{
    "item1": ">ITEM 1.    Business\nThe Broadridge Business\nBroadridge, a Delaware corporation and a part of the S&P 500\n®\n Index (“S&P”), is a global financial technology leader providing investor communications and technology-driven solutions to banks, broker-dealers, asset and wealth managers, public companies, investors and mutual funds. With over 60 years of experience, including over 15 years as an independent public company, we provide integrated solutions and an important infrastructure that powers the financial services industry. Our solutions enable better financial lives by powering investing, governance and communications and help reduce the need for our clients to make significant capital investments in operations infrastructure, thereby allowing them to increase their focus on core business activities.\nWe operate our business in two reportable segments: Investor Communication Solutions and Global Technology and Operations.\nInvestor Communication Solutions\nOur Regulatory Solutions, Data-Driven Fund Solutions, Corporate Issuer Solutions, and Customer Communications Solutions are provided as part of the Investor Communication Solutions segment. The Investor Communication Solutions segment is the larger of our two business segments and its revenues represented approximately 75% and 75% of our total Revenues in fiscal years 2023 and 2022, respectively, including the foreign exchange impact from revenues generated in currencies other than the United States of America (“U.S.”) dollar. See “Analysis of Reportable Segments — Revenues” under “Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations.” We provide the following services and solutions through our Investor Communication Solutions segment:\nRegulatory Solutions \nWe handle the entire proxy materials distribution and voting process for our bank, broker-dealer, corporate issuer and fund clients. We offer traditional hard copy and electronic services for the delivery of proxy materials to investors and collection of consents; maintenance of a rules engine and database that contains the delivery method preferences of our clients’ customers; posting of documents on their websites; email notification to investors notifying them that proxy materials are available; and proxy voting via paper, telephone, online or mobile app. We have the ability to combine stockholder communications for multiple stockholders residing at the same address which we accomplish by having ascertained the delivery preferences of investors. We also offer proxy vote solicitation services for the registered clients of fund companies, efficiently managing the entire proxy campaign. \nIn addition, we provide a complete outsourced solution for the processing of all international institutional and retail proxies, including shareholder disclosure management.\nA majority of publicly-traded shares are not registered in companies’ records in the names of their ultimate beneficial owners. Instead, a substantial majority of all public companies’ shares are held in “street name,” meaning that they are held of record by broker-dealers or banks through their depositories. Most street name shares are registered in the name “Cede & Co.,” the name used by The Depository Trust and Clearing Corporation (“DTCC”), which holds shares on behalf of its participant broker-dealers and banks. These participant broker-dealers and banks (which are known as “Nominees” because they hold securities in name only) in turn hold the shares on behalf of their customers, the individual beneficial owners. Nominees, upon request, are required to provide companies with the information of beneficial owners who do not object to having their names, addresses, and shareholdings supplied to companies, so called “non-objecting beneficial owners” (or “NOBOs”). Objecting beneficial owners (or “OBOs”) may be contacted directly only by the broker-dealer or bank. As DTCC’s role is only as the custodian, a number of mechanisms have been developed in order to pass the legal rights it holds as the record owner (such as the right to vote) to the beneficial owners. The first step in passing voting rights down the chain is the “omnibus proxy,” which DTCC executes to transfer its voting rights to its participant Nominees. Under applicable rules, Nominees must deliver proxy materials to beneficial owners and request voting instructions.\n4\nGiven the large number of Nominees involved in the beneficial proxy process resulting from the large number of beneficial shareholders, we play a unique, central and integral role in ensuring that the beneficial proxy process occurs without issue for Nominees, companies, funds and investors. A large number of Nominees have contracted out the processes of distributing proxy materials and tabulating voting instructions to us. Nominees accomplish this by entering into agreements with Broadridge and transferring to us via powers of attorney the authority to execute a proxy, which authority the Nominee receives from the DTCC via an omnibus proxy. Through our agreements with Nominees for the provision of beneficial proxy services, we take on the responsibility of ensuring that the account holders of Nominees receive proxy materials on a timely basis digitally or in print, that their voting instructions are conveyed to the companies and funds conducting solicitations and that these services are fulfilled in accordance with the requirements of their particular solicitation. In order for us to provide the beneficial proxy services effectively, we interface and coordinate directly with each company and/or fund to ensure that the services are performed in an accurate and timely manner. As it would increase the costs for companies and funds to work with all of the Nominees through which their shares are held beneficially, companies and funds work with us for the performance of all the tasks and processes necessary to ensure that proxy materials are distributed on a timely basis to all beneficial owners and that their votes are accurately reported.\nThe SEC’s rules require public companies to reimburse Nominees for the expense of distributing stockholder communications to beneficial owners of securities held in street name. The reimbursement rates are set forth in the rules of self-regulatory organizations (“SROs”), including the New York Stock Exchange (“NYSE”). We bill public companies for the proxy services performed, collect the fees and remit to the Nominee its portion of the fees. In addition, the NYSE rules establish fees for certain services provided by intermediaries such as Broadridge in the proxy process. The preparation and delivery of NOBO information is subject to reimbursement by the corporate issuers requesting the information. The reimbursement rates are based on the number of NOBOs produced pursuant to NYSE or other SRO rules. The rules also determine the fees to be paid to third-party intermediaries, such as Broadridge, who compile the NOBO information on behalf of Nominees who need to respond to corporate issuer requests for NOBO information.\nWe provide institutional investors with a suite of services to manage and track the entire proxy voting process, including meeting their reporting needs. ProxyEdge\n® \n(“ProxyEdge”) is our innovative electronic proxy delivery and voting solution for institutional investors and financial advisors that integrates ballots for positions held across multiple custodians and presents them under a single proxy. Voting can be instructed for the entire position, by account vote group or on an individual account basis either manually or automatically based on the recommendations of participating governance research providers. ProxyEdge also provides for client reporting and regulatory reporting. ProxyEdge can be utilized for meetings of U.S. and Canadian companies and for meetings in many non-North American countries based on the holdings of our global custodian clients. ProxyEdge is offered in several languages and there are currently over 7,000 ProxyEdge users worldwide.\nOur pass-through voting solutions support fund clients in providing individual investors the ability to participate in the proxy voting process, helping them to expand their investor engagement efforts and receive valuable input for important investment decisions. Broadridge’s institutional solution helps asset managers split the vote in portfolio companies and pass directly to institutional investors on a proportional basis. For retail investors, our solutions allow funds to poll their investors on voting preferences and provides investors the ability to give voting instructions, set standard voting preferences, or potentially cast a vote at pre-determined meetings. \nIn addition to our proxy services, we provide regulatory communications services that assist our fund clients in meeting their regulatory requirements. These services include prospectus delivery, distribution of annual and semi-annual shareholder reports, trade confirmations, account statements and other communications. Our clients have the ability to create and distribute these communications via print, e-delivery, online and mobile. In addition to our fund solutions, we also provide a range of other regulatory communications solutions, including reorganization communications notifying investors of U.S. reorganizations or corporate action events such as tender offers, mergers and acquisitions, and bankruptcies, and global class action services for the identification, filing and recovery of class actions and collective redress proceedings involving securities and other financial products.\nIn addition, we provide international corporate governance solutions addressing our clients’ needs within Europe, the Middle East and Africa (“EMEA”) and the Asia-Pacific (“APAC”) region.\n \nThese solutions include our global proxy and shareholder rights compliance services, as well as environmental, social and governance (“ESG”) offerings and shareholder meeting analytics. Our international solutions help clients sharpen focus on their core businesses while helping them maintain global regulatory compliance, reduce costs, improve efficiency and gain data insights. \n5\nData-Driven Fund Solutions\nWe provide a full range of data-driven solutions that help our asset management and retirement service provider clients grow revenue, operate efficiently, and maintain compliance. Our communications solutions enable global asset managers to communicate with large audiences of investors efficiently and reliably by centralizing all investor communications through one resource. We provide composition, printing, filing, and distribution services for regulatory reports, prospectuses and proxy materials, as well as proxy solicitation services. We manage the entire communications process with both registered and beneficial stockholders. Our marketing and transactional communications solutions provide a content management and omni-channel distribution platform for marketing and sales communications for asset managers and retirement service providers. In addition, our data and analytics solutions provide investment product distribution data, analytical tools, and insights and research to enable asset managers to optimize product distribution across retail and institutional channels globally.\nThrough our Retirement and Workplace Trade Processing Solutions business (“Broadridge Retirement and Workplace”), we provide automated mutual fund and exchange-traded funds trade processing services for financial institutions that submit trades on behalf of their clients such as qualified and non-qualified retirement plans and individual wealth accounts.\n \nOur trust, trading and settlement services are integrated into our product suite thereby strengthening Broadridge’s role as a provider of insight, technology and business process outsourcing to the asset management, wealth, and retirement industry. In addition, we provide fiduciary-focused learning and development, software and technology, and data and analytics services to advisors, institutions and asset managers across the retirement and wealth ecosystem.\nThrough our Fund Communication Solutions business, we provide fund managers with a single, integrated provider to manage data, perform calculations, compose documents, manage regulatory compliance and disseminate information across multiple jurisdictions. Our solutions help fund managers increase distribution opportunities, comply with both United Kingdom domestic and European Union regulations such as Solvency II and MiFID II, and makes information easily accessible for investors in a digital format. We also provide support to fund managers with document and data dissemination in the European market. This enables the receipt by distributors and investors of complete, accurate and timely information supporting fund sales.\nCorporate Issuer Solutions \nWe provide governance and communications services to corporate issuers supporting a full range of public company functions, including the annual meeting of stockholders, SEC reporting, capital markets transactions, transfer agency, shareholder engagement and ESG solutions. Our services provide corporate issuers a single source solution that spans the entire corporate disclosure and shareholder communications lifecycle.\nOur governance and communications services include a full suite of annual meeting and shareholder engagement solutions:\n•\nProxy services – we provide complete project management for the entire annual meeting process including registered and beneficial proxy materials distribution, vote processing and tabulation through our ShareLink\n®\n solution.\n•\nVirtual Shareholder Meeting™ – electronic annual meetings via webcast, either on a stand-alone basis, or in conjunction with in-person annual meetings, including shareholder validation and voting services and the ability for shareholders to ask questions and for management to respond during the meetings.\n•\nWe offer tools for corporate issuers to help them better engage with their shareholders and other stakeholders in connection with the annual meeting process as well as on an ongoing basis throughout the year. These services provide aggregated shareholder data and analytics, shareholder delivery preferences and voting trends.\n \n•\nOur ESG services provide consulting in support of issuers and their ESG journey. The services include peer ESG disclosure benchmarking, ESG strategy and policy development, greenhouse gas emission assessments, and ESG and sustainability report content development. We also offer an ESG dashboard that provides ESG consensus ratings to allow corporate issuers to assess the progress of their ESG ratings and disclosure relative to their selection of peer companies.\nOur disclosure solutions provide compliance reporting and transactional reporting services for public companies, including the following:\n•\nSEC Filing Services: proxy and annual report design and digitization, SEC filing, printing and web hosting services, as well as year-round SEC reporting including document composition, EDGARization and XBRL tagging.\n•\nCapital Markets Transactional Services – typesetting, composition, printing and SEC filing services for capital markets transactions such as initial public offerings, spin-offs, acquisitions, and securities offerings. In addition, we provide transaction support services such as virtual deal rooms and translation services.\n6\nWe also provide registrar, stock transfer and record-keeping services through our transfer agency services. Our transfer agency services address the needs public companies have for more efficient and reliable stockholder record maintenance and communication services. In addition, we provide corporate actions services, including acting as the exchange agent, paying agent, or tender agent in support of acquisitions, initial public offerings and other significant corporate transactions. We also provide abandoned property compliance and reporting services.\nCustomer Communications Solutions \nWe support financial services, healthcare, insurance, consumer finance, telecommunications, utilities, and other service industries with their omni-channel customer communications management strategies for transactional communications, such as statements and bills, marketing communications, such as personalized microsites and campaigns, and regulatory communications, such as trade confirmations and explanation of benefits. \nThese services include digital and physical delivery of critical communications. Our physical delivery services operate through a network of seven highly automated facilities across North America. The Broadridge Communications Cloud\nSM\n is an omni-channel platform (the “Communications Cloud”) that provides our clients the flexibility to implement only the modules and delivery channels needed to address their specific communication needs. The platform’s open application programming interfaces and self-servicing tools help our clients improve their communications systems’ efficiency and productivity. Through the Communications Cloud, our clients can:\n•\ndevelop transactional, regulatory, and marketing communications with relevant, self-service content that drives customer action;\n•\ndeliver customer communications across print, digital, email, short message service (SMS) and emerging channels, such as interactive microsites and personal cloud services, with one connection; and\n•\ngain comprehensive reporting and analytics to improve communications and increase engagement based on customer behaviors.\nGlobal Technology and Operations\nTransactions involving securities and other financial market instruments can, for example, originate with an institutional or retail investor who places an order with a broker who in turn routes that order to an appropriate market for execution. At that point, the parties to the transaction coordinate payment and settlement of the transaction through a clearinghouse. The records of the parties involved must then be updated to reflect completion of the transaction. The transaction must comply with tax, custody, accounting and record-keeping requirements, and the customer’s account information must correctly reflect the transaction. The accurate processing of trading activity from its initial inception and custody activity requires effective automation and information flow across multiple systems and functions within the firm and across the systems of the various parties that participate in the execution of a transaction. \nOur Global Technology and Operations business provides the non-differentiating yet mission-critical infrastructure to the global financial markets.\n \nAs a leading software as a service (“SaaS”) provider, we offer capital markets, wealth and investment management firms modern technology to enable growth, simplify their technology stacks and mutualize costs.\n \nOur highly scalable, resilient, component-based solutions automate the front-to-back transaction lifecycle of equity, mutual fund, fixed income, foreign exchange and exchange-traded derivatives, from order capture and execution through trade confirmation, margin, cash management, clearing and settlement, reference data management, reconciliations, securities financing and collateral management, asset servicing, compliance and regulatory reporting, portfolio accounting and custody-related services. Our Wealth Management business provides solutions for advisors and investors and also streamlines back- and middle-office operations for broker-dealers by providing systems for critical post-trade activities, including books and records, transaction processing, clearance and settlement, and reporting.\n \nOur Investment Management business provides portfolio and order management solutions for traditional and alternative asset managers, which bring insights into trading, portfolio construction, risk and analytics. Our solutions connect asset managers to a global network of broker-dealers for trade execution and post-trade matching and confirmation. In addition, we provide business process outsourcing services for our buy- and sell-side clients’ businesses. These services combine our technology with our operations expertise to support the entire trade lifecycle, including securities clearing and settlement, reconciliations, record-keeping, wealth management asset servicing, and custody-related functions.\n7\nThe Global Technology and Operations segment’s revenues represented approximately 25% and 25% of our total Revenues in fiscal years 2023 and 2022, respectively, which gives effect to the foreign exchange impact from revenues generated in currencies other than the U.S. dollar. See “Analysis of Reportable Segments — Revenues” under “Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations.” Services and solutions offered through the Global Technology and Operations segment include the following:\nCapital Markets Solutions\nWe provide a set of multi-asset, multi-entity and multi-currency trading, connectivity and post-trade solutions that support processing of securities transactions in equities, options, fixed income securities, foreign exchange, exchange-traded derivatives and mutual funds. Largely provided on a SaaS basis within large user communities, Broadridge’s technology is a global solution, processing trades, clearance and settlement in over 100 countries. Our solutions enable global capital markets firms to access market liquidity, drive more effective market making and efficient front-to-back trade processing. \nThese services include reference data management, securities financing, securities-based lending, collateral management, trade and transaction reporting, reconciliations, financial messaging and asset servicing. Our solutions can be deployed as a complete solution as well as discrete components supporting financial institutions.\nIn addition, we provide comprehensive fixed income transaction processing capabilities to support clearance, settlement, custody, P&L reporting and regulatory reporting for domestic and foreign fixed income instruments. Our solution includes extensive support for mortgage-backed securities and other structured products. It is a multi-currency, multi-entity solution that provides position and balance information, in addition to detailed accounting, financing, collateral management, and repurchase agreement functionality. The solution offers straight-through-processing capabilities, enterprise-wide integration and a robust technology infrastructure - all focused on supporting firms specializing in the fixed income marketplace. \nThrough Broadridge Trading and Connectivity Solutions\n, we offer a set of global front-office trade order and execution management systems and connectivity solutions that enable market participants to connect and trade. The combination of the front-office solutions from the 2021 acquisition of Itiviti Holding AB (“Itiviti”) and our post-trade product suite and other capital markets capabilities enables our clients to streamline their front-to-back technology platforms and operations and increase straight-through-processing efficiencies, across equities, fixed income, exchange-traded derivatives, and other asset classes.\nWealth and Investment Management Solutions\nOur Wealth Management business delivers technology solutions, critical data and digital marketing services to enable full-service, regional and independent broker-dealers and investment advisors to better engage with customers to help grow their business. Our wealth solutions are designed to help optimize advisor productivity, improve investor outcomes, reduce friction in investing, increase financial literacy, and deliver more personalized advice and insights.\nWith respect to technology solutions, we offer an integrated, modern open-architecture wealth management platform through which we provide enhanced data-centric capabilities to improve the overall client experience across the entire front-, middle- and back-office wealth management lifecycle, including advisor, investor and operational workflows. This comprehensive wealth management platform streamlines all aspects of the service model, allowing our clients to digitally onboard customers, manage advisor compensation for multiple products and service models, and seamlessly transfer and service accounts. \nIn addition, we provide data-driven, digital\n \nsolutions to broker-dealers, financial advisors, insurers and other firms with large, distributed salesforces. Our data aggregation solution helps financial advisors manage and build client relationships by providing customer account data aggregation, performance reporting, household grouping, automated report creation, document storage, and integration with popular financial planning and productivity applications. \nOur digital marketing and content capabilities leverage analytics and machine-learning to enable financial advisors and wealth management firms to grow their businesses and deepen relationships with their customers. Financial advisors and wealth management firms can tap into our digital tools and library of omni-channel content to personalize touchpoints to engage their customers and prospects across digital channels including websites, social media, email and mobile.\nOur Investment Management business services the global investment management industry with a range of buy-side technology solutions. Our asset management solutions are portfolio management, compliance, fee billing and operational support solutions such as order management, data warehousing, reporting, reference data management, and risk management and portfolio accounting for hedge funds, family offices, alternative asset managers, traditional asset managers and the providers that service this space including prime brokers, fund administrators and custodians. The client base for these services includes institutional asset managers, public funds, start-up or emerging managers through some of the largest global hedge fund complexes and global fund administrators. \n8\nOur Strategy \nWe earn our clients’ confidence every day by delivering real business value through leading technology-driven solutions that help our clients get ahead of today’s challenges and capitalize on future growth opportunities. Our solutions harness people, technology and insights to help transform our clients’ businesses by enriching customer engagement, navigating risk, optimizing efficiency and growing revenue.\nAs financial institutions look to transform and mutualize their mission-critical but non-differentiating operational and support functions, we have the proven technology, scale, innovation, experience and, most importantly, the network to achieve this goal and meet their needs.\n \nOur strategy addresses critical industry needs by utilizing our leading platform capabilities. Specifically, our growth strategy is focused on four key themes: (i) extend our strong and growing governance business, (ii) drive further growth in our capital markets business, (iii) build next generation wealth and investment management businesses and (iv) strengthen our international business.\nOur business model\nWe deliver multi-client technology and business process outsourcing services primarily through common SaaS based operations platforms. We create layers of value for clients by harnessing network benefits, providing deep data and analytics, and offering a comprehensive suite of digital capabilities all on a single platform. Our SaaS offerings allow our clients to mutualize key functions and thereby reduce their costs. All of this translates into our core value proposition to be a trusted provider of technology and services across a range of analytical, operational, and reporting functions.\nStrong positions in a large and growing financial services market\nOur technology and associates power the critical infrastructure and services behind investing, investment governance and investor communications. Broadridge makes our clients stronger, and through them, we enable better financial lives for investors around the globe. Our deep industry knowledge enables our clients to successfully solve complex technological and operational challenges, while adapting to the latest technology trends and regulatory standards. While financial services firms have historically kept much of their technology infrastructure work in-house, there are significant trends working in favor of Broadridge. Specifically, financial services firms globally are spending more on technology, and the respective budgets allocated for such technology are consistently growing year-over-year. Moreover, these firms are devoting a growing percentage of this spend to third-party technology, operations, and services. Broadridge, as a trusted outside service provider, can streamline and better integrate our clients’ infrastructure and business processes. We expect the efficiencies that result from such undertaking by Broadridge will lead to growth in the market for our solutions.\nThree attractive growth platforms\nOur growth platforms address mission-critical client needs as described below. Through our integrated solutions and scalable infrastructure, we believe we are best positioned to serve them.\n•\nGovernance\n. We create an integrated network through our governance platform that links broker-dealers, public companies, mutual funds, shareholders, and regulators. We continue to grow our governance solutions by transforming content and delivery and improving e-product capabilities to drive higher investor engagement. We aim to be an integral partner to broker-dealers, asset managers and retirement service providers by offering data-driven solutions that help them grow revenue, reduce costs and maintain compliance. We are also helping public companies improve their governance functions, offering an expanding suite of capabilities that allows them to provide better information and accessibility to shareholders. We continue to be a leading provider of investor communications and are at the forefront of delivering richer communication experiences, both digitally and through optimized print and mail services.\n•\nCapital Markets. \nGlobal institutions have a strong need to simplify their complex technology environment, and our SaaS-based, global, multi-asset-class technology platforms address this need. As a leader in global trade lifecycle management, we are driving next-generation solutions that simplify our clients’ operations, improve performance and resiliency, evolve to global operating models, adapt to new technologies, and enable our clients to better manage their data. We plan to continue building on our global platform capabilities, enabling our clients to simplify and improve their global operations across cash equity securities and other asset classes. Our 2021 acquisition of Itiviti, for example, expanded our services across the trade lifecycle for equities and exchange-traded derivatives and grew our international reach. We continue to develop component solutions that meet the regulatory, risk, data, and analytics needs of our clients, while also helping to drive more efficient liquidity, price discovery, and improved execution for the firms we serve.\n9\n•\nWealth and Investment Management. \nWealth and investment management clients, including full-service, regional and independent broker-dealers, investment advisors, insurance companies and retirement solutions providers are all undergoing unprecedented change. These firms are in need of partners to help them navigate the demographic shift of advisors and investors, create more engaging client experiences, and deliver operational technologies that are essential to their business. These market dynamics are driving the need for more seamlessly integrated technology, and as well as data-centric digital wealth solutions that better service advisors and investors. This can be achieved by simplifying and modernizing their complicated and interwoven legacy systems. To address these demands, we have developed a holistic wealth management platform solution that provides seamless systems and data integration capabilities. Our platform enables firms to improve advisor productivity, provide a better investor experience, and realize operational process efficiencies. \nOn-ramp for next-generation technologies\nAcross financial services, the pace of change is only accelerating. Our clients understand that next-generation technology is a key driving force for change and efficiency and there is a need among our client base to leverage this technology to address their critical business challenges. However, they face obstacles in making the necessary investments and, more importantly, in applying the right talent and intellectual capital, which may be focused on their most differentiating functions. This continues to create opportunities for Broadridge to assist in the areas where we have scale and domain expertise, which includes areas such as artificial intelligence, blockchain, cloud, digital, and other new technologies. By leveraging our services, firms can benefit from highly skilled, experienced personnel with deep industry expertise, while mutualizing the costs and risks of technology innovation. We approach innovation through three actions: experimenting, partnering, and engaging. In turn, we help our clients stay on the cutting edge and realize the benefits of digital transformation at a quicker pace.\nHigh engagement and client-centric culture\nBroadridge is client-centric and has created and grown multi-entity infrastructures across a variety of functions with high client satisfaction. We conduct a client satisfaction survey for each of our major business units annually, the results of which are a component of all our associates’ compensation because of the importance of client retention to the achievement of our revenue goals.\nWe have built a talent network focus of engaged and knowledgeable associates dedicated to serving clients well, which in turn creates a real and sustainable advantage for our business. Supporting this excellent client delivery takes engaged associates, and we are passionate about creating an environment in which every associate can thrive and build their knowledge and skills. All of this creates a culture that benefits our associates, our clients, and our stockholders.\nClients\nWe serve a large and diverse client base including banks, broker-dealers, mutual funds, retirement service providers, corporate issuers and wealth and asset management firms. Our clients in the financial services industry include retail and institutional brokerage firms, global banks, mutual funds, asset managers, insurance companies, annuity companies, institutional investors, specialty trading firms, clearing firms, third-party administrators, hedge funds, and financial advisors. Our corporate issuer clients are typically publicly held companies. In addition to financial services firms, we service corporate clients in the healthcare, insurance, consumer finance, telecommunications, utilities, and other service industries with their essential communications.\nIn fiscal year 2023, we:    \n•\nmanaged proxy voting for over 750 million equity proxy positions;\n•\nprocessed\n over 7 billion investor and\n customer communications through print and digital channels;\n•\nprocessed on average over $10 trillion in equity and fixed income trades per day of U.S. and Canadian securities;\n and\n•\nprovided fixed income trade processing services to 20 of the 25 primary dealers of fixed income securities in the U.S.\n10\nCompetition\nWe operate in a highly competitive industry. Our Investor Communication Solutions business competes with companies that provide investor communication and corporate governance solutions as well as our clients’ in-house operations. This includes independent proxy distribution service providers, transfer agents, proxy advisory firms, proxy solicitation firms, firms that process proxy votes, and financial printers. We also face competition from numerous firms in the compiling, printing and electronic distribution of statements, bills and other customer communications. Within our Global Technology and Operations business, our capital markets solutions compete with in-house operations and vendors that provide trade processing, back-office record keeping, and sell-side order and execution management systems. Similarly, our wealth management solutions compete with service providers that deliver data, technology solutions, and marketing services, and our investment management solutions compete with firms that provide portfolio management, compliance and operational support solutions.\nTechnology\nWe have several information processing systems that serve as the core foundation of our technology platform. We leverage these systems in order to provide our services. We are committed to maintaining extremely high levels of quality service through our skilled technical employees and the use of our technology within an environment that seeks continual improvement. Our mission-critical applications are designed to provide high levels of availability, scalability, reliability, and flexibility. They operate on industry standard enterprise architecture platforms that provide high degrees of horizontal and vertical scaling. This scalability and redundancy allows us to provide high degrees of system availability. As part of Broadridge’s technology strategy, we leverage traditional data center services as well as private cloud and public cloud services.\nMost of our systems and applications operate in highly resilient data centers that employ multiple active power and cooling distribution paths and redundant components. Additionally, the data centers provide infrastructure capacity and capability to permit any planned activity without disruption to the critical load, and can sustain at least one worst-case, unplanned failure or event with no critical load impact. Our geographically dispersed processing centers also provide disaster recovery and business continuity processing.\nProduct Development\n \nWe manage a diverse portfolio of products and services across our core businesses. Our products and services are designed with reliability, availability, scalability, and flexibility so that we can fully meet our clients’ processing needs. These products and services are built in a manner that allows us to meet the breadth and depth of requirements of our clients in a highly efficient manner. We continually upgrade, enhance, and expand our existing products and services, taking into account input from clients, industry-wide initiatives and regulatory changes affecting our clients.\n \nWe also enter strategic relationships with clients and other third parties to accelerate product development or gain access to capabilities complementary to our product development efforts.\nIntellectual Property\n \nWe own a portfolio of more than 150 U.S. and non-U.S. patents and patent applications. We also own registered marks for our trade name and own or have applied for trademark registrations for many of our services and products. We regard our products and services as proprietary and utilize internal security practices and confidentiality restrictions in contracts with employees, clients, and others for protection. We believe that we are the owner or in some cases, the licensee, of all intellectual property and other proprietary rights necessary to conduct our business. \nCybersecurity\nOur information security program is designed to meet the needs of our clients who entrust us with their sensitive information. Our program includes encryption, data masking technology, data loss prevention technology, authentication technology, entitlement management, access control, anti-malware software, and transmission of data over private networks, among other systems and procedures designed to protect against unauthorized access to information, including by cyber-attacks. Broadridge utilizes the National Institute of Standards and Technology Framework for Improving Critical Infrastructure Cybersecurity (the “NIST Framework”) issued by the U.S. government as a guideline to manage our cybersecurity-related risk. The NIST Framework outlines \n108 subcategories of security controls and outcomes over five functions:\n identify, protect, detect, respond and recover. \n11\nTo further demonstrate our commitment to maintaining the highest levels of quality service, information security, and client satisfaction within an environment that fosters continual improvement, most of our business units and our core applications and facilities for the provision of many services including our proxy services, U.S. equity and fixed income securities processing services, and Kyndryl, Inc.’s data centers, are International Organization for Standardization (“ISO”) 27001 certified. This security standard specifies the requirements for establishing, implementing, operating, monitoring, reviewing, maintaining and improving a documented Information Security Management System within the context of the organization’s overall business risks. It specifies the requirements for the implementation of security controls customized to the needs of individual organizations. The ISO 27001 standard addresses confidentiality, access control, vulnerability, business continuity, and risk assessment.\nWe engage an independent third-party cybersecurity services and consulting firm to review our information security program quarterly and provide a quarterly report on the program to the Audit Committee of our Board of Directors. We also have a third-party firm conduct phishing tests on our associates and perform network penetration tests. In addition, we conduct regular security awareness training and testing of our employees. \nRegulation\nThe securities and financial services industries are subject to extensive regulation in the U.S. and in other jurisdictions. As a matter of public policy, regulatory bodies in the U.S. and the rest of the world are charged with safeguarding the integrity of the securities and other financial markets and with protecting the interests of investors participating in those markets. Due to the nature of our services and the markets we serve, these regulatory bodies impact our businesses in various manners.\nIn the U.S., the securities and financial services industries are subject to regulation under both federal and state laws. At the federal level, the SEC regulates the securities industry, along with the Financial Industry Regulatory Authority, Inc. (“FINRA”), the various stock exchanges, and other SROs. In addition, SEC rules require public companies to reimburse banks and broker-dealers for the expense of distributing certain stockholder communications to beneficial owners of securities held in street name, and those reimbursement rates as well as fees that can be charged for proxy services are set by the NYSE. The Department of Labor (“DOL”) enforces the Employee Retirement Income Security Act of 1974 (“ERISA”) regulations on plan fiduciaries and organizations that provide services to qualified retirement plans. As a provider of services to financial institutions and issuers of securities, our services, such as our proxy and shareholder report processing and distribution services, are provided in a manner to assist our clients in complying with the laws and regulations to which they are subject. As a result, the services we provide may be required to change as applicable laws and regulations are adopted or revised. We monitor legislative and rulemaking activity by the SEC, FINRA, DOL, and U.S. Internal Revenue Service (the “IRS”). the stock exchanges and other regulatory bodies that may impact our services, and if new laws or regulations are adopted or changes are made to existing laws or regulations applicable to our services, we expect to adapt our business practices and service offerings to continue to assist our clients in fulfilling their obligations under new or modified requirements.\nCertain aspects of our business are subject to regulatory compliance or oversight. As a provider of technology services to financial institutions, certain aspects of our U.S. operations are subject to regulatory oversight and examination by the Federal Financial Institutions Examination Council (“FFIEC”), an interagency body of the Federal Deposit Insurance Corporation, the Office of the Comptroller of the Currency, the Board of Governors of the Federal Reserve System, the National Credit Union Administration and the Consumer Financial Protection Bureau. Periodic examinations by the FFIEC generally include areas such as internal audit, risk management, business continuity planning, information security, systems development, and third-party vendor management to identify potential risks related to our services that could adversely affect our banking and financial services clients. \nIn addition, our business process outsourcing, mutual fund processing and transfer agency solutions, as well as the entities providing those services, are subject to regulatory oversight. Our business process outsourcing and mutual fund processing services are performed by a broker-dealer, Broadridge Business Process Outsourcing, LLC (“BBPO”). BBPO is registered with the SEC, is a member of FINRA and is required to participate in the Securities Investor Protection Corporation (“SIPC”). Although BBPO’s FINRA membership agreement allows it to engage in clearing and the retailing of corporate securities in addition to mutual fund retailing on a wire order basis, BBPO does not clear customer transactions, process any retail business or carry customer accounts. BBPO is subject to regulations concerning many aspects of its business, including trade practices, capital requirements, record retention, money laundering prevention, the protection of customer funds and customer securities, and the supervision of the conduct of directors, officers and employees. A failure to comply with any of these laws, rules or regulations could result in censure, fine, the issuance of cease-and-desist orders, or the suspension or revocation of SEC or FINRA authorization granted to allow the operation of its business or disqualification of its directors, officers or employees. There has been continual regulatory scrutiny of the securities industry including the outsourcing by firms of their operations or functions. This oversight could result in the future enactment of more restrictive laws or rules with respect to business process outsourcing. As a registered broker-dealer and member of FINRA, BBPO is subject to the Uniform Net Capital Rule 15c3-1 of the Securities Exchange Act of 1934, as amended, which requires BBPO to maintain a minimum net capital amount. At June 30, 2023, BBPO was in compliance with this capital requirement.\n12\nMatrix Trust Company (“Matrix Trust”), is a Colorado state chartered, non-depository trust company and National Securities Clearing Corporation trust member, whose primary business is to provide cash agent, custodial and directed trustee services to institutional customers, and investment management services to its collective investment trust funds (“CITs”). As a result, Matrix Trust is subject to various regulatory capital requirements administered by the Colorado Division of Banking and the Arizona Department of Insurance and Financial Institutions, as well as the National Securities Clearing Corporation. Specific capital guidelines that involve quantitative measures of assets, liabilities, and certain off-balance sheet items, when applicable, must be met. At June 30, 2023, Matrix Trust was in compliance with its capital requirements. In addition, in connection with the offering of CITs, Matrix Trust acts as a discretionary trustee and an ERISA fiduciary. CITs are subject to regulation by the IRS, SEC, federal and state banking regulators, and the DOL, which impose a number of duties on persons who are fiduciaries under ERISA. Matrix Trust is also subject to regulation by the Colorado Division of Banking and the Arizona Department of Financial Institutions which regulate CITs pursuant to guidance issued by the Office of the Comptroller of the Currency regulation. Matrix Trust maintains an Identity Theft Prevention Program for certain of its services. \nOur transfer agency business, Broadridge Corporate Issuer Solutions, is subject to certain SEC rules and regulations, including annual reporting, examination, internal controls, proper safeguarding of issuer and shareholder funds and securities, maintaining a written Identity Theft Prevention Program, and obligations relating to its operations. Our transfer agency business is subject to certain NYSE requirements concerning operational standards as a transfer agent or registrar for NYSE-listed companies and is also subject to IRS regulations. In addition, Broadridge Corporate Issuer Solutions complies with all applicable trade control laws and regulations, including country/territory-based sanctions and list-based sanctions maintained by the U.S. and other jurisdictions where we do business. Finally, state laws govern certain services performed by our transfer agency business.\nIn addition, we are required to comply with anti-money laundering laws and regulations, such as, in the U.S., the Bank Secrecy Act, as amended by the USA PATRIOT Act of 2001 (collectively, the “BSA”), and the BSA implementing regulations of the Financial Crimes Enforcement Network (“FinCEN”), a bureau of the U.S. Department of the Treasury. A variety of similar anti-money laundering requirements apply in other countries. We are also subject to the relevant aspects of regulations and guidance published by FinCEN (as discussed below), which includes the Know Your Customer (“KYC”) requirements promulgated by FinCEN.\nPrivacy and Information Security Regulations \nThe processing and transfer of personal information is required to provide certain of our services. Privacy laws and regulations in the U.S. and foreign countries apply to the access, collection, transfer, use, storage, and destruction of personal information. In the U.S., our financial institution clients are required to comply with privacy regulations imposed under the Gramm-Leach-Bliley Act (“GLBA”), in addition to other regulations. As a processor of personal information in our role as a provider of services to financial institutions, we must comply with the Federal Trade Commission (“FTC”) Safeguards Rule implementing certain provisions of GLBA with respect to maintenance of information security safeguards.\nWe perform services for healthcare companies and are, therefore, subject to compliance with laws and regulations regarding healthcare information, including in the U.S., the Health Insurance Portability and Accountability Act of 1996 (“HIPAA”). We also perform credit-related services and agree to comply with payment card standards, including the Payment Card Industry Data Security Standard. In addition, federal and state privacy and information security laws, and consumer protection laws, which apply to businesses that collect or process personal information, also apply to our businesses.\nPrivacy laws and regulations may require notification to affected individuals, federal and state regulators, and consumer reporting agencies in the event of a security breach that results in unauthorized access to, or disclosure of, certain personal information. Privacy laws outside the U.S. may be more restrictive and may require different compliance requirements than U.S. laws and regulations, and they may impose additional duties on us in the performance of our services.\nThe law in this area continues to develop and the changing nature of privacy laws in the U.S., the European Union and elsewhere could impact our processing of personal information of our employees and on behalf of our clients. For example, the European Union Parliament adopted the comprehensive General Data Protection Regulation (“GDPR”) and several U.S. states have also recently adopted new privacy laws or are proposing to pass their own state privacy laws, including California’s recently effective California Privacy Rights Act (“CPRA”).\nWe continually monitor privacy and information security laws and regulations and while we believe that we are compliant with our regulatory responsibilities, information security threats continue to evolve, resulting in increased risk and exposure. In addition, legislation, regulation, litigation, court rulings, or other events could expose Broadridge to increased costs, liability, and possible damage to our reputation.\n13\nLegal Compliance \nRegulations issued by the Office of Foreign Assets Control (“OFAC”) of the U.S. Department of Treasury place prohibitions and restrictions on all U.S. citizens and entities, including the Company, with respect to transactions by U.S. persons with specified countries and individuals and entities identified on OFAC's sanctions lists and Specially Designated Nationals and Blocked Persons List (a published list of individuals and companies owned or controlled by, or acting for or on behalf of, countries subject to certain economic and trade sanctions, as well as terrorists, terrorist organizations and narcotics traffickers identified by OFAC under programs that are not country specific). Similar requirements apply to transactions and dealings with persons and entities specified in lists maintained in other countries. We have developed procedures and controls that are designed to monitor and address legal and regulatory requirements and developments to protect against having direct business dealings with such prohibited countries, individuals or entities.\nCompliance with laws and regulations that are applicable to our businesses with an international reach\n \ncan be complex and may increase our cost of doing business in international jurisdictions. Our international business could expose us to fines and penalties if we fail to comply with these regulations. These laws and regulations include import and export requirements, trade restrictions and embargoes, data privacy requirements, labor laws, tax laws, anti-competition regulations, U.S. laws such as the Foreign Corrupt Practices Act, and local laws prohibiting bribery and other improper payments or inducements, such as the U.K. Bribery Act. Although we have implemented policies, procedures and training designed to ensure compliance with applicable laws and regulations, there can be no assurance that our employees, contractors, vendors and agents will not take actions in violation of our policies or applicable laws and regulations, particularly as we expand our operations, including through acquisitions of businesses that were not previously subject to and may not have familiarity with laws and regulations applicable to us or compliance policies similar to ours. Any violations of sanctions or export control regulations or other laws could subject us to civil or criminal penalties, including the imposition of substantial fines and interest or prohibitions on our ability to offer our products and services to one or more countries, and could also damage our reputation, our international expansion efforts and our business, and negatively impact our operating results.\nHuman Capital Management \nAs of June 30, 2023, we had approximately 14,700 full-time associates, of which approximately 48% were employed in the U.S. Of the approximately 52% of associates located outside of the U.S., 37% are in the APAC region, where a substantial number of associates are in India, and 11% are in Europe. None of our U.S. employees are represented by a labor union. In some countries outside the U.S., we have works councils, or we are required by local law to enter into and/or comply with industry-wide collective bargaining agreements. We believe that our employee relations are good. \nWe are driven by the success of each of our associates, and we recognize that it is because of their hard work, talent and commitment that we continue to deliver outstanding results for our clients. That is why we strive to provide a workplace that fosters a collaborative and supportive culture where everyone feels welcomed, accepted, and empowered to be their best. At the center of our associate engagement efforts is the concept of the Service-Profit Chain, where engaged associates deliver world-class service, which creates satisfied clients and, in turn, produces strong, long-term value for stockholders. We survey our associates’ engagement annually and our overall score this year is 81%, a four-point increase over last year’s score.\n \nOur human capital strategies are developed and managed by our Chief Human Resources Officer, who reports to the Chief Executive Officer, and are overseen by the Company’s Board of Directors and the Compensation Committee of the Board of Directors. Our Board of Directors believes that human capital management and succession planning are vital to our success. The Board annually reviews the Company’s leadership bench and succession planning. In addition, the Board receives regular updates on talent and other human capital matters such as culture, attrition and retention, and quarterly updates on our progress on our diversity, equity and inclusion (“DEI”) initiatives and practices, including an annual update from our Chief Diversity Officer. The Compensation Committee’s oversight includes initiatives and programs that concern our culture, talent, recruitment, retention and associate engagement.\n14\nDiversity, Equity and Inclusion \nWe are dedicated to fostering a diverse, equitable, inclusive and healthy environment. As a leading provider of technology, communications and data and analytics solutions to businesses around the world, we must understand, embrace and operate in a multicultural environment. Every associate has unique strengths, which, when fully appreciated and embraced, enable everyone to perform at their best, leading to our success. Our goal is to ensure our associates at every level of the organization represent the diversity of the clients we serve and the communities in which we work. We are committed to advancing DEI initiatives and values as part of our culture. Our commitment to developing a diverse workforce is evidenced by the fact that a component of our Executive Leadership Team’s compensation is based on achievement of DEI goals. \nWe have an Executive Diversity Council, chaired by our President, that meets quarterly and provides insight and recommendations on critical DEI-related opportunities and challenges. In addition, we support several associate-led employee resource groups (our Associate Networks), where associates with similar backgrounds and interests can find peer support, shape company culture, receive mentorship and sponsorship from senior members and develop their careers. Broadridge’s Associate Networks currently include: B.Pride, Disability Equity Associate Network (DEAN), Lead For Next (LFN), MultiCultural Associate Network (MCAN), Veteran + First Responder Network (VFN), Women’s Leadership Forum (WLF) and BeGreen. Together, these networks support the LQBTQ+ community, associates with disabilities, young professionals, multicultural backgrounds, veterans and first responders, women, and associates with a passion for sustainability. \nWe have a Chief Diversity Officer, who implements a holistic DEI strategy and partners with our business units to develop the resources and competencies needed to drive this strategy. Our Chief Diversity Officer reports to our President, is a member of the Executive Diversity Council and Executive Leadership Team and provides regular updates to our Chief Executive Officer and Board of Directors. In addition, the Chief Diversity Officer serves as an advisor on global initiatives, such as our Associate Networks, and our recruitment and compliance efforts. \nWe continue to progress our DEI initiatives building off the opportunities identified in our inaugural DEI survey in 2022, which ran globally, and over 7,000 associates across 19 countries participated. The results of our inaugural survey revealed that an overwhelming majority of our associates believe that 1) the importance of DEI is reflected in the priorities of Broadridge's business, 2) we were successful in advancing DEI initiatives over the past year, and 3) we create a physically and psychologically safe environment where associates feel they belong, and they are included and treated fairly. In 2023, we ran additional associate engagement surveys, which covered various DEI topics related to workplace culture and associate experience. We are committed to associate feedback to provide a comprehensive view of our organization’s culture, identify areas where improvements can be made to create a more welcoming and inclusive environment for all associates, and measure our progress over time. \nTalent and Development \nWe believe that our associates are among our most important assets. Encouraging professional development opportunities is a core part of our culture. One important resource we provide our associates is Broadridge University, a comprehensive suite of online courses and virtual and on-site training. We offer career-enhancing programs from top business schools, have a tuition reimbursement program, and support participation in external learning opportunities. We offer our technology associates with resources to supplement their work experience, including a skills inventory to identify strengths and new opportunities, and a Technology Expert Career Track, a transparent dual career path process that allows associates to grow as leaders and experts in the organization. We also empower associates to learn and grow as subject matter experts in the financial markets. In turn, this enables our associates to assist our clients with their expertise and adds value to our associates’ own career development and skill sets. In addition to career-oriented education, we also require all associates to complete a variety of trainings on an annual basis, which focus on our commitment to high ethical standards and a culture of honesty, integrity and compliance.\nHealth, Safety and Wellness \nWe are committed to providing a safe workplace. We continuously strive to meet or exceed all laws, regulations and accepted practices pertaining to workplace safety. We have developed extensive safety policies, standards and procedures to which all associates are required to comply. Our policies are based on both U.S. Occupational Safety and Health Administration standards and site-specific guidelines to ensure that associates work in a safe and healthy environment. At our larger production facilities and at certain other locations, we house on-site Wellness Centers staffed with physicians, nurse practitioners and physician assistants who provide a wide variety of medical services at no cost to our associates.\nIn addition, we are committed to providing competitive health and wellness benefits to our associates. We recognize the importance of work-life balance and have designed our Connected Workplace model, which provides associates with flexible on- and off-site work options. Our other health and wellness benefits include travel allowances for certain types of health care and subsidized emergency backup care services for our U.S.-based associates, various educational health and wellness programs and webinars, and an employee assistance program, which provides free counseling and other mental health services. \n15\nAssociate Compensation and Benefits\nWe have demonstrated a history of investing in our workforce by offering competitive salaries and wages. In addition, we offer various types of compensation, which vary by associate role and country/region, and may include annual bonuses, stock awards, and retirement savings plans. Also, a portion of every associate’s incentive compensation is tied to client satisfaction goals, which reinforces our commitment to the Service-Profit Chain and rewards associates for their contributions to Broadridge’s overall client satisfaction performance. In addition we offer the following benefits, which may vary by country/region: healthcare and insurance benefits, tax efficient or savings programs, such as health and dependent care flexible spending accounts, health savings account and pretax commuter benefits or green transport tax savings programs, paid time off, including volunteer time off, paid parental leave, and sick time off, life and disability insurance, business travel accident insurance, charitable gift matching, tuition assistance and on-site health centers, among others. \nAssociate Engagement \nWe believe there is a direct connection between associate engagement and the satisfaction of our clients and the creation of stockholder value so we regularly conduct multiple surveys and focus groups to assess associate engagement and determine if and how perspectives have changed over time. Our surveys and focus group practices allow our associates to share their views on our workplace, the importance of various aspects of work life, among other topics. The themes and insights from our associate feedback are shared with our executive leadership and have been instrumental in shaping our workplace. In fiscal year 2023, we received an 81% overall favorable rating in the annual Great Place to Work survey. In addition, 83% of our associates stated that Broadridge is a “great place to work,” and we have received certification from Great Place to Work for our outstanding workplace culture in 14 countries: U.S., Canada, India, the United Kingdom, Ireland, Romania, Poland, Singapore, Japan, Czech Republic, France, Germany, Sweden and the Philippines. In the United Kingdom, we were recognized as one of the Best Workplaces, as well as one of the Best Workplaces for Wellbeing in 2023. The Great Place to Work Institute is a global authority on high-trust, high-performance workplaces. \nAvailable Information\nOur headquarters are located at 5 Dakota Drive, Lake Success, New York 11042, and our telephone number is (516) 472-5400.\nWe maintain an Investor Relations website at www.broadridge-ir.com. We make available free of charge, on or through this website, our annual, quarterly and current reports, and any amendments to those reports as soon as reasonably practicable following the time they are electronically filed with or furnished to the SEC. To access these reports, just click on the “SEC Filings” link found at the top of our Investor Relations page. You can also access our Investor Relations page through our main website at www.broadridge.com by clicking on the “Investor Relations” link, which is located at the top of our homepage. Information contained on our website is not incorporated by reference into this Annual Report on Form 10-K or any other report filed with or furnished to the SEC.\nIn addition, the SEC maintains a website (http://www.sec.gov) that contains reports, proxy and information statements, and other information regarding issuers that file electronically with the SEC.\n16",
    "item1a": ">ITEM 1A. Risk Factors \nYou should carefully consider each of the following risks and all of the other information set forth in this Annual Report on Form 10-K or incorporated by reference herein. Based on the information currently known to us, we believe that the following information identifies the most significant factors affecting our company. However, additional risks and uncertainties not currently known to us or that we currently believe to be immaterial may also adversely affect our business.\nIf any of the following risks and uncertainties develop into actual events, they could have a material adverse effect on our business, financial condition, or results of operations.\nOur clients are subject to complex laws and regulations, and new laws or regulations and/or changes to existing laws or regulations could impact our clients and, in turn, adversely impact our business or may reduce our profitability.\n \nWe provide technology solutions to financial services firms that are generally subject to extensive regulation in the U.S. and in other jurisdictions. As a provider of products and services to financial institutions and issuers of securities, our products and services are provided in a manner designed to assist our clients in complying with the laws and regulations to which they are subject. Therefore, our services, such as our proxy, shareholder report and prospectus distribution, and customer communications services, are particularly sensitive to changes in laws and regulations, including those governing the financial services industry and the securities markets. Changes in laws and regulations could require changes in the services we provide or the manner in which we provide our services, or they could result in a reduction or elimination of the demand for our services.\nOur investor communications services and the fees we charge our clients for certain services are subject to change if applicable SEC or stock exchange rules or regulations are amended, or new laws or regulations are adopted, which could result in a material negative impact on our business and financial results. For example, the SEC’s recently adopted modifications to the mutual fund and exchange-traded fund shareholder report disclosure framework could have an impact on our services, business and financial results.\nIn addition, new regulations governing our clients could result in significant expenditures that could cause them to reduce their use of our services, seek to renegotiate existing agreements, or cease or curtail their operations, all of which could adversely impact our business. Further, an adverse regulatory action that changes a client’s business or adversely affects its financial condition, could decrease their ability to purchase, or their demand for, our products and services. The loss of business from any of our larger clients could have a material adverse effect on our revenues and results of operations. \nConsolidation in the financial services industry could adversely affect our revenues by eliminating some of our existing and potential clients and could make us increasingly dependent on a more limited number of clients. \nThere has been and may continue to be consolidation activity in the financial services industry. These mergers or consolidations of financial institutions could reduce the number of our clients and potential clients. For example, in the past few years alone there have been several major consolidations involving our clients. When our clients merge with or are acquired by other firms that are not our clients, or firms that use fewer of our services, they may discontinue or reduce the use of our services. In addition, it is possible that the larger financial institutions resulting from mergers or consolidations could decide to perform in-house some or all of the services that we currently provide or could provide. If we are unable to mitigate the impact of a loss or reduction of business resulting from a client consolidation, we could have a material adverse effect on our business and results of operations.\nA large percentage of our revenues are derived from a small number of clients in the financial services industry and the loss of any of such clients, a reduction of their demand for our services, or change in the method of delivery of our services could have a material impact on our financial results.\nIn fiscal year 2023, our largest client accounted for approximately 7% of our consolidated revenues. While our clients generally work with multiple business segments, the loss of business from any of our larger clients due to merger or consolidation, financial difficulties or bankruptcy, or the termination or non-renewal of contracts could have a material adverse effect on our revenues and results of operations.\n \nAlso, a delay in onboarding a client onto our technology would result in a delay in our recognition of revenue from that client.\n \nFurther, in the event of the loss of a client’s business, a reduction of a client’s demand for our services, or a change in the method of delivery of our services, then in addition to losing the revenue from that client, we could be required to write-off all or a portion of the related client investments or accelerate the amortization of certain costs, including costs incurred to onboard a client or convert a client’s systems to function with our technology. Such costs for all clients represented approximately 11% of our total assets as of June 30, 2023, with one client representing a large portion of this amount. See Note 3, “Revenue Recognition” and Note 11, “Deferred Client Conversion and Start-up Costs” to our consolidated financial statements for more information. \n17\nSecurity breaches or cybersecurity attacks could adversely affect our ability to operate, could result in personal, confidential or proprietary information being misappropriated, and may cause us to be held liable or suffer harm to our reputation.\nWe process and transfer sensitive data, including personal information, valuable intellectual property and other proprietary or confidential data provided to us by our clients, which include financial institutions, public companies, mutual funds, and healthcare companies. We also handle personal information of our employees in connection with their employment. We maintain systems and procedures including encryption, authentication technology, data loss prevention technology, entitlement management, access control and anti-malware software, and transmission of data over private networks to protect against unauthorized access to physical and electronic information, including by cybersecurity attacks. However, information security threats continue to evolve resulting in increased risk and exposure and increased costs to protect against the threat of information security breaches or to respond to or alleviate problems caused by such breaches. \nIn certain circumstances, our third-party vendors may have access to sensitive data including personal information. It is also possible that a third-party vendor could intentionally or inadvertently disclose sensitive data, including personal information. We require our third-party vendors to have appropriate security controls if they have access to the personal information of our clients’ customers or our employees. However, despite those safeguards, it is possible that unauthorized individuals could improperly access our systems or those of our vendors, or improperly obtain or disclose the sensitive data including personal information that we or our vendors process or handle.\nMany of our services are provided through the internet, which increases our exposure to potential cybersecurity attacks. We have experienced cybersecurity threats to our information technology infrastructure and have experienced non-material cybersecurity attacks, attempts to breach our systems and other similar incidents. Future threats could cause harm to our business and our reputation and challenge our ability to provide reliable service, as well as negatively impact our results of operations materially. Our insurance coverage may not be adequate to cover all the costs related to cybersecurity attacks or disruptions resulting from such events.\nAny unauthorized use or disclosure of certain personal information could put individuals at risk of identity theft and financial or other harm and result in costs to us in investigation, remediation, legal defense and in liability to parties who are financially harmed. We may incur significant costs to protect against the threat of information security breaches or to respond to or alleviate problems caused by such breaches. For example, laws may require notification to regulators, clients or employees and enlisting credit monitoring or identity theft protection in the event of a privacy breach. A cybersecurity attack could also be directed at our systems and result in interruptions in our operations or delivery of services to our clients and their customers. Furthermore, a security breach could cause us to lose revenues, lose clients or cause damage to our reputation.\nOur business and results of operations may be adversely affected if we do not comply with legal and regulatory requirements that apply to our services or businesses, and new laws or regulations and/or changes to existing laws or regulations to which we are subject may adversely affect our ability to conduct our business or may reduce our profitability. \nThe legislative and regulatory environment of the financial services industry is continuously changing. The SEC, FINRA, DOL, various stock exchanges and other U.S. and foreign governmental or regulatory authorities continuously review legislative and regulatory initiatives and may adopt new or revised laws and regulations or provide revised interpretations or they may change the enforcement priorities with respect to existing laws and regulations. These legislative and regulatory initiatives impact the way in which we conduct our business, requiring changes to the way we provide our services or additional investment which may make our business more or less profitable. Further, as a provider of technology services to financial institutions, certain aspects of our U.S. operations are subject to regulatory oversight and examination by the FFIEC. A sufficiently unfavorable review from the FFIEC could have a material adverse effect on our business. With an increased focus on cybersecurity and vendor risk management, the FFIEC and other regulatory agencies provide guidelines for overseeing technology service providers, increasing the contractual requirements with our clients and the cost of providing our services.\nOur business process outsourcing, mutual fund processing and transfer agency solutions as well as the entities providing those services are subject to regulatory oversight. Our provision of these services must comply with applicable rules and regulations of the SEC, FINRA, DOL, various stock exchanges and other regulatory bodies charged with safeguarding the integrity of the securities markets and other financial markets and protecting the interests of investors participating in these markets. If we fail to comply with any applicable regulations in performing these services, we could be subject to suits for breach of contract or to governmental proceedings, censures and fines. In addition, we could lose clients and our reputation could be harmed, negatively impacting our ability to attract new clients.\n18\nAs a provider of data and business processing solutions, our systems contain a significant amount of sensitive data, including personal information, related to our clients, customers of our clients, and our employees. We are, therefore, subject to compliance obligations under federal, state and foreign privacy and information security laws, including in the U.S., the GLBA, HIPAA, and the CPRA, and the GDPR in the European Union, and we are subject to compliance with various client industry standards such as PCI DSS as well as Medicare and Medicaid programs related to our clients. We are subject to penalties for failure to comply with such regulations and requirements, and such penalties could have a material adverse effect on our financial condition, results of operations, or cash flows. There has been increased public attention regarding the use of personal information, accompanied by legislation and regulations intended to strengthen data protection, information security and consumer and personal privacy. The law in these areas continues to develop, the number of jurisdictions adopting such laws continues to increase and these laws may be inconsistent from jurisdiction to jurisdiction. Furthermore, the changing nature of privacy laws in the U.S., the European Union and elsewhere could impact our processing of personal information of our employees and on behalf of our clients.\nOur ability to comply with applicable laws and regulations depends largely upon the maintenance of an effective compliance system which can be time consuming and costly, as well as our ability to attract and retain qualified compliance personnel. Any failure by our employees to comply with our policies and any laws and regulations applicable to our business, even if inadvertent, could have a negative impact on our business.\nOur revenues may decrease due to declines in the levels of participation and activity in the securities markets. \nWe generate significant revenues from the transaction processing fees we earn from our services. These revenue sources are substantially dependent on the levels of participation and activity in the securities markets. The number of unique securities positions held by investors through our clients and our clients’ customer trading volumes reflect the levels of participation and activity in the markets, which are impacted by market prices, and the liquidity of the securities markets, among other factors. Volatility in the securities markets and sudden sharp or gradual but sustained declines in market participation and activity can result in reduced investor communications activity, including reduced proxy and event-driven communications processing such as mutual fund proxy, mergers and acquisitions and other special corporate event communications processing, and reduced trading volumes. In addition, our event-driven fee revenues are based on the number of special corporate events and transactions we process. Event-driven activity is impacted by financial market conditions and changes in regulatory compliance requirements, resulting in fluctuations in the timing and levels of event-driven fee revenues. As such, the timing and level of event-driven activity and its potential impact on our revenues and earnings are difficult to forecast. The occurrence of any of these events would likely result in reduced revenues and decreased profitability from our business operations.\n \nWe may be adversely impacted by a failure of third-party service providers to perform their functions. \nWe rely on relationships with third parties, including our service providers and other vendors for certain functions. If we are unable to effectively manage our third-party relationships and the agreements under which our third-party vendors operate, our financial results or reputation could suffer. We rely on these third parties, including for the provision of certain data center and cloud services, to provide services in a timely and accurate manner and to adequately address their own risks, including those related to cybersecurity. Failure by these third parties to adequately perform their services as expected could result in material interruptions in our operations, and negatively impact our services resulting in a material adverse effect on our business and financial results.\nCertain of our businesses rely on a single or a limited number of service providers or vendors. Changes in the business condition (financial or otherwise) of these service providers or vendors could impact their provision of services to us or they may no longer be able to provide services to us at all, which could have a material adverse effect on our business and financial results. In such circumstances, we cannot be certain that we will be able to replace our key third-party vendors in a timely manner or on terms commercially reasonable to us given, among other reasons, the scope of responsibilities undertaken by some of our service providers, the depth of their experience and their familiarity with our operations generally.\nIf we change a significant vendor, an existing service provider makes significant changes to the way it conducts its operations, or is acquired, or we seek to bring in-house certain services performed today by third parties, we may experience unexpected disruptions in the provision of our solutions and increased expenses, which could have a material adverse effect on our business, profitability, and financial results. Furthermore, certain third-party service providers or vendors may have access to sensitive data including personal information, valuable intellectual property and other proprietary or confidential data, including that provided to us by our clients. It is possible that a third-party vendor could intentionally or inadvertently disclose sensitive data including personal information, which could have a material adverse effect on our business and financial results and damage our reputation.\n19\nWe rely on the United States Postal Service (“USPS”) and other third-party carriers to deliver communications and changes in our relationships with these carriers or an increase in postal rates or shipping costs may adversely impact demand for our products and services and could have an adverse impact on our business and results of operations.\nWe rely upon the USPS and third-party carriers, including the United Parcel Service, for timely delivery of communications on behalf of our clients. As a result, we are subject to carrier disruptions due to factors that are beyond our control, including employee strikes, inclement weather, and increased fuel costs. Any failure to deliver communications to or on behalf of our clients in a timely and accurate manner may damage our reputation and brand and could cause us to lose clients. In addition, the USPS has incurred significant financial losses in recent years and may, as a result, implement significant changes to the breadth or frequency of its mail delivery, causing disruptions in the service. If our relationship with any of these third-party carriers is terminated or impaired, or if any of these third parties are unable to distribute communications, we would be required to use alternative, and possibly more expensive, carriers to complete our distributions on behalf of our clients. We may be unable to engage alternative carriers on a timely basis or on acceptable terms, if at all, which could have an adverse effect on our business. In addition, future increases in postal rates or shipping costs, as well as changes in customer preferences, may result in decreased demand for our traditional printed and mailed communications resulting in an adverse effect on our business, financial condition and results of operations.\nIn the event of a disaster, our disaster recovery and business continuity plans may fail, which could result in the loss of client data and adversely interrupt operations. \nOur operations are dependent on our ability to protect our infrastructure against damage from catastrophe, natural disaster, or severe weather, as well as events resulting from unauthorized security breach, power loss, telecommunications failure, terrorist attack, pandemic, or other events that could have a significant disruptive effect on our operations. We have disaster recovery and business continuity plans in place in the event of system failure due to any of these events and we test our plans regularly. In addition, our data center services provider also has disaster recovery plans and procedures in place. However, we cannot be certain that our plans, or those of our data center services provider, will be successful in the event of a disaster. If our disaster recovery or business continuity plans are unsuccessful in a disaster recovery scenario, we could potentially lose client data or experience material adverse interruptions to our operations or delivery of services to our clients, and we could be liable to parties who are financially harmed by those failures. In addition, such failures could cause us to lose revenues, lose clients or damage our reputation.\nAny slowdown or failure of our computer or communications systems could impact our ability to provide services to our clients and support our internal operations and could subject us to liability for losses suffered by our clients or their customers. \nOur services depend on our ability to store, retrieve, process, and manage significant databases, and to receive and process transactions and investor communications through a variety of electronic systems. Our systems, those of our data center and cloud services providers, or any other systems with which our systems interact could slow down significantly or fail for a variety of reasons, including:\n•\nmalware or undetected errors in internal software programs or computer systems;\n•\ndirect or indirect hacking or denial of service cybersecurity attacks;\n•\ninability to rapidly monitor all system activity;\n•\ninability to effectively resolve any errors in internal software programs or computer systems once they are detected;\n•\nfailure to maintain adequate operational systems and infrastructure;\n•\nheavy stress placed on systems during peak times or due to high volumes or volatility; or\n•\npower or telecommunications failure, fire, flood, pandemic or any other natural disaster or catastrophe.\nWhile we monitor system loads and performance and implement system upgrades to handle predicted increases in trading volume and volatility, we may not be able to predict future volume increases or volatility accurately or that our systems and those of our data center services and cloud services providers will be able to accommodate these volume increases or volatility without failure or degradation. In addition, we may not be able to prevent cybersecurity attacks on our systems. \n20\nMoreover, because we have outsourced our data center operations and use third-party cloud services providers for storage of certain data, the operation, performance and security functions of the data center and the cloud system involve factors beyond our control, and we cannot guarantee that our third-party providers will be able to provide their services at a satisfactory level. Any significant degradation or failure of our or our third-party providers’ computer systems, communications systems or any other systems in the performance of our services could cause our clients or their customers to suffer delays in their receipt of our services. These delays could cause substantial losses for our clients or their customers, and we could be liable to parties who are financially harmed by those failures. In addition, such failures could cause us to lose revenues, lose clients or damage our reputation. \nThe inability to properly perform our services or operational errors in the performance of our services could lead to liability for claims, client loss and result in reputational damage.\nThe inability or the failure to properly perform our services could result in our clients and/or certain of our subsidiaries that operate regulated businesses being subjected to losses including censures, fines, or other sanctions by applicable regulatory authorities, and we could be liable to parties who are financially harmed by those errors. In addition, the inability to properly perform our services or errors in the performance of our services could result in a decline in confidence in our products and services and cause us to incur expenses including service penalties, lose revenues, lose clients or damage our reputation.  \nGlobal economic and political conditions, including global health crises and geopolitical instability, broad trends in business and finance that are beyond our control have had and may have a material impact on our business operations and those of our clients and contribute to reduced levels of activity in the securities markets, which could adversely impact our business and results of operations. \nAs a multinational company, our operations and our ability to deliver our services to our clients could be adversely impacted by general global economic and political conditions. \nOur business is highly dependent on the global financial services industry and exchanges and market centers around the world.\n \nAlso, in recent years, we have expanded our operations, entered strategic alliances, and acquired businesses outside the U.S.\n \nCompliance with foreign and U.S. laws and regulations that are applicable to our international operations could cause us to incur higher than anticipated costs, and inadequate enforcement of laws or policies such as those protecting intellectual property, could affect our business and the Company’s overall results of operations.\nThese factors may include:\n•\neconomic, political and market conditions;\n•\nlegislative and regulatory changes;\n•\nsocial and health conditions, including widespread outbreak of an illness or pandemic such as the Covid-19 pandemic;\n•\nacts of war or terrorism and international conflict, such as the conflict between Russia and Ukraine;\n•\nnatural or man-made disasters or other catastrophes;\n•\nextreme or unusual weather patterns caused by climate change;\n•\nthe availability of short-term and long-term funding and capital;\n•\nthe level and volatility of interest rates;\n•\ncurrency values and inflation; \n•\nfinancial well-being of our clients; and\n•\ntaxation levels affecting securities transactions.\nThese factors are beyond our control and may negatively impact our ability to perform our services or the demand for our services or may increase our costs resulting in an adverse impact on our business and results of operations. \nFor example, our services are impacted by the number of unique securities positions held by investors through our clients, the level of investor communications activity we process on behalf of our clients, trading volumes, market prices, and liquidity of the securities markets, which are in turn affected by general national and international economic and political conditions, and broad trends in business and finance that could result in changes in participation and activity in the securities markets. Accordingly, any significant reduction in participation and activity in the securities markets would likely adversely impact our business and results of operations. \n21\nIf the operational systems and infrastructure that we depend on fail to keep pace with our growth, we may experience operating inefficiencies, client dissatisfaction and lost revenue opportunities. \nThe growth of our business and expansion of our client base may place a strain on our management and operations. We believe that our current and anticipated future growth will require the implementation of new and enhanced communications and information systems, the training of personnel to operate these systems, and the expansion and upgrade of core technologies. While many of our systems are designed to accommodate additional growth without redesign or replacement, we may nevertheless need to make significant investments in additional hardware and software to accommodate growth, which may impact our profitability and business operations. In addition, we may not be able to predict the timing or rate of this growth accurately or expand and upgrade our systems and infrastructure on a timely basis.\nOur growth has required and will continue to require increased investments in management personnel and systems, financial systems and controls, and office facilities. We cannot assure you that we will be able to manage or continue to manage our future growth successfully. If we fail to manage our growth, we may experience operating inefficiencies, dissatisfaction among our client base, and lost revenue opportunities.\nIf we are unable to respond to the demands of our existing and new clients, or adapt to technological changes or advances, our business and future growth could be impacted. \nThe global financial services industry is characterized by increasingly complex and integrated infrastructures and products, new and changing business models and rapid technological and regulatory changes. Our clients’ needs and demands for our products and services evolve with these changes. Our future success will depend, in part, on our ability to respond to our clients’ demands for new services, capabilities and technologies on a timely and cost-effective basis. We also need to adapt to technological advancements such as artificial intelligence, machine learning, quantum computing, digital and distributed ledger and cloud computing and keep pace with changing regulatory standards to address our clients’ increasingly sophisticated requirements. Transitioning to these new technologies may require close coordination with our clients, be disruptive to our resources and the services we provide and may increase our reliance on third-party service providers such as our cloud services provider.\nIn addition, we run the risk of disintermediation due to emerging technologies, fintech start-ups and new market entrants. If we fail to adapt or keep pace with new technologies in a timely manner, it could harm our ability to compete, decrease the value of our products and services to our clients, and harm our business and impact our future growth.\nIntense competition could negatively affect our ability to maintain or increase our business, financial condition, and results of operations. \nThe markets for our products and services continue to evolve and are highly competitive. We compete with a number of firms that provide similar products and services. In addition, our securities processing solutions compete with our clients’ in-house capabilities to perform comparable functions. Our competitors may be able to respond more quickly to new or changing opportunities, technologies, and client requirements and may be able to undertake more extensive promotional activities, offer more attractive terms to clients and adopt more aggressive pricing policies than we will be able to offer or adopt. In addition, we expect that the markets in which we compete will continue to attract new competitors and new technologies. There can be no assurances that we will be able to compete effectively with current or future competitors. If we fail to compete effectively, our business, financial condition, and results of operations could be materially harmed.\nWe may be unable to attract and retain key personnel. \nOur continued success depends on our ability to attract and retain key personnel such as our senior management and other qualified personnel including highly skilled technical employees to conduct our business. Skilled and experienced personnel in the areas where we compete are in high demand, and competition for their talents is intense. There can be no assurance that we will be successful in our efforts to recruit and retain the required key personnel. If we are unable to attract and retain qualified individuals or our recruiting and retention costs increase significantly, our operations and financial results could be materially adversely affected.\nThe inability to identify, obtain, retain, enforce and protect important intellectual property rights could harm our business. \nThird parties may infringe or misappropriate our intellectual property, which includes a combination of patents, trademarks, service marks, copyrights, domain names and trade secrets. Our inability to protect our intellectual property and marks could adversely affect our business. In an effort to protect our intellectual property, we enter into confidentiality and invention assignment agreements with our employees, consultants and other third parties, and control access to our services, software and proprietary information. Moreover, we license or acquire technology that we incorporate into our services and products. Additional actions may be required to protect our intellectual property, including legal action, which could be time consuming and expensive and may negatively impact our business, financial condition, and results of operations.\n22\nDespite our efforts to identify, obtain, retain, enforce and protect our intellectual property rights and proprietary information, we cannot be certain that they will be effective or sufficient to prevent the unauthorized access, use, copying, theft or the reverse engineering of our intellectual property and proprietary information for a variety of reasons, including: (a) our inability to detect misappropriation by third parties of our intellectual property; (b) disparate legal protections for intellectual property across different countries; (c) constantly evolving intellectual property legal standards as to the scope of protection, validity, non-infringement, enforceability and infringement defenses; (d) failure to maintain appropriate contractual restrictions and other measures to protect our know- how and trade secrets, or contract breaches by others; (e) failure to identify and obtain patents on patentable innovations; (f) potential invalidation, unenforceability, scope narrowing, dilution and opposition, through litigation and administrative processes both in the U.S. and abroad, of our intellectual property rights; and (g) other business or resource limitations on intellectual property enforcement against third parties.\nOur products and services, and the products and services provided to us by third parties, may infringe upon intellectual property rights of third parties, and any infringement claims, whether initiated by or against us, could require us to incur substantial costs, distract our management, or prevent us from conducting our business. \nCostly, complex, time-consuming and unpredictable litigation may be necessary to enforce our intellectual property rights, or challenge the purported validity or scope of third-party intellectual property. Further, although we attempt to avoid infringing upon known proprietary rights of third parties, we are subject to the risk of claims alleging infringement of third-party proprietary rights. All intellectual property litigations, even baseless claims, result in significant expense and diversion of resources, our management and time. Any adverse outcome in an intellectual property litigation could prevent us from selling our products or services or require us to license the technology of others on unfavorable terms, which may materially and adversely affect our brand, business, operations and financial condition. Additionally, third parties that provide us with products or services that are integral to the conduct of our business may also be subject to similar infringement allegations from others, which could prevent such third parties from continuing to provide these products or services to us. As a result, we may need to undertake work-arounds or substantial reengineering of our products or services in order to continue offering them, and we may not succeed in doing so. Furthermore, a party asserting such an infringement claim could secure a judgment against us that requires us to pay substantial damages, grant such party injunctive relief, or grant other court ordered remedies that could prevent us from conducting our business.\nWe use third-party open source software in our products and services. Though we have a policy, review board, and review process in place governing the use of open source software, there is a risk that we incorporate into our products and services open source software with onerous licensing terms that purportedly require us to make the source code of our proprietary code, combined with such open source software, available under such license. Furthermore, U.S. courts have not interpreted the terms of various open source licenses, but could interpret them in a manner that imposes unanticipated conditions or restrictions on our products and services. Usage of open source software can lead to greater risks than use of third-party commercial software, given that licensors generally disclaim all warranties on their open source software, and hackers frequently exploit vulnerabilities in open source software. Any use of open source software inconsistent with its license or our policy could harm our business, operations and financial position.\nAcquisitions and integrating such acquisitions create certain risks and may affect operating results. \nAs part of our overall business strategy, we may make acquisitions and strategic investments in companies, technologies or products, or enter joint ventures. In fact, over the last three fiscal years we have completed 4 acquisitions and made strategic investments in seven firms. These transactions and the integration of acquisitions involve a number of risks. The core risks are in the areas of:\n•\nvaluation\n: finding suitable businesses to acquire at affordable valuations or on other acceptable terms; competition for acquisitions from other potential acquirors, and negotiating a fair price for the business based on inherently limited due diligence reviews;\n•\nintegration\n: managing the complex process of integrating the acquired company’s people, products, technology, and other assets, and converting their financial, information security, privacy and other systems and controls to meet our standards, so as to achieve intended strategic objectives and realize the projected value, synergies and other benefits in connection with the acquisition; and\n•\nlegacy issues\n: protecting against actions, claims, regulatory investigations, losses, and other liabilities related to the predecessor business.\n23\nAlso, the process of integrating these businesses may be difficult and expensive, disrupt our business and divert our resources. These risks may arise for a number of reasons including, for example:\n•\nincurring unforeseen obligations or liabilities in connection with such acquisitions;\n•\ndevoting unanticipated financial and management resources to an acquired business;\n•\nborrowing money from lenders or selling equity or debt securities to the public to finance future acquisitions on terms that may be adverse to us;\n•\nadditional debt incurred to finance an acquisition could impact our liquidity and may cause a credit downgrade;\n•\nloss of clients of the acquired business;\n•\nentering markets where we have minimal prior experience; and\n•\nexperiencing decreases in earnings as a result of non-cash impairment charges.\nIn addition, international acquisitions, such as our 2021 acquisition of Itiviti, often involve additional or increased risks including, for example:\n•\ngeographically separated organizations, systems, and facilities;\n•\nintegrating personnel with diverse business backgrounds and organizational cultures;\n•\ncomplying with non-U.S. regulatory requirements;\n•\nenforcing intellectual property rights in some non-U.S. countries; and\n•\ngeneral economic and political conditions.\nOur existing and future debt levels, and compliance with our debt service obligations, could have a negative impact on our financing options and liquidity position, which could adversely affect our business.\nAs of June 30, 2023, we had $3,413.3 million in aggregate principal amount of total debt. Additionally, our revolving credit facility has a remaining borrowing capacity of $1,500.0 million as of June 30, 2023. Our overall leverage and the terms of our financing arrangements could:\n•\nlimit our ability to obtain additional financing in the future for working capital, capital expenditures or acquisitions, to fund growth or for general corporate purposes, even when necessary to maintain adequate liquidity;\n•\nmake it more difficult for us to satisfy the terms of our debt obligations;\n•\nlimit our ability to refinance our indebtedness on terms acceptable to us, or at all;\n•\nlimit our flexibility to plan for and to adjust to changing business and market conditions and implement business strategies; \n•\nrequire us to dedicate a substantial portion of our cash flow from operations to make interest and principal payments on our debt, thereby limiting the availability of our cash flow to fund future investments, capital expenditures, working capital, business activities and other general corporate requirements; and\n•\nincrease our vulnerability to adverse economic or industry conditions.\nOur liquidity position may be negatively affected by changes in general economic conditions, regulatory requirements and access to the capital markets, which may be limited if we were to fail to renew any of the credit facilities on their renewal dates or if we were to fail to meet certain ratios. Our ability to meet expenses and debt service obligations will depend on our future performance, which could be affected by financial, business, economic and other factors. If we are not able to pay our debt service obligations or comply with the financial or other restrictive covenants contained in the indenture governing our senior notes, or our credit facility, we may be required to immediately repay or refinance all or part of our debt, sell assets, borrow additional funds or raise additional equity capital, which could also result in a credit rating downgrade. In addition, if the credit ratings of our outstanding indebtedness are downgraded, or if rating agencies indicate that a downgrade may occur, our business, financial position, and results of operations could be adversely affected, and perceptions of our financial strength could be damaged. A downgrade would also have the effect of increasing our borrowing costs and could decrease the availability of funds we are able to borrow, adversely affecting our business, financial position, and results of operations. Further, a downgrade could adversely affect our relationships with our clients.\n24\nWe may incur non-cash impairment charges in the future associated with our portfolio of intangible assets, including goodwill.\nAs a result of past acquisitions, we carry a significant goodwill and other acquired intangible assets on our balance sheet. In addition, we also defer certain costs to onboard a client or convert a client’s systems to function with our technology. Goodwill, intangible assets, net, and deferred client conversion and start-up costs accounted for approximately 71% of the total assets on our balance sheet as of June 30, 2023. We test goodwill for impairment annually as of March 31st and we test goodwill, intangible assets, net, and deferred client conversion and start-up costs for impairment at other times if events have occurred or circumstances exist that indicate the carrying value of such assets may no longer be recoverable. It is possible we may incur impairment charges in the future, particularly in the event of a prolonged economic recession or loss of a key client or clients. A significant non-cash impairment could have a material adverse effect on our results of operations.\nCertain of our services may be exposed to risk from our counterparties and third parties.\nOur mutual fund and exchange-traded fund processing services and our transfer agency services involve the settlement of transactions on behalf of our clients and third parties. With these activities, we may be exposed to risk in the event our clients, or broker-dealers, banks, clearing organizations, or depositories are unable to fulfill contractual obligations. Failure to settle a transaction may affect our ability to conduct these services or may reduce their profitability as a result of the reputational risk associated with failure to settle.",
    "item7": ">ITEM 7.    Management’s Discussion and Analysis of Financial Condition and Results of Operations\nThis discussion summarizes the significant factors affecting the results of operations and financial condition of Broadridge during the fiscal years ended June 30, 2023 and 2022, and should be read in conjunction with our Consolidated Financial Statements and accompanying Notes thereto included elsewhere herein. Certain information contained in “Management’s Discussion and Analysis of Financial Condition and Results of Operations” are “forward-looking statements” within the meaning of the Private Securities Litigation Reform Act of 1995. Statements that are not historical in nature and which may be identified by the use of words such as “expects,” “assumes,” “projects,” “anticipates,” “estimates,” “we believe,” “could be,” “on track” and other words of similar meaning, are forward-looking statements. These statements are based on management’s expectations and assumptions and are subject to risks and uncertainties that may cause actual results to differ materially from those expressed. Our actual results, performance or achievements may differ materially from the results discussed in this Item 7 because of various factors, including those set forth elsewhere herein. See “Forward-Looking Statements” and “Risk Factors” included in Part 1 of this Annual Report on Form 10-K.\nThe discussion summarizing the significant factors affecting the results of operations and financial condition of Broadridge during the fiscal year ended June 30, 2022 can be found in Part II, “Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations” of our Annual Report on Form 10-K for the fiscal year 2022 (the “2022 Annual Report”), which was filed with the Securities and Exchange Commission on August 12, 2022.\nDESCRIPTION OF THE COMPANY AND BUSINESS SEGMENTS\nBroadridge, a Delaware corporation and a part of the S&P 500\n® \nIndex, is a global financial technology leader providing investor communications and technology-driven solutions to banks, broker-dealers, asset and wealth managers, public companies, investors and mutual funds. Our services include investor communications, securities processing, data and analytics, and customer communications solutions. With over 60 years of experience, including over 15 years as an independent public company, we provide integrated solutions and an important infrastructure that powers the financial services industry. Our solutions enable better financial lives by powering investing, governance and communications and help reduce the need for our clients to make significant capital investments in operations infrastructure, thereby allowing them to increase their focus on core business activities. Our businesses operate in two reportable segments: Investor Communication Solutions and Global Technology and Operations. \nACQUISITIONS\nAssets acquired and liabilities assumed in business combinations are recorded on the Company’s Consolidated Balance Sheets as of the respective acquisition date based upon the estimated fair values at such date. The results of operations of the business acquired by the Company are included in the Company’s Consolidated Statements of Earnings since the respective date of acquisition. The excess of the purchase price over the estimated fair values of the underlying assets acquired and liabilities assumed is allocated to Goodwill.\nDuring the fiscal years ended June 30, 2023 and June 30, 2022, there were no material acquisitions. \nBASIS OF PRESENTATION\nThe Consolidated Financial Statements have been prepared in accordance with U.S. generally accepted accounting principles (“GAAP”) and in accordance with the SEC requirements for Annual Reports on Form 10-K. These financial statements present the consolidated position of the Company and include the entities in which the Company directly or indirectly has a controlling financial interest as well as various entities in which the Company has investments recorded under the equity method of accounting as well as certain marketable and non-marketable securities. Intercompany balances and transactions have been eliminated. Amounts presented may not sum due to rounding. Certain prior period amounts have been reclassified to conform to the current year presentation where applicable.\n28\nIn presenting the Consolidated Financial Statements, management makes estimates and assumptions that affect the amounts reported and related disclosures. Management continually evaluates the accounting policies and estimates used to prepare the Consolidated Financial Statements. The estimates, by their nature, are based on judgment, available information, and historical experience and are believed to be reasonable. However, actual amounts and results could differ from those estimates made by management. In management’s opinion, the Consolidated Financial Statements contain all normal recurring adjustments necessary for a fair presentation of results reported. The results of operations reported for the periods presented are not necessarily indicative of the results of operations for subsequent periods.\nBeginning with the first quarter of fiscal year 2023, the Company changed reporting for segment revenues, segment earnings (loss) before income taxes, and segment amortization of acquired intangibles and purchased intellectual property to reflect the impact of actual foreign exchange rates applicable to the individual periods presented. The presentation of these metrics for the prior periods provided in this Form 10-K has been changed to conform to the current period presentation. Total consolidated revenues and earnings before income taxes were not impacted. Please refer to Note 3, “Revenue Recognition” and Note 21, “Financial Data by Segment” to our Consolidated Financial Statements under Item 8 of Part II of this Annual Report on Form 10-K.\nSeasonality\nProcessing and distributing proxy materials and annual reports to investors comprises a large portion of our Investor Communication Solutions business. We process and distribute the greatest number of proxy materials and annual reports during our third and fourth fiscal quarters. The recurring periodic activity of this business is linked to significant filing deadlines imposed by law on public reporting companies. This has caused our revenues, operating income, net earnings, and cash flows from operating activities to be higher in our third and fourth fiscal quarters. The seasonality of our revenues makes it difficult to estimate future operating results based on the results of any specific fiscal quarter and could affect an investor’s ability to compare our financial condition, results of operations, and cash flows on a fiscal quarter-by-quarter basis.\nCRITICAL ACCOUNTING ESTIMATES\nWe continually evaluate the accounting policies and estimates used to prepare the Consolidated Financial Statements. The estimates, by their nature, are based on judgment, available information, and historical experience and are believed to be reasonable. However, actual amounts and results could differ from these estimates made by management. Certain accounting policies that require significant management estimates and are deemed critical to our results of operations or financial position are discussed below.\nGoodwill\n.\n We review the carrying value of all our Goodwill by comparing the carrying value of our reporting units to their fair values. We are required to perform this comparison at least annually or more frequently if circumstances indicate a possible impairment. When determining fair value of a reporting unit, we utilize the income approach which considers a discounted future cash flow analysis using various assumptions, including projections of revenues based on assumed long-term growth rates, estimated costs and appropriate discount rates based on the particular reporting unit’s weighted-average cost of capital. The principal factors used in the discounted cash flow analysis requiring judgment are the projected future operating cash flows based on forecasted earnings before interest and taxes, and the selection of the terminal value growth rate and discount rate assumptions. The weighted-average cost of capital takes into account the relative weight of each component of our consolidated capital structure (equity and long-term debt). Our estimates of long-term growth and costs are based on historical data, various internal estimates and a variety of external sources, and are developed as part of our routine, long-range planning process. Changes in economic and operating conditions impacting these assumptions could result in goodwill impairments in future periods. If the carrying amount of the reporting unit exceeds its fair value, an impairment loss shall be recognized in an amount equal to that excess, not to exceed the total amount of Goodwill allocated to that reporting unit. We had $3,461.6 million of Goodwill as of June 30, 2023. Given the significance of our Goodwill, an adverse change to the fair value of one of our reporting units could result in an impairment charge, which could be material to our earnings.\nThe Company performs a sensitivity analysis under the goodwill impairment test assuming hypothetical reductions in the fair values of our reporting units. A 10% change in our estimates of projected future operating cash flows, discount rates, or terminal value growth rates used in our calculations of the fair values of the reporting units would not result in an impairment of our Goodwill. \n29\nIncome Taxes\n.\n The objectives of accounting for income taxes are to recognize the amount of taxes payable or refundable for the current year and deferred tax liabilities and assets for the future tax consequences of events that have been recognized in an entity’s financial statements or tax returns. Judgment is required in addressing the future tax consequences of events that have been recognized in our Consolidated Financial Statements or tax returns (e.g., realization of deferred tax assets, changes in tax laws or interpretations thereof). The Company is subject to regular examination of its income tax returns by the U.S. federal, state and foreign tax authorities. A change in the assessment of the outcomes of such matters could materially impact our Consolidated Financial Statements. The Company has estimated foreign net operating loss carryforwards of approximately $45.1 million as of June 30, 2023 of which $7.6 million are subject to expiration in the June 30, 2026 through June 30, 2042 period. The remaining $37.5 million of carryforwards has an indefinite utilization period. In addition, the Company has estimated U.S. federal net operating loss carryforwards of approximately $35.3 million of which $15.5 million are subject to expiration in the June 30, 2024 through June 30, 2037 period with the balance of $19.8 million having an indefinite utilization period. U.S. federal net operating loss carryforwards resulting from tax losses beginning with the fiscal year ended June 30, 2019 have an indefinite carryforward under the U.S. Tax Cuts and Jobs Act (the “Tax Act”). The Company did not generate federal net operating losses for the fiscal year ended June 30, 2023. \nValuation allowances are recognized to reduce deferred tax assets when it is more likely than not that the Company will not be able to utilize the deferred tax assets of certain subsidiaries to offset future taxable earnings. The Company has recorded valuation allowances of $10.3 million and $10.7 million at June 30, 2023 and 2022, respectively. The determination as to whether a deferred tax asset will be recognized is made on a jurisdictional basis and is based on the evaluation of historical taxable income or loss, projected future taxable income, carryforward periods, scheduled reversals of deferred tax liabilities and tax planning strategies. Projected future taxable income is based on expected results and assumptions as to the jurisdiction in which the income will be earned. The assumptions used to project future taxable income requires significant judgment and are consistent with the plans and estimates used to manage the underlying businesses.\nShare-based Payments\n.\n Accounting for stock-based compensation requires the measurement of stock-based compensation expense based on the fair value of the award on the date of grant. We determine the fair value of stock options issued by using a binomial option-pricing model. The binomial option-pricing model considers a range of assumptions related to volatility, dividend yield, risk-free interest rate and employee exercise behavior. Expected volatilities utilized in the binomial option-pricing model are based on a combination of implied market volatilities, historical volatility of our stock price and other factors. Similarly, the dividend yield is based on historical experience and expected future changes. The risk-free rate is derived from the U.S. Treasury yield curve in effect at the time of grant. The binomial option-pricing model also incorporates exercise and forfeiture assumptions based on an analysis of historical data. The expected life of the stock option grants is derived from the output of the binomial model and represents the period of time that options granted are expected to be outstanding. Determining these assumptions are subjective and complex, and therefore, a change in the assumptions utilized could impact the calculation of the fair value of our stock options. A hypothetical change of five percentage points applied to the volatility assumption used to determine the fair value of the fiscal year 2023 stock option grants would result in an approximate $3.1 million change in total pre-tax stock-based compensation expense for the fiscal year 2023 grants, which would be amortized over the vesting period. A hypothetical change of one year in the expected life assumption used to determine the fair value of the fiscal year 2023 stock option grants would result in an approximate $1.7 million change in the total pre-tax stock-based compensation expense for the fiscal year 2023 grants, which would be amortized over the vesting period. A hypothetical change of one percentage point in the forfeiture rate assumption used for the fiscal year 2023 stock option grants would result in an approximate $0.2 million change in the total pre-tax stock-based compensation expense for the fiscal year 2023 grants, which would be amortized over the vesting period. A hypothetical one-half percentage point change in the dividend yield assumption used to determine the fair value of the fiscal year 2023 stock option grants would result in an approximate $1.4 million change in the total pre-tax stock-based compensation expense for the fiscal year 2023 grants, which would be amortized over the vesting period.\n30\nKEY PERFORMANCE INDICATORS\nManagement focuses on a variety of key indicators to plan, measure and evaluate the Company’s business and financial performance. These performance indicators include Revenue and Recurring revenue as well as not generally accepted accounting principles measures (“Non-GAAP”) of Adjusted Operating income, Adjusted Net earnings, Adjusted earnings per share, Free Cash flow, Recurring revenue growth constant currency, and Closed sales. In addition, management focuses on select operating metrics specific to Broadridge of Record Growth and Internal Trade Growth, as defined below.\nRefer to the section “Explanation and Reconciliation of the Company’s Use of Non-GAAP Financial Measures” for a reconciliation of Adjusted Operating income, Adjusted Net earnings, Adjusted earnings per share, Free Cash flow, and Recurring revenue growth constant currency to the most directly comparable GAAP measures, and an explanation for why these Non-GAAP metrics provide useful information to investors and how management uses these Non-GAAP metrics for operational and financial decision-making. Refer to the section “Results of Operations” for a description of Closed sales and an explanation of why Closed sales is a useful performance metric for management and investors.\nRevenues\nRevenues are primarily generated from fees for processing and distributing investor communications and fees for technology-enabled services and solutions. The Company monitors revenue in each of our two reportable segments as a key measure of success in addressing our clients’ needs. Revenues from fees are derived from both recurring and event-driven activity. The level of recurring and event-driven activity the Company processes directly impacts distribution revenues. While event-driven activity is highly repeatable, it may not recur on an annual basis. Event-driven revenues are based on the number of special events and corporate transactions the Company processes. Event-driven activity is impacted by financial market conditions and changes in regulatory compliance requirements, resulting in fluctuations in the timing and levels of event-driven revenues. Distribution revenues primarily include revenues related to the physical mailing of proxy materials, interim communications, transaction reporting, customer communications and fulfillment services as well as Broadridge Retirement and Workplace administrative services.\nRecurring revenue growth represents the Company’s total annual revenue growth, less growth from event-driven and distribution revenues. We distinguish recurring revenue growth between organic and acquired:\n•\nOrganic – We define organic revenue as the recurring revenue generated from Net New Business and Internal Growth.\n•\nAcquired – We define acquired revenue as the recurring revenue generated from acquired services in the first twelve months following the date of acquisition. This type of growth comes as a result of our strategy to purchase, integrate, and leverage the value of assets we acquire. \nRevenues and Recurring revenue are useful metrics for investors in understanding how management measures and evaluates the Company’s ongoing operational performance. See “Results of Operations” as well as Note 2, “Summary of Significant Accounting Policies” and Note 3, “Revenue Recognition” to our Consolidated Financial Statements under Item 8 of Part II of this Annual Report on Form 10-K.\n31\nRecord Growth and Internal Trade Growth\nThe Company uses select operating metrics specific to Broadridge of Record Growth and Internal Trade Growth in evaluating its business results and identifying trends affecting its business. Record Growth is comprised of stock record growth and interim record growth.\n \nStock record growth (also referred to as “SRG” or “equity position growth”) measures the estimated annual change in positions eligible for equity proxy materials.\n \nInterim record growth (also referred to as “IRG” or “mutual fund/ETF position growth”) measures the estimated change in mutual fund and exchange traded fund positions eligible for interim communications. These metrics are calculated from equity proxy and mutual fund/ETF position data reported to Broadridge for the same issuers or funds in both the current and prior year periods. \nInternal Trade Growth represents the estimated change in daily average trade volumes for Broadridge securities processing clients whose contracts are linked to trade volumes and who were on Broadridge’s trading platforms in both the current and prior year periods. Record Growth and Internal Trade Growth are useful non-financial metrics for investors in understanding how management measures and evaluates Broadridge’s ongoing operational performance within its Investor Communication Solutions and Global Technology and Operations reportable segments, respectively.\nThe key performance indicators for the fiscal years ended June 30, 2023, and 2022, are as follows:\nSelect Operating Metrics\nYears Ended June 30,\n2023\n2022\nRecord Growth\n   Equity positions (Stock records)\n9 \n%\n18 \n%\n   Mutual fund / ETF positions (Interim records)\n8 \n%\n14 \n%\nInternal Trade Growth\n4 \n%\n1 \n%\n \nRESULTS OF OPERATIONS\nThe following discussions of Analysis of Consolidated Statements of Earnings and Analysis of Reportable Segments refer to the fiscal year ended June 30, 2023 compared to the fiscal year ended June 30, 2022. The Analysis of Consolidated Statements of Earnings should be read in conjunction with the Analysis of Reportable Segments, which provides a more detailed discussion concerning certain components of the Consolidated Statements of Earnings. Discussions of Analysis of Consolidated Statements of Earnings and Analysis of Reportable Segments for the fiscal year ended June 30, 2022 compared to the fiscal year ended June 30, 2021 is disclosed in Part II, “Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations” of the 2022 Annual Report.\nThe following references are utilized in the discussions of Analysis of Consolidated Statements of Earnings and Analysis of Reportable Segments:\n“Amortization of Acquired Intangibles and Purchased Intellectual Property” and “Acquisition and Integration Costs” represent certain non-cash amortization expenses associated with acquired intangible assets and purchased intellectual property assets, as well as certain transaction and integration costs associated with the Company’s acquisition activities, respectively.\n“Investment Gains” represent non-operating, non-cash gains on privately held investments. \n“Real Estate Realignment and Covid-19 Related Expenses” are comprised of two major components: Real Estate Realignment Expenses, and Covid-19 Related Expenses. Real Estate Realignment Expenses are expenses associated with the exit of certain of the Company’s leased facilities in response to the Covid-19 pandemic, which consist of the impairment of certain right of use assets, leasehold improvements and equipment, as well as other related facility exit expenses directly resulting from, and attributable to, the exit of these leased facilities. Covid-19 Related Expenses are direct and incremental expenses incurred by the Company to protect the health and safety of Broadridge associates during the Covid-19 outbreak, including expenses associated with monitoring the temperatures for associates entering our facilities, enhancing the safety of our office environment in preparation for workers to return to Company facilities on a more regular basis, ensuring proper social distancing in our production facilities, personal protective equipment, enhanced cleaning measures in our facilities, and other safety related expenses. \n32\n“Restructuring Charges” represent severance costs associated with the Company’s initiative to streamline our management structure, reallocate work to lower cost locations, and reduce headcount in deprioritized areas.\n“Russia-Related Exit Costs” are direct and incremental costs associated with the Company’s wind down of business activities in Russia in response to Russia’s invasion of Ukraine, including relocation-related expenses of impacted associates.\n“Net New Business” refers to recurring revenue from Closed sales for the initial twelve-month contract period after which the client goes live with the Company’s service(s), less recurring revenue from client losses. \n“Internal Growth” is a component of recurring revenue and generally reflects year over year changes in existing services to our existing customers’ multi-year contracts beyond the initial twelve-month period in which it was included in Net New Business.\n“Recurring revenue growth constant currency” refers to our Recurring revenue growth presented on a constant currency basis to exclude the impact of foreign currency exchange fluctuations.\nThe following definitions describe the Company’s Revenues:\nRevenues in the Investor Communication Solutions segment are derived from both recurring and event-driven activity, in addition to distribution revenues. The level of recurring and event-driven activity we process directly impacts revenues. While event-driven activity is highly repeatable, it may not recur on an annual basis. The types of services we provide that comprise event-driven activity are:\n•\nMutual Fund Proxy: The proxy and related services we provide to mutual funds when certain events occur requiring a shareholder vote including changes in directors, sub-advisors, fee structures, investment restrictions, and mergers of funds.\n•\nMutual Fund Communications: Mutual fund communications services consist primarily of the distribution on behalf of mutual funds of supplemental information required to be provided to the annual mutual fund prospectus as a result of certain triggering events such as a change in portfolio managers. In addition, mutual fund communications consist of notices and marketing materials such as newsletters.\n•\nEquity Proxy Contests and Specials, Corporate Actions, and Other: The proxy services we provide in connection with shareholder meetings driven by special events such as proxy contests, mergers and acquisitions, and tender/exchange offers.\nEvent-driven revenues are based on the number of special events and corporate transactions we process. Event-driven activity is impacted by financial market conditions and changes in regulatory compliance requirements, resulting in fluctuations in the timing and levels of event-driven revenues. As such, the timing and level of event-driven activity and its potential impact on revenues and earnings are difficult to forecast. \nGenerally, mutual fund proxy activity has been subject to a greater level of volatility than the other components of event-driven activity. During fiscal year 2023, mutual fund proxy revenues were 51% lower than the prior fiscal year. During fiscal year 2022, mutual fund proxy revenues were 57% greater than the prior fiscal year. Although it is difficult to forecast the levels of event-driven activity, we expect that the portion of revenues derived from mutual fund proxy activity may continue to experience volatility in the future.\nDistribution revenues primarily include revenues related to the physical mailing of proxy materials, interim communications, transaction reporting, customer communications and fulfillment services, as well as Broadridge Retirement and Workplace administrative services.\nDistribution cost of revenues consists primarily of postage-related expenses incurred in connection with our Investor Communication Solutions segment, as well as Broadridge Retirement and Workplace administrative services expenses. These costs are reflected in Cost of revenues.\nClosed sales represent an estimate of the expected annual recurring revenue for new client contracts that were signed by Broadridge in the current reporting period. Closed sales does not include event-driven or distribution activity. We consider contract terms, expected client volumes or activity, knowledge of the marketplace and experience with our clients, among other factors, when determining the estimate. Management uses Closed sales to measure the effectiveness of our sales and marketing programs, as an indicator of expected future revenues and as a performance metric in determining incentive compensation. \nClosed sales is not a measure of financial performance under GAAP, and should not be considered in isolation or as a substitute for revenue or other income statement data prepared in accordance with GAAP. Closed sales is a useful metric for investors in understanding how management measures and evaluates our ongoing operational performance.\n33\nThe inherent variability of transaction volumes and activity levels can result in some variability of amounts reported as actual achieved Closed sales. Larger Closed sales can take up to 12 to 24 months or longer to convert to revenues, particularly for the services provided by our Global Technology and Operations segment. For the fiscal years ended June 30, 2023 and June 30, 2022, we reported Closed sales net of a 5.0% allowance adjustment. Consequently, our reported Closed sales amounts will not be adjusted for actual revenues achieved because these adjustments are estimated in the period the sale is reported. We assess this allowance amount at the end of each fiscal year to establish the appropriate allowance for the subsequent year using the trailing five years actual data as the starting point, normalized for outlying factors, if any, to enhance the accuracy of the allowance.\nFor the fiscal years ended June 30, 2023 and 2022, Closed sales were $245.8 million and $279.5 million, respectively. The fiscal years ended June 30, 2023 and 2022, are net of an allowance adjustment of $12.9 million and $14.8 million, respectively.\nRecent Developments\nNew SEC Rule on Tailored Shareholder Reports\nOn October 26, 2022, the SEC adopted a rule modifying mutual fund and exchange-traded fund investor communications. The SEC rule requires that shorter summary documents, referred to as tailored shareholder reports, be distributed in lieu of long-form annual and semi-annual fund reports or notices of the availability of such reports, which the SEC had permitted under Rule 30e-3. The rule went into effect on January 24, 2023 and includes an 18-month transition period for implementation by mutual funds and exchange-traded funds, with a final compliance date of July 24, 2024. We are reviewing the full impact of the new rule, however we currently estimate a reduction in our annual Recurring revenues of approximately $30 million phasing in over fiscal years 2025 and 2026, assuming no offset from new services. See the risk factor titled “\nOur clients are subject to complex laws and regulations, and new laws or regulations and/or changes to existing laws or regulations could impact our clients and, in turn, adversely impact our business or may reduce our profitability.\n” in Part I, Item 1A. “Risk Factors” in this Annual Report.  \nConflict in Ukraine\nWe are monitoring the events related to Russia’s invasion of Ukraine and have been actively managing any exposure we may have through a cross-functional taskforce that includes members of our senior management. We have historically had a limited presence in Russia, and we have no presence in Ukraine. We do not store any client data in Russia. Prior to the conflict, we had approximately 280 associates in St. Petersburg, Russia who provided software development and support services for several of our GTO products, less than 2% of our total associates. As of June 30, 2023, we do not have any associates remaining in Russia. We have historically provided services to a very small number of Russian entities and subsidiaries of Russian entities. The revenues from those services represented less than 0.1% of our total revenues in fiscal year 2022 and 2023 and our outstanding accounts receivable from these entities is de minimis. We are in the process of terminating and winding down these relationships and have closed our operations in Russia. We have moved the services provided in Russia to other locations in Europe and Asia. We are monitoring and believe we are in compliance with all global sanctions arising out of Russia’s invasion of Ukraine. We have taken actions to enhance our information security defenses in response to the Ukraine conflict. At present, we do not expect the Ukraine conflict and the actions we are taking in response to have a material impact on our core operations or financial results.\n \n34\nANALYSIS OF CONSOLIDATED STATEMENTS OF EARNINGS\nFiscal Year 2023 Compared to Fiscal Year 2022 \nThe table below presents Consolidated Statements of Earnings data for the fiscal years ended June 30, 2023 and 2022, and the dollar and percentage changes between periods:\n \nYears Ended June 30,\n \n2023\n2022\nChange\n \n($)    \n(%)    \n \n(in millions, except for per share amounts)\nRevenues\n$\n6,060.9 \n$\n5,709.1 \n$\n351.8 \n6 \n  \nCost of revenues\n4,275.5 \n4,116.9 \n158.6 \n4 \n  \nSelling, general and administrative expenses\n849.0 \n832.3 \n16.7 \n2 \n  \n       Total operating expenses\n5,124.5 \n4,949.2 \n175.3 \n4 \nOperating income\n936.4 \n759.9 \n176.5 \n23 \nMargin\n15.4 \n%\n13.3 \n%\n2.1 \npts\nInterest expense, net\n(135.5)\n(84.7)\n(50.9)\n60 \nOther non-operating income (expenses), net\n(6.0)\n(3.0)\n(3.0)\n100 \nEarnings before income taxes\n794.9 \n672.2 \n122.7 \n18 \n  \nProvision for income taxes\n164.3 \n133.1 \n31.2 \n23 \n  \nEffective tax rate\n20.7 \n%\n19.8 \n%\n0.9 \npts\nNet earnings\n$\n630.6 \n$\n539.1 \n$\n91.4 \n17 \n  \nBasic earnings per share\n$\n5.36 \n$\n4.62 \n$\n0.74 \n16 \n  \nDiluted earnings per share\n$\n5.30 \n$\n4.55 \n$\n0.75 \n16 \n  \nWeighted average shares outstanding:\n       Basic\n117.7\n116.7\n       Diluted\n119.0\n118.5\nRevenues\nThe table below presents Consolidated Statements of Earnings data for the fiscal years ended June 30, 2023 and 2022, and the dollar and percentage changes between periods:\n \nYears Ended June 30,\n2023\n2022\nChange\n \n$\n%\n \n($ in millions)\nRecurring revenues\n$\n3,986.7 \n$\n3,722.7 \n$\n264.0 \n7 \nEvent-driven revenues\n211.0 \n269.4 \n(58.3)\n(22)\nDistribution revenues\n1,863.1 \n1,717.0 \n146.2 \n9 \n       Total\n$\n6,060.9 \n$\n5,709.1 \n$\n351.8 \n6 \nPoints of Growth\nNet New Business\nInternal Growth\nAcquisitions\nForeign Exchange\nTotal\nRecurring revenue Growth Drivers\n4pts\n4pts\n0pts\n-1pt\n7 \n%\nRevenues increased $351.8 million, or 6%, to $6,060.9 million from $5,709.1 million.\n•\nRecurring revenues increased $264.0 million, or 7%, to $3,986.7 million. Recurring revenue growth constant currency (Non-GAAP) was 9%, all organic, driven by Net New Business growth and Internal Growth in both ICS and GTO.  \n35\n•\nEvent-driven revenues decreased $58.3 million, or 22%, primarily due to the decrease in volume of mutual fund proxy communications.\n•\nDistribution revenues increased $146.2 million, or 9%, driven by the impact of postage rate increases of $120.8 million and the impact of modestly higher mail volumes, primarily in Customer Communications Solutions.\nTotal operating expenses. \nOperating expenses increased $175.3 million, or 4%, to $5,124.5 million from $4,949.2 million primarily as a result of the increase in Cost of revenues:\n•\nCost of revenues - The increase of $158.6 million in Cost of revenues primarily reflects the impact of higher postage and distribution expenses in our Investor Communication Solutions segment of $169.4 million, offset by lower acquisition amortization of $35.8 million.\n•\nSelling, general and administrative expenses - The increase of $16.7 million in Selling, general, and administrative expenses primarily reflects higher compensation expenses of $21.8 million and higher technology related expenses of $4.3 million, offset by lower external labor costs. \nInterest expense, net. \nInterest expense, net, was $135.5 million, an increase of $50.9 million from $84.7 million in the fiscal year ended June 30, 2022 primarily due to an increase in interest expense from higher borrowing costs.\nOther non-operating income (expenses), net. \nOther non-operating expense, net for the fiscal year ended June 30, 2023 was $6.0 million, compared to $3.0 million of Other non-operating expense, net for the fiscal year ended June 30, 2022. The increased expense was primarily due to higher net gains on investments in the prior year period.\nProvision for income taxes\n. \n•\nEffective tax rate for the fiscal year ended June 30, 2023 - 20.7%.\n•\nEffective tax rate for the fiscal year ended June 30, 2022 - 19.8%.\nThe increase in the effective tax rate for the fiscal year ended June 30, 2023 compared to the fiscal year ended June 30, 2022 was driven by the lower excess tax benefit related to equity compensation as compared to the prior year.\nANALYSIS OF REPORTABLE SEGMENTS\nBroadridge has two reportable segments: (1) Investor Communication Solutions and (2) Global Technology and Operations. \nThe primary component of “Other” are certain gains, losses, corporate overhead expenses and non-operating expenses that have not been allocated to the reportable segments, such as interest expense. \nCertain corporate expenses, as well as certain centrally managed expenses, are allocated based upon budgeted amounts in a reasonable manner. Because the Company compensates the management of its various businesses on, among other factors, segment profit, the Company may elect to record certain segment-related operating and non-operating expense items in Other rather than reflect such items in segment profit.\nRevenues\n \nYears Ended June 30,\n2023\n2022\nChange\n$\n%\n \n ($ in millions)\nInvestor Communication Solutions\n$\n4,535.6 \n$\n4,256.6 \n$\n279.0 \n7 \nGlobal Technology and Operations\n1,525.2 \n1,452.4 \n72.8 \n5 \n      Total\n$\n6,060.9 \n$\n5,709.1 \n$\n351.8 \n6 \n \n36\nEarnings Before Income Taxes\n \nYears Ended June 30,\n2023\n2022\nChange\n$\n%\n \n ($ in millions)\nInvestor Communication Solutions\n$\n811.4 \n$\n724.7 \n$\n86.8 \n12 \nGlobal Technology and Operations\n183.9 \n139.4 \n44.5 \n32 \nOther\n(200.5)\n(191.9)\n(8.6)\n4 \n      Total\n$\n794.9 \n$\n672.2 \n$\n122.7 \n18 \nThe amount of amortization of acquired intangibles and purchased intellectual property by segment is as follows:\n \nYears Ended June 30,\n2023\n2022\nChange\n$\n%\n \n ($ in millions)\nInvestor Communication Solutions\n$\n55.5 \n$\n68.7 \n$\n(13.2)\n(19)\nGlobal Technology and Operations\n158.9 \n181.5 \n(22.6)\n(12)\n      Total\n$\n214.4 \n$\n250.2 \n$\n(35.8)\n(14)\nInvestor Communication Solutions\nFiscal Year 2023 Compared to Fiscal Year 2022 \nRevenues increased $279.0 million to $4,535.6 million from $4,256.6 million, and earnings before income taxes increased $86.8 million to $811.4 million from $724.7 million.\n \nYears Ended June 30,\n2023\n2022\nChange\n$\n%\n ($ in millions)\nRevenues\nRecurring revenues\n$\n2,461.4 \n$\n2,270.3 \n$\n191.1 \n8 \nEvent-driven revenues\n211.0 \n269.4 \n(58.3)\n(22)\nDistribution revenues\n1,863.1 \n1,717.0 \n146.2 \n9 \n       Total\n$\n4,535.6 \n$\n4,256.6 \n$\n279.0 \n7 \nEarnings before Income Taxes\nEarnings before income taxes\n$\n811.4 \n$\n724.7 \n$\n86.8 \n12 \nPre-tax Margin\n17.9 \n%\n17.0 \n%\nPoints of Growth\nNet New Business\nInternal Growth\nAcquisitions\nForeign Exchange\nTotal\nRecurring revenue Growth Drivers\n4pts\n5pts\n0pts\n0pts\n8 \n%\nFor the fiscal year ended June 30, 2023:\n•\nRecurring revenues increased $191.1 million, or 8%, to $2,461.4 million. Recurring revenue growth constant currency (Non-GAAP) was 9%, all organic, driven by Internal Growth and Net New Business.\n \n37\n•\nBy product line, Recurring revenue growth and Recurring revenue growth constant currency (Non-GAAP) were as follows:\n◦\nRegulatory rose 6% and 7%, respectively, driven by equity position growth of 9% and mutual fund/ETF position growth of 8%; \n◦\nData-Driven Fund Solutions rose 11% and 12%, respectively, driven by growth in our mutual fund trade processing business and continued growth in our data and analytics solutions;\n◦\nIssuer rose 12% and 13%, respectively, driven by growth in our registered shareholder solutions and disclosure solutions; and\n◦\nCustomer Communications rose 9% and 10%, respectively, driven by higher print and digital communications.  \n•\nEvent-driven revenues decreased $58.3 million, or 22% primarily due to the decrease in volume of mutual fund proxy communications.\n•\nDistribution revenues increased $146.2 million, or 9%, driven by the impact of postage rate increases of $120.8 million and the impact of modestly higher mail volumes, primarily in Customer Communications Solutions.\n•\nEarnings before income taxes increased $86.8 million, or 12.0%. The earnings benefit from higher Recurring revenue was partially offset by lower event-driven revenues.\n \nOperating expenses rose 5%, or $192.2 million, to $3,724.2 million, primarily driven by distribution and other revenue related expenses.\n \nAmortization expense from acquired intangibles decreased by $13.2 million to $55.5 million from $68.7 million in the prior period.\n•\nPre-tax margins increased by 0.9 percentage points to 17.9% from 17.0%. \nGlobal Technology and Operations\nFiscal Year 2023 Compared to Fiscal Year 2022 \nRevenues increased $72.8 million to $1,525.2 million from $1,452.4 million, and earnings before income taxes increased $44.5 million to $183.9 million from $139.4 million.\n \nYears Ended June 30,\n2023\n2022\nChange\n$\n%\n \n ($ in millions)\nRevenues\nRecurring revenues\n$\n1,525.2 \n$\n1,452.4 \n$\n72.8 \n5 \nEarnings before Income Taxes\nEarnings before income taxes\n$\n183.9 \n$\n139.4 \n$\n44.5 \n32 \nPre-tax Margin\n12.1 \n%\n9.6 \n%\nPoints of Growth\nNet New Business\nInternal Growth\nAcquisitions\nForeign Exchange\nTotal\nRecurring revenue Growth Drivers\n4pts\n4pts\n0pts\n-3pts\n5 \n%\nFor the fiscal year ended June 30, 2023:\n•\nRecurring revenues increased $72.8 million, or 5.0%, to $1,525.2 million.\n \nRecurring revenue growth constant currency (Non-GAAP) was 8%, all organic, driven by Net New Business and Internal Growth.  \n•\nBy product line, Recurring revenue growth and Recurring revenue growth constant currency (Non-GAAP) were as follows: \n◦\nCapital markets rose 7% and 11%, respectively, driven by a combination of Internal Growth and Net New Business; and\n◦\nWealth and investment management rose 2% and 4%, respectively, primarily driven by Net New Business.\n38\n•\nEarnings before income taxes increased $44.5 million, driven primarily by the $72.8 million growth in Recurring revenues, partially offset by increased labor costs. Amortization expense from acquired intangibles decreased by $22.6 million to $158.9 million in fiscal year 2023 from $181.5 million in the prior year period due to the impact of changes in foreign currency exchange rates and certain intangible assets now being fully amortized.\n•\nPre-tax margins increased by 2.5 percentage points to 12.1% from 9.6%.\nOther\nLoss before income taxes was $200.5 million for the fiscal year ended June 30, 2023, an increase of $8.6 million, or 4%, compared to $191.9 million for the fiscal year ended June 30, 2022. The impact of a $50.9 million increase in net interest expense and higher severance costs related to the corporate restructuring initiative were partially offset by the absence of the prior year $30.5 million in Real Estate Realignment and Covid-19 related expenses and lower compensation related expenses.\nExplanation and Reconciliation of the Company’s Use of Non-GAAP Financial Measures \nThe Company’s results in this Annual Report on Form 10-K are presented in accordance with U.S. GAAP except where otherwise noted. In certain circumstances, Non-GAAP results have been presented. These Non-GAAP measures are Adjusted Operating income, Adjusted Operating income margin, Adjusted Net earnings, Adjusted earnings per share, Free cash flow, and Recurring revenue growth constant currency. These Non-GAAP financial measures should be viewed in addition to, and not as a substitute for, the Company’s reported results.\nThe Company believes our Non-GAAP financial measures help investors understand how management plans, measures and evaluates the Company’s business performance. Management believes that Non-GAAP measures provide consistency in its financial reporting and facilitates investors’ understanding of the Company’s operating results and trends by providing an additional basis for comparison. Management uses these Non-GAAP financial measures to, among other things, evaluate our ongoing operations and for internal planning and forecasting purposes. In addition, and as a consequence of the importance of these Non-GAAP financial measures in managing our business, the Company’s Compensation Committee of the Board of Directors incorporates Non-GAAP financial measures in the evaluation process for determining management compensation.\nAdjusted Operating Income, Adjusted Operating Income Margin, Adjusted Net Earnings and Adjusted Earnings Per Share\nThese Non-GAAP measures reflect Operating income, Operating income margin, Net earnings, and Diluted earnings per share, as adjusted to exclude the impact of certain costs, expenses, gains and losses and other specified items the exclusion of which management believes provides insight regarding our ongoing operating performance. Depending on the period presented, these adjusted measures exclude the impact of certain of the following items: (i) Amortization of Acquired Intangibles and Purchased Intellectual Property, (ii) Acquisition and Integration Costs, (iii) Restructuring Charges, (iv) Real Estate Realignment and Covid-19 Related Expenses, (v) Russia-Related Exit Costs, and (vi) Investment Gain. Amortization of Acquired Intangibles and Purchased Intellectual Property represents non-cash amortization expenses associated with the Company’s acquisition activities. Acquisition and Integration Costs represent certain transaction and integration costs associated with the Company’s acquisition activities. Restructuring Charges represent severance costs associated with the Company’s initiative to streamline our management structure, reallocate work to lower cost locations, and reduce headcount in deprioritized areas. Real Estate Realignment and Covid-19 Related Expenses are comprised of two major components: Real Estate Realignment Expenses, and Covid-19 Related Expenses. Real Estate Realignment Expenses are expenses associated with the exit of certain of the Company’s leased facilities in response to the Covid-19 pandemic, which consist of the impairment of certain right of use assets, leasehold improvements and equipment, as well as other related facility exit expenses directly resulting from, and attributable to, the exit of these leased facilities. Covid-19 Related Expense are direct and incremental expenses incurred by the Company to protect the health and safety of Broadridge associates during the Covid-19 outbreak, including expenses associated with monitoring the temperatures for associates entering our facilities, enhancing the safety of our office environment in preparation for workers to return to Company facilities on a more regular basis, ensuring proper social distancing in our production facilities, personal protective equipment, enhanced cleaning measures in our facilities, and other safety related expenses. Russia-Related Exit Costs are direct and incremental costs associated with the Company’s wind down of business activities in Russia in response to Russia’s invasion of Ukraine, including relocation-related expenses of impacted associates. Investment Gain represents a non-operating, non-cash gain on a privately held investment. \n39\nWe exclude Acquisition and Integration Costs, Restructuring Charges, Real Estate Realignment and Covid-19 Related Expenses, Russia-Related Exit Costs, and Investment Gain from our Adjusted Operating income (as applicable) and other adjusted earnings measures because excluding such information provides us with an understanding of the results from the primary operations of our business and enhances comparability across fiscal reporting periods, as these items are not reflective of our underlying operations or performance. We also exclude the impact of Amortization of Acquired Intangibles and Purchased Intellectual Property, as these non-cash amounts are significantly impacted by the timing and size of individual acquisitions and do not factor into the Company's capital allocation decisions, management compensation metrics or multi-year objectives. Furthermore, management believes that this adjustment enables better comparison of our results as Amortization of Acquired Intangibles and Purchased Intellectual Property will not recur in future periods once such intangible assets have been fully amortized. Although we exclude Amortization of Acquired Intangibles and Purchased Intellectual Property from our adjusted earnings measures, our management believes that it is important for investors to understand that these intangible assets contribute to revenue generation. Amortization of intangible assets that relate to past acquisitions will recur in future periods until such intangible assets have been fully amortized. Any future acquisitions may result in the amortization of additional intangible assets.\nFree Cash Flow\nIn addition to the Non-GAAP financial measures discussed above, we provide Free cash flow information because we consider Free cash flow to be a liquidity measure that provides useful information to management and investors about the amount of cash generated that could be used for dividends, share repurchases, strategic acquisitions, other investments, as well as debt servicing. Free cash flow is a Non-GAAP financial measure and is defined by the Company as Net cash flows provided by operating activities less Capital expenditures as well as Software purchases and capitalized internal use software.\nRecurring Revenue Growth Constant Currency\nAs a multi-national company, we are subject to variability of our reported U.S. dollar results due to changes in foreign currency exchange rates. The exclusion of the impact of foreign currency exchange fluctuations from our Recurring revenue growth, or what we refer to as amounts expressed “on a constant currency basis,” is a Non-GAAP measure. We believe that excluding the impact of foreign currency exchange fluctuations from our Recurring revenue growth provides additional information that enables enhanced comparison to prior periods. \nChanges in Recurring revenue growth expressed on a constant currency basis are presented excluding the impact of foreign currency exchange fluctuations. To present this information, current period results for entities reporting in currencies other than the U.S. dollar are translated into U.S. dollars at the average exchange rates in effect during the corresponding period of the comparative year, rather than at the actual average exchange rates in effect during the current fiscal year. \nReconciliation of such Non-GAAP measures to the most directly comparable GAAP measures (unaudited)\n:    \n \nYears ended June 30,\n \n2023\n2022\n \n(in millions)\nOperating income (GAAP)\n$\n936.4\n$\n759.9\nAdjustments: \nAmortization of Acquired Intangibles and Purchased Intellectual Property\n214.4\n250.2\nAcquisition and Integration Costs\n15.8\n24.5\nRestructuring Charges\n20.4\n— \nReal Estate Realignment and Covid-19 Related Expenses (a)\n—\n30.5\nRussia-Related Exit Costs (c)\n12.1\n1.4\nAdjusted Operating income (Non-GAAP)\n$\n1,199.1\n$\n1,066.4\nOperating income margin (GAAP)\n15.4 \n%\n13.3 \n%\nAdjusted Operating income margin (Non-GAAP)\n19.8 \n%\n18.7 \n%\n40\n \nYears ended June 30,\n \n2023\n2022\n \n(in millions)\nNet earnings (GAAP)\n$\n630.6 \n$\n539.1 \nAdjustments: \nAmortization of Acquired Intangibles and Purchased Intellectual Property\n214.4 \n250.2 \nAcquisition and Integration Costs\n15.8 \n24.5 \nRestructuring Charges\n20.4 \n— \nReal Estate Realignment and Covid-19 Related Expenses (a)\n— \n30.5 \nRussia-Related Exit Costs (c)\n10.9 \n1.4 \nInvestment Gains\n— \n(14.2)\n      Subtotal of adjustments\n261.6 \n292.3 \nTax impact of adjustments (d)\n(57.5)\n(65.7)\nAdjusted Net earnings (Non-GAAP)\n$\n834.6 \n$\n765.7 \n \nYears ended June 30, \n \n2023\n2022\n \nDiluted earnings per share (GAAP)\n$\n5.30 \n$\n4.55 \nAdjustments:\nAmortization of Acquired Intangibles and Purchased Intellectual Property\n1.80 \n2.11 \nAcquisition and Integration Costs\n0.13 \n0.21 \nRestructuring Charges\n0.17 \n— \nReal Estate Realignment and Covid-19 Related Expenses (b)\n— \n0.26 \nRussia-Related Exit Costs\n0.09 \n0.01 \nInvestment Gains\n— \n(0.12)\n      Subtotal of adjustments\n2.20 \n2.47 \nTax impact of adjustments (d)\n(0.48)\n(0.55)\nAdjusted earnings per share (Non-GAAP)\n$\n7.01 \n$\n6.46 \n_________\n(a)\nReal Estate Realignment Expenses and Covid-19 Related Expenses were $23.0 million and $7.5 million for the fiscal year ended June 30, 2022, respectively.\n(b)\nReal Estate Realignment Expenses and Covid-19 Expenses impacted Adjusted earnings per share by $0.19 and $0.06 for the fiscal year ended June 30, 2022, respectively.\n(c)\nRussia-Related Exit Costs were $10.9 million and $1.4 million for the fiscal years ended June 30, 2023 and June 30, 2022, comprised of $12.1 million of operating expenses, offset by a gain of $1.2 million in non-operating income for the fiscal year ended June 30, 2023, and $1.4 million of operating expenses for the fiscal year ended June 30, 2022. \n(d)\nCalculated using the GAAP effective tax rate, adjusted to exclude $10.4 million of excess tax benefits (“ETB”) associated with stock-based compensation for the fiscal year ended June 30, 2023, and $18.1 million of ETB associated with stock-based compensation for the fiscal year ended June 30, 2022. For purposes of calculating the Adjusted earnings per share, the same adjustments were made on a per share basis.\n41\n \nYears ended June 30,\n \n2023\n2022\n \n(in millions)\nNet cash flows provided by operating activities (GAAP)\n$\n823.3 \n$\n443.5 \nCapital expenditures and Software purchases and capitalized internal use software\n(75.2)\n(73.1)\nFree cash flow (Non-GAAP)\n$\n748.2 \n$\n370.4 \nYear Ended June 30, 2023\n \nInvestor Communication Solutions\nRegulatory\nData-Driven Fund Solutions\nIssuer\nCustomer Communications\n \nTotal\nRecurring revenue growth (GAAP)\n6 \n%\n11 \n%\n12 \n%\n9 \n%\n8 \n%\nImpact of foreign currency exchange\n— \n%\n1 \n%\n— \n%\n— \n%\n— \n%\nRecurring revenue growth constant currency (Non-GAAP)\n7 \n%\n12 \n%\n13 \n%\n10 \n%\n9 \n%\nYear Ended June 30, 2023\n \nGlobal Technology and Operations\nCapital Markets\nWealth and Investment Management\nTotal\nRecurring revenue growth (GAAP)\n7 \n%\n2 \n%\n5 \n%\nImpact of foreign currency exchange\n4 \n%\n2 \n%\n3 \n%\nRecurring revenue growth constant currency (Non-GAAP)\n11 \n%\n4 \n%\n8 \n%\nYear Ended June 30, 2023\nConsolidated\nTotal\nRecurring revenue growth (GAAP)\n7 \n%\nImpact of foreign currency exchange\n1 \n%\nRecurring revenue growth constant currency (Non-GAAP)\n9 \n%\n42\nFINANCIAL CONDITION, LIQUIDITY AND CAPITAL RESOURCES\nCash and cash equivalents consisted of the following:\n \nJune 30,\n \n2023\n2022\n \n(in millions)\nCash and cash equivalents:\nDomestic cash\n$\n46.1 \n$\n43.4 \nCash held by foreign subsidiaries\n141.7 \n114.3 \nCash held by regulated entities\n64.5 \n67.0 \n     Total cash and cash equivalents\n$\n252.3 \n$\n224.7 \nAt June 30, 2023 and 2022, Cash and cash equivalents were $252.3 million and $224.7 million, respectively. Total stockholders’ equity was $2,240.6 million and $1,919.1 million at June 30, 2023 and 2022, respectively. At the current time, and in future periods, we expect cash generated by our operations, together with existing cash, cash equivalents, and borrowings from the capital markets, to be sufficient to cover cash needs for working capital, capital expenditures, strategic acquisitions, dividends and common stock repurchases. \nWe expect existing domestic cash, cash equivalents, cash flows from operations and borrowing capacity to continue to be sufficient to fund our domestic operating activities and cash commitments for investing and financing activities, such as regular quarterly dividends, debt repayment schedules, and material capital expenditures, for at least the next 12 months and thereafter for the foreseeable future. In addition, we expect existing foreign cash, cash equivalents, cash flows from operations and borrowing capacity to continue to be sufficient to fund our foreign operating activities and cash commitments for investing activities, such as material capital expenditures, for at least the next 12 months and thereafter for the foreseeable future. If these funds are needed for our operations in the U.S., we may be required to pay additional foreign taxes to repatriate these funds. However, while we may do so at a future date, the Company does not need to repatriate future foreign earnings to fund U.S. operations.\n43\nOutstanding borrowings and available capacity under the Company’s borrowing arrangements were as follows:\nExpiration\nDate\nPrincipal amount outstanding at June 30, 2023\nCarrying value at June 30, 2023\nCarrying value at June 30, 2022\nUnused\nAvailable\nCapacity\n Fair Value at June 30, 2023\n(in millions)\nCurrent portion of long-term debt\nFiscal 2021 Term Loans (a)\nMay 2024\n$\n1,180.0 \n$\n1,178.5 \n$\n— \n$\n— \n$\n1,180.0 \nTotal \n$\n1,180.0 \n$\n1,178.5 \n$\n— \n$\n— \n$\n1,180.0 \nLong-term debt, excluding current portion\nFiscal 2021 Revolving Credit Facility:\nU.S. dollar tranche\nApril 2026\n$\n— \n$\n— \n$\n25.0 \n$\n1,100.0 \n$\n— \nMulticurrency tranche\nApril 2026\n— \n— \n— \n400.0 \n— \nTotal Revolving Credit Facility\n$\n— \n$\n— \n$\n25.0 \n$\n1,500.0 \n$\n— \nFiscal 2021 Term Loans (a)\nMay 2024\n$\n— \n$\n— \n$\n1,535.8 \n$\n— \n$\n— \nFiscal 2016 Senior Notes\nJune 2026\n$\n500.0 \n$\n498.0 \n$\n497.4 \n$\n— \n$\n471.4 \nFiscal 2020 Senior Notes\nDecember 2029\n750.0 \n744.3 \n743.4 \n— \n641.0 \nFiscal 2021 Senior Notes\nMay 2031\n1,000.0 \n992.5 \n991.5 \n— \n817.4 \nTotal Senior Notes\n$\n2,250.0 \n$\n2,234.7 \n$\n2,232.3 \n$\n— \n$\n1,929.8 \nTotal long-term debt\n$\n2,250.0 \n$\n2,234.7 \n$\n3,793.0 \n$\n1,500.0 \n$\n1,929.8 \nTotal debt\n$\n3,430.0 \n$\n3,413.3 \n$\n3,793.0 \n$\n1,500.0 \n$\n3,109.8 \n_________\n(a)\nThe Fiscal 2021 Term Loans were reclassified from Long-term debt to Current portion of long-term debt in May 2023 to reflect the remaining maturity of less than a year.\nFuture principal payments on the Company’s outstanding debt are as follows:\nYears ending June 30,\n2024\n2025\n2026\n2027\n2028\nThereafter\nTotal\n(in millions)\n$\n1,180.0 \n$\n— \n$\n500.0 \n$\n— \n$\n— \n$\n1,750.0 \n$\n3,430.0 \nThe Company has a $1.5 billion five-year revolving credit facility (as amended on December 23, 2021 and May 23, 2023, the “Fiscal 2021 Revolving Credit Facility”), which is comprised of a $1.1 billion U.S. dollar tranche and a $400.0 million multicurrency tranche. Under the Fiscal 2021 Revolving Credit Facility, revolving loans denominated in U.S. Dollars, Canadian Dollars, Euro, Swedish Kronor, and Yen initially bear interest at Adjusted Term SOFR, CDOR, EURIBOR, TIBOR and STIBOR, respectively, plus 1.200% (subject to step-ups to 1.275% and step-downs to 0.905% based on public debt ratings) and revolving loans denominated in Sterling bears interest at SONIA plus 1.1326% per annum (subject to step-ups to 1.2076% and step-downs to 0.8376% based on ratings). The Fiscal 2021 Revolving Credit Facility also has an annual facility fee equal to 15.0 basis points on the entire facility (subject to step-ups to 20.0 basis points and step-downs to 7.0 basis points based on ratings). On May 23, 2023, we amended the interest rate index from LIBOR to Adjusted SOFR. All other terms remained unchanged.\n44\nIn March 2021, the Company entered into a term credit agreement (as amended on December 23, 2021 and May 23, 2023, “Term Credit Agreement”), providing for term loan commitments in an aggregate principal amount of $2.55 billion, comprised of a $1.0 billion tranche (“Tranche 1”) and a $1.55 billion tranche (“Tranche 2,” together with Tranche 1, the “Fiscal 2021 Term Loans”). The Tranche 1 Loans were repaid in full in May 2021.\n \nThe Tranche 2 Loans will mature in May 2024 on the third anniversary of the Funding Date. The proceeds of the Fiscal 2021 Term Loans were used by the Company to solely finance the Itiviti acquisition and pay certain fees and expenses in connection therewith.\n \nInterest on the outstanding portion of the Fiscal 2021 Term Loans bears interest at Adjusted Term SOFR plus 1.100% per annum (subject to step-ups to Adjusted Term SOFR plus 1.350% or a step-down to SOFR plus 0.850% based on ratings). On May 23, 2023, we amended the interest rate index from LIBOR to Adjusted SOFR. All other terms remained unchanged.\nIn June 2016, the Company completed an offering of $500.0 million in aggregate principal amount of senior notes (the “Fiscal 2016 Senior Notes”). Interest on the Fiscal 2016 Senior Notes is payable semiannually on June 27 and December 27\n \nof each year based on a fixed per annum rate equal to 3.40%. In December 2019, the Company completed an offering of $750.0 million in aggregate principal amount of senior notes (the “Fiscal 2020 Senior Notes”). Interest on the Fiscal 2020 Senior Notes is payable semiannually on June 1 and December 1 of each year based on a fixed per annum rate equal to 2.90%.\n \nIn May 2021, the Company completed an offering of $1 billion in aggregate principal amount of senior notes (the “Fiscal 2021 Senior Notes”). Interest on the Fiscal 2021 Senior Notes is payable semi-annually in arrears on May 1 and November 1 of each year based on a fixed per annum rate equal to 2.60%.\nThe Fiscal 2021 Revolving Credit Facility, Fiscal 2021 Term Loans, Fiscal 2016 Senior Notes, Fiscal 2020 Senior Notes and Fiscal 2021 Senior Notes are senior unsecured obligations of the Company and are ranked equally in right of payment.\nPlease refer to Note 14, “Borrowings” to our Consolidated Financial Statements under Item 8 of Part II of this Annual Report on Form 10-K for a more detailed discussion.\nCash Flows\nFiscal Year 2023 Compared to Fiscal Year 2022 \n \nYears Ended June 30,\n \n2023\n2022\n$ Change\n \n(in millions)\n \nNet cash flows provided by operating activities\n$\n823.3 \n$\n443.5 \n$\n379.9 \nNet cash flows used in investing activities\n(80.4)\n(110.4)\n30.0 \nNet cash flows used in financing activities\n(714.7)\n(370.8)\n(344.0)\nEffect of exchange rate changes on Cash and cash equivalents\n(0.6)\n(12.2)\n11.6 \nNet change in Cash and cash equivalents\n$\n27.6 \n$\n(49.9)\n$\n77.5 \nFree cash flow:\nNet cash flows provided by operating activities (GAAP)\n$\n823.3 \n$\n443.5 \n$\n379.9 \nCapital expenditures and Software purchases and capitalized internal use software\n(75.2)\n(73.1)\n(2.1)\nFree cash flow (Non-GAAP)\n$\n748.2 \n$\n370.4 \n$\n377.8 \nThe increase in cash provided by operating activities of $379.9 million was primarily due to an increase in advance client billings as well as a decrease in client-related platform implementation and development, partially offset by higher cash used in working capital. \nThe decrease in cash used in investing activities of $30.0 million primarily reflects lower acquisition spend in the current fiscal year compared to the prior year period.\nThe increase in cash used in financing activities of $344.0 million primarily reflects higher repayments net of borrowing. \n45\nIncome Taxes\nThe Company, headquartered in the U.S., is routinely examined by the IRS and is also routinely examined by the tax authorities in the U.S. states and foreign countries in which it conducts business. The tax years under audit examination vary by tax jurisdiction. The Company regularly considers the likelihood of assessments in each of the jurisdictions resulting from examinations. To the extent the Company determines it has potential tax assessments in particular tax jurisdictions, the Company has established tax reserves which it believes are adequate in relation to the potential assessments. Once established, reserves are adjusted when there is more information available, when an event occurs necessitating a change to the reserves or the statute of limitations for the relevant taxing authority to examine the tax position has expired. The resolution of tax matters should not have a material effect on the financial condition of the Company or on the Company’s Consolidated Statements of Earnings for a particular future period.\nEmployee Benefit Plans\nThe Company sponsors a Supplemental Officer Retirement Plan (the “SORP”), a Supplemental Executive Retirement Plan (the “SERP”), an Executive Retiree Health Insurance Plan, and certain non-US benefits-related plans. Please refer to Note 17, “Employee Benefit Plans” to our Consolidated Financial Statements under Item 8 of Part II of this Annual Report on Form 10-K for a discussion on the Company’s Employee Benefit Plans.\nContractual Obligations    \nThe following table summarizes our contractual obligations to third parties as of June 30, 2023 and the effect such obligations are expected to have on our liquidity and cash flows in future periods:\n \nPayments Due by Period\n \nTotal\nLess than 1\nYear\n1-3 Years\n4-5 Years\nAfter 5\nYears\n \n \n \n(in millions)\n \n \nDebt(1)\n$\n3,430.0 \n$\n1,180.0 \n$\n500.0 \n$\n— \n$\n1,750.0 \nInterest and facility fee on debt(2)\n464.2 \n128.4 \n134.0 \n97.3 \n104.6 \nFacility and equipment operating leases(3)\n278.2 \n46.7 \n76.0 \n62.9 \n92.6 \nPurchase obligations(4)\n564.9 \n154.5 \n257.8 \n111.7 \n41.0 \nCapital commitment to fund investment(5)\n— \n— \n— \n— \n— \nUncertain tax positions(6)\n— \n— \n— \n— \n— \nTotal(7)\n$\n4,737.3 \n$\n1,509.6 \n$\n967.7 \n$\n271.9 \n$\n1,988.1 \n_________\n(1)\nThese amounts represent the principal repayments of Long-term debt and are included on our Consolidated Balance Sheets. See Note 14, “Borrowings” to our Consolidated Financial Statements under Item 8 of Part II of this Annual Report on Form 10-K for additional information about our Borrowings and related matters. \n(2)\nIncludes estimated future interest payments on our current portion of long-term debt and interest and facility fee on the revolving credit facility. \n(3)\nWe enter into operating leases in the normal course of business relating to facilities and equipment. The majority of our lease agreements have fixed payment terms based on the passage of time. Certain facility and equipment leases require payment of maintenance, real estate taxes and related executory costs, and contain escalation provisions based on future adjustments in price indices. Our future operating lease obligations could change if we exit certain contracts and if we enter into additional operating lease agreements. See Note 8, “Leases” to our Consolidated Financial Statements under Item 8 of Part II of this Annual Report on Form 10-K for additional information about our Leases and related matters. \n(4)\nPurchase obligations relate to payments to Kyndryl, Inc. related to the Amended IT Services Agreement (as described below) that expires in fiscal year 2027, the Private Cloud Agreement (as described below) that expires in fiscal year 2030, the AWS Cloud Agreement (as described below) that expires in fiscal year 2027, as well as other data center arrangements and software license agreements including hosted software arrangements, and software and hardware maintenance and support agreements, and certain other related arrangements. Purchase obligations also includes $14.0 million of other liabilities recorded on the Company’s Consolidated Balance Sheet as of June 30, 2023. \n46\n(5)\nThe Company has a future commitment to fund $0.6 million to an investee that is not included in the table above due to the uncertainty of the timing of this future payment.\n(6)\nDue to the uncertainty related to the timing of the reversal of uncertain tax positions, only uncertain tax benefits related to certain settlements have been provided in the table above. The Company is unable to make reasonably reliable estimates related to the timing of the remaining gross unrecognized tax benefit liability of \n$72.9 million \n(inclusive of interest). See Note 18, “Income Taxes” to our Consolidated Financial Statements under Item 8 of Part II of this Annual Report on Form 10-K for further detail.\n(7)\nCertain post-employment benefit obligations reported in our Consolidated Balance Sheets in the amount of $73.8 million as of June 30, 2023 were not included in the table above due to the uncertainty of the timing of these future payments. \nData Center Agreements\nThe Company is a party to an Amended and Restated IT Services Agreement with Kyndryl, Inc. (“Kyndryl”), an entity formed by IBM’s spin-off of its managed infrastructure services business, under which Kyndryl provides certain aspects of the Company’s information technology infrastructure, including supporting its mainframe, midrange, network and data center operations, as well as providing disaster recovery services. The Amended and Restated IT Services Agreement expires on June 30, 2027, however the Company may renew the agreement for up to one additional 12-month period. Fixed minimum commitments remaining under the Amended and Restated IT Services Agreement at June 30, 2023 are $151.2 million through June 30, 2027, the final year of the Amended and Restated IT Services Agreement. \nThe Company is a party to an information technology agreement for private cloud services (the “Private Cloud Agreement”) under which Kyndryl operates, manages and supports the Company’s private cloud global distributed platforms and products, and operates and manages certain Company networks. The Private Cloud Agreement expires on March 31, 2030. Fixed minimum commitments remaining under the Private Cloud Agreement at June 30, 2023 are $154.6 million through March 31, 2030, the final year of the contract.\nThe following table summarizes the capitalized costs related to data center agreements as of June 30, 2023:\n \nAmended and Restated IT Services Agreement\nOther\nTotal\n \n(in millions)\nCapitalized costs, beginning balance\n$\n63.0 \n$\n7.6 \n$\n70.7 \nCapitalized costs incurred\n— \n— \n— \nImpact of foreign currency exchange\n— \n— \n— \nTotal capitalized costs, ending balance\n63.0 \n7.7 \n70.7 \nTotal accumulated amortization\n(49.9)\n(5.8)\n(55.7)\nNet Deferred Kyndryl Costs\n$\n13.1 \n$\n1.9 \n$\n15.0 \nCloud Services Resale Agreement\nOn December 31, 2021, the Company and Presidio Networked Solutions LLC (“Presidio”), a reseller of services of Amazon Web Services, Inc. and its affiliates (collectively, “AWS”), entered into an Order Form and AWS Private Pricing Addendum, dated December 31, 2021 (the “Order Form”), to the Cloud Services Resale Agreement, dated December 15, 2017, as amended (together with the Order Form, the “AWS Cloud Agreement”), whereby Presidio will resell to the Company certain public cloud infrastructure and related services provided by AWS for the operation, management and support of the Company’s cloud global distributed platforms and products. The AWS Cloud Agreement expires on December 31, 2026. Fixed minimum commitments remaining under the AWS Cloud Agreement at June 30, 2023 are $186.5 million in the aggregate through December 31, 2026.\nInvestments\nThe Company has an equity method investment that is a variable interest in a variable interest entity. The Company is not the primary beneficiary and therefore does not consolidate the investee. The Company’s potential maximum loss exposure related to its unconsolidated investment in this variable interest entity totaled $37.0 million as of June 30, 2023, which represents the carrying value of the Company's investment.\nIn addition, as of June 30, 2023, the Company also has a future commitment to fund $0.6 million to one of the Company’s other investees. \n47\nOther Commercial Agreements\nCertain of the Company’s subsidiaries established unsecured, uncommitted lines of credit with banks. There were no outstanding borrowings under these lines of credit at June 30, 2023.\nOff-balance Sheet Arrangements\nIt is not our business practice to enter into off-balance sheet arrangements. However, we are exposed to market risk from changes in foreign currency exchange rates that could impact our financial position, results of operations, and cash flows. We manage our exposure to these market risks through regular operating and financing activities and, when deemed appropriate, through the use of derivative financial instruments. \nIn January 2022, we executed a series of cross-currency swap derivative contracts with an aggregate notional amount of EUR 880 million which are designated as net investment hedges to hedge a portion of our net investment in our subsidiaries whose functional currency is the Euro. The cross-currency swap derivative contracts are agreements to pay fixed-rate interest in Euros and receive fixed-rate interest in U.S. Dollars, thereby effectively converting a portion of our U.S. Dollar denominated fixed-rate debt into Euro denominated fixed-rate debt. The cross-currency swaps mature in May 2031 to coincide with the maturity of the Fiscal 2021 Senior Notes. Accordingly, foreign currency transaction gains or losses on the qualifying net investment hedge instruments are recorded as foreign currency translation within other comprehensive income (loss), net in the Consolidated Statements of Comprehensive Income and will remain in Accumulated other comprehensive income (loss) in the Consolidated Balance Sheets until the sale or complete liquidation of the underlying foreign subsidiary. At June 30, 2023, our position on the cross-currency swaps was an asset of $66.7 million, and is recorded as part of Other non-current assets on the Consolidated Balance Sheets with the offsetting amount recorded as part of Accumulated other comprehensive income (loss), net of tax. We have elected the spot method of accounting whereby the net interest savings from the cross-currency swaps is recognized as a reduction in interest expense in our Consolidated Statements of Earnings. \n In connection with the acquisition of Itiviti in March 2021 the Company entered into two derivative instruments designed to mitigate the Company’s exposure to the impact of (i) changes in foreign exchange rates on the acquisition of Itiviti purchase consideration, and (ii) changes in interest rates on the Fiscal 2021 Senior Notes.\nIn March 2021, the Company executed a forward foreign exchange derivative instrument (“Forward”) with an aggregate notional amount of EUR 1.955 billion. The Forward acted as an economic hedge against the impact of changes in the Euro on the Company’s purchase consideration for the acquisition of Itiviti. The Company recorded changes in fair value of the Forward as part of Other non-operating income (expenses), net in the Consolidated Statement of Earnings. In May 2021, the Company settled the Forward derivative for a cumulative pre-tax gain of $66.7 million.\nIn May 2021, we settled a forward treasury lock agreement that was designated as a cash flow hedge, for a pre-tax loss of  $11.0 million, after which the final settlement loss is being amortized into Interest expense, net ratably over the ten year term of the Fiscal 2021 Senior Notes. The expected amount of the existing loss that will be amortized into earnings before income taxes within the next twelve months is approximately $1.1 million.\nIn the normal course of business, we also enter into contracts in which it makes representations and warranties that relate to the performance of our products and services. We do not expect any material losses related to such representations and warranties, or collateral arrangements.\nRecently-issued Accounting Pronouncements\nPlease refer to Note 2, “Summary of Significant Accounting Policies” to our Consolidated Financial Statements under Item 8 of Part II of this Annual Report on Form 10-K for a discussion on the impact of the adoption of new accounting pronouncements. ",
    "item7a": ">ITEM 7A.    Quantitative and Qualitative Disclosures About Market Risk        \nMarket Risks\nIn the ordinary course of business, the financial position of the Company is routinely subject to certain market risks, notably the effects of changes in interest rates and foreign currency exchange rates. We manage our exposure to these market risks through our regular operating and financing activities and, when deemed appropriate, through the use of derivative financial instruments. As a result, the Company does not anticipate any material losses from these risks. We do not use derivatives for trading purposes, to generate income or to engage in speculative activity.\n48\nInterest Rate Risk  \nAs of June 30, 2023, $1,178.5 million, or 35%, of the Company’s total outstanding debt balance of $3,413.3 million is based on floating interest rates. Our $1,178.5 million in variable rate debt at June 30, 2023 consists of the outstanding portion of our Fiscal 2021 Term Loans which bears interest at Adjusted Term SOFR plus 1.100% per annum (subject to step-ups to Adjusted Term SOFR plus 1.350% or a step-down to SOFR plus 0.850% based on ratings). We have assessed our exposure to changes in interest rates by analyzing the sensitivity to our earnings of a change in market interest rates on amounts borrowed from the revolving credit facility and Fiscal 2021 Term Loans during the fiscal year ended June 30, 2023. Assuming a hypothetical increase of one hundred basis points in interest rates on our variable rate debt during the fiscal year ended June 30, 2023 and June 30, 2022, our pre-tax earnings would have decreased by approximately $18.7 million and $19.7 million, respectively; however, for both years, this would have been offset by interest earned on cash balances.\n \n \nForeign Currency Risk\nWhile the substantial majority of our business is conducted within the U.S., approximately 13% of our fiscal year 2023 revenues were earned outside of the U.S. Our operations outside of the U.S. primarily reside in Canada, Europe and India. As a result, we are exposed to foreign currency risk from changes in the value of underlying assets and liabilities of our non-U.S. dollar-denominated foreign investments and foreign currency transactions, primarily with respect to the Canadian dollar, the British pound, the Euro, the Indian Rupee and the Swedish Krona.\nWe manage our foreign currency risk primarily by incurring, to the extent practicable, operating and financing expenses in the local currency in the countries in which we operate. In addition, we executed a series of cross-currency swap derivative contracts with an aggregate notional amount of EUR 880 million which are designated as net investment hedges to hedge a portion of our net investment in our subsidiaries whose functional currency is the Euro. At June 30, 2023, the fair value of these derivatives is an asset of $66.7 million. Refer to Note 19, “Contractual Commitments, Contingencies, and Off-Balance Sheet Arrangements” to our Consolidated Financial Statements under Item 8 of Part II of this Annual Report on Form 10-K for additional details on our cross-currency swap derivative contracts.\nFor the fiscal year ended June 30, 2023 and June 30, 2022, a hypothetical 10% decrease in the value of the Canadian dollar, the British pound, the Euro, the Indian Rupee and the Swedish Krona versus the U.S. dollar would have resulted in a decrease in our total pre-tax earnings of approximately $15.2 million and $12.8 million, respectively. \n49",
    "cik": "1383312",
    "cusip6": "11133T",
    "cusip": [
        "11133T953",
        "11133t103",
        "11133T903",
        "11133T103"
    ],
    "names": [
        "BROADRIDGE FINL SOLU",
        "BROADRIDGE FINL SOLUTIONS IN"
    ],
    "source": "https://www.sec.gov/Archives/edgar/data/1383312/000138331223000037/0001383312-23-000037-index.htm"
}