{
    "item1": ">Item 1. \nBusiness\n \nTHE COMPANY\n \nAehr Test Systems, Inc. (“Aehr Test,” “Aehr,” or “we”) was incorporated in the state of California on May 25, 1977 and is headquartered in Fremont, California. We are a leading provider of test solutions for testing, burning-in, and stabilizing semiconductor devices in wafer level, singulated die, and package part form, and have installed thousands of systems worldwide. Increasing quality, reliability, safety, and security needs of semiconductors used across multiple applications, including electric vehicles, electric vehicle charging infrastructure, solar and wind power, computing, data and telecommunications infrastructure, and solid-state memory storage, are driving additional test requirements, incremental capacity needs, and new opportunities for Aehr Test products and solutions. We have developed and introduced several innovative products including the FOX-P\nTM\n family of test and burn-in systems and FOX WaferPak\nTM\n Aligner, FOX WaferPak Contactor, FOX DiePak® Carrier and FOX DiePak Loader. The FOX-XP and FOX-NP systems are full wafer contact and singulated die/module test and burn-in systems that can test, burn-in, and stabilize a wide range of devices such as leading-edge silicon carbide-based and other power semiconductors, 2D and 3D sensors used in mobile phones, tablets, and other computing devices, memory semiconductors, processors, microcontrollers, systems-on-a-chip, and photonics and integrated optical devices. The FOX-CP system is a low-cost single-wafer compact test solution for logic, memory and photonic devices and the newest addition to the FOX-P product family. The FOX WaferPak Contactor contains a unique full wafer contactor capable of testing wafers up to 300mm that enables IC manufacturers to perform test, burn-in, and stabilization of full wafers on the FOX-P systems. The FOX DiePak Carrier allows testing, burn-in, and stabilization of singulated bare die and modules up to 1,024 devices in parallel per DiePak on the FOX-NP and FOX-XP systems up to nine DiePaks at a time.\n \nINDUSTRY BACKGROUND\n \nSemiconductor manufacturing is a complex, multi-step process, and defects or weaknesses that may result in the failure of a semiconductor device may be introduced at any process step. Failures may occur immediately or at any time during the operating life of the device, sometimes after several months of normal use. Semiconductor manufacturers rely on testing and reliability screening to identify and eliminate defects that occur during the manufacturing process.\n \nTesting and reliability screening involve multiple steps. The first set of tests is typically performed by semiconductor device manufacturers before the processed semiconductor wafer is cut into individual die, in order to avoid the cost of packaging defective die into their packages. This “wafer probe” testing can be performed on one or many die at a time, including testing the entire wafer at once. Most leading-edge microprocessors, microcontrollers, digital signal processors, memory ICs, sensors, power and optical devices (such as vertical-cavity surface-emitting lasers, or VCSELs) then undergo an extensive reliability screening and stress testing procedure known as burn-in or cycling, depending on the application. This can either be done at the wafer level, before the die are packaged, or at the package level, after the die are packaged. The burn-in process screens for early failures by operating the device at elevated voltages and \n  \n \n3\nTable of Contents\n \ntemperatures, at up to 150 degrees Celsius (302 degrees Fahrenheit) or higher. Depending upon the application, the burn-in times can range anywhere from minutes to hours or even days. A typical burn-in system can process thousands of devices simultaneously. After burn-in, the devices undergo a final test process using automatic test equipment, or testers. For example, this cycling process screens silicon carbide semiconductor devices used in electric vehicle engine controller inverters and their corresponding on-board battery chargers for failure to meet current carrying, power loss and leakage specifications, as well as endurance requirements.\n    \nMARKETS\n \nThe Company’s semiconductor test and reliability qualification solutions address multiple test and burn-in markets including Silicon Carbide (SiC) and Gallium Nitride (GaN) devices for power semiconductors, electric vehicles, electric vehicle charging infrastructure, solar and wind power, silicon photonics for data center infrastructure and worldwide 5G infrastructure, 2D/3D sensors for consumer electronics and automotive applications, and the data storage and memory markets.\n \nPower Semiconductors (Silicon Carbide and Gallium Nitride)\n \nSilicon carbide power semiconductors have emerged as the preferred technology for battery electric vehicle power conversion in on-board and off-board electric vehicle battery chargers, and the electric power conversion and control of the electric engines. These devices reduce power loss by as much as greater than 75% over power silicon alternatives like IGBT (Insulated-Gate Bipolar Transistor) devices, which has essentially changed the entire market dynamic. With this development, the Company sees most, if not every automotive company that is working on electric vehicles, moving to silicon carbide-based powertrain and charging systems in the near future.\n \nThe gallium nitride market appears to be a potentially significant growth driver for our systems and WaferPak full wafer Contactors, particularly for automotive and photovoltaic applications where burn-in appears to be critical for meeting the initial quality and reliability needs of those markets.\n \nThe Company’s FOX-P family of products are very cost-effective solutions for ensuring the critical quality and reliability of devices in this market, where performance and reliability can not only mean increased battery life, but also assurance against failure of a vehicle whose power semiconductor fails in the power train.\n \nSilicon Photonics\n \nThe silicon photonics market is seeing increasing deployment of devices used in the expansion of bandwidth and infrastructure to meet the explosive growth of data center and 5G infrastructure.\n \nThe rapid growth of integrated optical devices in data centers and data center interconnect infrastructure, mobile devices, automotive applications, and wearable biosensor markets is driving substantially higher requirements for initial quality and long-term reliability, and they are increasing with every new product generation. The upcoming application of silicon photonics integrated circuits for use in optical chip-to-chip communication in addition to the current photonics as multiple companies have made announcements regarding their product roadmaps for co-packaged photonics integrated circuits with microprocessors, graphics processors, chip sets for computing as well as artificial intelligence applications.\n \nSilicon photonics devices are highly integrated silicon-based semiconductors that have embedded or integrated the non-silicon-based laser transmitters and receivers to enable a smaller, lower cost, higher reliable alternative to traditional fiber optic transceivers currently used in data center and telecommunication infrastructure. These require a process step in manufacturing called stabilization where the devices are subjected to high temperatures and power to stabilize their output power. The Company’s solution makes it feasible to burn-in integrated silicon photonics devices while still in wafer form without adding the cost to the transceiver printed circuit board and other mechanical infrastructure of the final transceiver module, and that has both yield and significant cost savings. In the case of silicon photonics, the laser devices are bonded directly to a silicon-based device that has all the logic multiplexing and de-multiplexing, and other high-speed communication subsystems, all integrated into a silicon-based integrated circuit.\n \nMobile 2D and 3D Sensors\n \nSensors used in mobile devices such as smartphones, tablets, wearables such as watches and fitness bands, and audio devices have become pervasive. Initially, sensors on smartphones allowed basic functions we have all come to expect such as touchscreens, rotational sensors, and fingerprint sensors, but have gotten more complex with added capabilities such as 3D facial recognition and time of flight distance measurements. We will see the addition of health monitoring sensors, 3D measurement capability, and other advanced sensors in the future. As sensors become more pervasive and add critical new functionality to devices, it becomes more and more important that the data collected be accurate and \n \n \n4\nTable of Contents\n \nreliable, which we believe will drive more and more requirements for our solutions for production test and burn-in of these sensors.\n   \nAutomotive Semiconductors\n \nIn addition, the rapid growth and increasing demand for reliability in automotive sensor technologies is a key market driver for the Company. These technologies include ADAS (Advanced Driver Assistance Systems) capabilities such as collision avoidance systems using laser, LIDAR (Light Detection and Ranging), and RADAR (Radio Detection and Ranging) or other sensing technologies. More and more new vehicles now include as standard capabilities collision avoidance systems that detect obstacles and monitor the vehicle’s surroundings to notify the driver of dangerous conditions and take evasive action. In addition to autonomous vehicles that require extremely high reliability of the devices in these systems, more and more vehicles around the world are embedding these systems and sensors into their everyday driving features. The Company sees the rising tide of the increasing number of embedded sensors and electrical and optical systems in vehicles as a key driver of the increasing market need for more and more reliable semiconductors. This, in turn, is increasing the need for 100% production test and burn-in of devices in order to lower the infant mortality rate of devices and ensure that these devices and systems operate over the life of the vehicles.\n \nData Storage and Memory\n \nThe Company also sees the data storage and memory markets as critical new opportunities for its systems where these end markets and customers require devices to have extremely high levels of quality and long-term reliability.\n \nPRODUCTS\n \nThe Company manufactures and markets full wafer contact test systems, test during burn-in systems, test fixtures and related accessories.\n \nAll of the Company’s systems are platform-based systems with a portfolio of current, voltage, digital and thermal capabilities, allowing them to be configured with optional features to meet customer requirements. Systems can be configured for use in production applications, where capacity, throughput and price are most important, or for reliability engineering and quality assurance applications, where performance and flexibility, such as extended temperature ranges, are essential.\n \nFULL WAFER CONTACT SYSTEMS\n \nAehr’s FOX-XP test and burn-in platform allows for one of the key reliability screening tests to be completed on an entire wafer full of devices, testing all of them at one time, while also testing and monitoring every device for failures during the burn-in process to provide critical information on those devices. This is an enormously valuable capability, as it allows its customers to screen devices that would otherwise fail after they are packaged into multi-die modules where the yield impact is 10 times or even 100 times as costly.\n \nThe FOX-XP test and burn-in system, introduced in July 2016, is designed for devices in wafer, singulated die, and module form that require test and burn-in times typically measured in hours to days. The FOX-XP system can test and burn-in up to 18 wafers at a time. For high reliability applications, such as automotive, mobile devices, networking, telecommunications, sensors, power and solid-state devices, the FOX-XP system is a cost-effective solution for producing tested and burned-in die for use in multi-chip packages. Using Known-Good Die, or KGD, which are fully burned-in and tested die, in multi-chip/heterogeneous packages helps assure the reliability of the final product and lowers costs by increasing the yield of high-cost multi-chip packages. Wafer-level burn-in and test enables lower cost production of KGD for multi-chip modules, 3-D stacked packages and systems-in-a-package. The FOX-XP platform has been extended for burn-in and test of small multi-die modules by using DiePak Carriers. The DiePak Carrier with its multi-module sockets and high wattage dissipation capabilities has a capacity of hundreds of die or modules, much higher than the capacity of a traditional burn-in system with traditional single-device sockets and heat sinks. This capability was introduced in March 2017.\n \nThe FOX-NP was introduced in January 2019 and is a low-cost entry-level system to provide a configuration and price point for companies to initiate a new product introduction and production qualification, enabling an easier transition to the FOX-XP system for high volume production test. The FOX-NP system is 100% compatible with the FOX-XP system and is configurable with up to two slot assemblies per system compared to up to 18 slot assemblies in the FOX-XP system.\n \nThe FOX-CP was introduced in February 2019 and is a low-cost single-wafer compact test and reliability verification solution for logic, memory, power and photonic devices. The FOX-CP reduces test cost by functionally testing wafers during reliability screening to identify failing logic, memory, power or photonic die before the die are integrated into \n \n \n5\nTable of Contents\n \ntheir final package, and is optimal for test times ranging from minutes to a few hours or where multiple touchdowns are required to test the entire wafer. The FOX-CP includes an integrated prober which is equipped with optics for automatic pattern recognition so that the wafer is aligned properly for the testing process. It complements the capabilities of the FOX-XP and FOX-NP systems, which are optimal when the test time is measured in hours or days and the full wafer can be tested in a single touchdown.\n  \nOne of the key components of the FOX systems is the patented WaferPak Contactor. The WaferPak Contactor contains a full-wafer single-touchdown probe card which is easily removable from the system. Traditional probe cards often are only able to contact a portion of the wafer, requiring multiple touchdowns to test the entire wafer. Traditional probe cards also require the use of a dedicated wafer prober handler for each wafer in order to press the wafer up to make contact with the probe card. The need for a wafer prober per wafer is a significant cost adder to the cost of testing a wafer, and also creates the need for significant clean room space to facilitate the footprint of a wafer prober per wafer. The unique design of the WaferPak as well as the FOX-XP and FOX-NP systems remove the need for a dedicated wafer prober per wafer, allowing for better utilization of clean room space. A single FOX-XP system with a set of WaferPak Contactors can test up to 18 wafers at a time in the same footprint as a single-wafer wafer prober and test system offered by Aehr’s competitors. The WaferPak Contactor is intended to accommodate a wide range of contactor technologies so that the contactor technology can evolve along with the changing requirements of the customer’s wafers. The WaferPak Contactors are custom designed for each device type, each of which has a typical lifetime of two to seven years, depending on the device life cycle. Therefore, multiple sets of WaferPak Contactors could be purchased over the life of a FOX system.\n \nAnother key component of the FOX-XP and FOX-NP systems is the patented DiePak Carrier. The DiePak Carrier, which is easily removable from the system, contains many multi-module or die sockets with very fine-pitch probes. Traditional sockets contact only a single device, requiring multiple large numbers of sockets and burn-in boards to test a production lot of devices. The unique design accommodates a wide range of socket sizes and densities so that the DiePak Carrier technology can evolve along with the changing requirements of the customer’s devices. The DiePak Carriers are custom designed for each device type, each of which has a typical lifetime of two to seven years, depending on the device life cycle. Therefore, multiple sets of DiePak Carriers could be purchased over the life of a FOX-XP or FOX-NP system.\n \nAnother key component of our FOX-XP and FOX-NP and test solution is the WaferPak Aligner.  The WaferPak Aligner performs alignment of the customer’s wafer to the WaferPak Contactor so that the wafer can be tested and burned-in by the FOX-XP and FOX-NP systems.  The Company offers an automated aligner for high volume production applications, which can support several FOX-XP or FOX-NP systems or can be connected to a FOX-XP resulting in a fully integrated automated test cell, and a manual aligner for low volume production or engineering applications.  The latest generation Automated WaferPak Aligner supports industry standard Automated Material Handling System (AMHS), Automated Guided Vehicle (AGV), Overhead Hoist Transfer (OHT) and SEMI Equipment Communication Standard (SECS) and Generic Equipment Mode (GEM) Semi E84 factory integration enabling “Lights-out” fully automated wafer handling.  Supporting a wide range of wafer sizes (e.g. 100/200/300mm) allows a broad range of customers to implement fully automated wafer level test and burn-in factories.\n \nSimilar to the WaferPak Aligner for WaferPak Contactors, the Company offers the DiePak Loader for DiePak Carriers. The DiePak Loader performs automatic loading of the customer’s modules to the DiePak Carrier so that the modules can be tested and burned-in by the FOX-XP and FOX-NP system. Typically, one DiePak Loader can support several FOX-XP or FOX-NP systems.\n  \nNet sales of full wafer contact product lines, systems, WaferPak Contactors, DiePaks Carriers and services for fiscal 2023, 2022 and 2021 were $63.5 million, $48.9 million, and $15.0 million, respectively, and accounted for approximately 98%, 96% and 90% of the Company’s net sales in fiscal 2023, 2022 and 2021, respectively.\n \nSYSTEMS FOR PACKAGED PARTS\n \nTest during burn-in, or TDBI, systems consist of several subsystems: pattern generation and test electronics, control software, network interface and environmental chamber. The test pattern generator allows duplication of most of the functional tests performed by a traditional tester. Pin electronics at each burn-in board, or BIB, position are designed to provide accurate signals to the ICs being tested and detect whether a device is failing the test.\n \nDevices being tested are placed on BIBs and loaded into environmental chambers which typically operate at temperatures from 25 degrees Celsius (77 degrees Fahrenheit) up to 150 degrees Celsius (302 degrees Fahrenheit). Using our optional chambers, our systems can produce temperatures as low as -55 degrees Celsius (-67 degrees Fahrenheit). A single BIB can hold up to several hundred ICs, and a production chamber holds up to 72 BIBs, resulting in thousands of memory or logic devices being tested in a single system.\n  \n \n6\nTable of Contents\n \nThe Advanced Burn-in and Test System, or ABTS, was introduced in fiscal 2008. Several updates to the ABTS system have been made since its introduction, including the ABTS-P system released in 2012. The ABTS family of products is based on a hardware and software architecture that is intended to address not only today’s devices, but also future devices for many years to come. The ABTS system can test and burn-in both high-power logic and low-power ICs. It can be configured to provide individual device temperature control for devices up to 70W or more and with up to 320 I/O channels. The ABTS system is nearing the end of its lifecycle and limited shipments are expected in the future.\n \nNet sales of packaged part product lines, systems and services for fiscal 2023, 2022 and 2021 were $1.4 million, $1.9 million, and $1.6 million, respectively, and accounted for approximately 2%, 4% and 10% of the Company’s net sales in fiscal 2023, 2022 and 2021, respectively.\n \nCUSTOMERS\n \nThe Company markets and sells its products throughout the world to semiconductor manufacturers, semiconductor contract assemblers, electronics manufacturers and burn-in and test service companies.\n \nSales to the Company’s five largest customers accounted for approximately 97%, 98%, and 84% of its net sales in fiscal 2023, 2022 and 2021, respectively. During fiscal 2023, two customers accounted for approximately 79% and 10% of the Company’s net sales. During fiscal 2022, one customer accounted for approximately 82% of the Company’s net sales. During fiscal 2021, four customers accounted for approximately 24%, 23%, 20% and 10%, respectively, of the Company’s net sales. No other customers accounted for more than 10% of the Company’s net sales for any of these periods. The Company expects that sales of its products to a limited number of customers will continue to account for a high percentage of net sales for the foreseeable future. In addition, sales to particular customers may fluctuate significantly from quarter to quarter. Such fluctuations may result in changes in utilization of the Company’s facilities and resources. The loss of or reduction or delay in orders from a significant customer or a delay in collecting or failure to collect accounts receivable from a significant customer could materially and adversely affect the Company’s business, financial condition and operating results.\n \nMARKETING, SALES AND CUSTOMER SUPPORT\n \nThe Company has sales and service operations in the United States, Germany, Philippines and Taiwan, dedicated service resources in China and South Korea, and has established a network of distributors and sales representatives in certain key parts of the world. See “REVENUE RECOGNITION” in Item 7 under “Management’s Discussion and Analysis of Financial Condition and Results of Operations” for a further discussion of the Company’s relationship with distributors, and its effects on revenue recognition.\n \nThe Company’s customer service and support program includes system installation, system repair, applications engineering support, spare parts inventories, customer training and documentation. The Company has applications engineering and field service personnel located near and sometimes co-located at our customers and includes resources at the corporate headquarters in Fremont, California, at customer locations in Texas, at the Company’s subsidiaries in Germany and the Philippines, at its branch office in Taiwan, and also through third-party agreements in China and South Korea. The Company’s distributors provide applications and field service support in other parts of the world. The Company customarily provides a warranty on its products. The Company offers service contracts on its systems directly and through its subsidiaries, distributors and representatives. The Company believes that maintaining a close relationship with customers and providing them with ongoing engineering support improves customer satisfaction and will provide the Company with a competitive advantage in selling its products to the Company’s customers.\n \nBACKLOG\n \nAt May 31, 2023, the Company’s backlog was $24.5 million compared with $11.1 million at May 31, 2022. The Company’s backlog consists of product orders for which confirmed purchase orders have been received and which are scheduled for shipment within 12 months. Due to the possibility of customer changes in delivery schedules or cancellations and potential delays in product shipments or development projects, the Company’s backlog as of a particular date may not be indicative of net sales for any succeeding period.\n \nRESEARCH AND PRODUCT DEVELOPMENT\n \nThe Company historically has devoted a significant portion of its financial resources to research and development programs and expects to continue to allocate significant resources to these efforts. Certain research and development expenditures related to non-recurring engineering milestones have been transferred to cost of goods sold, reducing research and development expenses. The Company’s research and development expenses during fiscal 2023, 2022 and 2021 were $7.1 million, $5.8 million and $3.7 million, respectively.\n \n \n7\nTable of Contents\n \nThe Company conducts ongoing research and development to design new products and to support and enhance existing product lines.  Building upon the expertise gained in the development of its existing products, the Company has developed the FOX family of systems for performing test and burn-in of entire processed wafers, and burn-in of devices in singulated die and module form, including the FOX-NP and FOX-CP systems released during fiscal 2019, and the Automated WaferPak Aligner released during fiscal 2023.  The Company is developing enhancements to our packaged parts and wafer level burn-in products, intended to improve the capability and performance for testing and burn-in of future generation devices and provide the flexibility in a wide variety of applications.  \n      \nMANUFACTURING\n \nThe Company assembles its products from components and parts manufactured by others, including environmental chambers, power supplies, metal fabrications, printed circuit assemblies, ICs, burn-in sockets, high-density interconnects, wafer contactors and interconnect substrates. The Company’s strategy is to use in-house manufacturing only when necessary to protect a proprietary process or when a significant improvement in quality, cost or lead time can be achieved and relies on subcontractors to manufacture many of the components and subassemblies used in its products. Final assembly and testing are performed at the Company’s principal manufacturing facility located in Fremont, California.\n \nCOMPETITION\n \nThe semiconductor equipment industry is intensely competitive. Significant competitive factors in the semiconductor equipment market include price, technical capabilities, quality, flexibility, automation, cost of ownership, reliability, throughput, product availability and customer service. In each of the markets it serves, the Company faces competition from established competitors and potential new entrants, many of which have greater financial, engineering, manufacturing and marketing resources than the Company.\n \nThe Company expects its competitors to continue to improve the performance of their current products and to introduce new products with improved price and performance characteristics. New product introductions by the Company’s competitors or by new market entrants could cause a decline in sales or loss of market acceptance of the Company’s products. The Company has observed price competition in the systems market, particularly with respect to its less advanced products. Increased competitive pressure could also lead to intensified price-based competition, resulting in lower prices which could adversely affect the Company’s operating margins and results. The Company believes that to remain competitive it must invest significant financial resources in new product development and expand its customer service and support worldwide. There can be no assurance that the Company will be able to compete successfully in the future.\n \nPROPRIETARY RIGHTS\n \nThe Company relies primarily on the technical and creative ability of its personnel, its proprietary software, and trade secrets and copyright protection, rather than on patents, to maintain its competitive position. The Company’s proprietary software is copyrighted and licensed to the Company’s customers. At May 31, 2023, the Company held 46 issued United States patents with expiration date ranges from 2023 to 2038 and had several additional United States patent applications and foreign patent applications pending.\n \nThe Company’s ability to compete successfully is dependent in part upon its ability to protect its proprietary technology and information. Although the Company attempts to protect its proprietary technology through patents, copyrights, trade secrets and other measures, there can be no assurance that these measures will be adequate or that competitors will not be able to develop similar technology independently. Further, there can be no assurance that claims allowed on any patent issued to the Company will be sufficiently broad to protect the Company’s technology, that any patent will be issued to the Company from any pending application or that foreign intellectual property laws will protect the Company’s intellectual property. Litigation may be necessary to enforce or determine the validity and scope of the Company’s proprietary rights, and there can be no assurance that the Company’s intellectual property rights, if challenged, will be upheld as valid. Any such litigation could result in substantial costs and diversion of resources and could have a material adverse effect on the Company’s business, financial condition and operating results, regardless of the outcome of the litigation. In addition, there can be no assurance that any of the patents issued to the Company will not be challenged, invalidated or circumvented or that the rights granted thereunder will provide competitive advantages to the Company. Also, there can be no assurance that the Company will have the financial resources to defend its patents from infringement or claims of invalidity.\n \nThere are currently no pending claims against the Company regarding infringement of any patents or other intellectual property rights of others. However, the Company may, from time to time, receive communications from third parties asserting intellectual property claims against the Company. Such claims could include assertions that the Company’s products infringe, or may infringe, the proprietary rights of third parties, requests for indemnification against \n  \n \n8\nTable of Contents\n \nsuch infringement or suggest the Company may be interested in acquiring a license from such third parties. There can be no assurance that any such claim made in the future will not result in litigation, which could involve significant expense to the Company, and, if the Company is required or deems it appropriate to obtain a license relating to one or more products or technologies, there can be no assurance that the Company would be able to do so on commercially reasonable terms, or at all.\n  \nENVIRONMENTAL, SOCIAL AND GOVERNANCE (ESG)\n \nENVIRONMENTAL\n \nThe Company focuses on clean technology such as the electrical vehicle (“EV”) and power semiconductors market. EV and power semiconductor revenues accounted for 85%, 82%, and 23% of total revenues in fiscal 2023, 2022 and 2021, respectively. We engineer our products to be more energy efficient by using more efficient electrical designs and thermally efficient cooling architectures using conductive heat transfer versus convection air cooled methods. Our technology and architectural design allow our products to take up only 5% of the test floor space compared to competitor’s products. \n \nThe Company improved our facility by replacing existing air conditioners and heat exchanger: with higher efficiency units that draw less power and produce less wasted energy. Our new headquarters facility upgrades include moving to high efficiency lighting, modernizing our electrical power and cooling infrastructure, and adding Electric Vehicle charging stations for employees, vendors, and customers. \n \nSOCIAL\n \nThe Company reviews hiring and turnover quarterly and performs annual salary reviews, using independent third-party data, to ensure competitive compensation practices. The Company performs annual employee surveys to evaluate employee satisfaction. Glassdoor shows the Company at a 4.1 out of 5 rating as a great place to work.\n \nThe Company provides variable compensation on top of base salary for all employees including an employee profit sharing plan. The Company also provides equity awards including stock options, restricted stock units (“RSUs”), and participation in an employee stock purchase plan for regular full-time (“RFT”) employees, located in the U.S. The Company is restricted from issuing stock options or RSUs to non-U.S. employees in certain countries due to local regulations. For those employees who are unable to participate in the Company’s equity incentive plan, the Company maintains a stock appreciation bonus program to provide compensation linked to the Company’s stock price during a predetermined period. The Company also provides a 401k plan, and a non-contributory Employee Stock Ownership plan, for U.S. employees.\n \nThe Company provides recurring training in compliance with State of California ragulations including sexual harassment, prevention of violence in the workplace, and Diversity, Equality, and Inclusion (“DEI”) training. The Company promotes employee engagement through corporate events or activities and maintains a “First Years” group to encourage new hires to build comradery, and assist in recruiting efforts.\n   \nThe Company provides health care coverage for all RFT employees, life insurance, continuing education assistance, and reimbursement of employee health club membership. The Company ensures compliance with International Organization for Standardization (ISO”) certification and maintains safety training.\n  \nGOVERNANCE\n \nThe Company’s Board satisfies the diversity objectives of Nasdaq Rule 5605(1)(2) for Smaller Reporting Companies with two directors who identify as female, representing 33% of the total six Board members. The Board members also include individuals with Native American origin and multi-ethnicity. As the Company pursues future Board recruitment efforts, the Nominating Committee will continue to seek candidates who can contribute to the diversity of views and perspectives of the Board. This includes seeking out individuals of diverse ethnicities, a balance in terms of gender, and individuals with diverse perspectives informed by other personal and professional experiences.\n \nAll employees and Board members sign a Code of Conduct and Ethics policy, and Insider Trading Policy upon hire. All employees are provided with the employee handbook which addresses sexual harassment, confidentiality, and Electronic Use Policy among others. Each of Company’s directors and officers completes a Director and Officer Questionnaire to identify conflicts of interest or areas of concern. The Company also maintains Audit, Compensation and Nominating and Governance Committees to provide corporate oversight.\n \n \n9\nTable of Contents\n \nHUMAN CAPITAL RESOURCES\n \nAs of May 31, 2023, the Company, including its foreign subsidiaries and one branch office, employed 104 persons collectively, on a regular full-time basis, of whom 23 were engaged in research, development and related engineering, 31 were engaged in manufacturing, 39 were engaged in marketing, sales and customer support and 11 were engaged in general administration, finance and IT functions. In addition, the Company from time to time employs a number of contractors, temporary, and part-time employees, particularly to perform customer support and manufacturing.\n \nThe Company’s employees are dispersed across principal offices in the United States, Germany, Taiwan, and Philippines. In addition, our service and support organization has employees located worldwide, at or near customer facilities, to provide timely customer response. As of May 31, 2023 regular full-time employees were located in the following geographic areas: 80 United States, 1 Germany, 5 Taiwan, and 18 in the Philippines.\n \nThe Company’s success is in part dependent on its ability to attract and retain highly skilled workers, who are in high demand. None of the Company’s employees are represented by a union and the Company has never experienced a work stoppage. The Company’s management considers its relations with its employees to be good. The Company regularly evaluates its ability to attract and retain its employees. The Company has had relatively low turnover rates within its workforce, with 58% of its regular full-time workforce being with the Company for 5 years or more.\n \nThe Company believes that the investments we make in driving a strong, values-based culture and supporting its employees through programs, development, and competitive pay enhances its organizational capability. Company management quarterly reviews retention and turnover, employee communications, performance review status, and compensation and benefits to identify potential issues or opportunities. The Company periodically performs employee surveys to monitor employee satisfaction and the Company follows-up with an action planning process to actively respond to employee feedback.\n \nBUSINESS SEGMENT DATA AND GEOGRAPHIC AREAS\n \nThe Company operates in one business segment, the designing, manufacturing, marketing and selling of advanced test and burn-in products to the semiconductor manufacturing industry in several geographic areas. Selected financial information, including net sales and property and equipment, net for each of the last three fiscal years, by geographic area is included in Part II, Item 8, Note 2, “Revenue” and Note 17, “Segment Information” and certain risks related to such operations are discussed in Part I, Item 1A, Risk Factors, under the heading “We sell our products and services worldwide, and our business is subject to risks inherent in conducting business activities in geographic regions outside of the United States.”\n \nAVAILABLE INFORMATION\n \nThe Company’s common stock trades on the NASDAQ Capital Market under the symbol “AEHR.” The Company’s annual report on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K and amendments to these reports that are filed with the United States Securities and Exchange Commission, or SEC, pursuant to Section 13(a) or 15(d) of the Exchange Act, are available free of charge through the Company’s website at www.aehr.com as soon as reasonably practicable after we electronically file them with, or furnish them to the SEC.\n \nThe public may read and copy any materials filed by the Company with the SEC at the SEC’s Public Reference Room at 100 F Street, NE, Washington, DC 20549. The public may obtain information on the operations of the Public Reference Room by calling the SEC at 1-800-SEC-0330. The SEC maintains an Internet site, www.sec.gov, that contains reports, proxy and information statements and other information regarding issuers that file electronically with the SEC.\n \nIn addition, information regarding the Company’s code of conduct and ethics and the charters of its Audit, Compensation and Nominating and Governance Committees, are available free of charge on the Company’s website listed above.\n ",
    "item1a": ">Item 1A. Risk Factors\n \nYou should carefully consider the risks described below. These risks are not the only risks that we may face. Additional risks and uncertainties that we are unaware of, or that we currently deem immaterial, also may become important factors that affect us. If any of the following risks occur, our business, financial condition or results of operations could be materially and adversely affected which could cause our actual operating results to differ materially from those indicated or suggested by forward-looking statements made in this Annual Report on Form 10-K or presented elsewhere by management from time to time.\n \n \n10\nTable of Contents\n \nRisks Related to our Business and Industry\n \nWe generate a large portion of our sales from a small number of customers. If we were to lose one or more of our large customers, operating results could suffer dramatically.\n \nThe semiconductor manufacturing industry is highly concentrated, with a relatively small number of large semiconductor manufacturers and contract assemblers accounting for a substantial portion of the purchases of semiconductor equipment. Sales to our five largest customers accounted for approximately 97%, 98%, and 84% of our net sales in fiscal 2023, 2022 and 2021, respectively. During fiscal 2023, two customers accounted for approximately 79% and 10% of our net sales. During fiscal 2022, one customer accounted for approximately 82% of our net sales. During fiscal 2021, four customers accounted for approximately 24%, 23%, 20% and 10%, respectively, of our net sales. No other customers accounted for more than 10% of our net sales for any of these periods.\n \nWe expect that sales of our products to a limited number of customers will continue to account for a high percentage of our net sales for the foreseeable future. In addition, sales to particular customers may fluctuate significantly from quarter to quarter. The loss of, or reduction or delay of, an order or orders from a significant customer or customers, or a delay in collecting or failure to collect accounts receivable from a significant customer or customers, could adversely affect our business, financial condition and operating results.\n \nThe semiconductor equipment industry is intensely competitive. In each of the markets we serve, we face competition from established competitors and potential new entrants, many of which have greater financial, engineering, manufacturing and marketing resources than us.\n \nOur FOX wafer-level and singulated die/module test and burn in systems face competition from larger systems manufacturers that have significant technological know-how and manufacturing capability. Some users of our systems, such as independent test labs, build their own burn-in systems, while others, particularly large IC manufacturers in Asia, acquire burn-in systems from captive or affiliated suppliers. Our WaferPak products are facing and are expected to face increasing competition. Several companies have developed or are developing full-wafer and single-touchdown probe cards. The Company expects that its DiePak products for burning-in and testing multiple singulated die and small modules face significant competition. The Company believes that several companies have developed or are developing products which are intended to enable test and burn-in of multiple bare die, and small modules.\n \nWe expect our competitors to continue to improve the performance of their current products and to introduce new products with improved price and performance characteristics. New product introductions by our competitors or by new market entrants could cause a decline in sales or loss of market acceptance of our products. We have observed price competition in the systems market, particularly with respect to its less advanced products. Increased competitive pressure could also lead to intensified price-based competition, resulting in lower prices which could adversely affect our operating margins and results. We believe that to remain competitive we must invest significant financial resources in new product development and expand our customer service and support worldwide. There can be no assurance that we will be able to compete successfully in the future.\n \nWe rely on increasing market acceptance for our FOX system, and we may not be successful in attracting new customers or maintaining our existing customers.\n \nA principal element of our business strategy is to increase our presence in the test equipment market through system sales in our FOX wafer-level and singulated die/module test and burn-in product family. Market acceptance of the FOX system is subject to a number of risks. Before a customer will incorporate the FOX system into a production line, lengthy qualification and correlation tests must be performed. We anticipate that potential customers may be reluctant to change their procedures in order to transfer burn-in and test functions to the FOX system. Initial purchases are expected to be limited to systems used for these qualifications and for engineering studies. Market acceptance of the FOX system also may be affected by a reluctance of IC manufacturers to rely on relatively small suppliers such as us. As is common with new complex products incorporating leading-edge technologies, we may encounter reliability, design and manufacturing issues as we begin volume production and initial installations of FOX systems at customer sites. The failure of the FOX system to achieve increased market acceptance would have a material adverse effect on our future operating results, long-term prospects and our stock price.\n  \nA substantial portion of our net sales is generated by relatively small volume, high value transactions.\n \nWe derive a substantial portion of our net sales from the sale of a relatively small number of systems with high dollar value. As a result, the loss or deferral of a limited number of system sales could have a material adverse effect on our net sales and operating results in a particular period. Most customer purchase orders are subject to cancellation or rescheduling by the customer with limited penalties, and, therefore, backlog at any particular date is not necessarily indicative of actual sales for any succeeding period. From time to time, cancellations and rescheduling of customer \n \n \n11\nTable of Contents\n \norders have occurred, and delays by our suppliers in providing components or subassemblies to us have caused delays in our shipments of our own products. There can be no assurance that we will not be materially adversely affected by future cancellations or rescheduling by our customers or other delays in our shipments. For non-standard products where we have not effectively demonstrated the ability to meet specifications in the customer environment, we defer revenue until we have met such customer specifications. Any delay in meeting customer specifications could have a material adverse effect on our operating results. A substantial portion of net sales typically are realized near the end of each quarter. A delay or reduction in shipments near the end of a particular quarter, due, for example, to unanticipated shipment rescheduling, cancellations or deferrals by customers, customer credit issues, unexpected manufacturing difficulties experienced by us or delays in deliveries by suppliers, could cause net sales in a particular quarter to fall significantly.\n \nWe may experience increased costs associated with new product introductions.\n \nAs is common with new complex products incorporating leading-edge technologies, we have encountered reliability, design and manufacturing issues as we begin volume production and initial installations of certain products at customer sites. Some of these issues in the past have been related to components and subsystems supplied to us by third parties who have in some cases limited the ability of us to address such issues promptly. This process in the past required and in the future is likely to require us to incur un-reimbursed engineering expenses and to experience larger than anticipated warranty claims which could result in product returns. In the early stages of product development there can be no assurance that we will discover any reliability, design and manufacturing issues or, that if such issues arise, that they can be resolved to the customers’ satisfaction or that the resolution of such problems will not cause us to incur significant development costs or warranty expenses or to lose significant sales opportunities.\n \nThe Company is exposed to cybersecurity threats or incidents.\n \nWe collect, maintain, and transmit data on information systems. These systems include those owned and maintained by the Company or by third parties. In addition, we use cloud-based enterprise resource planning, ERP, software to manage the business integrating all facets of operations, including manufacturing, finance, and sales and marketing. The data maintained on these systems includes confidential and proprietary information belonging to us, our customers, suppliers, and others. While the Company devotes significant resources to protect its systems and data from unauthorized access or misuse, we are exposed to cybersecurity risks. Our systems are subject to computer viruses, data breach, phishing schemes, and other malicious software programs or attacks. We have experienced cyber threats and incidents in the past. Although past threats and incidents have not resulted in a material adverse effect, cybersecurity incidents may result in business disruption, loss of data, or unauthorized access to intellectual property which could adversely affect our business.\n \nOur industry is subject to rapid technological change and our ability to remain competitive depends on our ability to introduce new products in a timely manner.\n \nThe semiconductor equipment industry is subject to rapid technological change and new product introductions and enhancements. Our ability to remain competitive depends in part upon our ability to develop new products and to introduce them at competitive prices and on a timely and cost-effective basis. Our success in developing new and enhanced products depends upon a variety of factors, including product selection, timely and efficient completion of product design, timely and efficient implementation of manufacturing and assembly processes, product performance in the field and effective sales and marketing. Because new product development commitments must be made well in advance of sales, new product decisions must anticipate both future demand and the technology that will be available to supply that demand. Furthermore, introductions of new and complex products typically involve a period in which design, engineering and reliability issues are identified and addressed by our suppliers and by us. There can be no assurance that we will be successful in selecting, developing, manufacturing and marketing new products that satisfy market demand. Any such failure would materially and adversely affect our business, financial condition and results of operations.\n \nBecause of the complexity of our products, significant delays can occur between a product’s introduction and the commencement of the volume production of such product. We have experienced, from time to time, significant delays in the introduction of, and technical and manufacturing difficulties with, certain of our products and may experience delays and technical and manufacturing difficulties in future introductions or volume production of our new products. Our inability to complete new product development, or to manufacture and ship products in time to meet customer requirements would materially adversely affect our business, financial condition and results of operations.\n \nA decrease in customer device failure rates may result in a decrease in demand for our products.\n \nCustomer tool utilization is driven by many factors including failure rates of customer devices. Improvements in yield may result in customers decreasing test and burn-in times, or electing to perform sampling rather than 100% burn-in \n  \n \n12\nTable of Contents\n \nof their devices. Based upon data obtained from our systems customers may revise internal manufacturing processes to decrease failure rates. A decrease in customer tool utilization may result in a decrease in demand for our products impacting our business and results of operations.\n  \nFuture changes in semiconductor technologies may make our products obsolete.\n \nFuture improvements in semiconductor design and manufacturing technology may reduce or eliminate the need for our products. For example, improvements in semiconductor process technology and improvements in conventional test systems, such as reduced cost or increased throughput, may significantly reduce or eliminate the market for one or more of our products. If we are not able to improve our products or develop new products or technologies quickly enough to maintain a competitive position in our markets, our business may decline.\n \nOperational and Other Risks\n \nSupply chain issues, including a shortage of critical components or contract manufacturing capacity, could result in a delay in fulfillment of customer orders, or an increase in costs, resulting in an adverse impact on our business and operating results.\n \nOur sales growth depends on our ability to obtain timely deliveries of parts from our suppliers and contract manufacturers. There is currently a market shortage of semiconductor and other component supply which has affected, and could further affect, lead times, the cost of supply, and our ability to meet customer demand for our products. While we have taken steps to obtain an assurance of supply from our key suppliers, the market shortage of semiconductor supply may impact our ability to meet customer order fulfillments, or result in a significant increase in costs of our inventories. Manufacturing issues or capacity problems experienced by our suppliers or contract manufacturers could impact our ability to secure sufficient supply of critical components. Due to the market shortage of semiconductor supply, suppliers and contract manufacturers may commit their capacity to others, limiting our supplies or increasing costs. The failure to obtain timely delivery of supplies, or a significant increase in costs, could result in a material impact in our business and results from operations.\n \nWe sell our products and services worldwide, and our business is subject to risks inherent in conducting business activities in geographic regions outside of the United States.\n \nApproximately 86%, 90%, and 68% of our net sales in fiscal 2023, 2022 and 2021, respectively, were attributable to sales to customers for delivery outside of the United States. We provide sales and service in North America and Taiwan, operate a sales organization in Germany and a service organization in the Philippines, as well as direct support through third party agreements in China and South Korea. We expect that sales of products for delivery outside of the United States will continue to represent a substantial portion of our future sales. Our future performance will depend, in significant part, upon our ability to continue to compete in foreign markets which in turn will depend, in part, upon a continuation of current trade relations between the United States and foreign countries in which semiconductor manufacturers or assemblers have operations. A change toward more protectionist trade legislation in either the United States or such foreign countries, such as a change in the current tariff structures, export compliance or other trade policies, could adversely affect our ability to sell our products in foreign markets. In addition, we are subject to other risks associated with doing business internationally, including longer receivable collection periods and greater difficulty in accounts receivable collection, the burden of complying with a variety of foreign laws, difficulty in staffing and managing global operations, risks of civil disturbance or other events which may limit or disrupt markets, international exchange restrictions, changing political conditions and monetary policies of foreign governments.\n \nOur net sales for fiscal 2023 were primarily denominated in U.S. Dollars. However, because a substantial portion of our net sales is from sales of products for delivery outside the United States, an increase in the value of the U.S. Dollar relative to foreign currencies would increase the cost of our products compared to products sold by local companies in such markets. In addition, since the price is determined at the time a purchase order is accepted, we are exposed to the risks of fluctuations in the U.S. Dollar exchange rate during the lengthy period from the date a purchase order is received until payment is made. This exchange rate risk is partially offset to the extent our foreign operations incur expenses in the local currency. To date, we have not invested in any instruments designed to hedge currency risks. Our operating results could be adversely affected by fluctuations in the value of the U.S. Dollar relative to other currencies.\n \nWe purchase materials from suppliers worldwide, which subjects the Company to increased risk.\n \nWe purchase components, sub-assemblies, and chambers from suppliers outside the United States. Increases in tariffs, additional taxes, or trade barriers may result in an increase in our manufacturing costs. A decrease in the value of the U.S. Dollar relative to foreign currencies would increase the cost of our materials. Should the Company increase its sales prices to recover the increase in costs, this could result in a decrease in the competitiveness of our products. In addition, we are subject to other risks associated with purchasing materials from suppliers worldwide. Government \n  \n \n13\nTable of Contents\n \nauthorities may also implement protectionist policies or impose limitations on the transfer of intellectual property. This may limit our ability to obtain products from certain geographic regions and require us to identify and qualify new suppliers. The process of qualifying suppliers could be lengthy, and no assurance can be given that any additional sources would be available to us on a timely basis. Changes in trade relations, currency fluctuations, or protectionist policies could have a material adverse effect on our business, financial condition or results of operations.\n  \nGlobal unrest may impact our ability to sell our products or obtain critical materials.\n \nGlobal economic uncertainty and financial market volatility caused by political instability, changes in international trade relationships and conflicts, such as the conflict between Russia and Ukraine and the political climate in China and Taiwan may result in limited access to these markets for sales and material purchases. Periods of macroeconomic weakness or recession and heightened market volatility caused by adverse geopolitical developments could increase these risks, potentially resulting in adverse impacts on our business operations. Increased energy costs in Europe, resulting from Russia’s limiting energy supplies in the region, may result in an economic downturn or an increase in the cost of materials. The recent decline in relations between the United States and China, and relations between China and Taiwan, may result in the imposition of trade restrictions with China or Taiwan. While we have limited sales in Europe and Taiwan, and procurement from these regions, unrest in these areas may result in a decrease in sales of our products, or an increase in costs of materials and services.\n \nOur dependence on subcontractors and sole source suppliers may prevent us from delivering our products on a timely basis and expose us to intellectual property infringement.\n \nWe rely on subcontractors to manufacture many of the components or subassemblies used in our products. Our FOX systems, WaferPak contactors, DiePak carriers, WaferPak Aligners, and DiePak Loaders contain several components, including environmental chambers, power supplies, high-density interconnects, wafer contactors, module contactors, signal distribution substrates, and certain ICs that are currently supplied by only one or a limited number of suppliers. Our reliance on subcontractors and single source suppliers involves a number of significant risks, including the loss of control over the manufacturing process, the potential absence of adequate capacity and reduced control over delivery schedules, manufacturing yields, quality and costs. In the event that any significant subcontractor or single source supplier is unable or unwilling to continue to manufacture subassemblies, components or parts in required volumes, we would have to identify and qualify acceptable replacements. The process of qualifying subcontractors and suppliers could be lengthy, and no assurance can be given that any additional sources would be available to us on a timely basis. Any delay, interruption or termination of a supplier relationship could adversely affect our ability to deliver products, which would harm our operating results.\n \nOur suppliers manufacture components, tooling, and provide engineering services. During this process, our suppliers are allowed access to our intellectual property. While we maintain patents to protect from intellectual property infringement, there can be no assurance that technological information gained in the manufacture of our products will not be used to develop a new product, improve processes or techniques which compete against our products. Litigation may be necessary to enforce or determine the validity and scope of our proprietary rights, and there can be no assurance that our intellectual property rights, if challenged, will be upheld as valid.\n \nTightening of fiscal monetary policy, and periodic economic and semiconductor industry downturns could negatively affect our business, results of operations and financial condition.\n \nInflation reached a 40-year high during 2022, and market rates of interest have risen after a prolonged period at historical lows. The increase in inflation has resulted in a tightening of world-wide monetary policy, which in turn has resulted in an increase in the cost of credit. Financial turmoil in the banking system and financial markets has resulted, and may result in the future, in a tightening of the credit markets, disruption in the financial markets and global economy downturn. Periodic global economic and semiconductor industry downturns have negatively affected and could continue to negatively affect our business, results of operations, and financial condition. These events may contribute to significant slowdowns in the industry in which we operate. Difficulties in obtaining capital and deteriorating market conditions can pose the risk that some of our customers may not be able to obtain necessary financing on reasonable terms, which could result in lower sales. Customers with liquidity issues may lead to additional bad debt expense.\n \nTurmoil in the international financial markets has resulted, and may result in the future, in dramatic currency devaluations, stock market declines, restriction of available credit and general financial weakness. In addition, flash memory and other similar device prices have historically declined and will likely do so again in the future. These developments may affect us in several ways. The market for semiconductors and semiconductor capital equipment has historically been cyclical, and we expect this to continue in the future. The uncertainty of the semiconductor market may cause some manufacturers in the future to further delay capital spending plans. Economic conditions may also affect the ability of our customers to meet their payment obligations, resulting in cancellations or deferrals of existing orders and limiting additional orders. In addition, some governments have subsidized portions of fabrication facility construction, \n \n \n14\nTable of Contents\n \nand financial turmoil may reduce these governments’ willingness to continue such subsidies. Such developments could have a material adverse effect on our business, financial condition and results of operations.\n  \nThe current economic conditions and uncertainty about future economic conditions make it challenging for us to forecast our operating results, make business decisions, and identify the risks that may affect our business, financial condition and results of operations. If such conditions recur, and we are not able to timely and appropriately adapt to changes resulting from the difficult macroeconomic environment, our business, financial condition or results of operations may be materially and adversely affected.\n \nIf we are not able to reduce our operating expenses sufficiently during periods of weak revenue, or if we utilize significant amounts of cash to support operating losses, we may erode our cash resources and may not have sufficient cash to operate our business.\n \nWe have in the past, in the face of a downturn in our business and a decline in our net sales, implemented a variety of cost controls and restructured our operations with the goal of reducing our operating costs to position ourselves to more effectively meet the needs of the then weak market for test and burn-in equipment. While we took significant steps to minimize our expense levels and to increase the likelihood that we would have sufficient cash to support operations during the downturn, we have experienced historical operating losses. We anticipate that our existing cash balance together with income from operations, collections of existing accounts receivable, revenue from our existing backlog of products, the sale of inventory on hand, and deposits and down payments against significant orders, and available balance under our ATM offering, will be adequate to meet our working capital and capital equipment requirements. Depending on our rate of growth and profitability, and our ability to obtain significant orders with down payments, we may require additional equity or debt financing to meet our working capital requirements or capital equipment needs. There can be no assurance that additional financing will be available when required, or if available, that such financing can be obtained on terms satisfactory to us.\n \nWe may be subject to litigation relating to intellectual property infringement which would be time-consuming, expensive and a distraction from our business.\n \nIf we do not adequately protect our intellectual property, competitors may be able to use our proprietary information to erode our competitive advantage, which could harm our business and operating results. Litigation may be necessary to enforce or determine the validity and scope of our proprietary rights, and there can be no assurance that our intellectual property rights, if challenged, will be upheld as valid. Such litigation could result in substantial costs and diversion of resources and could have a material adverse effect on our operating results, regardless of the outcome of the litigation. In addition, there can be no assurance that any of the patents issued to us will not be challenged, invalidated or circumvented or that the rights granted thereunder will provide competitive advantages to us.\n \nThere are no pending claims against us regarding infringement of any patents or other intellectual property rights of others. However, in the future we may receive communications from third parties asserting intellectual property claims against us. Such claims could include assertions that our products infringe, or may infringe, the proprietary rights of third parties, requests for indemnification against such infringement or suggestions that we may be interested in acquiring a license from such third parties. There can be no assurance that any such claim will not result in litigation, which could involve significant expense to us, and, if we are required or deem it appropriate to obtain a license relating to one or more products or technologies, there can be no assurance that we would be able to do so on commercially reasonable terms, or at all.\n \nWhile we believe we have complied with all applicable environmental laws, our failure to do so could adversely affect our business as a result of having to pay substantial amounts in damages or fees.\n \nFederal, state and local regulations impose various controls on the use, storage, discharge, handling, emission, generation, manufacture and disposal of toxic and other hazardous substances used in our operations. We believe that our activities conform in all material respects to current environmental and land use regulations applicable to our operations and our current facilities, and that we have obtained environmental permits necessary to conduct our business. Nevertheless, failure to comply with current or future regulations could result in substantial fines, suspension of production, alteration of our manufacturing processes or cessation of operations. Such regulations could require us to acquire expensive remediation equipment or to incur substantial expenses to comply with environmental regulations. Any failure to control the use, disposal or storage of or adequately restrict the discharge of, hazardous or toxic substances could subject us to significant liabilities.\n \n \n15\nTable of Contents\n \nRisks Related to Ownership of our Common Stock\n \nOur stock price may fluctuate.\n \nThe price of our common stock has fluctuated in the past and may fluctuate significantly in the future. We believe that factors such as announcements of developments related to our business, fluctuations in our operating results, general conditions in the semiconductor and semiconductor equipment industries as well as the worldwide economy, announcement of technological innovations, new systems or product enhancements by us or our competitors, fluctuations in the level of cooperative development funding, acquisitions, changes in governmental regulations, developments in patents or other intellectual property rights and changes in our relationships with customers and suppliers could cause the price of our common stock to fluctuate substantially. In addition, in recent years the stock market in general, and the market for small capitalization and high technology stocks in particular, have experienced extreme price fluctuations which have often been unrelated to the operating performance of the affected companies. Such fluctuations could adversely affect the market price of our common stock.\n \nIncreased scrutiny and changing expectations from stakeholders with respect to the Company’s ESG practices may result in additional costs or risks.\n \nCompanies across many industries are facing increasing scrutiny related to their ESG practices. Investor advocacy groups, certain institutional investors, investment funds and other influential investors are also increasingly focused on ESG practices and in recent years have placed increasing importance on the non-financial impacts of their investments. If our ESG practices do not meet investor or other industry stakeholder expectations, which continue to evolve, we may incur additional costs and our brand, ability to attract and retain qualified employees and business may be harmed.\n \nRisks Related to our Legal/Organizational Structure\n \nWe depend on our key personnel and our success depends on our ability to attract and retain talented employees.\n \nOur success depends to a significant extent upon the continued service of Gayn Erickson, our President and Chief Executive Officer, as well as other executive officers and key employees. We do not maintain key person life insurance for our benefit on any of our personnel, and none of our employees are subject to a non-competition agreement with us. The loss of the services of any of our executive officers or a group of key employees could have a material adverse effect on our business, financial condition and operating results. Our future success will depend in significant part upon our ability to attract and retain highly skilled technical, management, sales and marketing personnel. There are a limited number of personnel with the requisite skills to serve in these positions, and it has become increasingly difficult for us to hire such personnel. Competition for such personnel in the semiconductor equipment industry is intense, and there can be no assurance that we will be successful in attracting or retaining such personnel. Changes in management could disrupt our operations and adversely affect our operating results.\n \nIf we fail to maintain effective internal control over financial reporting in the future, the accuracy and timing of our financial reporting may be adversely affected.\n \nWe are required to comply with Section 404 of the Sarbanes-Oxley Act of 2002. The provisions of the act require, among other things, that we maintain effective internal control over financial reporting and disclosure controls and procedures. Preparing our financial statements involves a number of complex processes, many of which are done manually and are dependent upon individual data input or review. These processes include, but are not limited to, calculating revenue, deferred revenue and inventory costs. While we continue to automate our processes and enhance our review and put in place controls to reduce the likelihood for errors, we expect that for the foreseeable future, many of our processes will remain manually intensive and thus subject to human error.\n \nThe collapse of certain U.S. banks and potentially other financial institutions may have adverse impacts on our business.\n \nOn March 10, 2023, Silicon Valley Bank (“SVB”) was shut down, followed on March 11, 2023 by Signature Bank and the Federal Deposit Insurance Corporation was appointed as receiver for those banks. Since that time, there have been reports of instability at other U.S. banks. The Company’s cash and investment balances held at banks and brokerage firms may at time exceed federally insured levels. On March 15, 2023, the Company filed a Current Report on Form 8-K with the SEC, disclosing its exposure to SVB and stating that the Company did not expect a significant impact on its operations.\n \n \n16\nTable of Contents\n ",
    "item7": ">Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations\n \nThe following discussion and analysis of the financial condition and results of operations should be read in conjunction with our “Selected Consolidated Financial Data” and our consolidated financial statements and related notes included elsewhere in this Annual Report on Form 10-K.\n \nOVERVIEW\n \nAehr Test Systems (“Aehr Test”, “Aehr” or “We”) is a leading provider of test solutions for testing, burning-in, and stabilizing semiconductor devices in wafer level, singulated die, and package part form, and has installed thousands of systems worldwide. Increasing quality, reliability, safety, and security needs of semiconductors used across multiple applications, including electric vehicles, electric vehicle charging infrastructure, solar and wind power, computing, data and telecommunications infrastructure, and solid-state memory and storage, are driving additional test requirements, incremental capacity needs, and new opportunities for Aehr Test products and solutions.\n \nWe have developed and introduced several innovative products including the FOX-P family of test and burn-in systems and FOX WaferPak Aligner, FOX WaferPak Contactor, FOX DiePak Carrier and FOX DiePak Loader. The FOX-XP and FOX-NP systems are full wafer contact and singulated die/module test and burn-in systems that can test, burn-in, and stabilize a wide range of devices such as leading-edge silicon carbide-based and other power semiconductors, 2D and 3D sensors used in mobile phones, tablets, and other computing devices, memory semiconductors, processors, microcontrollers, systems-on-a-chip, and photonics and integrated optical devices. The FOX-CP system is a low-cost single-wafer compact test solution for logic, memory and photonic devices and the newest addition to the FOX-P product family. The FOX WaferPak Contactor contains a unique full wafer contactor capable of testing wafers up to 300mm that enables Integrated Circuit manufacturers to perform test, burn-in, and stabilization of full wafers on the FOX-P systems. The FOX DiePak Carrier allows testing, burning in, and stabilization of singulated bare die and modules up to 1,024 devices in parallel per DiePak on the FOX-NP and FOX-XP systems up to nine DiePaks at a time.\n \nOur net sales consist primarily of sales of FOX-P systems, WaferPak Aligners and DiePak Loaders, WaferPak contactors, DiePak carriers, test fixtures, upgrades and spare parts, service contracts revenues, and non-recurring engineering charges. Our selling arrangements may include contractual customer acceptance provisions, which are mostly deemed perfunctory or inconsequential, and installation of the product occurs after shipment, transfer of title and risk of loss.\n \nCRITICAL ACCOUNTING POLICIES AND ESTIMATES\n \nOur discussion and analysis of our financial condition and results of operations are based upon our consolidated financial statements, which have been prepared in accordance with accounting principles generally accepted in the United States of America. The preparation of these consolidated financial statements requires us to make estimates and judgments that affect the reported amounts of assets, liabilities, revenues and expenses, and related disclosure of contingent assets and liabilities. On an ongoing basis, we evaluate our estimates, including those related to customer programs and incentives, product returns, bad debts, inventories, investments, income taxes, financing operations, warranty obligations, and long-term service contracts, among others. Our estimates are derived from historical experience and on various other assumptions that are believed to be reasonable under the circumstances. Those results form the basis for making judgments about the carrying values of assets and liabilities that are not readily apparent from other sources. Actual results may differ from these estimates under different assumptions or conditions.\n \nWe believe the following critical accounting policies affect our more significant judgments and estimates used in the preparation of our consolidated financial statements.\n \nREVENUE RECOGNITION\n \nThe Company recognizes revenue when promised goods or services are transferred to customers in an amount that reflects the consideration to which the Company expects to be entitled in exchange for those goods or services by following a five-step process: (1) identify the contract with a customer, (2) identify the performance obligations in the contract, (3) determine the transaction price, (4) allocate the transaction price, and (5) recognize revenue when or as the Company satisfies a performance obligation, as further described below.\n \nPerformance obligations include sales of systems, contactors, spare parts, and services, as well as installation and training services included in customer contracts.\n \n \n18\nTable of Contents\n \nA contract’s transaction price is allocated to each distinct performance obligation. In determining the transaction price, the Company evaluates whether the price is subject to refund or adjustment to determine the net consideration to which the Company expects to be entitled. The Company generally does not grant return privileges, except for defective products during the warranty period.\n \nFor contracts that contain multiple performance obligations, the Company allocates the transaction price to the performance obligations on a relative standalone selling price basis. Standalone selling prices are based on multiple factors including, but not limited to, historical discounting trends for products and services and pricing practices in different geographies.\n \nRevenue for systems and spares are recognized at a point in time, which is generally upon shipment or delivery. Revenue from services is recognized over time as services are completed or ratably over the contractual period of generally one year or less.\n \nThe Company has elected the practical expedient to not assess whether a contract has a significant financing component as the Company’s standard payment terms are less than one year.\n \nWe sell our products primarily through a direct sales force. In certain international markets, we sell our products through independent distributors.\n \nTransfer of control is evidenced upon passage of title and risk of loss to the customer unless we are required to provide additional services.\n \nALLOWANCE FOR DOUBTFUL ACCOUNTS\n \nWe maintain an allowance for doubtful accounts to reserve for potentially uncollectible trade receivables. We also review our trade receivables by aging category to identify specific customers with known disputes or collection issues. We exercise judgment when determining the adequacy of these reserves as we evaluate historical bad debt trends, general economic conditions in the United States and internationally and changes in customer financial conditions. Uncollectible receivables are recorded as bad debt expense when all efforts to collect have been exhausted and recoveries are recognized when they are received.\n \nWARRANTY OBLIGATIONS\n \nWe provide and record the estimated cost of product warranties at the time revenues are recognized on products shipped. While we engage in extensive product quality programs and processes, including actively monitoring and evaluating the quality of our component suppliers, our warranty obligation is affected by product failure rates, material usage and service delivery costs incurred in correcting a product failure. Our estimate of warranty reserve is based on management’s assessment of future warranty obligations and on historical warranty obligations. Should actual product failure rates, material usage or service delivery costs differ from our estimates, revisions to the estimated warranty liability would be required.\n \nINVENTORY OBSOLESCENCE\n \nIn each of the last three fiscal years, we wrote down our inventory for estimated obsolescence or unmarketable inventory by an amount equal to the difference between the cost of inventory and the net realizable value based upon assumptions about future demand and market conditions, see Note 7, “Balance Sheet Detail.” If future market conditions are less favorable than those projected by management, additional inventory write-downs may be required.\n \nINCOME TAXES\n \nIncome taxes are accounted for under the asset-and-liability method as required by the Financial Accounting Standards Board (“FASB”) Accounting Standards Codification (“ASC”) Topic 740, Income Taxes (“ASC 740”). Deferred tax assets and liabilities are recognized for the future tax consequences attributable to differences between the financial statement carrying amounts of existing assets and liabilities and their respective tax bases and operating loss and tax credit carryforwards. Deferred tax assets and liabilities are measured using enacted tax rates expected to apply to taxable income in the years in which those temporary differences are expected to be recovered or settled. The effect on deferred tax assets and liabilities of a change in tax rates is recognized in income in the period corresponding to the enactment date. Under ASC 740, a valuation allowance is required when it is more likely than not all or some portion of the deferred tax assets will not be realized through generating sufficient future taxable income.\n  \nAs of May 31, 2023 the Company maintained a full valuation allowance against its deferred tax assets. We will continue to assess whether sufficient future taxable income will be generated to permit the use of deferred tax assets, and will reverse all or a portion of the allowance when there is sufficient evidence to support the reversal. Based upon our prior two fiscal years of profitability, the outlook for the next fiscal year, and absent any additional objective negative evidence, the Company anticipates adjusting the current valuation allowance position in fiscal 2024.\n  \nFASB ASC Subtopic 740-10, Accounting for Uncertainty of Income Taxes, (“ASC 740-10”) defines the criterion an individual tax position must meet for any part of the benefit of the tax position to be recognized in financial statements \n \n \n19\nTable of Contents\n \nprepared in conformity with GAAP. The Company may recognize the tax benefit from an uncertain tax position only if it is more likely than not such tax position will be sustained on examination by the taxing authorities, based solely on the technical merits of the respective tax position. The tax benefits recognized in the financial statements from such a tax position should be measured based on the largest benefit having a greater than 50% likelihood of being realized upon ultimate settlement with the tax authority. In accordance with the disclosure requirements of ASC 740-10, the Company’s policy on income statement classification of interest and penalties related to income tax obligations is to include such items as part of income taxes.\n \nSTOCK-BASED COMPENSATION EXPENSE\n \nStock-based compensation expense consists of expenses for stock options, restricted stock units, or RSUs, and employee stock purchase plan, or ESPP, purchase rights. Stock-based compensation cost for stock options and ESPP purchase rights is measured at each grant date, based on the fair value of the award using the Black-Scholes option valuation model, and is recognized as expense over the employee’s requisite service period. This model was developed for use in estimating the value of publicly traded options that have no vesting restrictions and are fully transferable. Our employee stock options have characteristics significantly different from those of publicly traded options. For RSUs, stock-based compensation expense is based on the fair value of our common stock at the grant date, and is recognized as expense over the employee’s requisite service period. All of our stock-based compensation is accounted for as an equity instrument.\n \nThe fair value of each option grant and the right to purchase shares under our ESPP are estimated on the date of grant using the Black-Scholes option valuation model with assumptions concerning expected term, stock price volatility, expected dividend yield, risk-free interest rate and the expected life of the award. See Note 13 to our consolidated financial statements for detailed information relating to stock-based compensation and the stock option plan and the ESPP.\n \nRESULTS OF OPERATIONS\n \nThe following table sets forth statements of operations data as a percentage of net sales for the periods indicated.\n \n \n \nYear Ended May 31,\n \n \n \n2023\n \n \n2022\n \n \n2021\n \n \n \n \n \n \n \n \n \n \n \nNet sales\n \n \n100.0\n%\n \n \n100.0\n%\n \n \n100.0\n%\nCost of sales\n \n \n49.6\n \n \n \n53.4\n \n \n \n63.7\n \nGross profit\n \n \n50.4\n \n \n \n46.6\n \n \n \n36.3\n \n \n \n \n \n \n \n \n \n \n \n \n \n \nOperating expenses:\n \n \n \n \n \n \n \n \n \n \n \n \nSelling, general and administrative\n \n \n18.8\n \n \n \n19.8\n \n \n \n39.5\n \nResearch and development\n \n \n11.0\n \n \n \n11.5\n \n \n \n22.0\n \n \n \n \n \n \n \n \n \n \n \n \n \n \nTotal operating expenses\n \n \n29.8\n \n \n \n31.3\n \n \n \n61.5\n \n \n \n \n \n \n \n \n \n \n \n \n \n \nIncome (loss) from operations\n \n \n20.6\n \n \n \n15.3\n \n \n \n(25.2\n)\n \n \n \n \n \n \n \n \n \n \n \n \n \nInterest income (expense), net\n \n \n1.9\n \n \n \n0.1\n \n \n \n(0.3\n)\nNet gain from dissolution of Aehr Test Systems Japan\n \n \n--\n \n \n \n--\n \n \n \n13.2\n \nGain from forgiveness of PPP loan\n \n \n--\n \n \n \n3.3\n \n \n \n--\n \nOther (expense) income, net\n \n \n--\n \n \n \n0.1\n \n \n \n(1.0\n)\n \n \n \n \n \n \n \n \n \n \n \n \n \nIncome (loss) before income tax (expense) benefit\n \n \n22.5\n \n \n \n18.8\n \n \n \n(13.3\n)\n \n \n \n \n \n \n \n \n \n \n \n \n \nIncome tax (expense) benefit\n \n \n(0.1\n)\n \n \n(0.2\n)\n \n \n1.1\n \nNet income (loss) \n \n \n22.4\n%\n \n \n18.6\n%\n \n \n(12.2\n)%\n   \nFISCAL YEAR ENDED MAY 31, 2023 COMPARED TO FISCAL YEAR ENDED MAY 31, 2022\n  \nNET SALES.  Net sales increased to $65.0 million for the fiscal year ended May 31, 2023 from $50.8 million for the fiscal year ended May 31, 2022, an increase of 27.8%.  The increase in net sales for the fiscal year ended May 31, 2023 was primarily due to the increases in net sales of our wafer-level test products.  Net sales of our wafer-level test products \n  \n \n20\nTable of Contents\n \nfor fiscal 2023 were $63.5 million and increased approximately $14.6 million from fiscal 2022 due to strong demand for our FOX-P systems.  \n  \nGROSS PROFIT. Gross profit increased to $32.7 million for the fiscal year ended May 31, 2023 from $23.7 million for the fiscal year ended May 31, 2022, an increase of 38.4%. Gross margin increased to 50.4% for the fiscal year ended May 31, 2023 from 46.6% for the fiscal year ended May 31, 2022. The increase in gross margin was primarily the result of a decrease in other cost of sales of 1.6 percentage points primarily due to lower costs of provision for inventory reserves, a decrease in labor and overhead of 1.2 percentage points due to manufacturing efficiencies due to higher sales volume, and a benefit of 1.0 percentage points due to lower direct material costs.\n \nSELLING, GENERAL AND ADMINISTRATIVE. SG&A expenses were $12.2 million for the fiscal year ended May 31, 2023, compared with $10.0 million for the fiscal year ended May 31, 2022, an increase of 21.8%. The increase in SG&A expenses was primarily the result of increased shareholder relation costs of $0.5 million, recruiting and relocation of $0.3 million, and employment-related expenses of $0.3 million to support our growing business.\n \nRESEARCH AND DEVELOPMENT. R&D expenses were $7.1 million for the fiscal year ended May 31, 2023, compared with $5.8 million for the fiscal year ended May 31, 2022, an increase of 22.6%. The increase in R&D expenses was primarily due to increases in project expenses of $0.6 million and employment-related expenses of $0.5 million related to R&D initiatives during fiscal 2023.\n \nINTEREST INCOME (EXPENSE), NET. Interest income, net was $1.2 million and $13,000 for the fiscal years ended May 31, 2023 and 2022, respectively. Higher interest income for the fiscal year ended May 31, 2023 was driven by higher cash deposits and higher interest rates in fiscal year ended May 31, 2023.\n \nGAIN FROM FORGIVENESS OF PPP LOAN. On June 12, 2021, we received confirmation from SVB that on June 4, 2021, the Small Business Administration approved our Payroll Protection Program loan (“PPP Loan”) forgiveness application for the entire PPP Loan balance of $1,679,000 and interest totaling $19,000, and we recognized a gain of $1,698,000.\n \nOTHER (EXPENSE) INCOME, NET. Other expense, net was $3,000 for the fiscal year ended May 31, 2023, compared with other income, net of $30,000 for the fiscal year ended May 31, 2022. The change in other (expense) income, net was primarily due to losses or gains realized in connection with the fluctuation in the value of the dollar compared to foreign currencies during the referenced periods.\n \nINCOME TAX (EXPENSE) BENEFIT. Income tax expense was $60,000 and $91,000 for the fiscal years ended May 31, 2023 and 2022, respectively. Income tax expense for both fiscal years were related to income taxes incurred in foreign tax jurisdictions. Income tax expense was not significant due to available net operating loss and research and development credit carryforwards.\n \nFISCAL YEAR ENDED MAY 31, 2022 COMPARED TO FISCAL YEAR ENDED MAY 31, 2021\n \nNET SALES.  Net sales increased to $50.8 million for the fiscal year ended May 31, 2022 from $16.6 million for the fiscal year ended May 31, 2021, an increase of 206.2%.  The increase in net sales for the fiscal year ended May 31, 2022 was primarily due to the increases in net sales of our wafer-level products.  Net sales of our wafer-level products for fiscal 2022 were $48.9 million, and increased approximately $33.9 million from fiscal 2021 due to stronger demand related to silicon carbide applications.  \n  \nGROSS PROFIT. Gross profit increased to $23.7 million for the fiscal year ended May 31, 2022 from $6.0 million for the fiscal year ended May 31, 2021, an increase of 292.3%. Gross profit margin increased to 46.6% for the fiscal year ended May 31, 2022 from 36.3% for the fiscal year ended May 31, 2021. The increase in gross profit margin was primarily the result of manufacturing efficiencies due to an increase in net sales.\n \nSELLING, GENERAL AND ADMINISTRATIVE. SG&A expenses were $10.0 million for the fiscal year ended May 31, 2022, compared with $6.6 million for the fiscal year ended May 31, 2021, an increase of 53.1%. The increase in SG&A expenses was primarily the result of increased bonuses, stock-based compensation, and commission expense due to an increase in net sales and profitability, and an increase in headcount.\n \nRESEARCH AND DEVELOPMENT. R&D expenses were $5.8 million for the fiscal year ended May 31, 2022, compared with $3.7 million for the fiscal year ended May 31, 2021, an increase of 59.3%. The increase in R&D expenses was primarily due to increases in employment-related expenses of $1.7 million, outside services of $316,000, and project expenses of $155,000. The increase in employment-related expenses was primarily the result of increased bonuses and stock-based compensation due to an increase in net sales and profitability, and an increase in headcount.\n \n \n21\nTable of Contents\n \nINTEREST INCOME (EXPENSE), NET. Interest income, net was $13,000 for the fiscal year ended May 31, 2022, compared with interest expense of $46,000 for the fiscal year ended May 31, 2021. The interest expense for the fiscal year ended May 31, 2021 was from the PPP Loan that we obtained on April 23, 2020.\n \nNET GAIN FROM DISSOLUTION OF AEHR TEST SYSTEMS JAPAN. Net gain from dissolution of Aehr Test Systems Japan was $2.2 million for the fiscal year ended May 31, 2021, due to the release of the cumulative translation adjustment in connection with the complete liquidation of Aehr Test Systems Japan subsidiary in July 2020.\n \nGAIN FROM FORGIVENESS OF PPP LOAN. On June 12, 2021, we received confirmation from SVB that on June 4, 2021, the Small Business Administration approved our PPP Loan forgiveness application for the entire PPP Loan balance of $1,679,000 and interest totaling $19,000, and we recognized a gain of $1,698,000.\n \nOTHER (EXPENSE) INCOME, NET. Other income, net was $30,000 for the fiscal year ended May 31, 2022, compared with other expense, net of $162,000 for the fiscal year ended May 31, 2021. The change in other (expense) income, net was primarily due to gains or losses realized in connection with the fluctuation in the value of the dollar compared to foreign currencies during the referenced periods.\n \nINCOME TAX (EXPENSE) BENEFIT. Income tax expense for the fiscal year ended May 31, 2022 was $91,000 compared with income tax benefit of $177,000 for the fiscal year ended May 31, 2021. During the fiscal year ended May 31, 2021, the currency translation adjustment balance was released and the residual income tax effect of $215,000 was recorded pursuant to the inter-period allocation rules in connection with the complete liquidation of Aehr Test Systems Japan subsidiary in July 2020.\n \nLIQUIDITY AND CAPITAL RESOURCES\n \nWe consider cash, cash equivalents and short-term investments as liquid and available for use. As of May 31, 2023 and 2022, respectively, we had $30.2 million and $31.6 million in cash, cash equivalents and restricted cash. We also had $17.9 million in short-term investments as of May 31, 2023.\n \nNet cash provided by operating activities was $10.0 million and $1.5 million for the fiscal year ended May 31, 2023 and 2022, respectively. For the fiscal year ended May 31, 2023, net cash provided by operating activities was primarily the result of net income of $14.6 million, net of a non-cash charge of stock-based compensation expense of $2.7 million, depreciation and amortization of $0.5 million, and accretion of investment discount of $0.6 million. Other changes in cash from operations primarily resulted from increases in inventories and trade and other accounts receivable of $9.5 million and $3.8 million, respectively, partially offset by increases in accounts payable, accrued expenses and customer deposits and deferred revenue of $5.0 million, $0.5 million and $0.4 million, respectively. The increase in inventory was to support expected future shipments for customer orders. The increase in trade and other accounts receivable was primarily due to higher revenues and lower customer deposits on shipments. The increase in accounts payable was primarily due to inventory purchases to support future shipments. For the fiscal year ended May 31, 2022, net cash provided by operating activities was primarily the result of net income of $9.5 million, as adjusted to exclude the effect of forgiveness of PPP loan of $1.7 million, and a non-cash charge of stock-based compensation expense of $3.0 million and depreciation and amortization of $356,000. Other changes in cash from operations primarily resulted from increases in accounts receivable and inventories of $7.8 million and $6.7 million, respectively, partially offset by increases in customer deposits and deferred revenue, accrued expenses, and accounts payable of $2.2 million, $1.5 million and $1.4 million, respectively. The increase in accounts receivable was primarily due to the increase in and timing of revenue generated toward the end of the fiscal year ended May 31, 2022. The increase in inventory was to support expected future shipments for customer orders. The increase in customer deposits and deferred revenue was primarily due to the receipt of additional down payments from certain customers. The increase in accrued expenses was primarily due to an increase in accrued employment related expenses including profit sharing, commissions, bonuses, and vacations. The increase in accounts payable was primarily due to inventory purchases to support future shipments.\n \nNet cash used in investing activities was $18.7 million and $0.4 million for the fiscal years ended May 31, 2023 and 2022, respectively. During the fiscal year ended May 31, 2023, net cash used in investing activities was due to the purchases of U.S. treasury securities of $33.3 million, partially offset by proceeds from maturities of U.S. treasury securities of $16 million, and the purchases of property and equipment of $1.4 million. During the fiscal year ended May 31, 2022, net cash used in investing activities was due to purchases of property and equipment.\n \nFinancing activities provided cash of $7.3 million and $25.8 million for the fiscal years ended May 31, 2023 and 2022, respectively. Net cash provided by financing activities during the fiscal year ended May 31, 2023 was primarily due to the net proceeds from issuance of common stock from public offering of $6.8 million, and the proceeds from the issuance of common stock under employee benefit plans of $2.6 million, partially offset by the shares repurchased for tax withholdings on vesting of RSUs and PRSUs of $2.1 million. Net cash provided by financing activities during the fiscal year ended May 31, 2022 was primarily due to the net proceeds from issuance of common stock from public \n  \n \n22\nTable of Contents\n \noffering of $24.0 million, and the proceeds from the issuance of common stock under employee benefit plans of $3.6 million, partially offset by the shares repurchased for tax withholdings on vesting of RSUs of $0.4 million, and by the net payment of the line of credit of $1.4 million.\n  \nThe effect of fluctuation in exchange rates decreased cash by $37,000 for the fiscal years ended May 31, 2023 and increased cash by $49,000 for the fiscal years ended May 31, 2022. The changes were due to the fluctuation in the value of the dollar compared to foreign currencies.\n \nAs of May 31, 2023 and 2022, we had working capital of $72.7 million and $49.0 million, respectively.\n \nFor the fiscal year ended May 31, 2021, net cash used in operating activities was primarily the result of the net loss of $2.0 million, as adjusted to exclude the effect of net gain from dissolution of Aehr Test Systems Japan of $2.4 million, including an income tax benefit of $215,000, a non-cash charge for stock-based compensation expense of $1.1 million and depreciation and amortization of $328,000. Net cash used in operations was also impacted by increases in accounts receivable and inventories of $1.4 million and $972,000, respectively, partially offset by increases in accounts payable and accrued expenses of $1.9 million and $732,000, respectively. The increase in accounts receivable was primarily due to higher shipment activities toward the end of fiscal year ended May 31, 2021. The increase in inventory was to support expected future shipments for customer orders. The increase in accounts payable was primarily due to inventory purchases to support future shipments. The increase in accrued expenses was primarily due to increases in warranty provision and accrued employment related expenses.\n \nNet cash used in investing activities was $227,000 for the fiscal year ended May 31, 2021 was due to the purchase of property and equipment.\n \nNet cash provided by financing activities was $2.0 million for the fiscal year ended May 31, 2021 was due to $1.4 million borrowing from our line of credit and $560,000 in proceeds from the issuance of common stock under employee plans.\n \nThe effect of fluctuation in exchange rates increased cash by $117,000 for the fiscal year ended May 31, 2021 due to the fluctuation in the value of the dollar compared to foreign currencies.\n \nWe lease our manufacturing and office space under operating leases. We entered into a non-cancelable operating lease agreement for our United States manufacturing and office facilities, which was renewed in December 2022 and expires in September 2030. As of May 31, 2023 our operating lease liabilities totaled $6,300,000. Under that lease agreement, we are responsible for payments of utilities, taxes and insurance.\n \nFrom time to time, we evaluate potential acquisitions of businesses, products or technologies that complement our business. If consummated, any such transactions may use a portion of our working capital or require the issuance of equity. We have no present understandings, commitments or agreements with respect to any material acquisitions.\n \nWe anticipate that the existing cash balance and the available line of credit together with future income from operations, collections of existing accounts receivable, revenue from our existing backlog of products as of this filing date, the sale of inventory on hand, deposits and down payments against significant orders will be adequate to meet our working capital and capital equipment requirement needs over the next 12 months. Our future capital requirements will depend on many factors, including our growth rate, the timing and extent of our spending to support research and development activities, the timing and cost of establishing additional sales and marketing capabilities, the timing and cost to introduce new and enhanced products and the timing and cost to implement new manufacturing technologies. We successfully raised $25 million in an at-the-market (“ATM”) offering in October 2021 and $7.3 million in a follow on ATM offering in February 2023; however, in the event that additional financing is required from outside sources, we may not be able to raise it on terms acceptable to us or at all. Any additional debt financing obtained by us in the future could also involve restrictive covenants relating to our capital-raising activities and other financial and operational matters, which may make it more difficult for us to obtain additional capital and to pursue business opportunities, including potential acquisitions. Additionally, if we raise additional funds through further issuances of equity, convertible debt securities or other securities convertible into equity, our existing stockholders could suffer significant dilution in their percentage ownership of the Company, and any new equity securities we issue could have rights, preferences and privileges senior to those of holders of our common stock. If we are unable to obtain adequate financing or financing on terms satisfactory to us when we require it, our ability to continue to grow or support our business and to respond to business challenges could be significantly limited.\n \nOFF-BALANCE SHEET FINANCING\n \nWe have not entered into any off-balance sheet financing arrangements and have not established any special purpose or variable interest entities.\n  \n \n23\nTable of Contents\n \nOVERVIEW OF CONTRACTUAL OBLIGATIONS\n \nThe following table provides a summary of such arrangements, or contractual obligations.\n \n \n \nPayments Due by Period (in thousands)\n \n \n \n \n \n \nLess than\n \n \n1-3\n \n \n4-5\n \n \nMore than\n \n \n \nTotal\n \n \n1 year\n \n \nyears\n \n \nyears\n \n \n5 years\n \nLease obligations \n \n$\n8,429\n \n \n$\n608\n \n \n$\n2,317\n \n \n$\n2,429\n \n \n$\n3,075\n \nPurchases (1) \n \n \n26,318\n \n \n \n26,318\n \n \n \n--\n \n \n \n--\n \n \n \n--\n \nTotal\n \n$\n34,747\n \n \n$\n26,926\n \n \n$\n2,317\n \n \n$\n2,429\n \n \n$\n3,075\n \n \n(1) Shown above are our binding purchase obligations. The large majority of our purchase orders are cancelable by either party, which if canceled may result in a negotiation with the vendor to determine if there shall be any restocking or cancellation fees payable to the vendor.\n \nIn the normal course of business to facilitate sales of our products, we indemnify other parties, including customers, with respect to certain matters. We have agreed to hold the other party harmless against losses arising from a breach of representations or covenants, or from intellectual property infringement or other claims. These agreements may limit the time period within which an indemnification claim can be made and the amount of the claim. In addition, we have entered into indemnification agreements with our officers and directors, and our bylaws contain similar indemnification obligations to our agents.\n \nIt is not possible to determine the maximum potential amount under these indemnification agreements due to the limited history of prior indemnification claims and the unique facts and circumstances involved in each particular agreement. To date, our payments under these agreements have not had a material impact on our operating results, financial position or cash flows.\n \nRECENT ACCOUNTING PRONOUNCEMENTS\n \nFor a description of recent accounting pronouncements, including the expected dates of adoption and estimated effects, if any, on our consolidated financial statements, see Note 1, “Organization and Summary of Significant Accounting Policies,” of the Notes to Consolidated Financial Statements.\n ",
    "item7a": ">Item 7A. Quantitative and Qualitative Disclosures about Market Risk\n \nAs a Smaller Reporting Company, we are not required to provide information under Item 7A.\n  \n \n24\nTable of Contents\n   ",
    "cik": "1040470",
    "cusip6": "00760J",
    "cusip": [
        "00760J108",
        "00760J958",
        "00760J908"
    ],
    "names": [
        "AEHR TEST SYS"
    ],
    "source": "https://www.sec.gov/Archives/edgar/data/1040470/000165495423011271/0001654954-23-011271-index.htm"
}