{
    "item1": ">Item 1. Business\nMedtronic plc, headquartered in Dublin, Ireland, is the leading global healthcare technology company. Medtronic was founded in 1949 and today serves healthcare systems, physicians, clinicians, and patients in more than 150 countries worldwide. We remain committed to a mission written by our founder in 1960 that directs us “to contribute to human welfare by the application of biomedical engineering in the research, design, manufacture, and sale of products to alleviate pain, restore health, and extend life.”\nOur Mission — to alleviate pain, restore health, and extend life — empowers insight-driven care and better outcomes for our world. We remain committed to being recognized as a company of dedication, honesty, integrity, and service. Building on this strong foundation, we are embracing our role as a healthcare technology leader and evolving our business strategy in four key areas:\n•\nLeveraging our pipeline to accelerate revenue growth: The combination of our good end markets, recent product launches and robust pipeline is expected to continue accelerating our growth over both the near-and long-term. We aim to bring inventive and disruptive technology to large healthcare opportunities which enables us to better meet patient needs. Patients around the world deserve access to our life-saving products, and we are driven to use our local presence and scale to increase the adoption of our products and services in markets around the globe.\n•\nServing more patients by accelerating innovation driven growth and delivering shareholder value: We listen to our patients and customers to better understand the challenges they face. From the patient journey, to creating agile partnerships that produce novel solutions, to making it easier for our customers to deploy our therapies — everything we do is anchored in deep insight, and creates simpler, superior experiences.\n•\nCreating and disrupting markets with our technology: We are confident in our ability to maximize new technology, artificial intelligence (AI), and data and analytics to tailor therapies in real-time, facilitating remote monitoring and care delivery that conveniently manages conditions, and creates new standards of care.\n•\nEmpowering our operating units to be more nimble and more competitive: Our operating model, which was effective February 2021, simplified our organization to accelerate decision making, improve commercial execution, and more effectively leverage the scale of our company.\nWe have four operating and reportable segments that primarily develop, manufacture, distribute, and sell device-based medical therapies and services: the Cardiovascular Portfolio, the Medical Surgical Portfolio, the Neuroscience Portfolio, and the Diabetes Operating Unit. For more information regarding our segments, please see Note 19 to the consolidated financial statements in \"Item 8. Financial Statements and Supplementary Data\" in this Annual Report on Form 10-K.\n3\nTable of C\nontents\nCARDIOVASCULAR PORTFOLIO\nThe Cardiovascular Portfolio is made up of the Cardiac Rhythm & Heart Failure, Structural Heart & Aortic, and Coronary & Peripheral Vascular divisions. The primary medical specialists who use our Cardiovascular products include electrophysiologists, implanting cardiologists, heart failure specialists, cardiovascular, cardiothoracic, and vascular surgeons, and interventional cardiologists and radiologists. \nCardiac Rhythm & Heart Failure \nOur Cardiac Rhythm & Heart Failure division includes the following Operating Units: Cardiac Rhythm Management; Cardiac Ablation Solutions; and Cardiovascular Diagnostics and Services. The\n \ndivision develops, manufactures, and markets products for the diagnosis, treatment, and management of heart rhythm disorders and heart failure. Our products include implantable devices, leads and delivery systems, products for the treatment of atrial fibrillation (AF), products designed to reduce surgical site infections, and information systems for the management of patients with Cardiac Rhythm & Heart Failure devices. Principal products and services offered include:\n•\nImplantable cardiac pacemakers including the Azure MRI SureScan, Adapta, Advisa MRI SureScan, and the Micra Transcatheter Pacing System. The Micra Transcatheter Pacing System, which is leadless and does not have a subcutaneous device pocket like a conventional pacemaker, includes the Micra VR and the Micra AV device families. Both of these pacemakers treat patients with atrioventricular block. \n•\nImplantable cardioverter defibrillators (ICDs), including the Visia AF MRI SureScan, Evera MRI SureScan, Primo MRI, and the Cobalt and Crome portfolio of BlueSync-enabled ICDs, as well as defibrillator leads, including the Sprint Quattro Secure lead.\n•\nImplantable cardiac resynchronization therapy devices (CRT-Ds and CRT-Ps) including the Claria/Amplia/Compia family of MRI Quad CRT-D SureScan systems and the Cobalt and Crome portfolio of BlueSync-enabled CRT-Ds, as well as the Percepta/Serena/Solara family of MRI Quad CRT-P SureScan systems. \n•\nCardiac ablation products include a full suite of electrophysiology solutions to treat patients with arrhythmias, including paroxysmal and persistent AF. The portfolio includes the Arctic Front Advanced Cardiac Cryoablation System, the DiamondTemp Ablation system, a temperature controlled, irrigated radiofrequency ablation system, Sphere 9 catheter, the first of its kind with high density mapping capabilities combined with radio frequency and pulsed field energies to deliver ablation lesions, and Affera Mapping and Navigation System with Prism-1 software aimed at integrating clinical information to improve patient outcomes.\n•\nInsertable cardiac monitoring systems, including the Reveal LINQ and LINQ II. These devices are for patients who experience transient symptoms such as dizziness, palpitation, syncope (fainting) and chest pain, which may indicate a cardiac arrhythmia that requires long-term monitoring or ongoing management. The LINQ II device offers improved device longevity, remote programming, unmatched accuracy and a streamlined workflow with AccuRhythm AI algorithms to reduce clinic workload and data burden. \n•\nTYRX products, including the Cardiac and Neuro Absorbable Antibacterial Envelopes, which are designed to stabilize electronic implantable devices and help prevent infection associated with implantable pacemakers and defibrillators. \n•\nRemote monitoring services and patient-centered software to enable efficient care coordination as well as services related to hospital operational efficiency. \n•\nMedtronic stopped the distribution and sale of the HVAD System in June 2021. We continue a support program for patients with HVAD devices, and for caregivers and healthcare professionals who participate in their care.\n4\nTable of C\nontents\nStructural Heart & Aortic \nOur Structural Heart & Aortic division includes the following Operating Units: Structural Heart & Aortic and Cardiac Surgery. The division includes therapies to treat heart valve disorders and aortic disease. Our devices include products for the repair and replacement of heart valves, perfusion systems, positioning and stabilization systems for beating heart revascularization surgery, surgical ablation products, and comprehensive line of products and therapies to treat aortic disease, such as aneurysms, dissections, and transections. Principal products offered include:\n•\nCoreValve family of aortic valves, including the Evolut PRO, Evolut PRO+, Evolut FX TAVR systems for transcatheter aortic valve replacement.\n•\nSurgical valve replacement and repair products for damaged or diseased heart valves, including both tissue and mechanical valves; blood-handling products that form a circulatory support system to maintain and monitor blood circulation and coagulation status, oxygen supply, and body temperature during arrested heart surgery; and surgical ablation systems and positioning and stabilization technologies. \n•\nEndovascular stent grafts and accessories, including the Endurant II Stent Graft System for the treatment of abdominal aortic aneurysms, the Valiant Captivia Thoracic Stent Graft System for thoracic endovascular aortic repair procedures, and the Heli-FX EndoAnchor System. \n•\nTranscatheter Pulmonary Valves, including Harmony Transcatheter Pulmonary Valve (TPV) and Delivery Catheter System and Melody TPV/Ensemble II Delivery System. \nCoronary & Peripheral Vascular\nOur Coronary & Peripheral Vascular division includes the following Operating Units: Coronary & Renal Denervation and Peripheral Vascular Health. The division is comprised of a comprehensive line of products and therapies to treat coronary artery disease as well as peripheral vascular disease and venous disease. Our products include coronary stents and related delivery systems, including a broad line of balloon angioplasty catheters, guide catheters, guide wires, diagnostic catheters, and accessories, peripheral drug coated balloons, stent and angioplasty systems, carotid embolic protection systems for the treatment of vascular disease outside the heart, and products for superficial and deep venous disease. Principal products offered include:\n•\nPercutaneous Coronary Intervention products including our Onyx Frontier and Resolute Onyx drug-eluting stents, Euphora balloons, and Launcher guide catheters. \n•\nPercutaneous angioplasty balloons including the IN.PACT family of drug-coated balloons, vascular stents including the Abre venous stent, directional atherectomy products including the HawkOne directional atherectomy system, and other procedure support tools. \n•\nProducts to treat superficial venous diseases in the lower extremities including the ClosureFast radiofrequency ablation system and the VenaSeal Closure System.\n5\nTable of C\nontents\nMEDICAL SURGICAL PORTFOLIO\nThe Medical Surgical Portfolio includes the Surgical and Respiratory, Gastrointestinal, & Renal divisions. Products and therapies of this group are used primarily by healthcare systems, physicians' offices, ambulatory care centers, and other alternate site healthcare providers. While less frequent, some products and therapies are also used in home settings.\nSurgical Innovations\nOur Surgical Innovations division includes the following Operating Units: Surgical Innovations and Surgical Robotics. The division develops, manufactures, and markets advanced and general surgical products, including advanced stapling devices, vessel sealing instruments, wound closure products, electrosurgery products, AI-powered surgical video and analytics platform, and robotic-assisted surgery products, hernia mechanical devices, mesh implants, gynecology products, lung health and visualization, and therapies to treat diseases and conditions that are typically, but not exclusively, addressed by surgeons. Principal products and services offered include:\n•\nAdvanced stapling and energy products, including the Tri-Staple technology platform for endoscopic stapling, including the Endo GIA reloads and reinforced reloads with Tri-Staple Technology and the Endo GIA ultra universal stapler; the Signia Powered Stapling System; the LigaSure Exact Dissector and L-Hook Laparoscopic Sealer/Divider; and the Sonicision 7 curved jaw cordless ultrasonic dissection system.\n•\nElectrosurgical hardware and instruments, including the Valleylab FT10 energy platform, the Valleylab LS10 generator, and the Force TriVerse electrosurgical pencils.\n•\nRobotic and digital surgery technologies including, the Hugo robotic-assisted surgery (RAS) system designed for a broad range of soft-tissue procedures, and Touch Surgery Enterprise, the first-of-its-kind AI-powered surgical video management solution for the operating room.\n•\nProducts designed for the treatment of hernias, including the AbsorbaTack absorbable mesh fixation device for hernia repair, the Symbotex composite mesh for surgical laparoscopic and open ventral hernia repair, and ProGrip Laparoscopic Self-Fixating Mesh, a self-gripping, biocompatible solution for inguinal hernias.\n•\nSuture and wound closure products, including the V-Loc barbed sutures, the Polysorb braided absorbable sutures, and the Monosof absorbable monofilament nylon sutures.\nRespiratory, Gastrointestinal, & Renal\nOur Respiratory, Gastrointestinal, & Renal division includes the following Operating Units: Respiratory Interventions; Patient Monitoring; and Gastrointestinal. The division develops, manufactures, and markets products in the emerging fields of minimally invasive gastrointestinal and hepatologic diagnostics and therapies, patient monitoring, and respiratory interventions including airway management and ventilation therapies. Effective April 1, 2023, we have contributed our Renal Care Solutions (RCS) business as part of an agreement with DaVita to form a new, independent kidney care-focused medical device company (“Mozarc Medical”). Principal products and services offered include:\n•\nGastrointestinal and endoscopy products, including the GI Genius intelligent endoscopy module, the PillCam capsule endoscopy systems, the Bravo calibration-free reflux testing systems, the Endoflip Impedance Planimetry System, the Emprint ablation system with Thermosphere Technology, the ManoScan Bravo system, the Barrx platform through ablation with the Barrx 360 Express catheter, the Cool-tip radiofrequency ablation system, the HET Bipolar System, the Beacon delivery system, and the Nexpowder endoscopic hemostasis system.\n•\nAirway, ventilation, and inhalation therapies products, including the Puritan Bennett 980 and 840 ventilators, the Newport e360 and HT70 ventilators, the TaperGuard Evac tube, Shiley Endotracheal Tubes, Shiley Tracheostomy Tubes, McGRATH MAC video laryngoscopes, and DAR Filters.\n6\nTable of C\nontents\n•\nProducts focused on patient monitoring, including Nellcor pulse oximetry monitors and sensors, Microstream capnography monitors, Bispectral Index (BIS) brain monitoring technology, INVOS cerebral/somatic oximetry systems, Vital Sync remote monitoring, WarmTouch convective warming, and the RespArray patient monitor.\nNEUROSCIENCE PORTFOLIO\nThe Neuroscience Portfolio is made up of the Cranial & Spinal Technologies, Specialty Therapies, and Neuromodulation divisions. The primary medical specialists who use the products of this group include spinal surgeons, neurosurgeons, neurologists, pain management specialists, anesthesiologists, orthopedic surgeons, urologists, urogynecologists, interventional radiologists, and ear, nose, and throat specialists.\n                            \nCranial & Spinal Technologies\nOur Cranial & Spinal Technologies division and Operating Unit develops, manufactures, and markets an integrated portfolio of devices and therapies for surgical technologies designed to improve the precision and workflow of neuro procedures, and a comprehensive line of medical devices and implants used in the treatment of the spine and musculoskeletal system. The division also provides biologic solutions for the orthopedic markets and offers unique and highly differentiated imaging, navigation, power instruments, and robotic guidance systems used in spine and cranial procedures. Principal products and services offered include:\n•\nNeurosurgery products, including platform technologies, implant therapies, and advanced energy products through the Aible spine technology ecosystem. This includes our StealthStation S8 Navigation System, Stealth Autoguide cranial robotic guidance platform, O-arm Imaging System, Mazor X robotic guidance systems used in robot-assisted spine procedures, UNiD Adaptive Spine Intelligence AI-driven technology, and our Midas Rex surgical drills, including our MR8 high-speed drill system.\n                        \n \n•\nProducts to treat a variety of conditions affecting the spine, including degenerative disc disease, spinal deformity, spinal tumors, fractures of the spine, and stenosis. These products include our CATALYFT PL expandable interbody spacers, CD Horizon ModuLeX spinal system, and T2 STRATOSPHERE Expandable Corpectomy System. These products can also include titanium interbody implants and surface technologies, such as our Adaptix interbody system and incorporated Titan Interbody Fusion Device with nanoLOCK technology.\n•\nProducts that facilitate less invasive thoracolumbar surgeries, including the CD HORIZON SOLERA VOYAGER Percutaneous Fixation System and various retractor systems to access the spine through smaller incisions.\n•\nProducts to treat conditions in the cervical region of the spine, including the ZEVO Anterior Cervical Plate System, the INFINITY OCT System, and PRESTIGE LP Cervical Artificial Discs.\n•\nBiologic solutions products, including our INFUSE Bone Graft (InductOs in the European Union (E.U.)), which contains a recombinant human bone morphogenetic protein-2, rhBMP-2, for certain spinal, trauma, and oral maxillofacial applications.\n•\nDemineralized bone matrix products, including MAGNIFUSE, GRAFTON/GRAFTON PLUS, and the MASTERGRAFT family of synthetic bone graft products – Matrix, Putty, Strip, and Granules.\nSpecialty Therapies\nOur Specialty Therapies division includes the following Operating Units: Neurovascular; Ear, Nose, and Throat (ENT); and Pelvic Health. The division develops, manufactures, and markets products and therapies to treat patients afflicted with acute ischemic and hemorrhagic stroke, diseases of ENT, and patients suffering from overactive bladder, (non-obstructive) urinary retention, and chronic fecal incontinence. Principal products and services offered include:\n•\nNeurovascular products to treat diseases of the vasculature in and around the brain. This includes coils, neurovascular stent retrievers, and flow diversion products, as well as access and delivery products to support procedures. Products also include the Pipeline Flex Embolization Device with Shield Technology, endovascular treatments for large or giant wide-necked brain aneurysms, the portfolio of Solitaire revascularization devices for treatment of acute ischemic stroke, the Riptide Aspiration \n7\nTable of C\nontents\nSystem, the Onyx Liquid Embolic System, and a portfolio of associated access catheters including our React aspiration catheters also for the treatment of acute ischemic stroke. \n•\nENT products, including the Straightshot M5 Microdebrider Handpiece, the Integrated Power Console (IPC) system, NIM Vital Nerve Monitoring Systems, Propel and Sinuva Sinus Implants from the acquisition of Intersect ENT, StealthStation ENT and StealthStation FlexENT Navigation Systems, as well as products for hearing restoration.\n•\nPelvic health products, including our InterStim X and InterStim II recharge-free neurostimulators, InterStim Micro rechargeable neurostimulators, and SureScan MRI leads. Our NURO System delivers Percutaneous Tibial Neuromodulation therapy to treat overactive bladder and associated symptoms of urinary urgency, urinary frequency, and urge incontinence. \nNeuromodulation\nOur Neuromodulation division and Operating Unit develops, manufactures, and markets spinal cord stimulation and brain modulation systems, implantable drug infusion systems for chronic pain, as well as interventional products. Principal products and services offered include:\n•\nSpinal cord stimulation products, including rechargeable and recharge-free devices and a large selection of leads used to treat chronic back and/or limb pain and chronic pain resulting from diabetic peripheral neuropathy. This includes the Intellis (rechargeable) and Vanta (recharge-free) Spinal Cord Stimulation Systems, with AdaptiveStim and SureScan MRI Technology, DTM (differential target multiplexed) proprietary waveform, the Evolve workflow algorithm, and Snapshot reporting. \n•\nBrain modulation products, including those for the treatment of the disabling symptoms of Parkinson's disease, essential tremor, refractory epilepsy, severe, treatment-resistant obsessive-compulsive disorder (approved under a Humanitarian Device Exemption (HDE) in the U.S.), and chronic, intractable primary dystonia (approved under a HDE in the U.S.). Specifically, this includes our family of Activa neurostimulators, including Activa SC (single-channel primary cell battery), Activa PC (dual channel primary cell battery), and Activa RC (dual channel rechargeable battery), as well as Percept PC neurostimulator and SenSight directional lead system with the proprietary BrainSense technology. \n•\nImplantable drug infusion systems, including our SynchroMed II Implantable Infusion System, that deliver small quantities of drug directly into the intrathecal space surrounding the spinal cord. \n•\nInterventional products, including the Kyphon Balloon, the Kyphon V Premium, and Kyphon Assist systems and the OsteoCool RF Tumor ablation system.\n•\nThe Accurian nerve ablation system, which conducts radio frequency ablation of nerve tissues. \nDIABETES OPERATING UNIT\nThe Diabetes Operating Unit develops, manufactures, and markets products and services for the management of Type 1 and Type 2 diabetes. The primary medical specialists who use and/or prescribe our Diabetes products are endocrinologists and primary care physicians. \nPrincipal products and services offered include:\n•\nInsulin pumps and consumables, including the MiniMed 770G system and MiniMed 780G system, which are all powered by SmartGuard technology. The MiniMed 770G and 780G system provides smartphone and Bluetooth connectivity, continuously delivers background insulin, monitors sugar levels, and an expanded age indication to ages two and up. The MiniMed 780G further reduces patient burden by including automatic correction boluses, meal-time detection system, and an adjustable glucose target down to 100 mg/dl.\n•\nContinuous glucose monitoring (CGM) systems and sensors, including the Guardian Connect smart CGM system, the Guardian Sensor 3, and the Guardian Sensor 4, are products worn by patients capturing glucose data to reveal patterns and potential problems, such as hyperglycemic and hypoglycemic episodes.\n8\nTable of C\nontents\n•\nThe InPen smart insulin pen system combines a reusable Bluetooth-enabled insulin pen with an intuitive mobile app that helps users administer the appropriate insulin dose. The InPen application integrates with our CGM data to provide real-time CGM readings alongside insulin dose information.\nHUMAN CAPITAL \nMedtronic Workforce Overview\nMedtronic’s employees deliver on our Mission every day. We empower insight-driven care, experiences that put people first, and better outcomes for our world. In everything we do, we are engineering the extraordinary. We strive to be the employer of choice for the best and brightest global talent, where employees can grow and develop fulfilling careers. We aspire to create a truly inclusive, diverse, and equitable workplace that fosters innovation and creativity, and where every employee feels a sense of belonging and well-being. Medtronic has 95,000+ full-time employees, of which forty-three percent are based in the U.S. or Puerto Rico. \nInclusion, Diversity & Equity\nWe believe that improving health for people from all walks of life depends on our ability to unleash the creative power of our diverse global employees. By breaking down barriers to Inclusion, Diversity and Equity (ID&E), we open doors for everyone, driving progress and prosperity around the world. We integrate ID&E principles throughout our Company to ensure every operating unit, team, and leader recognizes and celebrates the value of diverse experiences and backgrounds. As of the end of fiscal year 2023, 40 percent of our U.S. workforce is ethnically diverse; women comprise 51 percent of our global workforce; 43 percent of our manager and above employees are women; and 28 percent of our U.S. managers are ethnically diverse. Additionally, Medtronic employee resource groups (ERGs) are employee-led affinity groups that provide career development and networking opportunities for members and strengthen ties between employees of many different backgrounds, cultures, and interests. In fiscal year 2023, there were 13 ERGs and Diversity Networks across 300+ Network and ERG chapters in 70 countries with more than 35,000 members.\nPay Equity\nIn our most recent reported period available, in the United States, we have achieved 100% pay equity for gender for the third consecutive year and 100% pay equity for ethnically diverse employees. Globally we have achieved 99% pay equity for gender. We are actively working to close any remaining pay gaps by continuing to expand the annual pay equity analyses for each country we operate in. \nWorkforce Compensation\nOur compensation framework is designed to celebrate the value and contributions of our employees. We are committed to transparent communications on compensation. Our competitive approach to compensation reflects industry benchmarks and local market standards. Our programs include annual and long-term equity-based incentives that provide the means to share in the Company’s success, based on business and individual performance. To attract the best leaders, we offer competitive benefits and cash and equity incentives. We reward high-performing employees with an ownership stake in the Company through restricted stock, and all employees have the opportunity to purchase stock at a significant discount.\nLearning & Development\nThe skills and dedication of our employees drive our business performance. Our comprehensive professional development programs empower our people to build rewarding careers and help us attract world-class talent from global and diverse populations. Our suite of professional development programs ensures that our employees, regardless of level, location, language or learning preferences, have access to opportunities to develop and grow. Our investment in employee development has contributed to more than 32 percent of our open roles being filled with internal employees.\nWe have shifted away from degree requirements to focus on skills-based certification for certain roles within Medtronic. Additionally, as members of the Multiple Pathways Initiative, we have used a skills-based approach to offering opportunities to expanded pools of external talent that have previously been held back due to lack of access to undergraduate education. Internally, employees can now participate through MAPS (Medtronic Advancement Pathways and Skill-building) in undergraduate courses from top-tier universities to enhance or obtain new skills, at no cost to the employee. Our change in approach has opened up opportunities for employees who have been otherwise restricted from career advancement due to degree requirements.\nEmployee Engagement and Culture\nThrough our Organizational Health Survey, we gain valuable insight into the Medtronic employee experience and identify where we can improve in key priority areas: 1) Employee Engagement, 2) Inclusion, 3) Innovation, 4) Ethics and 5) quality culture as part of our commitment to Put Patients First in our everyday decisions and actions. In our most recent survey ending in the fourth quarter of fiscal year 2023, more than 82 percent of our employees responded. Medtronic carefully reviews and implements actions based on employee feedback in order to partner and create an inclusive, innovative and supportive environment.\n9\nTable of C\nontents\nTo enable our transformation to be the global healthcare technology leader, we introduced a reinvigorated and revived culture. The Medtronic Mindset builds on our core values of integrity, quality, inclusion, and collaboration. It urges us to act boldly, compete to win, move with speed and decisiveness, foster belonging, and deliver results… the right way. Our renewed culture helps us meet the needs of our patients and customers, and ensures our Mission endures for many years to come.\nHealth & Safety\nAs a large, global employer, it is our responsibility to maintain a safe workplace and support the well-being of our employees. \nMedtronic has a comprehensive approach to providing robust support for our employees and their families in natural disasters, public health crises, civil unrest and war, bereavement, and other challenging events. Along with other programs, the Medtronic Employee Assistance Program and the Medtronic Employee Emergency Assistance Fund have historically supported employees and their families when faced with difficult times by providing a variety of services such as mental health, safety, and financial resources and support at no cost. These programs have proven invaluable in navigating our employees through unique challenges, including in fiscal year 2023. The Medtronic Employee Emergency Assistance Fund is supported by donations from employees and the Medtronic Foundation, and over the last five years has provided over $6 million in grants to employees experiencing unexpected events creating a financial hardship.\nFor more information on Human Capital Management at Medtronic, please refer to our 2022 Integrated Performance Report\n(1)\n as well as Medtronic’s 2022 Global Inclusion, Diversity and Equity Report\n(1)\n available on our company website.\nCORPORATE SUSTAINABILITY GOALS\nWe see possibilities to further increase our positive impact in the world. We have identified three focus areas for our environmental, social, and governance (ESG) efforts to drive measurable impact on issues including: protecting our planet, accelerating access to healthcare technology, and advancing ID&E. In fiscal year 2022, we set new performance targets across the following areas: Patient Safety & Product Quality; Inclusion, Diversity & Equity; Climate Stewardship; Product Stewardship; and Access & Innovation. More information about our ESG focus areas, including progress we have made to date toward achieving them, is included in our Integrated Performance Report.\n(1)\n(1)\nThe contents of our Integrated Performance Report and our Global Inclusion, Diversity, and Equity Report are referenced for general information only and are not incorporated by reference in the Form 10-K.\nOTHER FACTORS IMPACTING OUR OPERATIONS\nPublic Health Crises\nThe global COVID-19 pandemic, together with the preventative and precautionary measures taken by businesses, communities, and governments, have impacted, and may continue to impact significant aspects of our Company and business, including future procedural volumes, supply constraints, healthcare staffing, and resulting impacts on demand for our products and therapies. If there are significant outbreaks of other contagious diseases or other global public health crises, we may face similar impacts. See “Item 1A. Risk Factors” in this Annual Report on Form 10-K.\nResearch and Development\nThe markets in which we participate are subject to rapid technological advances and innovations. Constant improvement of existing products and introduction of new products is necessary to maintain market leadership. Our research and development (R&D) efforts are directed toward maintaining or achieving technological leadership in the markets we serve to help ensure that patients using our devices and therapies receive the most advanced and effective treatment possible. We remain committed to developing technological enhancements and new indications for existing products, and less invasive and new technologies for new and emerging markets to address unmet patient needs. That commitment leads to our initiation and participation in hundreds of clinical trials each fiscal year as the demand for clinical and economic evidence remains high. Furthermore, our development activities are intended to help reduce patient care costs and the length of hospital stays in the future. We have not engaged in significant customer or government-sponsored research.\nOur R&D activities include improving existing products and therapies, expanding their indications and applications for use, developing new therapies and procedures, and entering into arrangements with third parties to fund the development of certain technologies. We continue to focus on optimizing innovation, improving our R&D productivity, driving growth in emerging markets, generating clinical evidence, and assessing our R&D programs based on their ability to address unmet clinical needs, produce better patient outcomes, and create new standards of care.\nIntellectual Property and Litigation\nWe rely on a combination of patents, trademarks, tradenames, copyrights, trade secrets, and agreements (non-disclosure and non-competition agreements) to protect our business and proprietary technology. In addition, we have entered into exclusive and non-exclusive licenses relating to a wide array of third-party technologies. In the aggregate, these intellectual property assets and licenses are of material \n10\nTable of C\nontents\nimportance to our business; however, we believe that no single intellectual property asset or license is material in relation to our business as a whole. \nWe operate in an industry characterized by extensive patent litigation. Patent litigation may result in significant damage awards and injunctions that could prevent the manufacture and sale of affected products or result in significant royalty payments in order to continue selling the products. At any given time, we are generally involved as both a plaintiff and a defendant in a number of patent infringement actions, the outcomes of which may not be known for prolonged periods of time.\nSales and Distribution\nWe sell our medical devices and therapies through a combination of direct sales representatives and independent distributors globally. Additionally, a portion of the Company's revenue is generated from consignment inventory maintained at hospitals. Our medical supply products are used primarily in hospitals, surgical centers, and alternate care facilities, such as home care and long-term care facilities, and are marketed to materials managers, group purchasing organizations (GPOs) and integrated delivery networks (IDNs). We often negotiate with GPOs and IDNs, which enter into supply contracts for the benefit of their member facilities. Our four largest markets are the U.S., Western Europe, China, and Japan. Emerging markets are an area of increasing focus and opportunity, as we believe they remain under-penetrated.\nOur marketing and sales strategy is focused on rapid, cost-effective delivery of high-quality products to a diverse group of customers worldwide. To achieve this objective, our marketing and sales teams are organized around physician specialties. This focus enables us to develop highly knowledgeable and dedicated sales representatives who are able to foster strong relationships with physicians and other customers and enhance our ability to cross-sell complementary products. \nWe are not dependent on any single customer for more than 10 percent of our total net sales. \nCompetition, Industry, and Cost Containment\nWe compete in both the therapeutic and diagnostic medical markets in\n more\n than 150 countries throughout the world. These markets are characterized by rapid change resulting from technological advances, innovations and scientific discoveries. Our product lines face a mix of competitors ranging from large manufacturers with multiple business lines to small manufacturers offering a limited selection of products. In addition, we face competition from providers of other medical therapies, such as pharmaceutical companies.\nMajor shifts in industry market share have occurred in connection with product corrective actions, physician advisories, safety alerts, results of clinical trials to support superiority claims, and publications about our products, reflecting the importance of product quality, product efficacy and quality systems in the medical device industry. In the current environment of managed care, economically motivated customers, consolidation among healthcare providers, increased competition, declining reimbursement rates, and national and provincial tender pricing, competitively priced product offerings are essential to our business. In order to continue to compete effectively, we must continue to create or acquire advanced technology, incorporate this technology into proprietary products, obtain regulatory approvals in a timely manner, maintain high-quality manufacturing processes, and successfully market these products.\nGovernment and private sector initiatives to limit the growth of healthcare costs, including price regulation, competitive pricing, bidding and tender mechanics, coverage and payment policies, comparative effectiveness of therapies, technology assessments and managed-care arrangements, are continuing in many countries where we do business, including the U.S. These initiatives put increased emphasis on the delivery of more cost-effective medical devices and therapies. Government programs, including Medicare and Medicaid, private healthcare insurance and managed-care plans have attempted to control costs by limiting the amount of reimbursement they will pay for particular procedures or treatments, tying reimbursement to outcomes, shifting to population health management, and other mechanisms. Hospitals, which purchase our technology, are also seeking to reduce costs through a variety of mechanisms, including, for example, centralized purchasing, and in some cases, limiting the number of vendors that may participate in the purchasing program. Hospitals are also aligning interests with physicians through employment and other arrangements, such as gainsharing, where a hospital agrees with physicians to share any realized cost savings resulting from changes in practice patterns such as device standardization. This has created an increased level of price sensitivity among customers for our products.\nProduction and Availability of Raw Materials\nWe manufacture products at manufacturing facilities located in various countries throughout the world. We purchase many of the components and raw materials used in manufacturing our products from numerous suppliers in various countries. Certain components and raw materials are available only from a sole supplier. We work closely with our suppliers to help ensure continuity of supply while maintaining high quality and reliability. Generally, we have been able to obtain adequate supplies of such raw materials and components. However, due to the U.S. FDA’s manufacturing requirements, we may not be able to quickly establish additional or replacement sources for certain components or materials if we experience a sudden or unexpected reduction or interruption in supply and are unable to develop alternative sources. \nFor additional information related to our manufacturing facilities refer to “Item 2. Properties” in this Annual Report on Form 10-K. \n11\nTable of C\nontents\nGovernment Regulation\nOur operations and products are subject to extensive regulation by numerous government agencies, including the U.S. FDA, European regulatory authorities such as the Medicines and Healthcare products Regulatory Agency in the United Kingdom, the Health Products Regulatory Authority in the Republic of Ireland and the Federal Institute for Drugs and Medical Devices in Germany, the China \nNational Medical Product Administration (NMPA)\n, and other government agencies inside and outside the U.S. To varying degrees, each of these agencies requires us to comply with laws and regulations governing the development, testing, manufacturing, labeling, marketing, distribution and post-marketing surveillance of our products. Our business is also affected by patient and data privacy laws and government payer cost containment initiatives, as well as environmental health and safety laws and regulations.\nProduct Approval and Monitoring\nMany countries where we sell products are subjected to approval and other regulatory requirements regarding performance, safety, and quality of our products. Authorization to commercially distribute a new medical device in the U.S. is generally obtained in one of two primary ways. The first, known as pre-market notification or the 510(k) process, requires us to demonstrate that our medical device is substantially equivalent to a legally marketed medical device. The second, more rigorous process, known as pre-market approval, requires us to independently demonstrate that a medical device is safe and effective for its intended use. This process is generally much more time-consuming and expensive than the 510(k) process.\nIn the E.U., conformity with the marketing authorization requirements is represented by the CE Mark. To obtain a CE Mark, defined products must meet minimum standards of performance, safety, and quality (i.e., the essential requirements), and then, according to their classification, comply with one or more of a selection of conformity assessment routes. The competent authorities of the E.U. countries separately regulate the clinical research for medical devices and the market surveillance of products once they are placed on the market. The Medical Device Regulation was published by the E.U. in 2017, and it imposes significant additional pre-market and post-market requirements (EU MDR). The regulation provided an implementation period and became effective on May 26, 2021. The European Commission recently extended the implementation period to the end of 2027 for high-risk devices and to the end of 2028 for medium and low risk devices.\nThe global regulatory environment is increasingly stringent and unpredictable. While harmonization of global regulations has been pursued, requirements continue to differ among countries. We expect this global regulatory environment will continue to evolve, which could impact the cost, the time needed to approve, and ultimately, our ability to maintain existing approvals or obtain future approvals for our products. Regulations of the U.S. FDA and other regulatory agencies in and outside the U.S. impose extensive compliance and monitoring obligations on our business. These agencies review our design and manufacturing processes, labeling, record keeping, and manufacturers’ required reports of adverse experiences and other information to identify potential problems with marketed products. We are also subject to periodic inspections for compliance with applicable quality system regulations, which govern the methods used in, and the facilities and controls used for, the design, manufacture, packaging, and servicing of finished medical devices intended for human use. In addition, the U.S. FDA and other regulatory bodies, both in and outside the U.S. (including the Federal Trade Commission, the Office of the Inspector General of the Department of Health and Human Services, the U.S. Department of Justice, and various state Attorneys General), monitor the promotion and advertising of our products. Any adverse regulatory action, depending on its magnitude, may limit our ability to effectively market and sell our products, limit our ability to obtain future pre-market approvals or result in a substantial modification to our business practices and operations. For additional information, see \"Item 1A. Risk Factors\" \nWe are subject to extensive and complex laws and governmental regulations and any adverse regulatory action may materially adversely affect our financial condition and business operations.\nTrade Regulations\nThe movement of products, services, and investment across borders subjects us to extensive trade regulations. A variety of laws and regulations in the countries in which we transact business apply to the sale, shipment and provision of goods, services and technology across borders. These laws and regulations govern, among other things, our import, export and other business activities. We are also subject to the risk that these laws and regulations could change in a way that would expose us to additional costs, penalties or liabilities. Some governments also impose economic sanctions against certain countries, persons or entities. In addition to our need to comply with such regulations in connection with our direct activities, we also sell and provide goods, technology and services to agents, representatives and distributors who may export such items to customers and end-users. If we, or the third parties through which we do business, are not in compliance with applicable import, export control or economic sanctions laws and regulations, we may be subject to civil or criminal enforcement action, and varying degrees of liability. Such actions may disrupt or delay sales of our products or services or result in restrictions on our distribution and sales of products or services that may materially impact our business.\nAnti-Boycott Laws\nUnder U.S. laws and regulations, U.S. companies and their subsidiaries and affiliates outside the U.S. are prohibited from participating or agreeing to participate in unsanctioned foreign boycotts in connection with certain business activities, including the sale, purchase, transfer, shipping or financing of goods or services within the U.S. or between the U.S. and countries outside of the U.S. If we, or certain third \n12\nTable of C\nontents\nparties through which we sell or provide goods or services, violate anti-boycott laws and regulations, we may be subject to civil or criminal enforcement action and varying degrees of liability.\nData Privacy and Security Laws and Regulations\nAs a business with a significant global footprint, compliance with evolving regulations and standards in data privacy and cybersecurity has resulted, and may continue to result, in increased costs, new compliance challenges, and the threat of increased regulatory enforcement activity. Our business relies on the secure electronic transmission, storage and hosting of sensitive information, including personal information, protected health information, financial information, intellectual property and other sensitive information related to our customers and workforce.\nOur global operational footprint comes with the obligation for compliance and adherence to individual data security, confidentiality and breach notification laws at the State Level, Federal Level, and International Level. Examples of those laws include, in the U.S., the Health Insurance Portability and Accountability Act of 1996 (HIPAA), as amended, the Health Information Technology for Economic and Clinical Health Act of 2009 (HITECH), and various State privacy laws that have become effective recently. We are also subject to various other country-specific requirements around the world, such as the General Data Protection Regulation (GDPR) in the European Economic Area, the United Kingdom’s version of the same, and China's Personal information Protection Law (PIPL). \nBecause the laws and regulations continue to expand, differ from jurisdiction to jurisdiction, and are subject to evolving (and at times inconsistent) governmental interpretation, compliance with these laws and regulations may require significant additional cost expenditures or changes in products or business that increase competition or reduce revenue. Noncompliance could result in the imposition of fines, penalties, or orders to stop noncompliant activities, or withdrawal of noncompliant products from a market.\nRegulations Governing Reimbursement\nThe delivery of our devices is subject to regulation by the U.S. Department of Health and Human Services (HHS) and comparable state and non-U.S. agencies responsible for reimbursement and regulation of healthcare items and services. U.S. laws and regulations are imposed primarily in connection with federally funded healthcare programs, such as the Medicare and Medicaid programs, as well as the government’s interest in regulating the quality and cost of healthcare. Other governments also impose regulations in connection with their healthcare reimbursement programs and the delivery of healthcare items and services.\nU.S. federal healthcare laws apply when we or customers submit claims for items or services that are reimbursed under federally-funded healthcare programs, including laws related to kickbacks, false claims, self-referrals or other healthcare fraud. There are often similar state false claims, anti-kickback, and anti-self-referral and insurance laws that apply to state Medicaid and other healthcare programs and private third-party payers. In addition, as a manufacturer of U.S. FDA-approved devices reimbursable by federal healthcare programs, we are subject to the Physician Payments Sunshine Act, which requires us to annually report certain payments and other transfers of value we make to U.S.-licensed physicians or U.S. teaching hospitals. Any failure to comply with these laws and regulations could subject us or our officers and employees to criminal and civil financial penalties.\nImplementation of legislative or regulatory reforms to reimbursement systems, or adverse decisions relating to our products by administrators of these systems in coverage or reimbursement, could significantly reduce reimbursement or result in the denial of coverage, which could have an impact on the acceptance of and demand for our products and the prices that our customers are willing to pay for them. \nEnvironmental Health and Safety Laws\nWe are also subject to various environmental health and safety laws and regulations both within and outside the U.S. Like other companies in our industry, our manufacturing and other operations involve the use and transportation of substances regulated under environmental health and safety laws including those related to the transportation of hazardous materials.\nAvailable Information \nWe maintain a website at \nwww.medtronic.com\n. Our Annual Reports on Form 10-K, Quarterly Reports on Form 10-Q, Current Reports on Form 8-K, and amendments to those reports filed or furnished pursuant to Section 13(a) or 15(d) of the Securities Exchange Act of 1934, as amended (Exchange Act) are made available under the “Our Company – Investors” caption and “Financials – SEC Filings” subcaption of our website as soon as reasonably practicable after we electronically file them with, or furnish them to, the Securities and Exchange Commission (SEC).\nInformation relating to our corporate governance, including our Principles of Corporate Governance, Code of Conduct (including our Code of Ethics for Senior Financial Officers and any related amendments or waivers), Code of Business Conduct and Ethics for Members of the Board of Directors, and information concerning our executive officers, directors and Board committees (including committee charters) is available through our website at \nwww.medtronic.com\n under the “Our Company – Governance” caption. Information relating to transactions in Medtronic securities by directors and officers is available through our website at \nwww.medtronic.com\n under the “Our Company – Investors” caption and the “Financials – SEC Filings” subcaption.\n13\nTable of C\nontents\nOur website and the information contained on or connected to our website are not incorporated by reference into this Form 10-K.\nThe SEC maintains a website that contains reports, proxy and information statements, and other information regarding issuers, including the Company, that file electronically with the SEC. The public may obtain any documents that we file with the SEC at \nhttp://www.sec.gov\n. We file annual reports, quarterly reports, proxy statements, and other documents with the SEC under the Exchange Act.",
    "item1a": ">Item 1A. Risk Factors\nInvesting in our securities involves a variety of risks and uncertainties, known and unknown, including, among others, those discussed below. Each of the following risks should be carefully considered, together with all the other information included in this Annual Report on Form 10-K, including our consolidated financial statements and the related notes and in our other filings with the SEC. Furthermore, additional risks and uncertainty not presently known to us or that we currently believe to be immaterial may also adversely affect our business. Our business, results of operations, financial condition, and cash flow and prospects could be materially and adversely affected by any of these risks or uncertainties.\nBusiness and Operational Risks\nWe operate in a highly competitive industry and we may be unable to compete effectively.\nWe compete in both the therapeutic and diagnostic medical markets in more than 150 countries throughout the world. These markets are characterized by rapid change resulting from technological advances, innovations and scientific discoveries. In the product lines in which we compete, we face a range of competitors from large companies with multiple business lines to small, specialized manufacturers that offer a limited selection of niche products. Development by other companies of new or improved products, processes, technologies, or the introduction of reprocessed products or generic versions when our proprietary products lose their patent protection may make our existing or planned products less competitive. In addition, we face competition from providers of alternative medical therapies, such as pharmaceutical companies.\nWe believe our ability to compete depends upon many factors both within and beyond our control, including:\n•\nproduct performance and reliability,\n•\nproduct technology and innovation,\n•\nproduct quality and safety,\n•\nbreadth of product lines,\n•\nproduct support services,\n•\ncustomer support,\n•\ncost-effectiveness and price,\n•\nreimbursement approval from healthcare insurance providers, and\n•\nchanges to the regulatory environment.\nCompetition may increase as additional companies enter our markets or modify their existing products to compete directly with ours. In addition, academic institutions, governmental agencies and other public and private research organizations also may conduct research, seek patent protection and establish collaborative arrangements for discovery, research, clinical development and marketing of products similar to ours. These companies and institutions compete with us in recruiting and retaining qualified scientific and management personnel, as well as in acquiring necessary product technologies. From time to time we have lost, and may in the future lose, market share in connection with product problems, physician advisories, safety alerts and publications about our products, which highlights the importance of product quality, product efficacy and quality systems to our business. In the current environment of managed care, consolidation among healthcare providers, increased competition, declining reimbursement rates, and national and provincial tender pricing, as recently experienced in China, competitively priced product offerings are essential to our success. Further, our continued growth and success depend on our ability to develop, acquire and market new and differentiated products, technologies and intellectual property, and as a result we also face competition for marketing, distribution, and collaborative development agreements, establishing relationships with academic and research institutions and licenses to intellectual property. In order to continue to compete effectively, we must continue to create, invest in or acquire advanced technology, incorporate this technology into our proprietary products, obtain regulatory approvals in a timely manner, and manufacture and successfully market our products. Given these factors, we cannot guarantee that we will be able to compete effectively or continue our level of success.\n14\nTable of C\nontents\nPublic health crises have had, and may continue to have, an adverse effect on certain aspects of our business, results of operations, financial condition, and cash flows. The nature and extent of future impacts are highly uncertain and unpredictable.\nOur global operations and interactions with healthcare systems, providers and patients around the world expose us to risks associated with public health crises, including epidemics and pandemics such as COVID-19. In particular, the preventative and precautionary measures that we and other businesses, communities, and governments have taken to mitigate the spread of the disease has led to restrictions on, and disruptions in, business and personal activities in certain countries and regions, including China, which comprises approximately seven percent of our total revenues. These restrictions have reduced customer demand for certain of our products. We expect medical procedure rates to continue to vary by therapy and country, and could be impacted by regional COVID-19 case volumes, healthcare system staffing shortages and supply chain issues that affect their ability to provide care, patients’ ability or willingness to schedule deferrable procedures, travel restrictions, transportation limitations, quarantine restrictions, vaccine and booster immunization rates, and new COVID-19 variants.\nTogether with the preventative and precautionary measures being taken, as well as the corresponding need to adapt to new and improved methods of conducting business, such as increased remote monitoring, COVID-19 has had, and may continue to have, an adverse impact on certain aspects of our Company and business, including the demand for and supply of certain of our products, operations, supply chains and distribution systems, and our ability to generate cash flow. Some of our products are more sensitive to reductions in deferrable and emergent medical procedures, and certain medical procedures have been and may continue to be suspended or postponed. It is not possible to predict the timing of deferrable medical procedures and, to the extent individuals and hospital systems de-prioritize, delay or cancel these procedures, our business, results of operations, financial condition, and cash flows could continue to be negatively affected.\nReduction or interruption in supply or other manufacturing difficulties may adversely affect our manufacturing operations and related product sales.\nThe manufacture of our products requires the timely delivery of a sufficient amount of quality components and materials and is highly exacting and complex, due in part to strict regulatory requirements. We manufacture the majority of our products and procure important third-party services, such as sterilization services, at numerous facilities worldwide. We purchase many of the components, raw materials and services needed to manufacture these products from numerous suppliers in various countries. We seek to maintain continuity of supply by use of multiple options for sourcing where possible. We have generally been able to obtain adequate supplies of such raw materials, components and services, although global shortages of certain components such as semiconductors and resins have recently caused, and may in the future cause, disruptions to our product manufacturing supply chain. In addition, for reasons of quality assurance, cost effectiveness, or availability, certain components, raw materials and services needed to manufacture our products are obtained from a sole supplier. Although we work closely with our suppliers to try to ensure continuity of supply while maintaining high quality and reliability, the supply of these components, raw materials and services may be interrupted or insufficient. In addition, due to the stringent regulations and requirements of regulatory agencies, including the U.S. FDA, regarding the manufacture of our products, we may not be able to quickly establish additional or replacement sources. Additionally, many regulatory agencies are imposing regulatory requirements on safe use of chemicals and their potential impact on health and the environment which also may impact supply constraints. Furthermore, the prices of commodities and other materials used in our products, which are often volatile and outside of our control, could adversely impact our supply. We use resins, other petroleum-based materials and pulp as raw materials in some of our products, and the prices of oil and gas also significantly affect our costs for freight and utilities. A reduction or interruption in supply, and an inability to develop alternative sources for such supply, could adversely affect our ability to manufacture our products in a timely or cost-effective manner and could result in lost sales.\nOther disruptions in the manufacturing process or product sales and fulfillment systems for any reason, including infrastructure, information and equipment malfunction, failure to follow specific protocols and procedures, supplier or Company facility shut-downs, defective raw materials, labor shortages, natural disasters such as hurricanes, tornadoes, earthquakes, or wildfires, property damage or facility closures from riots or public protests, and other environmental factors and the impact of epidemics, pandemics, or other public health crises, and actions by businesses, communities and governments in response, could lead to launch delays, product shortages, unanticipated costs, lost revenues and damage to our reputation. For example, in the past we have experienced a global information technology systems interruption that affected our customer ordering, distribution, and manufacturing processes, and we have been adversely impacted by, and may continue to be adversely impacted by, the global COVID-19 pandemic and the responses of governments and of our partners, including suppliers, manufacturers, distributors and other businesses. Furthermore, any failure to identify and address manufacturing problems prior to the release of products to our customers could result in quality or safety issues.\nIn addition, many of our products require sterilization before sale and several of our key products are manufactured or sterilized at a particular facility, with limited alternate facilities. If an event occurs that results in damage to or closure of one or more of such facilities, such as the Illinois Environmental Protection Agency's decision to close a supplier's sterilization facility in February 2019, we may be unable to manufacture or sterilize the relevant products to the required quality specifications or at all. Because of the time required to approve and license a manufacturing or sterilization facility, a third-party may not be available on a timely basis to replace production capacity in the event manufacturing or sterilization capacity is lost.\n15\nTable of C\nontents\nOur research and development efforts rely upon investments and investment collaborations, and we cannot guarantee that any previous or future investments or investment collaborations will be successful.\nOur Mission is to provide a broad range of therapies to restore patients to fuller, healthier lives, which requires a wide variety of technologies, products and capabilities. The rapid pace of technological development in the medical industry and the specialized expertise required in different areas of medicine make it difficult for one company alone to develop a broad portfolio of technological solutions. In addition to internally generated growth through our research and development efforts, historically we have relied, and expect to continue to rely, upon investments and investment collaborations to provide us access to new technologies both in areas served by our existing businesses as well as in new areas.\nWe expect to make future investments where we believe that we can stimulate the development or acquisition of new technologies and products to further our strategic objectives and strengthen our existing businesses. Investments and investment collaborations in and with medical technology companies are inherently risky, and we cannot guarantee that any of our previous or future investments or investment collaborations will be successful or will not materially adversely affect our business, results of operations, financial condition and cash flows.\nThe continuing development of many of our products depends upon us maintaining strong relationships with healthcare professionals.\nIf we fail to maintain our working relationships with healthcare professionals, many of our products may not be developed and marketed in line with the needs and expectations of the professionals who use and support our products, which could cause a decline in our earnings and profitability. The research, development, marketing and sales of many of our new and improved products depends on our maintaining working relationships with healthcare professionals. We rely on these professionals to provide us with considerable knowledge and experience regarding the development, marketing and sale of our products. Physicians assist us as researchers, marketing and product consultants, inventors and public speakers. In addition, as a result of the COVID-19 pandemic, our access to these professionals has been limited at times, and travel restrictions, shutdowns and similar measures have impacted our ability to maintain these relationships, thereby affecting our ability to develop, market and sell new and improved products. If we are unable to maintain strong relationships with these professionals, the development and marketing of our products could suffer, which could have a material adverse effect on our business, results of operations, financial condition, and cash flows.\nWe have debt obligations that create risk.\nWe are required to use a portion of our operating cash flow to pay interest or principal on our outstanding indebtedness instead of for other corporate purposes, including funding future expansion of our business. We may also incur additional indebtedness in the future to supplement our existing liquidity and cash generated from operations to satisfy our needs for working capital and capital expenditures, to pursue growth initiatives, and to make returns of capital to shareholders. Over the course of the past fiscal year, interest rate increases in the U.S. and Europe, and recent disruptions in the financial services industry, caused periods of tightened credit availability and volatility in borrowing terms. At the time we may incur such additional indebtedness, or refinance or restructure existing indebtedness, we may be unable to obtain capital market financing with similar terms and currency denomination to our existing indebtedness, or at all, which could have a material adverse effect on our business and results of operations. At any time, the value of our debt outstanding will fluctuate based on several factors including foreign currency exchange rate and interest rate movements.\nFailure to integrate acquired businesses into our operations successfully, or challenges related to the Company's strategic initiatives, including divestitures, as well as liabilities or claims relating to such acquired businesses or divestitures, could adversely affect our business.\nAs part of our strategy to develop and identify new products and technologies and optimize our portfolio of products, we have made several significant acquisitions and divestitures in recent years, and may make additional acquisitions and divestitures in the future. Our integration of the operations of acquired businesses requires significant efforts, including the coordination of information technologies, research and development, sales and marketing, operations, manufacturing, and finance. These efforts result in additional expenses and involve significant amounts of management’s time that cannot then be dedicated to other projects. Our failure to manage and coordinate the growth of acquired companies successfully could also have an adverse impact on our business. Further, acquired businesses may have liabilities, or be subject to claims, litigation or investigations that we did not anticipate or which exceed our estimates at the time of the acquisition. In addition, we cannot be certain that the businesses we acquire will become profitable or remain so. Factors that will affect the success of our acquisitions include:\n•\nthe presence or absence of adequate internal controls and/or significant fraud in the financial systems of acquired companies,\n•\nour ability or inability to integrate information technology systems of acquired companies in a secure and reliable manner,\n•\nliabilities, claims, litigation, investigations, or other adverse developments relating to acquired businesses or the business practices of acquired companies, including investigations by governmental entities, potential FCPA or product liability claims or other unanticipated liabilities,\n16\nTable of C\nontents\n•\nany decrease in customer loyalty and product orders caused by dissatisfaction with the combined companies’ product lines and sales and marketing practices, including price increases,\n•\nour ability to retain key employees, and\n•\nthe ability to achieve synergies among acquired companies, such as increasing sales of the integrated company’s products, achieving cost savings, and effectively combining technologies to develop new products.\nWe also could experience negative effects on our business, results of operations, financial condition, and cash flows from acquisition-related charges, amortization of intangible assets and asset impairment charges.\nIn addition, the potential exists that expected strategic benefits from any planned or completed divestiture by the Company may not be realized or may take longer to realize than expected, including but not limited to:\n•\nThe Company’s ability to consummate the planned separation of the combined Patient Monitoring and Respiratory Interventions businesses from the Medical Surgical Portfolio,\n•\nThe Company’s ability to realize the anticipated benefits from the recent contribution of half of the Company’s RCS business to Mozarc Medical,\n•\nThe Company’s performance under various transaction service agreements that have or may be executed as part of a divestiture.\nLegal and Regulatory Risks\nWe are subject to extensive and complex laws and governmental regulations and any adverse regulatory action may materially adversely affect our financial condition and business operations.\nOur medical devices and technologies, as well as our business activities, are subject to a complex set of regulations and rigorous enforcement, including by the U.S. FDA, U.S. Department of Justice, Health and Human Services Office of the Inspector General, and numerous other federal, state, and non-U.S. governmental authorities. To varying degrees, each of these agencies requires us to comply with laws and regulations governing the development, testing, manufacturing, labeling, marketing and distribution of our products. As a part of the regulatory process of obtaining marketing clearance for new products and new indications for existing products, we conduct and participate in numerous clinical trials with a variety of study designs, patient populations, and trial endpoints. Unfavorable clinical data from existing or future clinical trials may adversely impact our ability to obtain product approvals, our position in, and share of, the markets in which we participate, and our business, results of operations, financial condition, and cash flows. We cannot guarantee that we will be able to obtain or maintain marketing clearance for our new products or enhancements or modifications to existing products, and the failure to maintain approvals or obtain approval or clearance could have a material adverse effect on our business, results of operations, financial condition and cash flows. Even if we are able to obtain approval or clearance, it may:\n•\ntake a significant amount of time,\n•\nrequire the expenditure of substantial resources,\n•\ninvolve stringent clinical and pre-clinical testing, as well as increased post-market surveillance,\n•\ninvolve modifications, repairs or replacements of our products, and\n•\nlimit the proposed uses of our products.\nBoth before and after a product is commercially released, we have ongoing responsibilities under the U.S. FDA and other applicable non-U.S. government agency regulations. For instance, many of our facilities and procedures and those of our suppliers are also subject to periodic inspections by the U.S. FDA to assess compliance with applicable regulations. The results of these inspections can include inspectional observations on the U.S. FDA’s Form 483, warning letters, or other forms of enforcement. If the U.S. FDA were to conclude that we are not in compliance with applicable laws or regulations, or that any of our medical products are ineffective or pose an unreasonable health risk, the U.S. FDA could detain or seize adulterated or misbranded medical products, order a recall, repair, replacement, or refund of such products, refuse to grant pending pre-market approval applications or require certificates of non-U.S. governments for exports, and/or require us to notify health professionals and others that the devices present unreasonable risks of substantial harm to the public health, and in certain rare circumstances, ban medical devices. The U.S. FDA and other non-U.S. government agencies may also assess civil or criminal penalties against us, our officers or employees and impose operating restrictions on a company-wide basis. The U.S. FDA may also recommend prosecution to the U.S. Department of Justice. Any adverse regulatory action, depending on its magnitude, may restrict us from effectively marketing and selling our products and limit our ability to obtain future pre-market clearances or approvals, and could result in a substantial modification to our business practices and operations. Furthermore, we occasionally receive subpoenas or other requests for information from various governmental agencies around the world, and while these investigations typically relate primarily to financial arrangements with healthcare providers, regulatory compliance and product promotional practices, we cannot predict the timing, \n17\nTable of C\nontents\noutcome or impact of any such investigations. Any adverse outcome in one or more of these investigations could include the commencement of civil and/or criminal proceedings, substantial fines, penalties, and/or administrative remedies, including exclusion from government reimbursement programs and/or entry into Corporate Integrity Agreements (CIAs) with governmental agencies. In addition, resolution of any of these matters could involve the imposition of additional, costly compliance obligations. These potential consequences, as well as any adverse outcome from government investigations, could have a material adverse effect on our business, results of operations, financial condition, and cash flows.\nIn addition, the U.S. FDA has taken the position that device manufacturers are prohibited from promoting their products other than for the uses and indications set forth in the approved product labeling, and any failure to comply could subject us to significant civil or criminal exposure, administrative obligations and costs, and/or other potential penalties from, and/or agreements with, the federal government. \nGovernmental regulations in the U.S. and outside the U.S. are constantly changing and may become increasingly stringent. In the E.U, for example, the Medical Device Regulation which became effective in May 2021 includes significant additional pre-market and post-market requirements. Penalties for regulatory non-compliance could be severe, including fines and revocation or suspension of a company’s business license, mandatory price reductions and criminal sanctions. The development and implementation of future laws and regulations may have a material adverse effect on us.\nOur failure to comply with laws and regulations relating to reimbursement of healthcare goods and services may subject us to penalties and adversely impact our reputation, business, results of operations, financial condition and cash flows.\nOur devices, products and therapies are purchased principally by hospitals or physicians that typically bill various third-party payers, such as governmental healthcare programs (e.g., Medicare, Medicaid and comparable non-U.S. programs), private insurance plans and managed care plans, for the healthcare services provided to their patients. The ability of our customers to obtain appropriate reimbursement for products and services from third-party payers is critical because it affects which products customers purchase and the prices they are willing to pay. As a result, our devices, products and therapies are subject to regulation regarding quality and cost by HHS, including the Centers for Medicare & Medicaid Services (CMS), as well as comparable state and non-U.S. agencies responsible for reimbursement and regulation of health are goods and services, including laws and regulations related to fair competition, kickbacks, false claims, self-referrals and healthcare fraud. Many states have similar laws that apply to reimbursement by state Medicaid and other funded programs as well as in some cases to all payers. In certain circumstances, insurance companies attempt to bring a private cause of action against a manufacturer for causing false claims. In addition, as a manufacturer of U.S. FDA-approved devices reimbursable by federal healthcare programs, we are subject to the Physician Payments Sunshine Act, which requires us to annually report certain payments and other transfers of value we make to U.S.-licensed physicians or U.S. teaching hospitals. Any failure to comply with these laws and regulations could subject us or our officers and employees to criminal and civil financial penalties.\nWe are also subject to risks relating to changes in government and private medical reimbursement programs and policies, and changes in legal regulatory requirements in the U.S. and around the world. Implementation of further legislative or administrative reforms to these reimbursement systems, or adverse decisions relating to coverage of or reimbursement for our products by administrators of these systems, could have an impact on the acceptance of and demand for our products and the prices that our customers are willing to pay for them.\nWe are substantially dependent on patent and other proprietary rights and failing to protect such rights or to be successful in litigation related to our rights or the rights of others may result in our payment of significant monetary damages and/or royalty payments, negatively impacting our ability to sell current or future products.\nWe are substantially dependent on patent and other proprietary rights and rely on a combination of patents, trademarks, tradenames, copyrights, trade secrets, and agreements (such as employee, non-disclosure and non-competition agreements) to protect our business and proprietary intellectual property. We also operate in an industry characterized by extensive patent litigation. Patent litigation can result in significant damage awards and injunctions that could prevent our manufacture and sale of affected products or require us to pay significant royalties in order to continue to manufacture or sell affected products. At any given time, we are generally involved as both a plaintiff and a defendant in a number of patent infringement actions, the outcomes of which may not be known for prolonged periods of time. While it is not possible to predict the outcome of patent litigation, it is possible that the results of such litigation could require us to pay significant monetary damages and/or royalty payments, negatively impact our ability to sell current or future products, or that enforcement actions to protect our patent and proprietary rights against others could be unsuccessful, any of which could have a material adverse impact on our business, results of operations, financial condition, and cash flows. In addition, any public announcements related to litigation or administrative proceedings initiated or threatened against us could cause our stock price to decline.\nWhile we intend to defend against any threats to our intellectual property, our patents, trademarks, tradenames, copyrights, trade secrets or agreements (such as employee, non-disclosure and non-competition agreements) may not adequately protect our intellectual property. Further, pending patent applications may not result in patents being issued to us, patents issued to or licensed by us may be challenged or circumvented by competitors and such patents may be found invalid, unenforceable or too limited in scope to protect our technology or provide us with any competitive advantage. In addition, our patents will expire over time, our ability to protect novel business models is uncertain, and infringement may go undetected. Third parties could obtain patents that may require us to negotiate licenses to conduct our \n18\nTable of C\nontents\nbusiness, and such licenses may not be available on reasonable terms or at all. In addition, license agreements could be terminated. We also rely on non-disclosure and non-competition agreements with certain employees, consultants and other parties to protect, in part, trade secrets and other proprietary rights. We cannot be certain that these agreements will not be breached, that we will have adequate remedies for any breach, that others will not independently develop substantially equivalent proprietary information, or that third parties will not otherwise gain access to our trade secrets or proprietary knowledge.\nIn addition, the laws of certain countries in which we market or manufacture some of our products do not protect our intellectual property rights to the same extent as the laws of the U.S., which could make it easier for competitors to capture market position. For example, business in China comprises approximately seven percent of our total revenues. This may increase our vulnerability to our technology being reverse engineered or our trade secrets being compromised. If we are unable to protect our intellectual property in China or other countries, it could have a material adverse effect on our business, results of operations, financial condition, and cash flows. Competitors also may harm our sales by designing products that substantially mirror the capabilities of our products or technology without infringing our intellectual property rights.\nQuality problems could lead to recalls or safety alerts, product liability claims, reputational harm, adverse verdicts or costly settlements, and could have a material adverse effect on our business, results of operations, financial condition and cash flows.\nQuality is extremely important to us and our customers due to the impact on patients, and the serious and potentially costly consequences of adverse product performance. Our business exposes us to potential product liability risks that are inherent in the design, manufacture, and marketing of medical devices. In addition, many of our products are often used in intensive care settings with seriously ill patients and some of the medical devices we manufacture and sell are designed to be implanted in the human body for long periods of time or indefinitely. Component failures, manufacturing nonconformances, design issues, off-label use, or inadequate disclosure of product-related risks or product-related information with respect to our products, if they were to occur, could result in an unsafe condition or injury to, or death of, a patient. These problems could lead to recall of, or issuance of a safety alert relating to, our products, and could result in product liability claims and lawsuits, including class actions, which could ultimately result, in certain cases, in the removal from the body of such products and claims regarding costs associated therewith. Due to the strong name recognition of the Medtronic brand, a material adverse event involving one of our products could result in diminished market acceptance and demand for all products within that brand, and could harm our reputation and ability to market products in the future. Further, we may be exposed to additional potential product liability risks related to products designed, manufactured and/or marketed in response to the COVID-19 pandemic, and unpredictable or accelerated changes in demand for certain of our products in connection with COVID-19 and its related impacts could increase the risk of regulatory enforcement actions, product defects or related claims, as well as adversely impact our customer relationships and reputation.\nStrong product quality is critical to the success of our goods and services. If we fall short of these standards and our products are the subject of recalls or safety alerts, our reputation could be damaged, we could lose customers and our revenue and results of operations could decline. Our success also can depend on our ability to manufacture to exact specification precision-engineered components, subassemblies and finished devices from multiple materials. If our components fail to meet these standards or fail to adapt to evolving standards, our reputation, competitive advantage and market share could be harmed. In certain situations, we may undertake a voluntary recall of products or temporarily shut down production lines based on performance relative to our own internal safety and quality monitoring and testing data.\nAny of the foregoing problems, including future product liability claims or recalls, regardless of their ultimate outcome, could harm our reputation and have a material adverse effect on our business, results of operations, financial condition and cash flows.\nHealthcare policy changes may have a material adverse effect on us.\nThere have been and continue to be actions and proposals by several governments, regulators and third-party payers globally, including the U.S. federal and state governments, to control healthcare costs and, more generally, to reform healthcare systems. Certain of these actions and proposals, among other things, limit the prices we are able to charge for our products or the amounts of reimbursement available for our products, increase the importance of our ability to compete on cost, and could limit the acceptance and availability of our products. These actions and proposals could have a material adverse effect on our business, results of operations, financial condition and cash flows.\nWe rely on the proper function, security and availability of our information technology systems and data, as well as those of third parties throughout our global supply chain, to operate our business, and a breach, cyber-attack or other disruption to these systems or data could materially and adversely affect our business, results of operations, financial condition, cash flows, reputation or competitive position.\nWe are increasingly dependent on sophisticated information technology systems to operate our business. That technology includes systems that could be used to process, transmit and store sensitive data. Additionally, many of our products and services include integrated software and information technology that collects data regarding patients or connects to other internal systems. One of the most prevalent attacks on large organizations has been ransomware which can have a devastating impact on an organization’s operations. Our ransomware readiness program has required and will continue to require investment and will not guarantee that we will be immune from an incident or be able to respond rapidly enough to prevent a negative impact on our business. Like all organizations, we routinely experience attempted interference with the integrity of, and interruptions in, our technology systems via events such as cyber-attacks, malicious intrusions, or other \n19\nTable of C\nontents\nbreakdowns. The consequences could mean data breaches, interference with the integrity of our products and data, compromise of intellectual property or other proprietary information, or other significant disruptions. Furthermore, we rely on third-party vendors to supply and/or support certain aspects of our information technology systems and resulting products. These third-party systems could also become vulnerable to cyber-attack, malicious intrusions, breakdowns, interference, or other significant disruptions, and may contain defects in design or manufacture or other problems that could result in system disruption or compromise the information security of our own systems. Medtronic is constantly monitoring geopolitical events or issues (i.e., U.S.-China tensions) which may increase cybersecurity risks on a global basis, and we take appropriate measures to counter any threats. Lastly, we continue to grow in part through new business acquisitions and, as a result, may face risks associated with defects and vulnerabilities in acquired businesses’ systems, or difficulties or other breakdowns or disruptions in connection with the integration of the acquisitions into our information technology systems.\nOur worldwide operations mean that we are subject to laws and regulations, including data protection and cybersecurity laws and regulations, in many jurisdictions. The variety of U.S. and international privacy and cybersecurity laws and regulations impacting our operations are described in “Item 1. Business\" – \nOther Factors Impacting Our Operations \n–\n Data Privacy and Security Laws and Regulations\n. Any data security breaches, cyber-attacks, malicious intrusions or significant disruptions could result in actions by regulatory bodies and/or civil litigation, any of which could materially and adversely affect our business, results of operations, financial condition, cash flows, reputation, or competitive position.\nIn addition, our information technology systems require an ongoing commitment of significant resources to maintain, protect, and enhance existing systems and develop new systems. This enables us to keep pace with continuing changes in information processing technology, evolving legal and regulatory standards, the increasing need to protect patient and customer information, changes in the techniques used to obtain unauthorized access to data and information systems, and the information technology needs associated with our changing products and services. There can be no assurance that our extensive efforts (including, but not limited to, consolidating, protecting, upgrading, and expanding our systems and capabilities, continuing to build security into the design of our products, and developing new systems to keep pace with continuing changes in information processing technology, including, but not limited to, generative artificial intelligence platforms) will be successful or that additional systems issues will not arise in the future. \nIf our information technology systems, products or services or sensitive data are compromised, there are many consequences that could result. Consequences include, but are not limited, to patients or employees being exposed to financial or medical identity theft or suffering a loss of product functionality, losing existing customers or have difficulty attracting new customers, experiencing difficulty preventing, detecting, and controlling fraud, being exposed to the loss or misuse of confidential information, having disputes with customers, physicians, and other healthcare professionals, suffering regulatory sanctions or penalties under federal laws, state laws, or the laws of other jurisdictions, experiencing increases in operating expenses or an impairment in our ability to conduct our operations, incurring expenses or losing revenues as a result of a data privacy breach, product failure, information technology outages or disruptions, or suffering other adverse consequences including lawsuits or other legal action and damage to our reputation.\nThe failure to comply with anti-corruption laws could materially adversely affect our business and result in civil and/or criminal sanctions.\nThe U.S. Foreign Corrupt Practices Act (FCPA), the Irish Criminal Justice (Corruption Offences) Act 2018, and similar anti-corruption laws in other jurisdictions generally prohibit companies and their intermediaries from making improper payments to government officials for the purpose of obtaining or retaining business and to ensure adequate internal controls, books, and records. Because of the predominance of government-administered healthcare systems in many jurisdictions around the world, many of our customer relationships outside of the U.S. are with governmental entities and are therefore potentially subject to such laws. We also participate in public-private partnerships and other commercial and policy arrangements with governments around the globe.\nGlobal enforcement of anti-corruption laws has increased in recent years, including investigations and enforcement proceedings leading to assessment of significant fines and penalties against companies and individuals. Our international operations create a risk of unauthorized payments or offers of payments by one of our employees, consultants, sales agents, or distributors. We maintain various controls aligned with legal requirements to prevent and prohibit improper practices, including policies, programs, and training for our employees and third party intermediaries acting on our behalf. However, existing safeguards and any future improvements may not always be effective, and our employees, consultants, sales agents or distributors may engage in conduct for which we could be held responsible. In addition, regulators could seek to hold us liable for conduct committed by companies in which we invest or that we acquire. Any alleged or actual violations of these regulations may subject us to government scrutiny, criminal or civil sanctions and other liabilities, including exclusion from government contracting, and could disrupt our business, adversely affect our reputation and result in a material adverse effect on our business, results of operations, financial condition and cash flows.\nLaws and regulations governing international business operations could adversely impact our business.\nThe U.S. Department of the Treasury’s Office of Foreign Assets Control (OFAC) and the U.S. Commerce Department’s Bureau of Industry and Security (BIS) administer certain laws and regulations that restrict U.S. persons and, in some instances, non-U.S. persons, in conducting activities, transacting business with, or making investments in, certain countries, governments, entities and individuals subject to U.S. \n20\nTable of C\nontents\neconomic sanctions or export restrictions. Our international operations subject us to these laws and regulations, which are complex, restrict our business dealings with certain countries, governments, entities, and individuals, and are constantly changing. Further restrictions may be enacted, amended, enforced or interpreted in a manner that materially impacts our operations.\nFrom time to time, certain of our subsidiaries have limited business dealings in countries subject to comprehensive sanctions, including Iran, Syria, Cuba, and the region of Crimea, as well as Russia and Belarus. Certain of our subsidiaries sell medical devices, and may provide related services, to distributors and other purchasing bodies in such countries/region. These business dealings represent an insignificant amount of our consolidated revenues and income, but expose us to a heightened risk of violating applicable sanctions regulations. Violations of these regulations are punishable by civil penalties, including fines, denial of export privileges, injunctions, asset seizures, debarment from government contracts and revocations or restrictions of licenses, as well as criminal fines and imprisonment. We have established policies and procedures designed to assist with our compliance with such laws and regulations. However, there can be no assurance that our policies and procedures will prevent us from violating these regulations in every transaction in which we may engage, and such a violation could adversely affect our reputation, business, results of operations, financial condition, and cash flows.\nClimate change, or legal, regulatory or market measures to address climate change may materially adversely affect our financial condition and business operations.\nClimate change resulting from increased concentrations of carbon dioxide and other greenhouse gases in the atmosphere presents risks to our current and future operations from natural disasters and extreme weather conditions, such as hurricanes, tornadoes, earthquakes, wildfires or flooding. Such extreme weather conditions and other conditions caused by or related to climate change could increase our operational costs, pose physical risks to our facilities and adversely impact our supply chain, including: manufacturing and distribution networks, the availability and cost of raw materials and components, energy supply, transportation, or other inputs necessary for the operation of our business. The impacts of climate change on global water resources may result in water scarcity, which could impact our ability to access sufficient quantities of water in certain locations and result in increased costs. Concerns over climate change could have an impact on customer demand for our products and result in new legal or regulatory requirements designed to mitigate the effects of climate change on the environment. Although it is difficult to predict and adequately prepare to meet the challenges to our business posed by climate change, if new laws or regulations are more stringent than current legal or regulatory requirements, we may experience increased compliance burdens and costs to meet the regulatory obligations as well as adverse impacts on raw material sourcing, manufacturing operations and the distribution of our products. \nWe are subject to environmental laws and regulations and the risk of environmental liabilities, violations and litigation.\nWe are subject to environmental, health, and safety laws, and regulations concerning, among other things, the generation, handling, transportation, and disposal of hazardous substances or wastes, the remediation of hazardous substances or materials at various sites, and emissions or discharges into the land, air or water. We are further subject to numerous laws and regulations concerning, among other things, chemical constituents in medical products and end-of-life disposal and take-back programs for medical devices. Our operations and those of certain third-party suppliers involve the use of substances subject to these laws and regulations, primarily those used in manufacturing and sterilization processes. If we or our suppliers violate these environmental laws and regulations, facilities could be shut down and violators could be fined, or otherwise sanctioned. New laws and regulations, violations of these laws or regulations, stricter enforcement of existing requirements, or the discovery of previously unknown contamination could require us to incur costs or could become the basis for new or increased liabilities that could be material.\nWe are subject to risks related to our environmental, social and governance (ESG) practices and initiatives.\nThere is an increased focus from our stakeholders, as well as regulatory authorities in the U.S., European Union (EU) and other global jurisdictions in which we operate, on ESG practices and disclosure. If we do not succeed, or are perceived to have fallen short, in any number of ESG matters, such as environmental stewardship, inclusion, diversity and equity (ID&E) initiatives, supply chain practices, good corporate governance, workplace conduct and support for local communities, or if we do not effectively respond to new or revised legal, regulatory or reporting requirements concerning climate change or other sustainability concerns, we may be subject to regulatory fines and penalties, our reputation or the reputation of our brands may suffer, we may be unable to attract and retain top talent, and our stock price may be negatively affected. In addition, enhanced ESG laws, regulations and expectations in the jurisdictions in which we do business may increase compliance burdens and costs for third parties throughout our global supply chain, which could cause disruption in the sourcing, manufacturing and distribution of our products and adversely affect our business, financial condition or results of operations.\nFurther, we have made several public disclosures of objectives and targets (targets) relating to product stewardship, ID&E, patient safety and product quality, access and innovation, and climate stewardship, including our ambition to be carbon neutral in our operations by 2030 and to achieve net zero emissions by 2045. Although we intend to achieve these targets, we may be required to expend significant resources to do so, which could increase our operational costs. In addition, there can be no assurance of the extent to which any of our targets will be achieved, or that any future investments we make to achieve such targets will meet investor, legal and/or any other regulatory expectations and requirements. If we are unable to meet our targets, we may face litigation and could incur regulatory fines and penalties or adverse \n21\nTable of C\nontents\npublicity and reaction from investors, advocacy groups or other stakeholders that may adversely impact our business, demand for our products and services, and/or our financial condition and results of operations. \nOur insurance program may not be adequate to cover future losses.\nWe have elected to self-insure most of our insurable risks across the Company, and we made this decision based on cost and availability factors in the insurance marketplace. We manage and maintain a portion of our self-insured program through a wholly-owned captive insurance company. We continue to maintain a directors and officers liability insurance policy with third-party insurers that provides coverage for the directors and officers of the Company. We continue to monitor the insurance marketplace to evaluate the value of obtaining insurance coverage for other categories of losses in the future. Although we believe, based on historical loss trends, that our self-insurance program accruals and our existing insurance coverage will be adequate to cover future losses, historical trends may not be indicative of future losses. The absence of third-party insurance coverage for other categories of losses increases our exposure to unanticipated claims and these losses could have a material adverse impact on our business, results of operations, financial condition and cash flows.\nChanges in tax laws or exposure to additional income tax liabilities could have a material impact on our business, results of operations, financial condition and cash flows.\nWe are subject to income taxes, as well as non-income based taxes, in the U.S., Ireland, and various other jurisdictions in which we operate. The tax laws in the U.S., Ireland and other countries in which we and our affiliates do business could change on a prospective or retroactive basis, and any such changes could have a material impact on our business, results of operations, financial condition, and cash flows.\nThe Organization for Economic Cooperation and Development (OECD) secured agreement from 142 countries to push forward with proposals to fundamentally rewrite International Tax rules which will likely impact the amount of tax multinationals such as Medtronic pay in the future. Certain countries have already enacted or are in the process of enacting legislation in line with guidance provided by the OECD. Ireland is subject to EU Directives and as a consequence has committed to enact legislation by December 31st 2023. As a result the first year Medtronic is expected to be impacted by these changes is fiscal year 2025.\nThe aggressive nature of the timeline set by the OECD may mean that all implications for business may not have been fully worked through or fully understood before rules are finalized. We continue to monitor the implications potentially resulting from this guidance. This action together with other legislative changes in many countries on the mandatory sharing of company information (financial and operational) with taxing authorities on a local and global basis under various information sharing initiatives, could lead to disagreements between jurisdictions associated with the proper allocation of profits between such jurisdictions.\nWe are subject to ongoing tax audits in the various jurisdictions in which we operate. Tax authorities may disagree with certain positions we have taken and assess additional taxes. We regularly assess the likely outcomes of these audits in order to determine the appropriateness of our tax provision. However, there can be no assurance that we will accurately predict the outcomes of these audits, and the actual outcomes of these audits could have a material impact on our business, results of operations, financial condition, and cash flows.\nWe have recorded reserves for potential payments of tax to various tax authorities related to uncertain tax positions. However, the calculation of such tax liabilities involves the application of complex tax laws, regulations and treaties (where applicable) in many jurisdictions. Therefore, any dispute with a tax authority may result in a payment that is significantly different from current estimates. If payment of these amounts ultimately proves to be less than the recorded amounts, the reversal of the liabilities generally would result in tax benefits being recognized in the period when we determine the liabilities are no longer necessary. If our estimate of tax liabilities proves to be less than the amount for which it is ultimately liable, we would incur additional charges, and such charges could have a material adverse effect on our business, results of operations, financial condition, and cash flows.\nThe Medtronic, Inc. tax court proceeding outcome could have a material adverse impact on our financial condition.\nIn March 2009, the IRS issued its audit report for Medtronic Inc. for fiscal years 2005 and 2006. Medtronic, Inc. reached agreements with the IRS on some, but not all matters related to these fiscal years. The remaining unresolved issue for fiscal years 2005 and 2006 relates to the allocation of income between Medtronic, Inc. and its wholly-owned subsidiary operating in Puerto Rico, which is one of our key manufacturing sites. The Tax Court issued its opinion on August 18, 2022, and it remains subject to appeal by either or both parties. At this time, the Company is evaluating whether to file an appeal. An adverse outcome in this matter could materially and adversely affect our business, results of operations, financial condition, and cash flows. See Note 18 to the consolidated financial statements in \"Item 8. Financial Statements and Supplementary Data\" in this Annual Report on Form 10-K. \nFuture potential changes to the U.S. tax laws could result in us being treated as a U.S. corporation for U.S. federal tax purposes, and the IRS may not agree with the conclusion that we should be treated as a foreign corporation for U.S. federal income tax purposes.\nBecause Medtronic plc is organized under the laws of Ireland, we would generally be classified as a foreign corporation under the general rule that a corporation is considered tax resident in the jurisdiction of its organization or incorporation for U.S. federal income tax purposes. Even so, the IRS may assert that we should be treated as a U.S. corporation (and, therefore, a U.S. tax resident) for U.S. federal income tax purposes pursuant to Section 7874 of the U.S. Internal Revenue Code of 1986, as amended (the Code). In addition, a retroactive change to \n22\nTable of C\nontents\nU.S. tax laws in this area could change this classification. If we were to be treated as a U.S. corporation for federal tax purposes, we could be subject to substantially greater U.S. tax liability than currently contemplated as a non-U.S. corporation.\nLegislative or other governmental action relating to the denial of U.S. federal or state governmental contracts to U.S. companies that redomicile abroad could adversely affect our business.\nVarious U.S. federal and state legislative proposals that would deny governmental contracts to U.S. companies that move their corporate location abroad may affect us. We are unable to predict the likelihood that, or final form in which, any such proposed legislation might become law, the nature of the regulations that may be promulgated under any future legislative enactments, or the effect such enactments and increased regulatory scrutiny may have on our business.\nRisks Relating to Our Jurisdiction of Incorporation\nWe are incorporated in Ireland, and Irish law differs from the laws in effect in the U.S. and may afford less protection to holders of our securities.\nOur shareholders may have more difficulty protecting their interests than would shareholders of a corporation incorporated in a jurisdiction of the United States. It may not be possible to enforce court judgments obtained in the U.S. against us in Ireland based on the civil liability provisions of the U.S. federal or state securities laws. In addition, there is some uncertainty as to whether the courts of Ireland would recognize or enforce judgments of U.S. courts obtained against us or our directors or officers based on the civil liabilities provisions of the U.S. federal or state securities laws or hear actions against us or those persons based on those laws. We have been advised that the U.S. currently does not have a treaty with Ireland providing for the reciprocal recognition and enforcement of judgments in civil and commercial matters. Therefore, a final judgment for the payment of money rendered by any U.S. federal or state court based on civil liability, whether or not based solely on U.S. federal or state securities laws, would not automatically be enforceable in Ireland.\nAs an Irish company, we are governed by the Irish Companies Act 2014, which differs in some material respects from laws generally applicable to U.S. corporations and shareholders, including, among others, differences relating to interested director and officer transactions and shareholder lawsuits. Likewise, the duties of directors and officers of an Irish company generally are owed to the company only. Shareholders of Irish companies generally do not have a personal right of action against directors or officers of the company and may exercise such rights of action on behalf of the company only in limited circumstances. Accordingly, holders of our securities may have more difficulty protecting their interests than would holders of securities of a corporation incorporated in the U.S.\nAs an Irish public limited company, certain capital structure decisions require shareholder approval, which may limit Medtronic’s flexibility to manage its capital structure.\nUnder Irish law, our authorized share capital can be increased by an ordinary resolution of our shareholders and the directors may issue new ordinary or preferred shares, without shareholder approval, once authorized to do so by our articles of association or by an ordinary resolution of our shareholders. Additionally, subject to specified exceptions, Irish law grants statutory preemption rights to existing shareholders where shares are being issued for cash consideration but allows shareholders to disapply such statutory preemption rights either in our articles of association or by way of special resolution. Such disapplication can either be generally applicable or be in respect of a particular allotment of shares. Accordingly, at our 2022 Annual General Meeting, our Shareholders authorized our Board of Directors to issue up to 33% of our issued ordinary shares and further authorized our Board of Directors to issue up to 10% of such shares for cash without first offering them to our existing shareholders (provided that with respect to 5% of such shares, such allotment is to be used for the purposes of a specified capital investment). Both of these authorizations will expire on June 8, 2024, unless renewed by shareholders for a further period. We anticipate seeking new authorizations at our 2023 Annual General Meeting and in subsequent years. We cannot provide any assurance that these authorizations will always be approved, which could limit our ability to issue equity and thereby adversely affect the holders of our securities.\nA transfer of our shares, other than ones effected by means of the transfer of book-entry interests in the Depository Trust Company, may be subject to Irish stamp duty.\nTransfers of our shares effected by means of the transfer of book entry interests in the Depository Trust Company (DTC) will not be subject to Irish stamp duty. However, if a shareholder holds our shares directly rather than beneficially through DTC, any transfer of shares could be subject to Irish stamp duty (currently at the rate of 1% of the higher of the price paid or the market value of the shares acquired). Payment of Irish stamp duty is generally a legal obligation of the transferee. The potential for stamp duty could adversely affect the price of shares.\nIn certain limited circumstances, dividends we pay may be subject to Irish dividend withholding tax and dividends received by Irish residents and certain other shareholders may be subject to Irish income tax.\nIn certain limited circumstances, dividend withholding tax (currently at a rate of 25%) may arise in respect of dividends paid on our shares. A number of exemptions from dividend withholding tax exist such that shareholders resident in the U.S. and other specified countries that have a tax treaty with Ireland may be entitled to exemptions from dividend withholding tax.\n23\nTable of C\nontents\nShareholders resident in the U.S. that hold their shares through DTC will not be subject to dividend withholding tax, provided the addresses of the beneficial owners of such shares in the records of the brokers holding such shares are recorded as being in the U.S. (and such brokers have further transmitted the relevant information to a qualifying intermediary appointed by us). However, other shareholders may be subject to dividend withholding tax, which could adversely affect the price of their shares.\nShareholders entitled to an exemption from Irish dividend withholding tax on dividends received from us will not be subject to Irish income tax in respect of those dividends unless they have some connection with Ireland other than their shareholding in our Company (for example, they are resident in Ireland). Shareholders who are not resident nor ordinarily resident in Ireland, but who receive dividends subject to Irish dividend withholding tax, will generally have no further liability to Irish income tax on those dividends.\nOur shares received by means of a gift or inheritance could be subject to Irish capital acquisitions tax.\nIrish capital acquisitions tax (CAT) could apply to a gift or inheritance of our shares irrespective of the place of residence, ordinary residence or domicile of the parties. This is because our shares will be regarded as property situated in Ireland. The person who receives the gift or inheritance has primary liability for CAT. Gifts and inheritances passing between spouses are exempt from CAT. Children currently have a tax-free threshold of €335,000 in respect of taxable gifts or inheritances received from their parents. Irish Revenue typically updates the amount of this tax-free threshold on an annual basis.\nEconomic and Industry Risks\nChanges in the prices of our goods and services and/or inflationary costs may have a material adverse effect on our business, results of operations, financial condition and cash flows.\nWe have experienced, and may continue to experience, decreasing prices for certain of our goods and services due to pricing pressure from managed care organizations and other third-party payers on our customers, increased market power of our customers as the medical device industry consolidates and increased competition among medical engineering and manufacturing services providers. We have also recently experienced, and may continue to experience, rising costs due to inflation. If the prices for our goods and services change or inflation continues to rise, we may be unable to sufficiently reduce our expenses or offset rising costs through increased prices to customers. As a result, our business, results of operations, financial condition and cash flows may be adversely affected.\nWe are subject to a variety of risks associated with global operations that could adversely affect our profitability and operating results.\nWe develop, manufacture, distribute and sell our products globally. We intend to continue to expand our operations and to pursue growth opportunities outside the U.S., especially in emerging markets. Operations in different countries including emerging markets could expose us to additional and greater risks and potential costs, including:\n•\nfluctuations in currency exchange rates,\n•\nhealthcare reform legislation,\n•\nthe need to comply with different regulatory regimes worldwide that are subject to change and that could restrict our ability to manufacture and sell our products,\n•\nlocal product preferences and product requirements,\n•\nlonger-term receivables than are typical in the U.S.,\n•\neconomic sanctions, export controls, trade protection measures, tariffs and other border taxes, and import or export licensing requirements,\n•\nless intellectual property protection in some countries outside the U.S. than exists in the U.S.,\n•\ndifferent labor regulations and workforce instability,\n•\npolitical and economic instability, including as a result of wars and insurrections,\n•\nthe expiration and non-renewal of foreign tax rulings and/or grants,\n•\npotentially negative consequences from changes in or interpretations of tax laws, and\n•\neconomic instability and inflation, recession or interest rate fluctuations.\nThe ongoing global economic competition and trade tensions between the U.S. and China present risk to Medtronic. Although we have been able to mitigate some of the impact on Medtronic from increased duties imposed by both sides (through petitioning both governments for tariff exclusions and other mitigations), the risk remains of additional tariffs and other kinds of restrictions. Tariff exclusions awarded to Medtronic by the U.S. Government require periodic renewal, and policies for granting exclusions could shift. The U.S. and China, which \n24\nTable of C\nontents\ncomprises approximately seven percent of our total revenues, could impose other types of restrictions such as limitations on government procurement or technology export restrictions, which could affect Medtronic’s access to the markets. \nThe Russia-Ukraine conflict and resulting sanctions and export restrictions are creating barriers to doing business in Russia and Belarus and adversely impacting global supply chains. While we have no manufacturing, distribution or direct material suppliers in the region, we continue to closely monitor the potential raw material/sub-tier supplier impact in both Russia and Ukraine. Materials like palladium and neon, which are both dependent on Russia supply, are part of broader semiconductor shortages in industry. Additional sanctions, export restrictions, and potential countermeasures within Russia may lead to greater uncertainty and geopolitical shifts in Asia that could cause additional adverse impacts on global supply chains and our business, results of operations, financial condition, and cash flows.\nMore generally, several governments including the U.S. have raised the possibility of policies to induce “re-shoring” of supply chains, less reliance on imported supplies, and greater national production. Examples include potential “Buy America” requirements in the U.S. If such steps triggered retaliation in other markets restricting access to foreign products in purchases by their government-owned healthcare systems, the result could be a significant impact on Medtronic.\nOther significant changes or disruptions to international trade arrangements, such as termination or modifications of other existing trade agreements, may adversely affect our business, results of operations, financial condition and cash flows. In addition, a significant amount of our trade receivables are with national healthcare systems in many countries. Repayment of these receivables is dependent upon the political and financial stability of those countries. In light of these global economic fluctuations, we continue to monitor the creditworthiness of customers. Failure to receive payment of all or a significant portion of these receivables could adversely affect our business, results of operations, financial condition and cash flows.\nThe COVID-19 pandemic, and the responses of business and governments to the pandemic, have at times resulted in reduced availability of air transport, port closures, increased border controls or closures, increased transportation costs and increased security threats to our supply chain, and countries may continue to close borders, impose prolonged quarantines, and further restrict travel and other activities. Our business could be adversely impacted if we are unable to successfully manage these and other risks of global operations. \nFinally, changes in currency exchange rates may impact the reported value of our revenues, expenses, and cash flows. We cannot predict changes in currency exchange rates, the impact of exchange rate changes, nor the degree to which we will be able to manage the impact of currency exchange rate changes.\nInstability in the financial sector could adversely affect our revenues, results of operation, or financial condition. \nRecent disruptions in the financial services industry caused periods of tightened credit availability and volatility in borrowing terms. If these conditions were to recur or worsen, we may experience reduced demand for a number of our products. In addition, we could experience loss of sales and profits due to delayed payments or insolvency of healthcare professionals, hospitals and other customers, suppliers and vendors facing liquidity issues. As a result, our business and liquidity may be adversely impacted, and we may be compelled to take additional measures to preserve our cash flow.\nConsolidation in the healthcare industry could have an adverse effect on our revenues and results of operations.\nMany healthcare industry companies, including healthcare systems, distributors, manufacturers, providers, and insurers, are consolidating or have formed strategic alliances. As the healthcare industry consolidates, competition to provide goods and services to industry participants will become more intense. Further, this consolidation creates larger enterprises with greater negotiating power, which they can use to negotiate price concessions. If we must reduce our prices because of industry consolidation, or if we lose customers as a result of consolidation, our business, results of operations, financial condition, and cash flows could be adversely affected.\nHealthcare industry cost-containment measures could result in reduced sales of our medical devices and medical device components.\nMost of our customers, and the healthcare providers to whom our customers supply medical devices, rely on third-party payers, including government programs and private health insurance plans, to reimburse some or all of the cost of the procedures in which medical devices that incorporate components we manufacture or assemble are used. The continuing efforts of governmental authorities, insurance companies and other payers of healthcare costs to contain or reduce these costs could lead to patients being unable to obtain approval for payment from these third-party payers. If third-party payer payment approval cannot be obtained by patients, sales of finished medical devices that include our components may decline significantly and our customers may reduce or eliminate purchases of our components. The cost-containment measures that healthcare providers are instituting, both in the U.S. and outside of the U.S., could harm our ability to operate profitably. For example, managed care organizations have successfully negotiated volume discounts for pharmaceuticals, and GPOs and IDNs have also concentrated purchasing decisions for some customers, which has led to downward pricing pressure for medical device companies, including us.",
    "item7": ">Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations\nUNDERSTANDING OUR FINANCIAL INFORMATION\nThe following discussion and analysis provides information management believes to be relevant to understanding the financial condition and results of operations of the Company. \nThe discussi\non focuses on our financial results for the fiscal year ended April 28, 2023 (fiscal year 2023) and the fiscal year ended April 29, 2022 (fiscal year 2022). A discussion on our results of operations for fiscal year 2022 as compared to the year ended April 30, 2021 (fiscal year 2021) is included in Part II, Item 7. \"Mana\ngement's Discussion and Analysis of Financial Condition and Results of Operations\" of our Annual Report on Form 10-K for the year ended \nApril 29, 2022\n, filed with the SEC on June \n23, 2022, and is i\nncorporated by reference into this Form 10-K\n. You should read this discussion and analysis along with our consolidated financial statements and related notes thereto at April 28, 2023 and April 29, 2022 and for fiscal years 2023, 2022, and 2021, which are presented within \"Item 8. Financial Statements and Supplementary Data\" in this Annual Report on Form 10-K. Amounts reported in millions within this annual report are computed based on the amounts in thousands, and therefore, the sum of the components may not equal the total amount reported in millions due to rounding. Additionally, certain columns and rows within tables may not sum due to rounding.\nFinancial Trends\nThroughout this Management’s Discussion and Analysis, we present certain financial measures that facilitate management's review of the operational performance of the Company and as a basis for strategic planning; however, such financial measures are not presented in our financial statements prepared in accordance with accounting principles generally accepted in the United States (U.S.) (U.S. GAAP). These financial measures are considered \"non-GAAP financial measures\" and are intended to supplement, and should not be considered as superior to, financial measures presented in accordance with U.S. GAAP. We believe that non-GAAP financial measures provide information useful to investors in understanding the Company's underlying operational performance and trends and may facilitate comparisons with the performance of other companies in the medical technologies industry.\nAs presented in the GAAP to Non-GAAP Reconciliations section below, our non-GAAP financial measures exclude the impact of amortization of intangible assets and certain charges or benefits that contribute to or reduce earnings and that may affect financial trends and include certain charges or benefits that result from transactions or events that we believe may or may not recur with similar materiality or impact to our operations in future periods (Non-GAAP Adjustments). \nIn the event there is a Non-GAAP Adjustment recognized in our operating results, the tax cost or benefit attributable to that item is separately calculated and reported. Because the effective rate can be significantly impacted by the Non-GAAP Adjustments that take place during the period, we often refer to our tax rate using both the effective rate and the non-GAAP nominal tax rate (Non-GAAP Nominal Tax Rate). The Non-GAAP Nominal Tax Rate is calculated as the income tax provision, adjusted for the impact of Non-GAAP Adjustments, as a percentage of income before income taxes, excluding Non-GAAP Adjustments.\nFree cash flow is a non-GAAP financial measure calculated by subtracting property, plant, and equipment additions from operating cash flows.\nRefer to the “GAAP to Non-GAAP Reconciliations,\" \"Income Taxes,\" and \"Free Cash Flow\" sections for reconciliations of the non-GAAP financial measures to their most directly comparable financial measures prepared in accordance with U.S. GAAP.\n29\nTable of C\nontents\nEXECUTIVE LEVEL OVERVIEW\nThe following is a summary of revenue, diluted earnings per share, and cash flow for fiscal years 2023 and 2022:\nGAAP to Non-GAAP Reconciliations \nThe tables below present reconciliations of our Non-GAAP financial measures to the most directly comparable financial measures prepared in accordance with U.S. GAAP for fiscal years 2023 and 2022. \n \nFiscal year ended April 28, 2023\n(in millions, except per share data)\nIncome Before Income Taxes\nIncome Tax Provision (Benefit)\nNet Income Attributable to Medtronic\nDiluted EPS\nEffective Tax Rate\nGAAP\n$\n5,364 \n$\n1,580 \n$\n3,758 \n$\n2.82 \n29.5 \n%\nNon-GAAP Adjustments:\nAmortization of intangible assets\n1,698 \n255 \n1,443 \n1.08 \n15.0 \nRestructuring and associated costs\n (1)\n647 \n139 \n507 \n0.38 \n21.5 \nAcquisition-related items \n(2)\n110 \n21 \n89 \n0.07 \n19.1 \nDivestiture and separation-related items \n(3)\n235 \n8 \n227 \n0.17 \n3.4 \nCertain litigation charges, net \n(4)\n(30)\n(8)\n(23)\n(0.02)\n26.7 \n(Gain)/loss on minority investments \n(5)\n(33)\n2 \n(29)\n(0.02)\n(6.1)\nMedical device regulations \n(6)\n150 \n30 \n120 \n0.09 \n20.0 \nDebt redemption premium and other charges \n(7)\n53 \n11 \n42 \n0.03 \n20.8 \nCertain tax adjustments, net \n(8)\n— \n(910)\n910 \n0.68 \n— \nNon-GAAP\n$\n8,194 \n$\n1,128 \n$\n7,045 \n$\n5.29 \n13.8 \n%\n30\nTable of C\nontents\n \nFiscal year ended April 29, 2022\n(in millions, except per share data)\nIncome Before Income Taxes\nIncome Tax Provision (Benefit)\nNet Income Attributable to Medtronic\nDiluted EPS\nEffective Tax Rate\nGAAP\n$\n5,517 \n$\n456 \n$\n5,039 \n$\n3.73 \n8.3 \n%\nNon-GAAP Adjustments:\nAmortization of intangible assets\n1,733 \n266 \n1,467 \n1.09 \n15.3 \nRestructuring and associated costs\n (1)\n335 \n54 \n281 \n0.21 \n16.1 \nAcquisition-related items \n(2)\n(43)\n5 \n(48)\n(0.04)\n(11.6)\nCertain litigation charges\n95 \n17 \n78 \n0.06 \n17.9 \n(Gain)/loss on minority investments \n(5)\n(12)\n— \n(9)\n(0.01)\n— \nMedical device regulations \n(6)\n102 \n16 \n86 \n0.06 \n15.7 \nMCS impairment / costs \n(9)\n881 \n220 \n661 \n0.49 \n25.0 \nCertain tax adjustments, net\n (10)\n— \n50 \n(50)\n(0.04)\n— \nNon-GAAP\n$\n8,609 \n$\n1,084 \n$\n7,505 \n$\n5.55 \n12.6 \n%\n(1)\nAssociated costs include costs incurred as a direct result of the restructuring program, such as salaries for employees supporting the program and consulting expenses. \n(2)\nThe charges primarily include business combination costs and changes in fair value of contingent consideration.\n(3)\nThe charges predominantly include non-cash pre-tax impairments, primarily related to goodwill, changes in the carrying value of the disposal group, and other associated costs, as a result of the April 1, 2023 sale of half of the Company's Renal Care Solutions (RCS) business; charges related to the impending separation of the Patient Monitoring and Respiratory Interventions businesses within our Medical Surgical Portfolio in the fourth quarter of fiscal year 2023; and charges related to an exit of a business which are primarily comprised of inventory write-downs.\n(4)\nCertain litigation includes $35 million income related to the one-time payment received as a result of the Intellectual Property Agreement entered into with Edwards Lifesciences on April 12, 2023.\n(5)\nWe exclude unrealized and realized gains and losses on our minority investments as we do not believe that these components of income or expense have a direct correlation to our ongoing or future business operations. \n(6)\nThe charges represent estimated incremental costs of complying with the new European Union medical device regulations for previously registered products and primarily include charges for contractors supporting the project and other direct third-party expenses. We consider these costs to be duplicative of previously incurred costs and /or one-time costs, which are limited to a specific period.\n(7)\nThe charges relate to the early redemption of approximately $2.3 billion of debt and were recorded within interest expense, net within the consolidated statements of income.\n(8)\nThe charge primarily relates to a $764 million reserve adjustment that was a direct result of the U.S. Tax Court opinion, issued on August 18, 2022, on the previously disclosed litigation regarding the allocation of income between Medtronic, Inc. and its wholly owned subsidiary operating in Puerto Rico. Additional charges relate to the reduction of deferred tax assets due to the disallowance of certain interest deductions and the change in the reporting currency for certain carryover attributes, and the amortization on previously established deferred tax assets from intercompany intellectual property transactions.\n(9)\nThe charges relate to the Company’s June 2021 decision to stop the distribution and sale of the Medtronic HVAD System within the Mechanical Circulatory Support Operating Unit (MCS). The charges included $515 million of non-cash impairments, primarily related to $409 million of intangible asset impairments, as well as $366 million for commitments and obligations in connection with the decision, including patient support obligations, restructuring, and other associated costs. Medtronic is committed to serving the needs of patients currently implanted with the HVAD System.\n(10)\nThe net benefit primarily relates to the deferred tax impact associated with a step up in tax basis for Swiss Cantonal purposes and a change in tax rates on deferred taxes associated with intellectual property, which are partially offset by the amortization on previously established deferred tax assets from intercompany intellectual property transactions and a charge related to a change in the Company's permanent reinvestment assertion on certain historical earnings.\n31\nTable of C\nontents\nFree Cash Flow \nFree cash flow, a non-GAAP financial measure, is calculated by subtracting additions to property, plant, and equipment from net cash provided by operating activities. Management uses this non-GAAP financial measure, in addition to U.S. GAAP financial measures, to evaluate our operating results. Free cash flow should be considered supplemental to, and not a substitute for, our reported financial results prepared in accordance with U.S. GAAP. Reconciliations between net cash provided by operating activities (the most comparable U.S. GAAP measure) and free cash flow are as follows:\nFiscal Year\n(in millions)\n2023\n2022\nNet cash provided by operating activities\n$\n6,039 \n$\n7,346 \nAdditions to property, plant, and equipment\n(1,459)\n(1,368)\nFree cash flow\n$\n4,580 \n$\n5,978 \nRefer to the Summary of Cash Flows section for drivers of the change in cash provided by operating activities.\n32\nTable of C\nontents\nNET SALES\nSegment and Division \nThe charts below illustrate the percent of net sales by segment for fiscal years 2023 and 2022:\nThe table below includes net sales by segment and division for fiscal years 2023 and 2022:\n \n Net Sales by Fiscal Year\nPercent Change \n(in millions)\n2023\n2022\nCardiac Rhythm & Heart Failure\n$\n5,835 \n$\n5,908 \n(1)\n%\nStructural Heart & Aortic \n3,363 \n3,055 \n10 \nCoronary & Peripheral Vascular \n2,375 \n2,460 \n(3)\nCardiovascular \n11,573 \n11,423 \n1 \nSurgical Innovations\n5,663 \n6,060 \n(7)\nRespiratory, Gastrointestinal, & Renal\n2,770 \n3,081 \n(10)\nMedical Surgical \n8,433 \n9,141 \n(8)\nCranial & Spinal Technologies\n4,451 \n4,456 \n— \nSpecialty Therapies\n2,815 \n2,592 \n9 \nNeuromodulation\n1,693 \n1,735 \n(2)\nNeuroscience\n8,959 \n8,784 \n2 \nDiabetes \n2,262 \n2,338 \n(3)\nTotal\n$\n31,227 \n$\n31,686 \n(1)\n%\n33\nTable of C\nontents\nSegment and Market Geography\nThe charts below illustrate the percent of net sales by market geography for fiscal years 2023 and 2022:\nThe table below includes net sales by market geography for each of our segments for fiscal years 2023 and 2022:\nU.S.\n(1)\nNon-U.S. Developed Markets\n(2)\nEmerging Markets\n(3)\n(in millions)\nFiscal Year 2023\nFiscal Year 2022\n% Change\nFiscal Year 2023\nFiscal Year 2022\n% Change\nFiscal Year 2023\nFiscal Year 2022\n% Change\nCardiovascular\n$\n5,848 \n$\n5,545 \n5 \n%\n$\n3,564 \n$\n3,866 \n(8)\n%\n$\n2,161 \n$\n2,012 \n7 \n%\nMedical Surgical\n3,658 \n3,862 \n(5)\n3,080 \n3,373 \n(9)\n1,694 \n1,905 \n(11)\nNeuroscience\n6,018 \n5,753 \n5 \n1,658 \n1,801 \n(8)\n1,283 \n1,229 \n4 \nDiabetes\n849 \n974 \n(13)\n1,106 \n1,085 \n2 \n307 \n279 \n10 \nTotal\n$\n16,373 \n$\n16,135 \n1 \n%\n$\n9,408 \n$\n10,126 \n(7)\n%\n$\n5,446 \n$\n5,426 \n— \n%\n(1)\nU.S. includes the United States and U.S. territories.\n(2)\nNon-U.S. developed markets include Japan, Australia, New Zealand, Korea, Canada, and the countries within Western Europe.\n(3)\nEmerging markets include the countries of the Middle East, Africa, Latin America, Eastern Europe, and the countries of Asia that are not included in the non-U.S. developed markets, as defined above.\nThe decline in net sales for fiscal year 2023 was primarily driven by unfavorable currency impacts, impact of volume-based procurement tenders and COVID-19 resurgence in China, as well as supply chain challenges in certain businesses, particularly in the first quarter of fiscal year 2023. Currency had an unfavorable impact of $1.2 billion on non-U.S. developed markets and $262 million on emerging markets. The decline in net sales was partially offset by growth in certain product lines and businesses, including Micra, Transcatheter Aortic Valve replacements (TAVR), hemorrhagic and ischemic stroke, and ENT, in addition to the $265 million one-time payment received as a result of the Intellectual Property Agreement entered into with Edwards Lifesciences, as further discussed in the Cardiovascular net sales section below. \n34\nTable of C\nontents\nLooking ahead, a number of macro-economic and geopolitical factors could negatively impact our business, including without limitation: \n•\nCompetitive product launches and pricing pressure, geographic macro-economic risks including fluctuations in currency exchange rates, general price inflation, rising interest rates, reimbursement challenges, impacts from changes in the mix of our product offerings, delays in product registration approvals, and replacement cycle challenges; \n•\nNational and provincial/state tender decisions, including around pricing, for certain products, particularly in China;\n•\nThe uncertain and uneven impact of COVID-19 on future procedural volumes, supply constraints including certain electronic components and semiconductors, healthcare staffing in certain regions, and resulting impacts on demand for our products and therapies; and\n•\nThe sanctions and other measures being imposed in response to the Russia-Ukraine conflict are having, and could continue to have impacts on revenue and supply chain. The financial impact of the conflict in fiscal year 2023, including on accounts receivable and inventory reserves, was not material, and for fiscal year 2023, the business of the Company in these countries represented less than 1% of the Company's consolidated revenues and assets. Although the implications of this conflict are difficult to predict at this time, the ongoing conflict may increase pressure on the global economy and supply chains, resulting in increased future volatility risk for our business operations and performance.\nCardiovascular \nCardiovascular products include pacemakers, insertable cardiac monitors, cardiac resynchronization therapy devices, implantable cardioverter defibrillators (ICD), leads and delivery systems, electrophysiology catheters, products for the treatment of atrial fibrillation, information systems for the management of patients with Cardiac Rhythm & Heart Failure devices, products designed to reduce surgical site infections, coronary and peripheral stents and related delivery systems, balloons and related delivery systems, endovascular stent graft systems, heart valve replacement technologies, cardiac tissue ablation systems, and open heart and coronary bypass grafting surgical products. Cardiovascular also includes Care Management Services and Cath Lab Managed Services (CLMS) within the Cardiac Rhythm & Heart Failure division. Cardiovascular net sales for fiscal year 2023 were $11.6 billion, an increase of 1 percent as compared to fiscal year 2022. The net sales increase was primarily due to the strong performance of Micra, TAVR, and Diagnostics, partially offset by unfavorable currency impact of $569 million and supply chain challenges in certain businesses.\nThe charts below illustrate the percent of Cardiovascular net sales by division for fiscal years 2023 and 2022: \nCardiac Rhythm & Heart Failure (CRHF) net sales decreased 1 percent in fiscal year 2023 as compared to fiscal year 2022. The decrease was driven by Cardiac Ablation Solutions experiencing competitive pressures in Western Europe, as well as the pending volume-based procurement (VBP) tenders in China, offset by continued adoption of Micra AV, TYRX antibacterial envelopes, LINQ II implants, and growth from Arctic Front cryoblation catheters in the U.S. \n35\nTable of C\nontents\nStructural Heart & Aortic (SHA) net sales increased 10 percent in fiscal year 2023 as compared to fiscal year 2022. The increase was led by growth in transcatheter aortic valve replacement (TAVR), including the U.S. and Japan. Results include $265 million of revenue from a one-time payment received as a result of the Intellectual Property Agreement (agreement) entered into with Edwards Lifesciences (Edwards) on April 12, 2023. As part of this agreement, Edwards will also pay the Company royalty payments tied to future net sales of certain Edwards products. Net sales growth was negatively impacted by a field corrective action with the Harmony Transcatheter Pulmonary Valve and Delivery Catheter System.\nCoronary & Peripheral Vascular (CPV) net sales decreased 3 percent in fiscal year 2023 as compared to fiscal year 2022. The net sales declines were driven by market procedural volumes in Coronary remaining below pre-COVID levels in several major markets, headwinds related to U.S. hospital contrast shortages early in fiscal year 2023, and declines in Peripheral Vascular Health due to competitors re-entering the market and supply chain challenges. Net sales declines were partially offset by strong demand combined with improved product availability of the SpiderFX embolic protection device (EPD) and strong performance of our superficial venous product portfolio, including the VenaSeal system. \nIn addition to the macro-economic and geopolitical factors described in the Net Sales section, looking ahead, we expect Cardiovascular could be affected by the following:\n•\nContinued growth of our Micra transcatheter pacing system. Our portfolio consists of Micra VR and Micra AV, which offer leadless pacing therapy to approximately 45 percent of pacemaker patients. We expect the launch of next generation Micra AV2/VR2 in the first quarter of fiscal year 2024 will continue to support adoption of leadless pacing, as it extends the capability of the Micra portfolio by adding significant battery longevity and programming simplicity.\n•\nContinued acceptance and growth from the Azure XT and S SureScan pacing systems and the 3830 lead. Azure pacemakers feature Medtronic-exclusive BlueSync technology, which enables automatic, secure wireless remote monitoring with increased device longevity. The 3830 lead, previously labeled for His-bundle pacing, has now been expanded to include left bundle branch area pacing. \n•\nGrowth of the Cobalt and Crome portfolio of ICDs and CRT-Ds. \n•\nGrowth of the CRT-P quadripolar pacing system.\n•\nContinued growth, adoption, and utilization of the TYRX Envelope for implantable devices. \n•\nContinued acceptance and expansion of the LINQ II cardiac monitor. During the third quarter of fiscal year 2022, we launched two AccuRhythm AI algorithms on the LINQ II platform to significantly reduce false positive alerts for Atrial Fibrillation and pause episodes while retaining sensitivity for true positive detection and reduce clinic workload and burden. AccuRhythm AI launched in Europe during the first quarter of fiscal year 2023.\n•\nContinued growth of Arctic Front cryoablation for treatment of atrial fibrillation.\n•\nAcceptance and growth of the Affera Mapping/Navigation System and Sphere 9 mapping/ablation catheter. The system was launched under a limited market release in the fourth quarter of fiscal year 2023 in Western Europe. \n•\nContinued acceptance and growth of the self-expanding CoreValve Evolut transcatheter aortic valve replacement platform. This includes Evolut PRO which provides enhanced hemodynamics, reliable delivery, enhanced durability, advanced sealing, and Evolut FX, a system designed to improve the overall procedural experience through enhancements in deliverability, implant visibility, and deployment stability.\n•\nContinued expansion and training of field support to increase coverage in the U.S. centers performing TAVR procedures.\n•\nContinued acceptance and growth of the Onyx Frontier DES platform. The platform launched in the U.S. in the first quarter of fiscal year 2023 and in select international countries in the second quarter of fiscal year 2023. Onyx Frontier is a drug-eluding stent (DES) that introduces an enhanced delivery system and is used for complex percutaneous coronary intervention (PCI).\n•\nContinued acceptance of the VenaSeal Closure System in the U.S. The VenaSeal Closure System is a unique non-thermal solution to address superficial venous disease that provides improved patient comfort, reduces the recovery time, and eliminates the risk of thermal nerve injury.\n•\nAcceptance and growth of IN.PACT 018 drug-coated balloon (DCB). The product was launched in the U.S. under limited market release in the first quarter of fiscal year 2023 with full market release in the third quarter of fiscal year 2023. IN.PACT 018 adds to the existing IN.PACT Admiral DCB portfolio and is used to treat femoropopliteal disease.\n36\nTable of C\nontents\n•\nMarket and competitive pressure on sales of the Abre venous self-expanding stent system. Abre is designed for the unique challenges of venous disease. Now backed by 36 months of data, it offers easy deployment and delivers demonstrated endurance, to give patients freedom of movement.\n•\nOur ability to successfully develop, obtain regulatory approval of and commercialize the products within our pipeline, which include, but are not limited to, the Symplicity Spyral Multi-Electrode Renal Denervation Catheter, Pulse Field Ablation, a novel energy source that is non-thermal, and Aurora Extravascular ICD.\nMedical Surgical\n \nMedical Surgical’s products span the entire continuum of patient care from diagnosis to recovery, with a focus on diseases of the gastrointestinal tract, lungs, pelvic region, kidneys, obesity, and preventable complications. The products include those for advanced and general surgical products, surgical stapling devices, vessel sealing instruments, wound closure, electrosurgery products, hernia mechanical devices, mesh implants, advanced ablation, interventional lung, ventilators, airway products, renal care products, and sensors and monitors for pulse oximetry, capnography, level of consciousness and cerebral oximetry. Medical Surgical’s net sales for fiscal year 2023 were $8.4 billion, a decrease of 8 percent as compared to fiscal year 2022. The net sales decrease was primarily driven by unfavorable currency impact of $454 million, provincial volume-based procurement (VBP) stapling tenders in China, and a decline in ventilator sales due to the high COVID-19 demand in the corresponding period in the prior fiscal year. Supply chain disruptions, particularly in Surgical Innovations, also contributed to the net sales decrease for fiscal year 2023. \nThe charts below illustrate the percent of Medical Surgical net sales by division for fiscal years 2023 and 2022:\nSurgical Innovations net sales for fiscal year 2023 decreased 7 percent as compared to fiscal year 2022. The net sales decline was led by Advanced Surgical instruments, driven by global supply chain challenges, including resins, semiconductors, and packaging trays, which impacted energy and stapling products, and provincial VBP stapling tenders and COVID-19 lockdowns in China. These declines were partially offset by growth in Advanced Energy in the fourth quarter of fiscal year 2023.\nRespiratory, Gastrointestinal, & Renal (RGR) net sales for fiscal year 2023 decreased 10 percent as compared to fiscal year 2022. RGR net sales declines were largely due to declines in ventilator demand when compared to the corresponding period in the prior fiscal year as demand dropped below pre-pandemic levels, as well as declines in RCS driven by product availability challenges in the first three quarters of fiscal year 2023, and only two months of sales in the fourth quarter of fiscal year 2023 as a result of the April 1, 2023 contribution of half of the Company's RCS business to form Mozarc Medical. These declines were partially offset by growth in Gastrointestinal driven by strength in sales of GI Genius.\n37\nTable of C\nontents\nIn addition to the macro-economic and geopolitical factors described in the Net Sales section, looking ahead we expect Medical Surgical could be affected by the following:\n•\nThe pending separation of the combined Patient Monitoring and Respiratory Interventions businesses from the Medical Surgical Portfolio. The Company announced its intention to pursue a separation in October 2022 and expects to complete the separation 18 to 24 months from the announcement date.\n•\nAcceptance and continued growth of Open-to-MIS (minimally invasive surgery) techniques and tools through our efforts to transition open surgery to MIS. Open-to-MIS initiative focuses on capturing the market opportunity that exists in transitioning open procedures to MIS, whether through traditional MIS, advanced instrumentation, or robotics. Through our approach, in parallel, we also expand our presence and optimize open surgery in current open surgery markets.\n•\nContinued global acceptance and future growth of powered stapling and energy platform.\n•\nOur ability to execute ongoing strategies addressing the competitive pressure of reprocessing vessel sealing disposables and growth of our surgical soft tissue robotics procedures in the U.S.\n•\nOur ability to create markets and drive products and procedures into emerging markets with our high quality and cost-effective surgical products designed for customers in emerging markets. An example is our ValleyLab LS10 single channel vessel sealing generator, which is compatible with our line of LigaSure instruments and designed for simplified use and affordability.\n•\nAcceptance of less invasive standards of care in gastrointestinal and hepatology products, including products that span the care continuum from diagnostics to therapeutics. Recently launched products include GI Genius and PillCam capsule endoscopy.\n•\nExpanding the use of less invasive treatments and furthering our commitment to improving options for women with abnormal uterine bleeding. Our expanded and strengthened surgical offerings complement our global gynecology business.\n•\nGlobal adoption of robotic-assisted surgery and installations of Hugo robotic assisted surgery (RAS) system for urologic, bariatric, gynecologic, and general surgery procedures. This includes continued integration and adoption of Touch Surgery Enterprise with the first artificial intelligence powered surgical videos and analytics platform to make it easier to train and discover new techniques within the robotics platform. The Hugo RAS system, which received CE Mark in October 2021, as well as secured additional regulatory approvals outside the U.S., is designed to help reduce unwanted variability, improve patient outcomes, and, by extension, lower per procedure cost.\n•\nOur ability to successfully develop, obtain regulatory approval of and commercialize the products within our pipeline, which include, but are not limited to, our Hugo RAS system in the U.S., Signia power stapling devices, and our next-gen Ligasure and Sonicision vessel sealing devices.\nNeuroscience\nNeuroscience's products include various spinal implants, bone graft substitutes, biologic products, image-guided surgery and intra-operative imaging systems, robotic guidance systems used in the robot-assisted spine procedures, and systems that incorporate advanced energy surgical instruments. Neuroscience's products also focus on therapies to treat the diseases of the vasculature in and around the brain, including coils, neurovascular stents, and flow diversion products, as well as products to treat ear, nose, and throat (ENT), and the treatment of overactive bladder, urinary retention, fecal incontinence. Neuroscience also manufactures products related to implantable neurostimulation therapies and drug delivery systems for the treatment of chronic pain, movement disorders, and epilepsy. Neuroscience’s net sales for fiscal year 2023 were $9.0 billion, an increase of 2 percent as compared to fiscal year 2022. The net sales increase was primarily due to growth in U.S. Core Spine, Neurovascular, ENT, and continued supply risk mitigation, partially offset by unfavorable currency impact of $281 million and supply chain challenges in certain businesses.\n38\nTable of C\nontents\nThe graphs below illustrate the percent of Neuroscience net sales by division for fiscal years 2023 and 2022:\nCranial & Spinal Technologies (CST) net sales for fiscal year 2023 were flat as compared to fiscal year 2022 as growth within U.S. Core Spine was offset by net sales declines in Biologics and unfavorable currency impact. The growth in U.S. Core Spine products was driven by the continued adoption of the Aible ecosystem of spine products. The net sales increase was also attributable to strong sales of StealthStation Navigation and Midas Rex powered surgical instruments. The decline in net sales in Biologics was due to supply chain challenges throughout the year.\nSpecialty Therapies (Specialty) net sales for fiscal year 2023 increased 9 percent as compared to fiscal year 2022. The increase was driven by growth in hemorrhagic and ischemic stroke, flow diversion and access delivery products. The net sales increase was also driven by benefits from the May 2022 acquisition of Intersect ENT.\nNeuromodulation (NM) net sales for fiscal year 2023 decreased 2 percent as compared to fiscal year 2022. The decline in net sales was largely due to declines of Brain Modulation replacement devices and supply chain challenges in Interventional, which has recently seen improvements in product availability. The decline was partially offset by growth within Pain Stim and to a lesser extent, Targeted Drug Delivery.\nIn addition to the macro-economic and geopolitical factors described in the Net Sales section, looking ahead we expect Neuroscience could be affected by the following:\n•\nContinued adoption and growth of our integrated solutions through the Aible offering, which integrates spinal implants with enabling technologies (StealthStation, O-arm Imaging Systems, and Midas), Mazor robotics, and UNiD Adaptive Spine Intelligence AI-driven technology for surgical planning and personalized spinal implants.\n•\nMarket acceptance and continued global adoption of innovative new spine products and procedural solutions within our CST operating unit, such as Catalyft PL, ModuLeX, CD Horizon Voyager System, and our Infinity OCT System, as well as continued growth from Titan spine titanium interbody implants with Nanolock technology.\n•\nContinued growth of Pipeline Embolization Devices, endovascular treatments for large or giant wide-necked brain aneurysms. \n•\nContinued acceptance and growth of the Solitaire X revascularization device for treatment of acute ischemic stroke and our React Catheter and Riptide aspiration system.\n•\nStrengthening our position in the ENT market as a result of the May 2022 acquisition of Intersect ENT, a global ENT medical technology leader. The acquisition expands Neuroscience's portfolio of products used during ENT procedures and combined with the Company's navigation, powered instruments, and existing tissue health products, offers a broader suite of solutions to assist surgeons treating patients who suffer from chronic rhinosinusitis (CRS).\n39\nTable of C\nontents\n•\nContinued acceptance and growth of our Pelvic Health and ENT therapies, including our InterStim therapy with InterStim X and InterStim II recharge-free neurostimulators and InterStim Micro rechargeable neurostimulator for patients suffering from overactive bladder, (non-obtrusive) urinary retention, and chronic fecal incontinence, and capital equipment sales of the Stealth Station ENT surgical navigation system and intraoperative NIM nerve monitoring system.\n•\nMarket acceptance and growth from SCS therapy for treating chronic pain and Diabetic Peripheral Neuropathy (DPN) on the Intellis rechargeable neurostimulator and Vanta recharge-free neurostimulator. \n•\nContinued acceptance and growth of our Percept family of DBS devices with proprietary BrainSense technology for objectifying and personalizing the treatment of Parkinson's Disease, epilepsy, and other movement disorders.\n•\nOngoing obligations under the U.S. FDA consent decree entered in April 2015 relating to the SynchroMed drug infusion system and the Neuromodulation quality system. The U.S. FDA lifted its distribution requirements on our implantable drug pump in October 2017 and its warning letter in November 2017.\n•\nOur ability to successfully develop, obtain regulatory approval of and commercialize the products within our pipeline, which include our closed-loop Percept devices with adaptive DBS (aDBS) and Inceptiv Neurostimulator, as well as our hemorrhagic stroke intravascular device, and our next-generation spine enabling technologies. \nDiabetes\nDiabetes' products include insulin pumps, continuous glucose monitoring (CGM) systems, consumables, and smart insulin pen systems. Diabetes' sales for fiscal year 2023 were $2.3 billion, a decrease of 3 percent as compared to fiscal year 2022. The decrease in net sales was primarily driven by unfavorable currency impact of $133 million and declines in the U.S. The net sales declines were partially offset by strong international growth primarily driven by the continued international expansion of the MiniMed 780G insulin pump system and integrated CGM. During April 2023, the U.S. FDA lifted the warning letter received in December 2021. \nIn addition to the macro-economic and geopolitical factors described in the Net Sales section, looking ahead we expect Diabetes could be affected by the following:\n•\nContinued acceptance and growth for the MiniMed 780G insulin pump system, which is powered by SmartGuard technology and features the added benefits of meal detection technology that automatically adjusts and corrects sugar level levels every five minutes. The global adoption of sensor-augmented insulin pump systems has resulted in strong sensor attachment rates. The MiniMed 780G insulin pump system with the Guardian 4 Sensor was approved by the U.S. FDA in late April 2023.\n•\nContinued acceptance and growth of the Guardian Connect CGM system, which displays glucose information directly to a smartphone to help ensure patients have access to their glucose levels seamlessly and discretely. The Guardian Connect CGM system is available on both Apple iOS and Android devices. \n•\nMarket acceptance and growth of our InPen smart pen system, which allows users to have their Medtronic CGM readings in real-time alongside insulin dose information, all in one view. \n•\nContinued pump, CGM, and consumable competition in an expanding global market. \n•\nChanges in medical reimbursement policies and programs, along with additional payor coverage on insulin pumps.\n•\nOur ability to successfully develop, obtain regulatory approval of and commercialize the products within our pipeline, including our next-generation sensor Simplera, which has been submitted to the U.S. FDA.\n40\nTable of C\nontents\nCOSTS AND EXPENSES\nThe following is a summary of cost of products sold, research and development, and selling, general, and administrative expenses as a percent of net sales:\nCost of Products Sold  \n Cost of products sold for fiscal year 2023 was $10.7 billion as compared to $10.1 billion for fiscal year 2022. The increase in cost of products sold as a percentage of net sales was primarily attributable to increased labor and direct material manufacturing costs, predominantly due to inflationary pressures and supply chain challenges, increased freight due to higher fuel costs and expedited shipments for backorders resulting from supply chain challenges, as well as increased inventory reserves. Fiscal year 2022 included $58 million of inventory write-downs associated with our June 2021 decision to stop the distribution and sale of Medtronic's HVAD System (MCS charges). Looking forward, our cost of products sold likely will be further negatively impacted by inflation and higher labor and direct material costs. We continue to focus on reducing our costs of production through supplier management, manufacturing improvements, and optimizing our manufacturing network.\nResearch and Development Expense   \nWe remain committed to deliver the best possible experiences for patients, physicians, and caregivers we serve; to create technologies that expand what’s possible across the human body to transform lives; to turn data and insights into real action to serve patient needs, improving care; and to expand healthcare access and deliver positive outcomes. Research and development expense for fiscal years 2023 and 2022 was $2.7 billion. Fiscal year 2022 included $101 million of expense related to acquisitions of, and license payments for, technology not approved by regulators, primarily in our Diabetes segment.\nSelling, General, and Administrative Expense  \n Our goal is to continue to leverage selling, general, and administrative expense initiatives. Selling, general, and administrative expense primarily consists of salaries and wages, other administrative costs, such as professional fees and marketing expenses, certain acquisition, divestiture and separation-related costs, and restructuring expenses. Selling, general, and administrative expense for fiscal year 2023 was $10.4 billion as compared to $10.3 billion for fiscal year 2022. The increase in selling, general, and administrative expense as a percentage of net sales was primarily driven by employee travel, and to a lesser extent by lower net sales, partially offset by a reduction in professional services.\nThe following is a summary of other costs and expenses (income):\nFiscal Year\n(in millions)\n2023\n2022\nAmortization of intangible assets\n$\n1,698 \n$\n1,733 \nRestructuring charges, net\n375 \n60 \nCertain litigation charges, net\n(30)\n95 \nOther operating (income) expense, net\n(131)\n862 \nOther non-operating income, net\n(515)\n(318)\nInterest expense, net\n636 \n553 \n41\nTable of C\nontents\nAmortization of Intangible Assets   \nAmortization of intangible assets includes the amortization expense of our definite-lived intangible assets, consisting of purchased patents, trademarks, tradenames, customer relationships, purchased technology, and other intangible assets. \nRestructuring Charges, Net\nIn fiscal years 2023 and 2022, restructuring costs primarily related to Enterprise Excellence and Simplification restructuring programs, both of which were substantially completed as of the end of this fiscal year.\nIn the fourth quarter of fiscal year 2023, we incurred $0.3 billion of restructuring charges primarily related to employee termination benefits to support cost reduction initiatives. These charges were incremental to charges incurred under our Enterprise Excellence and Simplification programs noted above.\nFor all programs, employee-related costs primarily consist of termination benefits provided to employees who have been involuntarily terminated and voluntary early retirement benefits. Associated costs primarily include salaries and wages of employees that are fully-dedicated to restructuring programs and consulting fees.\nFor additional information about our restructuring programs, refer to Note 4 of the consolidated financial statements in \"Item 8. Financial Statements and Supplementary Data\" in this Annual Report on Form 10-K.\nCertain Litigation Charges, Net\n   We classify specified certain litigation charges and gains related to significant legal matters as \ncertain litigation charges, net\n in the consolidated statements of income. For additional information, refer to Note 18 of the consolidated financial statements in “Item 8. Financial Statements and Supplementary Data” in this Annual Report on Form 10-K.\nOther Operating (Income) Expense, Net  \n Other operating (income) expense, net primarily includes royalty expense, currency remeasurement and derivative gains and losses, Puerto Rico excise taxes, changes in the fair value of contingent consideration, MCS charges, RCS charges, impairment charges, income from funded research and development arrangements, and commitments to the Medtronic Foundation and Medtronic LABS.\nThe change in other operating (income) expense, net was primarily driven by MCS charges recorded in fiscal year 2022. The MCS charges of $823 million primarily included $409 million of intangible asset impairments and $366 million for commitments and obligations, including customer support obligations, restructuring, and other associated costs. Additionally, the change was driven by the net currency impact of remeasurement expense and our hedging programs, which resulted in a net gain of $466 million combined for fiscal year 2023 as compared to a net gain of $70 million for fiscal year 2022. During fiscal year 2023, the Company also recorded non-cash pre-tax charges of $136 million, primarily related to impairments of goodwill and changes in the carrying value of the disposal group, as a result of the April 1, 2023 sale of half of the Company's RCS business. Additional information regarding the MCS and RCS charges is described in Note 4 and Note 3, respectively, of the consolidated financial statements in \"Item 8. Financial Statements and Supplementary Data\" in this Annual Report on Form 10-K.\nOther Non-Operating Income, Net\n   Other non-operating income, net includes the non-service component of net periodic pension and postretirement benefit cost, investment gains and losses, and interest income.\nThe increase in other non-operating income, net for fiscal year 2023 is primarily attributable to an increase in interest income driven by higher returns on investments and an increase in rates on our global liquidity structures. Interest income was $386 million and $186 million for fiscal year 2023 and 2022, respectively.\nInterest Expense, Net\n   Interest expense, net includes interest incurred on our outstanding borrowings, amortization of debt issuance costs and debt premiums or discounts, amortization of amounts excluded from the effectiveness assessment of certain net investment hedges, and charges recognized in connection with the early redemption of senior notes.\nThe increase in interest expense, net for fiscal year 2023 was primarily due to an increase in rates on our global liquidity structures, the issuance of four tranches of Euro-denominated Senior Notes with an aggregate principal of €3.5 billion in September 2022, and the $53 million charge incurred as a result of the early redemption of approximately $2.3 billion of senior notes during the first quarter of fiscal year 2023. The Company's commercial paper activity and the issuance of two tranches of USD-denominated Senior Notes with an aggregate principal of $2.0 billion in March 2023 also increased interest expense, net. Partially offsetting the increase for fiscal year 2023 was $107 million in after-tax unrealized gains representing amounts excluded from the effectiveness assessment of certain net investment hedges, and benefits from foreign exchange rates.\n42\nTable of C\nontents\nINCOME TAXES\n \nFiscal Year\n(in millions)\n2023\n2022\nIncome tax provision\n$\n1,580 \n$\n456 \nIncome before income taxes\n5,364 \n5,517 \nEffective tax rate\n29.5 \n%\n8.3 \n%\nNon-GAAP income tax provision\n$\n1,128 \n$\n1,084 \nNon-GAAP income before income taxes\n8,194 \n8,609 \nNon-GAAP Nominal Tax Rate\n13.8 \n%\n12.6 \n%\nDifference between the effective tax rate and Non-GAAP Nominal Tax Rate\n(15.7)\n%\n4.3 \n%\nOn August 18, 2022, the U.S. Tax Court (Tax Court) issued its opinion on the previously disclosed litigation regarding the allocation of income between Medtronic, Inc. and its wholly-owned subsidiary operating in Puerto Rico for fiscal years 2005 and 2006 (Opinion). While the Opinion rejected the IRS’s position and the Tax Court determined the methodology advanced by Medtronic was appropriate for purposes of determining the intercompany royalty rate between Puerto Rico and the U.S., it determined that the royalty rate should be higher, thereby increasing income allocated to the U.S. and consequently subject to U.S. tax. This case relates only to fiscal years 2005 and 2006. The Opinion remains subject to appeal by either or both parties. We have assumed the Tax Court findings will be applied for all years following fiscal year 2006. As a result, the Company recorded a $764 million net tax charge during the three months ended October 28, 2022 to recognize the estimated tax impact of the Tax Court Opinion.\nOur effective tax rate for fiscal year 2023 was 29.5 percent, as compared to 8.3 percent in fiscal year 2022. The increase in our effective tax rate primarily relates to the certain tax adjustments discussed below and year-over-year changes in operational results by jurisdiction.\nOur Non-GAAP Nominal Tax Rate for fiscal year 2023 was\n \n13.8 percent, as compared to\n \n12.6 percent in fiscal year 2022. The increase in our Non-GAAP Nominal Tax Rate primarily relates to year-over-year changes in operational results by jurisdiction.\nDuring fiscal year 2023, we recognized $110 million of operational tax benefits. The operational tax benefits included an $11 million cost from the impact of stock-based compensation, and a $121 million benefit associated with the resolution of certain income tax audits, finalization of certain tax returns, changes to uncertain tax position reserves, and changes to certain deferred income tax balances.\nDuring fiscal year 2022, we recognized\n \n$89 million of operational tax benefits. The operational tax benefits included a\n \n$46 million benefit from excess tax benefits associated with stock-based compensation, and a\n \n$43 million net benefit associated with the resolution of certain income tax audits, finalization of certain tax returns, changes to uncertain tax position reserves, and changes to certain deferred income tax balances.\nAn increase in our Non-GAAP Nominal Tax Rate of one percent would result in an additional income tax provision for fiscal years 2023 and 2022 of approximately\n \n$82 million and\n \n$86 million, respectively.\nCertain Tax Adjustments\nDuring fiscal year 2023, the net cost from certain tax adjustments of $910 million, recognized in \nincome tax provision\n in the consolidated statement of income, included the following:\n•\nA net cost of $764 million associated with a reserve adjustment that was a direct result of the U.S. Tax Court opinion, issued on August 18, 2022, on the previously disclosed litigation regarding the allocation of income between Medtronic, Inc. and its wholly owned subsidiary operating in Puerto Rico.\n•\nA cost of $55 million related to the disallowance of certain interest deductions. \n•\nA cost of $30 million related to the change in reporting currency for certain carryover attributes.\n•\nA cost of $28 million associated with the amortization of the previously established deferred tax assets from intercompany intellectual property transactions.\n•\nA net cost of $33 million primarily associated with the sale of half of the Company’s RCS business\nDuring fiscal year 2022, the net benefit from certain tax adjustments of\n \n$50 million, recognized in \nincome tax provision\n in the consolidated statement of income, included the following:\n43\nTable of C\nontents\n•\nA benefit of $82 million associated with a step up in tax basis for Swiss Cantonal purposes.\n•\nA benefit of $82 million related to a change in tax rates on intangible assets. \n•\nA cost of $47 million associated with the amortization of the previously established deferred tax assets from intercompany intellectual property transactions. \n•\nA cost of $41 million associated with a change in the Company’s permanent reinvestment assertion on certain historical earnings.\n•\nA net cost of $26 million primarily associated with an intercompany sale of assets.\nCertain tax adjustments will affect the comparability of our operating results between periods. Therefore, we consider these Non-GAAP Adjustments. Refer to the \"Executive Level Overview\" section of this Management's Discussion and Analysis for further discussion of these adjustments.\nSubsequent to year-end, on June 1, 2023 the Israeli Central-Lod District Court issued its decision in Medtronic Ventor Technologies Ltd v. Kfar Saba Assessing Office. The court determined that there was a deemed taxable transfer of intellectual property. At this time, the Company is evaluating the impact of the decision and whether or not it will appeal. The Company has currently estimated a potential income tax charge, including interest, of approximately $200 million.\nLIQUIDITY AND CAPITAL RESOURCES\nWe are currently in a strong financial position, and we believe our balance sheet and liquidity as of April 28, 2023 provide us with flexibility, and our cash, cash equivalents, and current investments, along with our credit facility and related commercial paper programs will satisfy our foreseeable operating needs.\nOur liquidity and capital structure are evaluated regularly within the context of our annual operating and strategic planning processes. We consider the liquidity necessary to fund our operations, which includes working capital needs, investments in research and development, property, plant, and equipment, and other operating costs. We also consider capital allocation alternatives that balance returning value to shareholders through dividends and share repurchases, satisfying maturing debt, and acquiring businesses and technology.\nSummary of Cash Flows\nThe following is a summary of cash provided by (used in) operating, investing, and financing activities, the effect of exchange rate changes on cash and cash equivalents, and the net change in cash and cash equivalents:\n \nFiscal Year\n(in millions)\n2023\n2022\nCash provided by (used in):\n \n \nOperating activities\n$\n6,039 \n$\n7,346 \nInvesting activities\n(3,493)\n(1,659)\nFinancing activities\n(4,960)\n(5,336)\nEffect of exchange rate changes on cash and cash equivalents\n243 \n(231)\nNet change in cash and cash equivalents\n$\n(2,171)\n$\n121 \nOperating Activities\n   The $1.3 billion decrease in net cash provided was primarily driven by a decrease in cash collected from customers, an increase in cash paid for income taxes and an increase in spend on inventory. The decrease in net cash provided was partially offset by timing of payments to vendors. The decrease in cash collected from customers was primarily related to timing of sales, slower collections and supply chain challenges, as compared to the prior fiscal year. The increase in cash paid for income taxes was due to estimated income tax payments including a cash deposit associated with the U.S. Tax Court Opinion, and the increase in spend for inventory was due to inflationary impacts to direct labor and material costs. For more information about the tax cash deposit paid, refer to Note 13 of the consolidated financial statements in “Item 8. Financial Statements and Supplementary Data” in this Annual Report on Form 10-K.\nInvesting Activities   \nThe $1.8 billion increase in net cash used was primarily attributable to an increase in cash paid for acquisitions of $1.8 billion as compared to fiscal year 2022. For more information on the acquisitions, refer to Note 3 of the consolidated financial statements in “Item 8. Financial Statements and Supplementary Data” in this Annual Report on Form 10-K.\nFinancing Activities   \nThe $376 million decrease in net cash used as compared to fiscal year 2022 was primarily driven by a decrease of $1.9 billion in share repurchases, offset by debt transactions. In the fourth quarter of fiscal year 2023, the Company issued two tranches of USD-denominated Senior Notes resulting in cash proceeds of approximately $2.0 billion, net of discounts and issuance costs. The Company used the net proceeds to repay in full the ¥297 billion Fiscal 2023 Loan Agreement discussed below for $2.3 billion of total consideration. In the second quarter of fiscal year 2023, the Company issued four tranches of Euro-denominated Senior Notes for approximately \n44\nTable of C\nontents\n$3.4 billion. The Company used a portion of the net proceeds to repay at maturity €750 million of Medtronic Luxco Senior Notes for $772 million of total consideration in December 2022 and €2.8 billion of Medtronic Luxco Senior Notes for $2.9 billion of total consideration in March 2023. In the first quarter of fiscal year 2023, the Company issued short-term borrowings of approximately $2.3 billion under the Fiscal 2023 Loan Agreement and used the proceeds to fund the early redemption of senior notes for total consideration of $2.3 billion. For more information on the issuance and redemption of senior notes and the Term Loan, refer to the Debt and Capital section. \nDebt and Capital\nOur capital structure consists of equity and interest-bearing debt. We primarily utilize unsecured senior debt obligations to meet our financing needs and, to a lesser extent, bank borrowings. From time to time, we may repurchase our outstanding debt obligations in the open market or through privately negotiated transactions. \nTotal debt at April 28, 2023 was $24.4 billion, as compared to $24.1 billion at April 29, 2022. The increase in total debt was driven by issuance of Euro-denominated and USD-denominated Senior Notes, and fluctuations in exchange rates, offset by repayment of Euro-denominated and USD-denominated Senior Notes.\nIn May 2022, we entered into a term loan agreement (Fiscal 2023 Loan Agreement) with Mizuho Bank, Ltd. for an aggregate principal amount of up to ¥300 billion with a term of 364 days. In May and June 2022, Medtronic Luxco borrowed an aggregate of ¥297 billion, or approximately $2.3 billion, of the term loan, under the Fiscal 2023 Loan Agreement. The Company used the net proceeds of the borrowings to fund the early redemption of $1.9 billion of Medtronic Inc. Senior Notes for $1.9 billion of total consideration, and $368 million of Medtronic Luxco Senior Notes for $376 million of total consideration. The Company recognized a total loss on debt extinguishment of $53 million within \ninterest expense, net\n in the consolidated statements of income during fiscal year 2023, which primarily included cash premiums and accelerated amortization of deferred financing costs and debt discounts and premiums. During the fourth quarter of fiscal year 2023, the Company repaid the term loan in full, including interest.\nIn September 2022, we issued four tranches of Euro-denominated Senior Notes with an aggregate principal of €3.5 billion, with maturities ranging from fiscal year 2026 to 2035, resulting in cash proceeds of approximately $3.4 billion, net of discounts and issuance costs. The Company used the net proceeds to repay at maturity €750 million of 0.000% Medtronic Luxco Senior Notes for $772 million of total consideration in December 2022 and €1.5 billion of 0.375% Medtronic Luxco Senior Notes and €1.25 billion of 0.000% Medtronic Luxco Senior Notes for $2.9 billion of total consideration in March 2023.\nIn March 2023, Medtronic Luxco issued two tranches of USD-denominated Senior Notes with an aggregate principal of $2.0 billion, with maturities ranging from 2028 to 2033, resulting in cash proceeds of approximately $2.0 billion, net of discounts and issuance costs. The Company used the net proceeds supplemented by additional cash to repay the ¥297 billion Fiscal 2023 Loan Agreement discussed above for $2.3 billion of total consideration.\nWe repurchase our ordinary shares on occasion as part of our focus on returning value to our shareholders. In March 2019, the Company's Board of Directors authorized the repurchase of $6.0 billion of the Company's ordinary shares. There is no specific time period associated with these repurchase authorizations. During fiscal years 2023 and 2022, we repurchased a total of 6 million and 22 million shares, respectively, under these programs at an average price of $91.31 and $113.11, respectively. At April 28, 2023, we had approximately $2.4 billion remaining under the share repurchase program authorized by our Board of Directors. \nFor more information on credit arrangements, see Note 6 of the consolidated financial statements in “Item 8. Financial Statements and Supplementary Data” in this Annual Report on Form 10-K.\nLiquidity\nOur liquidity sources at April 28, 2023 included $1.5 billion of cash and cash equivalents and $6.4 billion of current investments. Additionally, we maintain commercial paper programs and a Credit Facility.\nOur investments primarily include available-for-sale debt securities, including U.S. and non-U.S. government and agency securities, corporate debt securities, mortgage-backed securities, certificates of deposit, and other asset-backed securities. See Note 5 to the consolidated financial statements in \"Item 8. Financial Statements and Supplementary Data\" in this Annual Report on Form 10-K for additional information regarding fair value measurements. \nWe maintain multicurrency commercial paper programs for short-term financing, which allow us to issue unsecured commercial paper notes on a private placement basis up to a maximum aggregate amount outstanding at any time of $3.5 billion. At both April 28, 2023 and April 29, 2022, we had no commercial paper outstanding. The issuance of commercial paper reduces the amount of credit available under our existing line of credit, as explained below.\n45\nTable of C\nontents\nWe also have a $3.5 billion five-year syndicated credit facility (Credit Facility), which expires in December 2027. At each anniversary date of the Credit Facility, we can request a one-year extension of the maturity date. The Credit Facility provides backup funding for the commercial paper programs and may also be used for general corporate purposes. The Credit Facility provides us with the ability to increase our borrowing capacity by an additional $1.0 billion at any time during the term of the agreement. At April 28, 2023 and April 29, 2022, no amounts were outstanding under the Credit Facility.\nInterest rates on advances of our Credit Facility are determined by a pricing matrix based on our long-term debt ratings assigned by Standard & Poor's Ratings Services (S&P) and Moody's Investors Service (Moody’s). Facility fees are payable on the Credit Facility and are determined in the same manner as the interest rates. We are in compliance with all covenants related to the Credit Facility.\nThe following table is a summary of our S&P and Moody's long-term debt ratings and short-term debt ratings:\nAgency Rating \n(1)\nApril 28, 2023\nApril 29, 2022\nStandard & Poor's Ratings Services\n   Long-term debt\nA\nA\n   Short-term debt\nA-1\nA-1\nMoody's Investors Service \n   Long-term debt\nA3\nA3\n   Short-term debt\nP-2\nP-2\n(1)    Agency ratings are subject to change, and there may be no assurance that an agency will continue to provide ratings and/or maintain its current ratings. A security rating is not a recommendation to buy, sell or hold securities, and may be subject to revision or withdrawal at any time by the rating agency, and each rating should be evaluated independently of any other rating.\nS&P and Moody's long-term debt ratings and short-term debt ratings at April 28, 2023 were unchanged as compared to the ratings at April 29, 2022. We do not expect the S&P and Moody's ratings to have a significant impact on our liquidity or future flexibility to access additional liquidity given our balance sheet, Credit Facility, and related commercial paper programs.\n46\nTable of C\nontents\nContractual Obligations and Cash Requirements\n \nWe have future contractual obligations and other minimum commercial commitments that are entered into in the normal course of business, some of which are recorded in our consolidated balance sheet. We believe our off-balance sheet arrangements do not have a material current or anticipated future effect on our consolidated earnings, financial position, and/or cash flows. \nPresented below is a summary of our off-balance sheet contractual obligations and other minimum commercial commitments at April 28, 2023, as well as long-term contractual obligations reflected in the balance sheet at April 28, 2023.\n \nMaturity by Fiscal Year\n(in millions)\nTotal\n2024\n2025\n2026\n2027\n2028\nThereafter\nContractual obligations related to off-balance sheet arrangements:\n \n \n \n \n \n \n \nCommitments to fund minority investments, milestone payments, and royalty obligations\n(1)\n$\n397 \n$\n155 \n$\n91 \n$\n93 \n$\n38 \n$\n18 \n$\n3 \nInterest payments\n(2)\n7,476 \n531 \n522 \n522 \n505 \n487 \n4,908 \nOther\n(3)\n2,022 \n688 \n396 \n300 \n278 \n239 \n122 \nContractual obligations reflected in the balance sheet\n(4)\n:\n \n \n \n \n \n \n \nDebt obligations\n(5)\n$\n24,553 \n$\n20 \n$\n7 \n$\n2,750 \n$\n1,652 \n$\n1,005 \n$\n19,119 \nOperating leases\n1,160 \n204 \n171 \n144 \n121 \n94 \n426 \nContingent consideration\n(6)\n206 \n28 \n49 \n73 \n56 \n— \n— \nTax obligations\n(7)\n1,320 \n330 \n440 \n550 \n— \n— \n— \n(1)\nIncludes commitments related to the funding of minority investments, estimated milestone payments, and royalty obligations. While it is not certain if and/or when payments will be made, the maturity dates included in the table reflect our best estimates. \n(2)\nIncludes the contractual interest payments on our outstanding debt and excludes the impacts of debt premium and discount amortization. See Note 6 to the consolidated financial statements in “Item 8. Financial Statements and Supplementary Data” in this Annual Report on Form 10-K for additional information on our debt agreements.\n(3)\nIncludes inventory purchase commitments, research and development, and other arrangements that are legally binding and specify minimum purchase quantities or spending amounts. These purchase commitments do not exceed our projected requirements and are in the normal course of business. Excludes open purchase orders with a remaining term of less than one year.\n(4)\nExcludes defined benefit plan obligations, guarantee obligations, uncertain tax positions, non-current tax liabilities, and litigation settlements for which we cannot make a reliable estimate of the period of cash settlement. For further information, see Notes 13, 15, and 18 to the consolidated financial statements in “Item 8. Financial Statements and Supplementary Data” in this Annual Report on Form 10-K.\n(5)\nIncludes the current and non-current portion of our Senior Notes and bank borrowings. Excludes debt premium and discounts and commercial paper. See Note 6 to the consolidated financial statements in “Item 8. Financial Statements and Supplementary Data” in this Annual Report on Form 10-K for additional information on our debt agreements.\n(6)\nIncludes the fair value of our current and non-current portions of contingent consideration. While it is not certain if and/or when payments will be made, the maturity dates included in this table reflect our best estimates. \n(7)\nRepresents the tax obligations associated with the transition tax that resulted from U.S. Tax Reform. The transition tax will be paid over an eight-year period and will not accrue interest. See Note 13 to the consolidated financial statements in “Item 8. Financial Statements and Supplementary Data” in this Annual Report on Form 10-K for further information.\nIn the normal course of business, we periodically enter into agreements that require us to indemnify customers or suppliers for specific risks, such as claims for injury or property damage arising as a result of our products or the negligence of our personnel or claims alleging that our products infringe third-party patents or other intellectual property. Our maximum exposure under these indemnification provisions is unable to be estimated, and we have not accrued any liabilities within our consolidated financial statements or included any indemnification provisions in the table above. Historically, we have not experienced significant losses on these types of indemnification agreements. \nNote 18 to the consolidated financial statements in \"Item 8. Financial Statements and Supplementary Data\" in this Annual Report on Form 10-K provides information regarding amounts we have accrued related to legal matters. In accordance with U.S. GAAP, we record a liability in our consolidated financial statements for these matters when a loss is known or considered probable and the amount can be reasonably estimated. Actual settlements may be different than estimated and could have a material effect on our consolidated earnings, financial position, and/or cash flows.\nWe record tax liabilities in our consolidated financial statements for amounts that we expect to repatriate from subsidiaries (to the extent the repatriation would be subject to tax); however, no tax liabilities are recorded for amounts we consider to be permanently reinvested. We expect to have access to the majority of our cash flows in the future. In addition, we continue to evaluate our legal entity structure supporting our business operations, and to the extent such evaluation results in a change to our overall business structure, we may be required to accrue for additional tax obligations.\n47\nTable of C\nontents\nBeyond the contractual obligations and other minimum commercial commitments outlined above, we have recurring cash requirements arising from the normal operation of our business that include capital expenditures, research and developments costs, and other operational costs. \nWe believe our balance sheet and liquidity provide us with flexibility, and our cash, cash equivalents, current investments, Credit Facility and related commercial paper programs, as well as our ability to generate operating cash flows, will satisfy our current and future contractual obligations and cash requirements. We regularly review our capital needs and consider various investing and financing alternatives to support our requirements.\nACQUISITIONS\nEOFlow Co. Ltd Acquisition\nSubsequent to fiscal year 2023, on May 25, 2023, the Company entered into a set of definitive agreements to acquire EOFlow Co. Ltd. (EOFlow), manufacturer of the EOPatch device –  a tubeless, wearable and fully disposable insulin delivery device. The acquisition expands the Diabetes segment portfolio of products. To the extent that all the public shares participate in the tender offer, the total consideration for the acquisition of the shares in EOFlow would be KRW 971 billion, or $738 million, at exchange rates on May 25, 2023. The acquisition is expected to close in the second half of calendar year 2023 subject to the satisfaction of the minimum tender condition and certain customary closing conditions, including receipt of required regulatory clearances. \nAdditional information regarding acquisitions is included in Note 3 of the consolidated financial statements in \"Item 8. Financial Statements and Supplementary Data\" within this Annual Report on Form 10-K.\nCRITICAL ACCOUNTING ESTIMATES\nWe have used various accounting policies to prepare the consolidated financial statements in accordance with U.S. GAAP. Our significant accounting policies are disclosed in Note 1 to the consolidated financial statements in \"Item 8. Financial Statements and Supplementary Data\" in this Annual Report on Form 10-K. \nThe preparation of the consolidated financial statements, in conformity with U.S. GAAP, requires us to use judgment in making estimates and assumptions that affect the reported amounts of assets, liabilities, revenues, and expenses. These estimates reflect our best judgment about economic and market conditions and the potential effects on the valuation and/or carrying value of assets and liabilities based upon relevant information available. We base our estimates on historical experience and on various assumptions that are believed to be reasonable under the circumstances, the results of which form the basis for making judgments about the carrying values of assets and liabilities that are not readily apparent from other sources. \nOur critical accounting estimates include the following:\nRevenue Recognition\n   The Company sells its products through direct sales representatives and independent distributors. Additionally, a portion of the Company's revenue is generated from consignment inventory maintained at hospitals and royalty and intellectual property arrangements. The Company recognizes revenue when control is transferred to the customer. For products sold through direct sales representatives and independent distributors, control is transferred upon shipment or upon delivery, based on the contract terms and legal requirements. For consignment inventory, control is transferred when the product is used or implanted. Payment terms vary depending on the country of sale, type of customer, and type of product.\nThe amount of revenue recognized reflects sales rebates and returns, which are estimated based on sales terms, historical experience, and trend analysis. In estimating rebates, the Company considers the lag time between the point of sale and the payment of the rebate claim, the stated rebate rates, and other relevant information. The Company records adjustments to rebates and returns reserves as increases or decreases of revenue. \nLitigation Contingencies\n   We are involved in a number of legal actions involving product liability, intellectual property and commercial disputes, shareholder related matters, environmental proceedings, tax disputes, and governmental proceedings and investigations. The outcomes of these legal actions are not completely within our control and may not be known for prolonged periods of time. In some actions, the enforcement agencies or private claimants seek damages, as well as other civil or criminal remedies (including injunctions barring the sale of products that are the subject of the proceeding), that could require significant expenditures or result in lost revenues or limit our ability to conduct business in the applicable jurisdictions. Estimating probable losses from our litigation and governmental proceedings is inherently difficult, particularly when the matters are in early procedural stages, with incomplete scientific facts or legal discovery; involve unsubstantiated or indeterminate claims for damages; potentially involve penalties, fines, or punitive damages; or could result in a change in business practice. The Company records a liability in the consolidated financial statements for loss contingencies when a loss is known or considered probable, and the amount may be reasonably estimated. If the reasonable estimate of a known or probable loss is a range, and no amount within the range is a better estimate than any other, the minimum amount of the range is accrued. If a loss is reasonably possible but not known or probable, and may be reasonably estimated, the estimated loss or range of loss is disclosed. Our significant legal proceedings \n48\nTable of C\nontents\nare discussed in Note 18 to the consolidated financial statements in \"Item 8. Financial Statements and Supplementary Data\" in this Annual Report on Form 10-K.\nIncome Tax Reserves  \n We establish reserves when, despite our belief that our tax return positions are fully supportable, we believe that certain positions are likely to be challenged and that we may or may not prevail. Under U.S. GAAP, if we determine that a tax position is more likely than not of being sustained upon audit, based solely on the technical merits of the position, we recognize the benefit. We measure the benefit by determining the amount that is greater than 50 percent likely of being realized upon settlement. We presume that all tax positions will be examined by a taxing authority with full knowledge of all relevant information. The calculation of our tax liabilities involves dealing with uncertainties in the application of complex tax regulations in a multitude of jurisdictions across our global operations. We regularly monitor our tax positions and tax liabilities. We reevaluate the technical merits of our tax positions and recognize an uncertain tax benefit, or derecognize a previously recorded tax benefit, when there is (i) a completion of a tax audit, (ii) effective settlement of an issue, (iii) a change in applicable tax law including a tax case or legislative guidance, or (iv) the expiration of the applicable statute of limitations. These reserves are subject to a high degree of estimation and management judgment. Although we believe that we have adequately reserved for liabilities resulting from tax assessments by taxing authorities, positions taken by these tax authorities could have a material impact on our effective tax rate, consolidated earnings, financial position and/or cash flows.\nValuation of Intangible Assets and Goodwill   \nWhen we acquire a business, the assets acquired and liabilities assumed are recorded at their respective fair values at the acquisition date. Goodwill is the excess of the purchase price over the estimated fair value of net assets of acquired businesses. Intangible assets primarily include patents, trademarks, tradenames, customer relationships, purchased technology, and in-process research and development. Determining the fair value of intangible assets acquired as part of a business combination requires us to make significant estimates. These estimates include the amount and timing of projected future cash flows of each project or technology, the discount rate used to discount those cash flows to present value, and the assessment of the asset’s life cycle. The estimates could be impacted by legal, technical, regulatory, economic, and competitive risks.\nThe test for impairment of goodwill requires us to make several estimates related to projected future cash flows to determine the fair value of the goodwill reporting units. Our estimates associated with the goodwill impairment test are considered critical due to the amount of goodwill recorded on our consolidated balance sheets and the judgment required in determining fair value. We assess the impairment of goodwill at the reporting unit level annually as of the first day of the third quarter and whenever an event occurs or circumstances change that would indicate that the carrying amount may be impaired. \nWe also test definite-lived intangible assets for impairment when an event occurs or circumstances change that would indicate the carrying amount of the assets or asset group may be impaired. We assess the impairment of indefinite-lived intangible assets annually in the third quarter and whenever an event occurs or circumstances change that would indicate that the carrying amount may be impaired.\nOur tests for goodwill and intangible assets are based on future cash flows that require significant judgment with respect to future revenue and expense growth rates, appropriate discount rates, asset groupings, and other assumptions and estimates. We use estimates that are consistent with the highest and best use of the assets based on a market participant's view of the assets being evaluated. Actual results may differ from our estimates due to a number of factors including, among others, changes in competitive conditions, timing of regulatory approval, results of clinical trials, changes in worldwide economic conditions, and fluctuations in currency exchange rates. \nNEW ACCOUNTING PRONOUNCEMENTS\nInformation regarding new accounting pronouncements is included in Note 1 to the consolidated financial statements in “Item 8. Financial Statements and Supplementary Data” in this Annual Report on Form 10-K.\n49\nTable of C\nontents\nSUPPLEMENTAL GUARANTOR FINANCIAL INFORMATION \nMedtronic plc and Medtronic Global Holdings S.C.A. (Medtronic Luxco), a wholly-owned subsidiary guarantor, each have provided full and unconditional guarantees of the obligations of Medtronic, Inc., a wholly-owned subsidiary issuer, under the Senior Notes (Medtronic Senior Notes) and full and unconditional guarantees of the obligations of Covidien International Finance S.A. (CIFSA), a wholly-owned subsidiary issuer, under the Senior Notes (CIFSA Senior Notes). The guarantees of the CIFSA Senior Notes are in addition to the guarantees of the CIFSA Senior Notes by Covidien Ltd. and Covidien Group Holdings Ltd., both of which are wholly-owned subsidiary guarantors of the CIFSA Senior Notes. Medtronic plc and Medtronic, Inc. each have provided a full and unconditional guarantee of the obligations of Medtronic Luxco under the Senior Notes (Medtronic Luxco Senior Notes). The following is a summary of these guarantees:\nGuarantees of Medtronic Senior Notes\n•\nParent Company Guarantor - Medtronic plc\n•\nSubsidiary Issuer - Medtronic, Inc.\n•\nSubsidiary Guarantor - Medtronic Luxco\nGuarantees of Medtronic Luxco Senior Notes\n•\nParent Company Guarantor - Medtronic plc\n•\nSubsidiary Issuer - Medtronic Luxco\n•\nSubsidiary Guarantor - Medtronic, Inc.\nGuarantees of CIFSA Senior Notes\n•\nParent Company Guarantor - Medtronic plc\n•\nSubsidiary Issuer - CIFSA\n•\nSubsidiary Guarantors - Medtronic Luxco, Covidien Ltd., and Covidien Group Holdings Ltd. (CIFSA Subsidiary Guarantors)\nThe following tables present summarized financial information for the fiscal year ended April 28, 2023 for the obligor groups of Medtronic and Medtronic Luxco Senior Notes, and CIFSA Senior Notes. The obligor group consists of the parent company guarantor, subsidiary issuer, and subsidiary guarantors for the applicable senior notes. The summarized financial information is presented after elimination of (i) intercompany transactions and balances among the guarantors and issuers and (ii) equity in earnings from and investments in any subsidiary that is a non-guarantor or issuer.\nThe summarized results of operations information for the fiscal year ended April 28, 2023 was as follows:\n(in millions)\nMedtronic & Medtronic Luxco Senior Notes \n(1)\nCIFSA Senior Notes\n (2)\nNet sales\n$\n2,847 \n$\n— \nOperating profit (loss)\n608 \n(407)\nLoss before income taxes\n(913)\n(1,868)\nNet loss attributable to Medtronic\n(1,705)\n(1,861)\nThe summarized balance sheet information for the fiscal year ended April 28, 2023 was as follows:\n(in millions)\nMedtronic & Medtronic Luxco Senior Notes \n(1)\nCIFSA Senior Notes\n (2)\nTotal current assets\n(3)\n$\n23,198 \n$\n8,344 \nTotal noncurrent assets\n(4)\n5,897 \n3 \nTotal current liabilities\n(5)\n33,854 \n25,184 \nTotal noncurrent liabilities\n(6)\n59,624 \n66,449 \nNoncontrolling interests\n182 \n182 \n(1)\nThe Medtronic Senior Notes and Medtronic Luxco Senior Notes obligor group consists of the following entities: Medtronic plc, Medtronic Luxco, and Medtronic, Inc. Refer to the guarantee summary above for further details.\n(2)\nThe CIFSA Senior Notes obligor group consists of the following entities: Medtronic plc, Medtronic Luxco, CIFSA, and CIFSA Subsidiary Guarantors. Please refer to the guarantee summary above for further details.\n(3)\nIncludes receivables due from non-guarantor subsidiaries of $22.5 billion and $8.3 billion for Medtronic & Medtronic Luxco Senior Notes, and CIFSA Senior Notes, respectively.\n(4)\nIncludes loans receivable due from non-guarantor subsidiaries of $20 million for Medtronic & Medtronic Luxco Senior Notes. No loans receivable due from non-guarantor subsidiaries for CIFSA Senior Notes.\n(5)\nIncludes payables due to non-guarantor subsidiaries of $31.8 billion and $25.0 billion for Medtronic & Medtronic Luxco Senior Notes, and CIFSA Senior Notes, respectively.\n(6)\nIncludes loans payable due to non-guarantor subsidiaries of $33.1 billion and $46.7 billion for Medtronic & Medtronic Luxco Senior Notes, and CIFSA Senior Notes, respectively.\n50\nTable of C\nontents",
    "item7a": ">Item 7A. Quantitative and Qualitative Disclosures About Market Risk\nCURRENCY EXCHANGE RATE RISK\nDue to the global nature of our operations, we are exposed to currency exchange rate changes, which may cause fluctuations in earnings and cash flows. Fluctuations in the currency exchange rates of currency exposures that are unhedged, such as in certain emerging markets, may result in future earnings and cash flow volatility. The gross notional amount of all currency exchange rate derivative instruments outstanding at April 28, 2023 and April 29, 2022 was $22.0 billion and $13.8 billion, respectively. At April 28, 2023, these contracts were in a net unrealized gain position of $132 million. Additional information regarding our currency exchange rate derivative instruments is included in Note 7 to the consolidated financial statements in “Item 8. Financial Statements and Supplementary Data” in this Annual Report on Form 10-K.\nA sensitivity analysis of changes in the fair value of all currency exchange rate derivative contracts at April 28, 2023 and April 29, 2022 indicates that, if the U.S. dollar uniformly strengthened/weakened by 10 percent against all currencies, it would have the following impact on the fair value of these contracts:\nIncrease (decrease)\n(in millions)\nApril 28, 2023\nApril 29, 2022\n10% appreciation in the U.S. dollar\n$\n1,548 \n$\n903 \n10% depreciation in the U.S. dollar\n(1,548)\n(903)\nAny gains and losses on the fair value of derivative contracts would generally be offset by gains and losses on the underlying transactions. These offsetting gains and losses are not reflected in the above analysis. \nINTEREST RATE RISK\nWe are subject to interest rate risk on our short-term investments and our borrowings. We manage interest rate risk in the aggregate, while focusing on our immediate and intermediate liquidity needs. Our debt portfolio at April 28, 2023 was comprised of debt predominantly denominated in U.S. dollars and Euros, of which substantially all is fixed rate debt. We are also exposed to interest rate changes affecting our investments in interest rate sensitive instruments, which include our marketable debt securities.\nA sensitivity analysis of the impact on our interest rate-sensitive financial instruments of a hypothetical 10 basis point change in interest rates, as compared to interest rates at April 28, 2023 and April 29, 2022, would have the following impact on the fair value of these instruments:\nIncrease (decrease)\n(in millions)\nApril 28, 2023\nApril 29, 2022\n10 basis point increase in interest rates\n$\n63 \n$\n53 \n10 basis point decrease in interest rates\n(63)\n(53)\nFor a discussion of current market conditions and the impact on our financial condition and results of operations, see the “Liquidity” section of the Management's Discussion and Analysis in \"Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations\" in this Annual Report on Form 10-K. For additional discussion of market risk, see Notes 5 and 7 to the consolidated financial statements in “Item 8. Financial Statements and Supplementary Data” in this Annual Report on Form 10-K.\n51\nTable of C\nontents",
    "cik": "1613103",
    "cusip6": "G5960L",
    "cusip": [
        "g5960l103",
        "G5960L038",
        "G5960L103",
        "G5960l103",
        "G5960L953",
        "G5960L903"
    ],
    "names": [
        "Medtronic",
        "PLC",
        "Medtronic PLC",
        "MEDTRONIC PLC"
    ],
    "source": "https://www.sec.gov/Archives/edgar/data/1613103/000161310323000040/0001613103-23-000040-index.htm"
}