{
    "item1": ">Item 1. Business\n\n\n \n\n\nOverview\n\n\n \n\n\nSeneca Foods Corporation (“Seneca” or the “Company”) was founded in 1949 and has evolved through internal growth and strategic acquisitions into a leading provider of packaged fruits and vegetables, with 26 main facilities located throughout the United States. The facilities are comprised of plants for packaging, can manufacturing, seed production, a farming operation and a logistical support network. Food packaging operations are primarily supported by plant locations in New York, Michigan, Oregon, Wisconsin, Washington, Idaho, Illinois, and Minnesota. The Company also maintains warehouses which are generally located adjacent to its packaging plants. The Company is incorporated in New York with its headquarters located at 350 WillowBrook Office Park Fairport, New York and its telephone number is (585) 495-4100.\n\n\n \n\n\nThe Company’s business strategies are designed to grow its market share and enhance sales and margins. These strategies include: 1) expand the Company’s leadership in the packaged fruit and vegetable industry; 2) provide low-cost, high-quality vegetable products to consumers through the elimination of costs from the Company’s supply chain and investment in state-of-the-art production and logistical technology; 3) focus on growth opportunities to capitalize on higher expected returns; and 4) pursue strategic acquisitions that leverage the Company’s core competencies.\n\n\n \n\n\nAvailable Information\n\n\n \n\n\nThe Company’s Internet address is \nwww.senecafoods.com\n. The Company’s annual report on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K and any amendments to those reports filed or furnished pursuant to Section 13(a) or 15(d) of the Securities Exchange Act of 1934, as amended, are available on the Company’s web site, as soon as reasonably practicable after they are electronically filed with or furnished to the SEC. All such filings on the Company’s web site are available free of charge. Information on our website is not part of the annual report on Form 10-K.\n\n\n \n\n\nIn addition, the Company's website includes items related to corporate governance matters, including charters of various committees of the Board of Directors and the Company's Code of Business Conduct and Ethics. The Company intends to disclose on its website any amendment to or waiver of any provision of the Code of Business Conduct and Ethics that would otherwise be required to be disclosed under the rules of the SEC and NASDAQ.\n\n\n \n\n\nFinancial Information about Industry Segments\n\n\n \n\n\nThe Company has historically managed its business on the basis of three reportable food packaging segments: (1) fruits and vegetables, (2) prepared food products and (3) snack products. The other category comprises non-food packaging sales which relate to the sale of cans, ends, seed, and outside revenue from the Company's trucking and aircraft operations. During fiscal year 2021, the Company sold its prepared foods business, leaving just two reportable segments along with the other category. The Company’s food operation constituted 98% of total net sales in fiscal year 2023. Canned vegetables represented 83%, frozen vegetables represented 8%, fruit products represented 6%, and chip products represented 1% of the total food packaging net sales. Non-food packaging sales represented 2% of the Company's fiscal year 2023 net sales. Refer to the information set forth under the heading “\nSegment Information\n” in Note 14 of the Notes to Consolidated Financial Statements in Part II, Item 8, “Financial Statements and Supplementary Data”, for additional discussion about the Company’s segments.\n\n\n \n\n\nPrincipal products and markets \n\n\n \n\n\nThe Company’s principal product offerings include canned, frozen and bottled produce, and snack chips. The Company manufactures and sells the following:\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n●\n\n\n\n\n\n\nprivate label products to retailers, such as supermarkets, mass merchandisers, and specialty retailers, for resale under the retailers’ own or controlled labels;\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n●\n\n\n\n\n\n\nprivate label and branded products to the foodservice industry, including foodservice distributors and national restaurant operators;\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n●\n\n\n\n\n\n\nbranded products under national and regional brands that the Company owns or licenses, including Seneca®, Libby’s®, Aunt Nellie’s®, Cherryman®, Green Valley® and READ®;\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n●\n\n\n\n\n\n\nbranded products under co-pack agreements to other major branded companies for their distribution; and\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n●\n\n\n\n\n\n\nproducts to the Company’s industrial customer base for repackaging in portion control packages and for use as ingredients by other food manufacturers.\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n2\n\n\n\n\n\n\n\n\n\n\n\nTable of Contents\n\n\n\n\n\n\n\n\n \n\n\nThe Company’s fruits and vegetables are sold nationwide by major grocery outlets, including supermarkets, mass merchandisers, limited assortment stores, club stores and dollar stores. The Company also sells its products to foodservice distributors, restaurants chains, industrial markets, other food processors, export customers in approximately 60 countries and federal, state and local governments for school and other food programs. Additionally, the Company packs canned and frozen vegetables under contract packing agreements. The following table summarizes net sales by major product category for fiscal years 2023 and 2022 (in thousands):\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n\n\nFiscal Year:\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n\n\n2023\n\n\n\n\n \n\n\n \n\n\n\n\n2022\n\n\n\n\n \n\n\n\n\n\n\n\n\nCanned vegetables\n\n\n\n\n \n\n\n$\n\n\n1,253,257\n\n\n \n\n\n \n\n\n$\n\n\n1,135,983\n\n\n \n\n\n\n\n\n\n\n\nFrozen vegetables\n\n\n\n\n \n\n\n \n\n\n121,211\n\n\n \n\n\n \n\n\n \n\n\n123,895\n\n\n \n\n\n\n\n\n\n\n\nFruit products\n\n\n\n\n \n\n\n \n\n\n91,495\n\n\n \n\n\n \n\n\n \n\n\n84,708\n\n\n \n\n\n\n\n\n\n\n\nSnack products\n\n\n\n\n \n\n\n \n\n\n12,661\n\n\n \n\n\n \n\n\n \n\n\n12,332\n\n\n \n\n\n\n\n\n\n\n\nOther\n\n\n\n\n \n\n\n \n\n\n30,728\n\n\n \n\n\n \n\n\n \n\n\n28,362\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n$\n\n\n1,509,352\n\n\n \n\n\n \n\n\n$\n\n\n1,385,280\n\n\n \n\n\n\n\n\n\n \n\n\nSource and Availability of Raw Materials \n\n\n \n\n\nThe Company’s high-quality products are primarily sourced from approximately 1,400 American farms. The Company purchases other raw materials, including steel, ingredients and packaging materials from commodity processors, steel producers and packaging suppliers. Raw materials and other input costs, such as labor, fuel, utilities and transportation, are subject to fluctuations in price attributable to a number of factors. Fluctuations in commodity prices can lead to retail price volatility and can influence consumer and trade buying patterns. The cost of raw materials, fuel, labor, distribution and other costs related to our operations can increase from time to time significantly and unexpectedly.\n\n\n \n\n\nThe Company continues to experience material cost inflation for many of its raw materials and other input costs attributable to a number of factors, including but not limited to, supply chain disruptions (including raw material shortages), labor shortages, and the war in Ukraine. While the Company has no direct exposure to Russia and Ukraine, it has experienced increased costs for transportation, energy, and raw materials due in part to the negative impact of the Russia-Ukraine conflict on the global economy. The Company attempts to manage cost inflation risks by locking in prices through short-term supply contracts, advance grower purchase agreements, and by implementing cost saving measures. The Company also attempts to offset rising input costs by raising sales prices to its customers. However, increases in the prices the Company charges its customers may lag behind rising input costs. Competitive pressures also may limit the Company’s ability to quickly raise prices in response to rising costs. To the extent the Company is unable to avoid or offset any present or future cost increases its operating results could be materially adversely affected.\n\n\n \n\n\nDomestic and International Sales\n\n\n \n\n\nThe following table sets forth domestic and international sales (In thousands, except percentages):\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n\n\nFiscal Year\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n\n\n2023\n\n\n\n\n \n\n\n \n\n\n\n\n2022\n\n\n\n\n \n\n\n\n\n\n\n\n\nNet sales:\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n\n\nDomestic\n\n\n\n\n \n\n\n$\n\n\n1,408,710\n\n\n \n\n\n \n\n\n$\n\n\n1,285,540\n\n\n \n\n\n\n\n\n\n\n\nInternational\n\n\n\n\n \n\n\n \n\n\n100,642\n\n\n \n\n\n \n\n\n \n\n\n99,740\n\n\n \n\n\n\n\n\n\n\n\nTotal net sales\n\n\n\n\n \n\n\n$\n\n\n1,509,352\n\n\n \n\n\n \n\n\n$\n\n\n1,385,280\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n\n\nAs a percentage of net sales:\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n\n\nDomestic\n\n\n\n\n \n\n\n \n\n\n93.3\n\n\n%\n\n\n \n\n\n \n\n\n92.8\n\n\n%\n\n\n\n\n\n\n\n\nInternational\n\n\n\n\n \n\n\n \n\n\n6.7\n\n\n%\n\n\n \n\n\n \n\n\n7.2\n\n\n%\n\n\n\n\n\n\n\n\nTotal\n\n\n\n\n \n\n\n \n\n\n100.0\n\n\n%\n\n\n \n\n\n \n\n\n100.0\n\n\n%\n\n\n\n\n\n\n \n\n\nIntellectual Property\n\n\n \n\n\nThe Company's most significant brand name, Libby's®, is held pursuant to a trademark license granted to the Company in March 1982 and renewable by the Company every 10 years for an aggregate period expiring in March 2081. The original licensor was Libby, McNeill & Libby, Inc., then an indirect subsidiary of Nestlé, S. A. (\"Nestlé\") and the license was granted in connection with the Company's purchase of certain of the licensor's canned vegetable operations in the United States. Corlib Brands Management, LTD acquired the license from Nestlé during 2006. The license is limited to vegetables which are shelf-stable, frozen, and thermally packaged, and includes the Company's major vegetable varieties – corn, peas and green beans – as well as certain other thermally packaged vegetable varieties and sauerkraut.\n\n\n \n\n\n\n\n\n\n\n3\n\n\n\n\n\n\n\n\n\n\n\nTable of Contents\n\n\n\n\n\n\n\n\n \n\n\nThe Company is required to pay an annual royalty to Corlib Brands, now known as Libby's Brand Holding, Ltd., who may terminate the license for non-payment of royalty, use of the trademark in sales outside the licensed territory, failure to achieve a minimum level of sales under the licensed trademark during any calendar year or a material breach or default by the Company under the agreement (which is not cured within the specified cure period). A total of $0.1 million was paid as a royalty fee for the fiscal year ended March 31, 2023.\n\n\n \n\n\nThe Company also sells canned vegetables, frozen vegetables, jarred fruit, and other food products under several other brands for which the Company has obtained registered trademarks, including, Aunt Nellie’s®, CherryMan®, Green Valley®, READ®, Seneca®, and other regional brands.\n\n\n \n\n\nSeasonality\n\n\n \n\n\nWhile individual vegetables have seasonal cycles of peak production and sales, the different cycles are somewhat offsetting. Minimal food packaging occurs in the Company's last fiscal quarter ending March 31, which is the optimal time for maintenance, repairs and equipment changes in its packaging plants. The supply of commodities, current pricing, and expected new crop quantity and quality affect the timing and amount of the Company’s sales and earnings. When the seasonal harvesting periods of the Company's major vegetables are newly completed, inventories for these packaged vegetables are at their highest levels. For peas, the peak inventory time is mid-summer and for corn and green beans, the Company's highest volume vegetables, the peak inventory is in mid-autumn. The seasonal nature of the Company’s production cycle results in inventory and accounts payable reaching their lowest point late in the fourth quarter/early in the first quarter prior to the new seasonal pack commencing. As the seasonal pack progresses, these components of working capital both increase until the pack is complete.\n\n\n \n\n\nThe Company’s revenues typically are highest in the second and third fiscal quarters. This is due, in part, because the Company’s fruit and vegetable sales exhibit seasonal increases in the third fiscal quarter due to increased retail demand during the holiday season. In addition, the Company sells canned and frozen vegetables to a co-pack customer on a bill and hold basis at the end of each pack cycle, which typically occurs during these quarters.\n\n\n \n\n\nThese seasonal fluctuations are illustrated in the following table, which presents certain unaudited quarterly financial information for the periods indicated (in thousands):\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n\n\nFirst\n\n\t\t\tQuarter\n\n\n\n\n \n\n\n \n\n\n\n\nSecond\n\n\nQuarter\n\n\n\n\n \n\n\n \n\n\n\n\nThird\n\n\t\t\tQuarter\n\n\n\n\n \n\n\n \n\n\n\n\nFourth\n\n\nQuarter\n\n\n\n\n \n\n\n\n\n\n\n\n\nFiscal Year 2023:\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n\n\nNet sales\n\n\n\n\n \n\n\n$\n\n\n265,193\n\n\n \n\n\n \n\n\n$\n\n\n439,842\n\n\n \n\n\n \n\n\n$\n\n\n473,254\n\n\n \n\n\n \n\n\n$\n\n\n331,063\n\n\n \n\n\n\n\n\n\n\n\nGross margin\n\n\n\n\n \n\n\n \n\n\n22,843\n\n\n \n\n\n \n\n\n \n\n\n41,779\n\n\n \n\n\n \n\n\n \n\n\n53,789\n\n\n \n\n\n \n\n\n \n\n\n17,485\n\n\n \n\n\n\n\n\n\n\n\nNet earnings\n\n\n\n\n \n\n\n \n\n\n5,103\n\n\n \n\n\n \n\n\n \n\n\n16,131\n\n\n \n\n\n \n\n\n \n\n\n21,054\n\n\n \n\n\n \n\n\n \n\n\n(9,150\n\n\n)\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n\n\nFiscal Year 2022:\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n\n\nNet sales\n\n\n\n\n \n\n\n$\n\n\n235,042\n\n\n \n\n\n \n\n\n$\n\n\n372,256\n\n\n \n\n\n \n\n\n$\n\n\n445,593\n\n\n \n\n\n \n\n\n$\n\n\n332,389\n\n\n \n\n\n\n\n\n\n\n\nGross margin\n\n\n\n\n \n\n\n \n\n\n33,623\n\n\n \n\n\n \n\n\n \n\n\n42,728\n\n\n \n\n\n \n\n\n \n\n\n44,985\n\n\n \n\n\n \n\n\n \n\n\n26,596\n\n\n \n\n\n\n\n\n\n\n\nNet earnings\n\n\n\n\n \n\n\n \n\n\n14,136\n\n\n \n\n\n \n\n\n \n\n\n11,654\n\n\n \n\n\n \n\n\n \n\n\n18,664\n\n\n \n\n\n \n\n\n \n\n\n6,553\n\n\n \n\n\n\n\n\n\n \n\n\nCompetition\n\n\n \n\n\nCompetition in the packaged food industry is substantial with brand recognition and promotion, quality, service, and pricing being the major determinants in the Company’s relative market position. The Company believes that it is a major producer of canned vegetables, frozen vegetables, and jarred fruit but some producers of these products have sales which exceed the Company's sales. The Company is aware of at least 13 competitors in the U.S. packaged fruit and vegetable industry, many of which are privately held companies.\n\n\n \n\n\nGovernment Regulation\n\n\n \n\n\nThe Company is subject to extensive regulations in the United States by federal, state and local government authorities. In the United States, the federal agencies governing the manufacture, marketing and distribution of our products include, among others, the Federal Trade Commission (“FTC”), the United States Food & Drug Administration (“FDA”), the United States Department of Agriculture (“USDA”), the United States Environmental Protection Agency (“EPA”) and the Occupational Safety and Health Administration (“OSHA”). Under various statutes, these agencies prescribe and establish, among other things, the requirements and standards for quality, safety and representation of the Company’s products to the consumer in labeling and advertising. \n\n\n \n\n\n\n\n\n\n\n4\n\n\n\n\n\n\n\n\n\n\n\nTable of Contents\n\n\n\n\n\n\n\n\n \n\n\nEnvironmental protection is an area that has been worked on diligently at each food packaging facility. In all locations, the Company has cooperated with federal, state, and local environmental protection authorities in developing and maintaining suitable antipollution facilities. In general, we believe our pollution control facilities are equal to or somewhat superior to those of our competitors and are within environmental protection standards. The Company does not expect any capital expenditures out of the ordinary course of business in order to comply with environmental regulations in the near future.\n\n\n \n\n\nThere has been a broad range of proposed and promulgated state, national and international regulations aimed at reducing the effects of climate change. In the United States, there is a significant possibility that some form of regulation will be forthcoming at the federal level to address the effects of climate change. Such regulation could result in the creation of additional costs in the form of taxes, consultant expenses, the restriction of output, investments of capital to maintain compliance with laws and regulations or required acquisition or trading of emission allowances.\n\n\n \n\n\nHuman Capital\n\n\n \n\n\nEmployment\n\n\n \n\n\nAs of March 31, 2023, Seneca Foods employed 2,809 full-time employees and averaged approximately an additional 3,600 seasonal employees during the Company’s peak summer harvest season. 100% of our employees are located in the United States, distributed across the Company’s facilities.\n\n\n \n\n\nCulture\n\n\n \n\n\nAt Seneca Foods, we work hard every day to feed the world safe and nutritious products, while adhering to our fundamental beliefs (which can be found on our website). These beliefs include acting with integrity in all matters, treating employees with respect, and maintaining the highest standards for protecting our workers. We also believe in promoting from within, which has resulted in many long-tenured employees in leadership positions throughout the Company.\n\n\n \n\n\nEmployee Health and Safety\n\n\n \n\n\nThe health and safety of our employees is a top priority at Seneca Foods. The Company complies with all national and local laws of the jurisdictions in which we operate regarding worker health and safety. In addition, we work to continuously improve our safety record with worker safety training and Seneca’s HERO (Health Environment Risk Observation) program, in which employees proactively identify and mitigate potential safety risks. At Seneca Foods, we believe that safety is everyone’s responsibility, and the HERO program reflects that commitment, with close to 100% employee participation.\n\n\n \n\n\nThe Company also conducts annual safety audits at all processing locations to ensure compliance with Seneca and OSHA safety standards. External risk management services are also consulted as part of this process. The Company’s management recognizes plants that achieve at least one million work hours or 1,000 days worked without a lost time injury to employees with the President’s “Bronze Eagle” award, which is prominently displayed at many of our processing facilities.\n\n\n \n\n\nEmployee Training and Development\n\n\n \n\n\nSeneca Foods believes in developing internal talent and providing employees with an opportunity for education and advancement. In support of this endeavor, we have developed two key programs\n. SAVES\n (Seneca Adding Value Employee System) focuses on employee empowerment, education, and application of lean manufacturing principles. The Company’s dedicated \nSAVES\n instructors and project leaders educate employees and empower them to make process improvements at all of our processing facilities. \nGROWS\n (Get Rid of Waste Systemically) supports our leadership development efforts through continuous improvement project leadership.\n\n\n \n\n\nDiversity, Equity and Inclusion\n\n\n \n\n\nSeneca Foods believes that everyone should feel respected and welcome in our workplace. The Company is committed to providing equal opportunity in all aspects of employment, and to applying fair labor practices while respecting the national and local laws of the countries and communities where we have operations. The Company does not engage in or tolerate discrimination, intimidation, harassment, or any other unlawful conduct. We believe that a diverse and inclusive workforce provides the Company with the benefits of different viewpoints and perspectives, as well as a talented and innovative employee base.\n\n\n \n\n",
    "item1a": ">Item 1A. Risk Factors\n\n\n \n\n\nThe following factors as well as factors described elsewhere in this Form 10-K or in other filings by the Company with the SEC, could adversely affect the Company’s consolidated financial position, results of operations or cash flows. Other factors not presently known to us or that we presently believe are not material could also affect our business operations or financial results. The Company refers to itself as “we”, “our” or “us” in this section.\n\n\n \n\n\n\n\n\n\n\n5\n\n\n\n\n\n\n\n\n\n\n\nTable of Contents\n\n\n\n\n\n\n\n\n \n\n\nFruit and Vegetable Industry Risks\n\n\n \n\n\nExcess capacity in the fruit and vegetable industry has a downward impact on selling price.\n\n\n \n\n\nIf canned vegetable, frozen vegetable, or jarred fruit categories decline, less shelf space will be devoted to these categories in the supermarkets. Fresh and perishable businesses are improving their delivery systems around the world and the availability of fresh produce is impacting the consumers purchasing patterns relating to packaged fruit and vegetables. Our financial performance and growth are related to conditions in the United States’ fruit and vegetable packaging industry which is a mature industry. Our net sales are a function of product availability and market pricing. In the fruit and vegetable packaging industry, product availability and market prices tend to have an inverse relationship: market prices tend to decrease as more product is available and to increase if less product is available. Product availability is a direct result of plantings, growing conditions, crop yields and inventory levels, all of which vary from year to year. Moreover, fruit and vegetable production outside the United States, particularly in Europe, Asia and South America, is increasing at a time when worldwide demand for certain products is being impacted by the global economic slowdown. These factors may have a significant effect on supply and competition and create downward pressure on prices. In addition, market prices can be affected by the planting and inventory levels and individual pricing decisions of our competitors. Generally, market prices in the fruit and vegetable packaging industry adjust more quickly to variations in product availability than an individual packager can adjust its cost structure; thus, in an oversupply situation, a packager’s margins likely will weaken. We typically have experienced lower margins during times of industry oversupply.\n\n\n \n\n\nIn the past, the fruit and vegetable packaging industry has been characterized by excess capacity, with resulting pressure on our prices and profit margins. We have closed packaging plants in past years in response to the downward pressure on prices. There can be no assurance that our margins will improve in response to favorable market conditions or that we will be able to operate profitably during depressed market conditions.\n\n\n \n\n\nGrowing cycles and adverse weather conditions may decrease our results from operations.\n\n\n \n\n\nOur operations are affected by the growing cycles of the vegetables we package. When the vegetables are ready to be picked, we must harvest and package them quickly or forego the opportunity to package fresh picked vegetables for an entire year. Most of our vegetables are grown by farmers under contract with us. Consequently, we must pay the contract grower for the vegetables even if we cannot or do not harvest or package them. Most of our production occurs during the second quarter (July through September) of our fiscal year, which corresponds with the quarter that the growing season ends for most of the produce packaged by us. A majority of our sales occur during the second and third quarters of each fiscal year due to seasonal consumption patterns for our products. Accordingly, inventory levels are highest during the second and third quarters, and accounts receivable levels are highest during the second and third quarters. Net sales generated during our second and third fiscal quarters have a significant impact on our results of operations. Because of these seasonal fluctuations, the results of any particular quarter, particularly in the first half of our fiscal year, will not necessarily be indicative of results for the full year or for future years.\n\n\n \n\n\nWe set our planting schedules without knowing the effect of the weather on the crops or on the entire industry’s production. Weather conditions during the course of each vegetable crop’s growing season will affect the volume and growing time of that crop. As most of our vegetables are produced in more than one part of the U.S., this somewhat reduces the risk that our entire crop will be subject to disastrous weather. The upper Midwest is the primary growing region for the principal vegetables which we pack, namely peas, green beans and corn, and it is also a substantial source of our competitors’ vegetable production. A sizeable portion of our vegetable production areas are serviced with irrigation systems to help minimize (i) wet conditions for planting and (ii) dry conditions during the growing season. Any adverse effects of weather-related reduced production may be partially mitigated by higher selling prices for the vegetables which are produced.\n\n\n \n\n\nThe commodity materials that we package or otherwise require are subject to price increases that could adversely affect our profitability. \n\n\n \n\n\nThe materials that we use, such as raw fruit and vegetables, steel, ingredients, pouches and other packaging materials as well as the electricity, diesel fuel, and natural gas used in our business, are commodities that may experience price volatility caused by external factors, including market fluctuations, availability, currency fluctuations and changes in governmental regulations and agricultural programs. General inventory positions of major commodities, such as field corn, soybeans and wheat, all commodities with which we must compete for acreage, can have dramatic effects on prices for those commodities, which can translate into similar swings in prices needed to be paid for our contracted commodities. These programs and other events can result in reduced supplies of these commodities, higher supply costs or interruptions in our production schedules. If prices of these commodities increase beyond what we can pass along to our customers, our operating income will decrease.\n\n\n \n\n\n\n\n\n\n\n6\n\n\n\n\n\n\n\n\n\n\n\nTable of Contents\n\n\n\n\n\n\n\n\n \n\n\nRisks Associated With Our Operations\n\n\n \n\n\nChanges in economic conditions that impact consumer spending could harm our business.\n\n\n \n\n\nThe food products industry and our financial performance are sensitive to changes in overall economic conditions that impact consumer spending, including not limited to, inflation, economic volatility resulting from a pandemic and the war in Ukraine. Future economic conditions affecting consumer income such as employment levels, business conditions, interest rates, inflation and tax rates could reduce consumer spending or cause consumers to shift their spending to other products. Historic increases in inflation following the COVID-19 pandemic may cause consumers to be more sensitive to price changes. A general reduction in the level of consumer spending or shifts in consumer spending to other products could have a material adverse effect on our growth, sales, and profitability.\n\n\n \n\n\nPandemics or disease outbreaks may disrupt our business, including among other things, our supply chain, our manufacturing operations and customer and consumer demand for our products, and could have a material adverse impact on our business.\n\n\n \n\n\nThe spread of pandemics or disease outbreaks may negatively affect our operations. If a significant percentage of our workforce or the workforce of our third-party business partners is unable to work, including because of illness or travel or government restrictions in connection with a pandemic or disease outbreak, our operations may be negatively impacted. Some of our workforce dwell in company provided housing and therefore any outbreaks would need to be managed, to the extent possible, to meet health care protocols. Pandemics or disease outbreaks could result in a widespread health crisis that could adversely affect economies and financial markets, consumer spending and confidence levels resulting in an economic downturn that could affect customer and consumer demand for our products.\n\n\n \n\n\nOur efforts to manage and mitigate these factors may be unsuccessful, and the effectiveness of these efforts depends on factors beyond our control, including the duration and severity of any pandemic or disease outbreak, as well as third party actions taken to contain its spread and mitigate public health effects.\n\n\n \n\n\nThe ultimate impact of a pandemic on our business will depend on many factors, including, among others, the duration of social distancing and stay-at-home mandates, our ability to continue to operate our manufacturing facilities and maintain the supply chain without material disruption, and the extent to which macroeconomic conditions resulting from the pandemic and the pace of the subsequent recovery may impact consumer eating habits.\n\n\n \n\n\nWe depend upon key customers.\n\n\n \n\n\nOur products are sold in a highly competitive marketplace, which includes increased concentration and a growing presence of large-format retailers and discounters. Dependence upon key customers could lead to increased pricing pressure by these customers. A relatively limited number of customers account for a large percentage of the Company’s total net sales. The top ten customers represented approximately 55%, and 53% of net sales for fiscal years 2023 and 2022, respectively. If we lose a significant customer or if sales to a significant customer materially decrease, our business, financial condition and results of operations may be materially and adversely affected.\n\n\n \n\n\nIf we do not maintain the market shares of our products, our business and revenues may be adversely affected. \n\n\n \n\n\nAll of our products compete with those of other national and regional food packaging companies under highly competitive conditions. The fruit and vegetable products which we sell under our own brand names not only compete with fruit and vegetable products produced by food packaging competitors, but also compete with products we produce and sell under contract packing agreements with other companies who market those products under their own brand names and the vegetables we sell to various retail grocery chains which carry our customer’s own brand names.\n\n\n \n\n\nThe customers who buy our products to sell under their own brand names control the marketing programs for those products. In recent years, many major retail food chains have been increasing their promotions, offerings and shelf space allocations for their own fruit and vegetable brands, to the detriment of fruit and vegetable brands owned by the packagers, including our own brands. We cannot predict the pricing or promotional activities of our customers/competitors or whether they will have a negative effect on us. There are competitive pressures and other factors, which could cause our products to lose market share or result in significant price erosion that could materially and adversely affect our business, financial condition and results of operations.\n\n\n \n\n\nIncreases in logistics and other transportation-related costs could materially adversely impact our results of operations. \n\n\n \n\n\nOur ability to competitively serve our customers depends on the availability of reliable and low-cost transportation. We use multiple forms of transportation to bring our products to market. They include trucks, intermodal, rail cars, and ships. Disruption to the timely supply of these services or increases in the cost of these services for any reason, including availability or cost of fuel, regulations affecting the industry, or labor shortages in the transportation industry, could have an adverse effect on our ability to serve our customers, and could materially and adversely affect our business, financial condition and results of operations.\n\n\n \n\n\n\n\n\n\n\n7\n\n\n\n\n\n\n\n\n\n\n\nTable of Contents\n\n\n\n\n\n\n\n\n \n\n\nA recall of our products could have a material adverse effect on our business. In addition, we may be subject to significant liability should the consumption of any of our products cause injury, illness or death.\n\n\n \n\n\nThe sale of food products for human consumption involves the risk of injury to consumers. Such injuries may result from mislabeling, tampering by unauthorized third parties or product contamination or spoilage, including the presence of foreign objects, undeclared allergens, substances, chemicals, other agents or residues introduced during the growing, manufacturing, storage, handling or transportation phases of production. Under certain circumstances, we may be required to recall products, leading to a material adverse effect on our business, consolidated financial condition, results of operations or liquidity. Even if a situation does not necessitate a recall, product liability claims might be asserted against us. We have from time to time been involved in product liability lawsuits, none of which have been material to our business. While we are subject to governmental inspection and regulations and believe our facilities comply in all material respects with all applicable laws and regulations, if the consumption of any of our products causes, or is alleged to have caused, a health-related illness in the future we may become subject to claims or lawsuits relating to such matters. Even if a product liability claim is unsuccessful or is not fully pursued, the negative publicity surrounding any assertion that our products caused injury, illness or death could adversely affect our reputation with existing and potential customers and our corporate and brand image. Moreover, claims or liabilities of this sort might not be covered by our insurance or by any rights of indemnity or contribution that we may have against others. We maintain product liability insurance in an amount we believe to be adequate. However, we cannot assure you that we will not incur claims or liabilities for which we are not insured or that exceed the amount of our insurance coverage. A product liability judgment against us or a product recall or the damage to our reputation resulting therefrom could have a material adverse effect on our business, consolidated financial condition, results of operations or liquidity.\n\n\n \n\n\nPending and future litigation may lead us to incur significant costs.\n\n\n \n\n\nWe are, or may become, party to various lawsuits and claims arising in the normal course of business, which may include lawsuits or claims relating to contracts, intellectual property, product recalls, product liability, the marketing and labeling of products, employment matters, environmental matters or other aspects of our business. Even when not merited, the defense of these lawsuits may divert our management’s attention, and we may incur significant expenses in defending these lawsuits. In addition, we may be required to pay damage awards or settlements or become subject to injunctions or other equitable remedies, which could have a material adverse effect on our business, consolidated financial condition, results of operations or liquidity. The outcome of litigation is often difficult to predict, and the outcome of pending or future litigation may have a material adverse effect on our business, consolidated financial condition, results of operations or liquidity.\n\n\n \n\n\nWe face risks associated with our defined benefit pension plan.\n\n\n \n\n\nWe maintain a company-sponsored defined benefit pension plan. A deterioration in the value of plan assets resulting from poor market performance, a general financial downturn or otherwise could cause an increase in the amount of contributions we are required to make to these plans. For example, our defined benefit pension plan may from time to time move from an overfunded to underfunded status driven by decreases in plan asset values that may result from changes in long-term interest rates and disruptions in U.S. or global financial markets. For a more detailed description of the pension plan, refer to the information set forth under the heading “\nRetirement Plans\n”\n \nin Note 10 of the Notes to Consolidated Financial Statements in Part II, Item 8, “Financial Statements and Supplementary Data.” An obligation to make additional, unanticipated contributions to our defined benefit plans could reduce the cash available for working capital and other corporate uses, and may have a material adverse effect on our business, consolidated financial position, results of operations and liquidity.\n\n\n \n\n\nOur business is dependent on our information technology systems and software, and failure to protect against or effectively respond to cyber-attacks, security breaches, or other incidents involving those systems, could adversely affect day-to-day operations and decision making processes and have an adverse effect on our performance and reputation.\n\n\n \n\n\nThe efficient operation of our business depends on our information technology systems, which we rely on to effectively manage our business data, communications, logistics, accounting, regulatory and other business processes. If we do not allocate and effectively manage the resources necessary to build and sustain an appropriate technology environment, our business, reputation, or financial results could be negatively impacted. In addition, our information technology systems may be vulnerable to damage or interruption from circumstances beyond our control, including systems failures, natural disasters, terrorist attacks, viruses, ransomware, security breaches or cyber incidents. Cyber-attacks are becoming more sophisticated and are increasing in the number of attempts and frequency by groups and individuals with a wide range of motives. A security breach of sensitive information could result in damage to our reputation and our relations with our customers or employees. Any such damage or interruption could have a material adverse effect on our business.\n\n\n \n\n\n\n\n\n\n\n8\n\n\n\n\n\n\n\n\n\n\n\nTable of Contents\n\n\n\n\n\n\n\n\n \n\n\nWe generate agricultural food packaging wastes and are subject to substantial environmental regulation.\n\n\n \n\n\nAs a food packager, we regularly dispose of produce wastes (silage) and processing water as well as materials used in plant operation and maintenance and our plant boilers, which generate heat used in packaging and can manufacturing operations, producing generally small emissions into the air. These activities and operations are regulated by federal and state laws and the respective federal and state environmental agencies. Occasionally, we may be required to remediate conditions found by the regulators to be in violation of environmental law or to contribute to the cost of remediating waste disposal sites, which we neither owned nor operated, but in which, we and other companies deposited waste materials, usually through independent waste disposal companies. Future possible costs of environmental remediation, contributions and penalties could materially and adversely affect our business, financial condition and results of operations.\n\n\n \n\n\nOur production capacity for certain products and commodities is concentrated in a limited number of facilities, exposing us to a material disruption in production in the event that a disaster strikes.\n\n\n \n\n\nWe only have one plant that produces fruit products and one plant that produces pumpkin products. We have two plants that manufacture empty cans, one with substantially more capacity than the other, which are not interchangeable since each plant cannot necessarily produce all the can sizes needed. Although we maintain property and business interruption insurance coverage, there can be no assurance that this level of coverage is adequate in the event of a catastrophe or significant disruption at these or other Company facilities. If such an event occurs, it could materially and adversely affect our business, financial condition and results of operations.\n\n\n \n\n\nWe may undertake acquisitions or product innovations and may have difficulties integrating them or may not realize the anticipated benefits.\n\n\n \n\n\nIn the future, we may undertake acquisitions of other businesses or introduce new products, although there can be no assurances that these will occur. Such undertakings involve numerous risks and significant investments. There can be no assurance that we will be able to identify and acquire acquisition candidates on favorable terms, to profitably manage or to successfully integrate future businesses that we may acquire or new products we may introduce without substantial costs, delays or problems. Any of these outcomes could materially and adversely affect our business, financial condition and results of operations.\n\n\n \n\n\nWe are dependent upon a seasonal workforce and our inability to hire sufficient employees may adversely affect our business.\n\n\n \n\n\nAt the end of December 2022, we had roughly 3,000 employees of which approximately 2,800 were full time, 100 seasonal employees worked in food packaging, and 100 employees worked in other activities. During the peak summer harvest period, we averaged approximately 3,600 additional seasonal employees to help package fruit and vegetables. If there is a shortage of seasonal labor, or if there is an increase to minimum wage rates, this could have a negative impact on our cost of operations. Many of our packaging operations are located in rural communities that may not have sufficient labor pools, requiring us to hire employees from other regions. An inability to hire and train sufficient employees during the critical harvest period could materially and adversely affect our business, financial condition and results of operations.\n\n\n \n\n\nIncreases in Labor Costs or Work Stoppages or Strikes Could Materially and Adversely Affect Our Financial Condition and Results of Operations\n\n\n \n\n\nPersonnel costs, including the costs of medical and other employee health and welfare benefits, have increased. These costs can vary substantially as a result of an increase in the number, mix and experience of our employees and changes in health care and other employment-related laws. There are no assurances that we will succeed in reducing future increases in such costs. Increases in personnel costs can also be amplified by low unemployment rates, preferences among workers in the labor market and general tight labor market conditions in any of the areas where we operate. Our inability to control such costs could materially and adversely affect our financial condition and results of operations. Although we consider our labor relations to be good, if a significant number of our employees engaged in a work slowdown, or other type of labor unrest, it could in some cases impair our ability to supply our products to customers, which could result in reduced sales, and may distract our management from focusing on our business and strategic priorities. Any of these activities could materially and adversely affect our financial condition and results of operations.\n\n\n \n\n\nEnvironmental and other regulation of our business, including potential climate change regulation, could adversely impact us by increasing our production cost or restricting our ability to import certain products into the United States.\n\n\n \n\n\nClimate change serves as a risk multiplier increasing both the frequency and severity of natural disasters that may affect our business operations. Moreover, there has been a broad range of proposed and promulgated state, national and international regulation aimed at reducing the effects of climate change. In the United States, there is a significant possibility that some form of regulation will be enacted at the federal level to address the effects of climate change. Such regulation could take several forms that could result in additional costs in the form of taxes, consultant costs, the restriction of output, investments of capital to maintain compliance with laws and regulations, or required acquisition or trading of emission allowances. Climate change regulation continues to evolve, and it is not possible to accurately estimate either a timetable for implementation or our future compliance costs relating to implementation.\n\n\n \n\n\n\n\n\n\n\n9\n\n\n\n\n\n\n\n\n\n\n\nTable of Contents\n\n\n\n\n\n\n\n\n \n\n\nThere may be increased governmental legislative and regulatory activity in reaction to consumer perception related to enamels.\n\n\n \n\n\nThere has been continued state legislative activity to ban certain enamels used to line cans; such as Bisphenol-A (\"BPA\"). These legislative decisions are predominantly driven by consumer perception that BPA may be harmful. These actions have been taken despite the scientific evidence and general consensus of United States and international government agencies that BPA is safe and does not pose a risk to human health. The legislative actions combined with growing public perception about food safety may require us to change some of the materials used as linings in our packaging materials. Failure to do so could result in a loss of sales as well as loss in value of the inventory utilizing certain materials. In collaboration with other can makers as well as enamel suppliers, we have aggressively worked to find alternative materials for can linings not manufactured using BPA. We have transitioned to BPANI (BPA Non-intent) and less than 1% of our canned product volume still includes BPA. Even though BPANI has been fully approved by the Food and Drug Administration (“FDA”), there could be future legislative or regulatory actions that claim BPANI also poses a risk to human health. Future changes or additional health and safety laws and regulations in connection with our products, packaging or processes may also impose upon us new requirements, costs, and changes to production. Such requirements, changes, liabilities, and costs could materially and adversely affect our business, financial condition and results of operations. \n\n\n \n\n\nThe implementation of the Food Safety Modernization Act of 2011 may affect operations.\n\n\n \n\n\nThe Food Safety Modernization Act (\"FSMA\") was enacted with the goal of enabling the FDA to better protect public health by strengthening the food safety system. FSMA was designed to focus the efforts of FDA on preventing food safety problems rather than relying primarily on reacting to problems after they occur. The law also provides the FDA with new enforcement authorities designed to achieve higher rates of compliance with prevention and risk-based food safety standards and to better respond to and contain problems when they do occur.  The increased inspections, mandatory recall authority of the FDA, increased scrutiny of foreign sourced or supplied food products, and increased records access may have an impact on our business. As we are already in a highly regulated business, operating under the increased scrutiny of more FDA authority does not appear likely to negatively impact our business.  The law also gives FDA important new tools to hold imported foods to the same standards as domestic foods.\n\n\n \n\n\nOur results are dependent on successful marketplace initiatives and acceptance by consumers of our products. \n\n\n \n\n\nOur product introductions and product improvements, along with other marketplace initiatives, are designed to capitalize on new customer or consumer trends. The FDA has issued a statement on sodium which referred to an Institute of Medicine statement that too much sodium is a major contributor to high blood pressure. Some of our products contain a moderate amount of sodium per recommended serving, which is based on consumer’s preferences for taste.  In order to remain successful, we must anticipate and react to these new trends and develop new products or packages to address them. While we devote significant resources to meeting this goal, we may not be successful in developing new products or packages, or our new products or packages may not be accepted by customers or consumers.\n\n\n \n\n\nFinancing Risks\n\n\n \n\n\nGlobal economic conditions may materially and adversely affect our business, financial condition and results of operations.\n\n\n \n\n\nUnfavorable economic conditions, including the impact of recessions in the United States and throughout the world, may negatively affect our business and financial results. These economic conditions could negatively impact (i) consumer demand for our products, (ii) the mix of our products’ sales, (iii) our ability to collect accounts receivable on a timely basis, (iv) the ability of suppliers to provide the materials required in our operations and (v) our ability to obtain financing or to otherwise access the capital markets. The strength of the U.S. dollar versus other world currencies could result in increased competition from imported products and decreased sales to our international customers. A prolonged recession could result in decreased revenue, margins and earnings. Additionally, the economic situation could have an impact on our lenders or customers, causing them to fail to meet their obligations to us. The occurrence of any of these risks could materially and adversely affect our business, financial condition and results of operations.\n\n\n \n\n\nOur ability to manage our working capital and our Revolver is critical to our success. \n\n\n \n\n\nAs of March 31, 2023, we had a $180.6 million outstanding balance on our revolving credit facility (“Revolver”).  During our second and third fiscal quarters, our operations generally require more cash than is available from operations. In these circumstances, it is necessary to borrow under our Revolver. Our ability to obtain financing in the future through credit facilities will be affected by several factors, including our creditworthiness, our ability to operate in a profitable manner and general market and credit conditions. Significant changes in our business or cash outflows from operations could create a need for additional working capital. An inability to obtain additional working capital on terms reasonably acceptable to us or access the Revolver would materially and adversely affect our operations. Additionally, if we need to use a portion of our cash flows to pay principal and interest on our debt, it will reduce the amount of money we have for operations, working capital, capital expenditures, expansions, acquisitions or general corporate or other business activities. \n\n\n \n\n\n\n\n\n\n\n10\n\n\n\n\n\n\n\n\n\n\n\nTable of Contents\n\n\n\n\n\n\n\n\n \n\n\nFailure to comply with the requirements of our debt agreements could have a material adverse effect on our business.\n\n\n \n\n\nOur debt agreements contain financial and other restrictive covenants which, among other things, limit our ability to borrow money, including with respect to the refinancing of existing indebtedness. These provisions may limit our ability to conduct our business, take advantage of business opportunities and respond to changing business, market and economic conditions. In addition, they may place us at a competitive disadvantage relative to other companies that may be subject to fewer, if any, restrictions. Failure to comply with the requirements of our debt agreements could materially and adversely affect our business, financial condition and results of operations. We have pledged our accounts receivable, inventory, equipment, certain facilities, capital stock, or other ownership interests that we own in our subsidiaries to secure certain debt. If a default occurred and was not cured, secured lenders could foreclose on this collateral.\n\n\n \n\n\nRisks Relating to Our Stock \n\n\n \n\n\nOur existing shareholders, if acting together, may be able to exert control over matters requiring shareholder approval. \n\n\n \n\n\nHolders of our Class B common stock are entitled to one vote per share, while holders of our Class A common stock are entitled to one-twentieth of a vote per share. In addition, holders of our 10% Cumulative Convertible Voting Preferred Stock, Series A, our 10% Cumulative Convertible Voting Preferred Stock, Series B and, solely with respect to the election of directors, our 6% Cumulative Voting Preferred Stock, which we refer to as our voting preferred stock, are entitled to one vote per share. As of March 31, 2023, holders of Class B common stock and voting preferred stock held 90.2% of the combined voting power of all shares of capital stock then outstanding and entitled to vote. These shareholders, if acting together, would be in a position to control the election of our directors and to effect or prevent certain corporate transactions that require majority or supermajority approval of the combined classes, including mergers and other business combinations. This may result in us taking corporate actions that you may not consider to be in your best interest and may affect the price of our common stock.\n\n\n \n\n\nAs of March 31, 2023, our current executive officers and directors beneficially owned 11.4% of our outstanding shares of Class A common stock, 50.07% of our outstanding shares of Class B common stock and 23.1% of our voting preferred stock, or 37.2% of the combined voting power of our outstanding shares of capital stock. This concentration of voting power may inhibit changes in control of the Company and may adversely affect the market price of our common stock.\n\n\n \n\n\nOur certificate of incorporation and bylaws contain provisions that discourage corporate takeovers. \n\n\n \n\n\nCertain provisions of our certificate of incorporation and bylaws and provisions of the New York Business Corporation Law may have the effect of delaying or preventing a change in control. Various provisions of our certificate of incorporation and bylaws may inhibit changes in control not approved by our directors and may have the effect of depriving shareholders of any opportunity to receive a premium over the prevailing market price of our common stock in the event of an attempted unsolicited takeover. In addition, the existence of these provisions may adversely affect the market price of our common stock. These provisions include:\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n●\n\n\n\n\n\n\na classified board of directors;\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n●\n\n\n\n\n\n\na requirement that special meetings of shareholders be called only by our directors or holders of 25% of the voting power of all shares outstanding and entitled to vote at the meeting;\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n●\n\n\n\n\n\n\nour board of directors has the power to classify and reclassify any of our unissued shares of capital stock into shares of capital stock with such preferences, rights, powers and restrictions as the board of directors may determine;\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n●\n\n\n\n\n\n\nthe affirmative vote of two-thirds of the shares present and entitled to vote is required to amend our bylaws or remove a director; and\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n●\n\n\n\n\n\n\nunder the New York Business Corporation Law, in addition to certain restrictions which may apply to “business combinations” involving us and an “interested shareholder”, a plan for our merger or consolidation must be approved by two-thirds of the votes of all outstanding shares entitled to vote thereon. See “Our existing shareholders, if acting together, may be able to exert control over matters requiring shareholder approval.” \n\n\n\n\n\n\n\n\n \n\n\nWe have not paid dividends on our common stock in the past. \n\n\n \n\n\nWe have not declared or paid any cash dividends on our common stock in the past. In addition, payment of cash dividends on our common stock is not permitted by the terms of our revolving credit facility. This policy may be revisited under the correct circumstances in the future.\n\n\n \n\n\n\n\n\n\n\n11\n\n\n\n\n\n\n\n\n\n\n\nTable of Contents\n\n\n\n\n\n\n\n\n \n\n\nOther Risks\n\n\n \n\n\nTax legislation could impact future cash flows.\n\n\n \n\n\nWe use the Last-In, First-Out (LIFO) method of inventory accounting. As of March 31, 2023, we had a LIFO reserve of $264.5 million which, at the U.S. corporate tax rate, represents approximately $66.1 million of income taxes, payment of which is delayed to future dates based upon changes in inventory costs. From time-to-time, discussions regarding changes in U.S. tax laws have included the potential of LIFO being repealed. Should LIFO be repealed, the $66.1 million of postponed taxes, plus any future benefit realized prior to the date of repeal, would likely have to be repaid over some period of time. Repayment of these postponed taxes will reduce the amount of cash that we would have available to fund our operations, working capital, capital expenditures, expansions, acquisitions or general corporate or other business activities. This could materially and adversely affect our business, financial condition and results of operations.\n\n\n \n\n\nThe tax status of our insurance subsidiary could be challenged resulting in an acceleration of income tax payments.\n\n\n \n\n\nIn conjunction with our workers’ compensation program, we operate a wholly owned insurance subsidiary, Dundee Insurance Company, Inc. We recognize this subsidiary as an insurance company for federal income tax purposes with respect to our consolidated federal income tax return. In the event the Internal Revenue Service (“IRS”) were to determine that this subsidiary does not qualify as an insurance company, we could be required to make accelerated income tax payments to the IRS that we otherwise would have deferred until future periods.\n\n\n \n\n",
    "item7": ">Item 7. Management’\ns Discussion and Analysis of Financial Condition and Results of Operations \n\n\n \n\n\nRefer to the information in the 2023 Annual Report, attached as Exhibit 13 to this Annual Report on Form 10-K, under the section “Management’s Discussion and Analysis of Financial Condition and Results of Operations”, which is incorporated by reference.\n\n\n \n\n",
    "item7a": ">Item 7A. Quantitative and Qualitative Disclosures about Market Risk\n\n\n \n\n\nRefer to the information in the 2023 Annual Report, attached as Exhibit 13 to this Annual Report on Form 10-K, under the section “Management’s Discussion and Analysis of Financial Condition and Results of Operations”, which is incorporated by reference.\n\n\n \n\n",
    "cik": "88948",
    "cusip6": "817070",
    "cusip": [
        "817070105",
        "817070501"
    ],
    "names": [
        "SENECA FOODS CORP - CL B",
        "SENECA FOODS CORP - CL A"
    ],
    "source": "https://www.sec.gov/Archives/edgar/data/88948/000143774923017258/0001437749-23-017258-index.htm"
}