{
    "item1": ">ITEM 1. BUSINESS\n\n\n \n\n\nUnless otherwise indicated\nor the context otherwise requires, references to the “Company”, “Aethlon”, “we”, “us”\nand “our” refer to Aethlon Medical, Inc.\n\n\n \n\n\nOverview and Corporate History\n\n\n \n\n\nAethlon Medical, Inc., or\nAethlon, the Company, we or us, is a medical therapeutic company focused on developing products to treat cancer and life-threatening infectious\ndiseases. The Aethlon Hemopurifier is a clinical-stage immunotherapeutic device designed to combat cancer and life-threatening viral infections.\nIn cancer, the Hemopurifier is designed to deplete the presence of circulating tumor-derived exosomes that promote immune suppression,\nseed the spread of metastasis and inhibit the benefit of leading cancer therapies. The U.S. Food and Drug Administration, or FDA, has\ndesignated the Hemopurifier as a “Breakthrough Device” for two independent indications:\n\n\n \n\n\n\n\n·\nthe treatment\nof individuals with advanced or metastatic cancer who are either unresponsive to or intolerant of standard of care therapy, and with\ncancer types in which exosomes have been shown to participate in the development or severity of the disease; and\n\n\n\n\n\n\n \n \n \n\n\n\n\n·\nthe treatment\nof life-threatening viruses that are not addressed with approved therapies.\n\n\n\n\n \n\n\nWe believe the Hemopurifier\ncan be a substantial advance in the treatment of patients with advanced and metastatic cancer through the clearance of exosomes that promote\nthe growth and spread of tumors through multiple mechanisms. We are currently working with our new contract research organization, or\nCRO, on preparations to conduct a clinical trial in Australia in patients with solid tumors, including head and neck cancer, gastrointestinal\ncancers and other cancers.\n\n\n \n\n\nOn October 4, 2019, the FDA\napproved our Investigational Device Exemption, or IDE, application to initiate an Early Feasibility Study, or EFS, of the Hemopurifier\nin patients with head and neck cancer in combination with standard of care pembrolizumab (Keytruda). The primary endpoint for the EFS,\ndesigned to enroll 10 to 12 subjects at a single center, is safety, with secondary endpoints including measures of exosome clearance and\ncharacterization, as well as response and survival rates. This clinical trial, initially conducted at the UPMC Hillman Cancer Center in\nPittsburgh, PA, or UPMC, treated two patients. Due to lack of further patient enrollment, we and UPMC terminated this trial.\n\n\n \n\n\nIn January 2023, we entered\ninto an agreement with North American Science Associates, LLC, or NAMSA, a world leading MedTech CRO offering global end-to-end development\nservices, to oversee our clinical trials investigating the Hemopurifier for oncology indications. Pursuant to the agreement, NAMSA will\nmanage our clinical trials of the Hemopurifier for patients in the United States and Australia with various types of cancer tumors. We\nanticipate that the initial clinical trials will begin in Australia.\n\n\n \n\n\nWe also believe the Hemopurifier\ncan be part of the broad-spectrum treatment of life-threatening highly glycosylated, or carbohydrate coated, viruses that are not addressed\nwith an already approved treatment. In small-scale or early feasibility human studies, the Hemopurifier has been used in the past to treat\nindividuals infected with human immunodeficiency virus, or HIV, hepatitis-C and Ebola.\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n1\n \n\n\n \n\n\n\n\n \n\n\nAdditionally, in vitro, the\nHemopurifier has been demonstrated to capture Zika virus, Lassa virus, MERS-CoV, cytomegalovirus, Epstein-Barr virus, Herpes simplex virus,\nChikungunya virus, Dengue virus, West Nile virus, smallpox-related viruses, H1N1 swine flu virus, H5N1 bird flu virus, Monkeypox virus\nand the reconstructed Spanish flu virus of 1918. In several cases, these studies were conducted in collaboration with leading government\nor non-government research institutes.\n\n\n \n\n\nOn June 17, 2020, the FDA\napproved a supplement to our open IDE for the Hemopurifier in viral disease to allow for the testing of the Hemopurifier in patients with\nSARS-CoV-2/COVID-19, or COVID-19, in a New Feasibility Study. That study was designed to enroll up to 40 subjects at up to 20 centers\nin the United States. Subjects had to have an established laboratory diagnosis of COVID-19, be admitted to an intensive care unit, or\nICU, and have acute lung injury and/or severe or life-threatening disease, among other criteria. Endpoints for this study, in addition\nto safety, included reduction in circulating virus as well as clinical outcomes (NCT # 04595903). In June 2022, the first patient in this\nstudy was enrolled and completed the Hemopurifier treatment phase of the protocol. Due to lack of COVID-19 patients in the ICUs of our\ntrial sites, we terminated this study in 2022.\n\n\n \n\n\nUnder Single Patient Emergency\nUse regulations, the Company has treated two patients with COVID-19 with the Hemopurifier, in addition to the COVID-19 patient treated\nwith our Hemopurifier in our COVID-19 clinical trial discussed above.\n\n\n \n\n\nWe currently are experiencing\na disruption in our Hemopurifier supply, as our existing supply of Hemopurifiers expired on September 30, 2022, and as previously disclosed,\nwe are dependent on FDA approval of qualified suppliers to manufacture our Hemopurifier. Our intended transition to a new supplier for\ngalanthus nivalis agglutinin, or GNA, a component of our Hemopurifier, is delayed as we work with the FDA for approval of our supplement\nto our IDE, which is required to make this manufacturing change.\n\n\n \n\n\nIn October 2022, we launched\na wholly owned subsidiary in Australia, formed to conduct clinical research, seek regulatory approval and commercialize our Hemopurifier\nin that country. The subsidiary will initially focus on oncology trials in Australia.\n\n\n \n\n\nWe also obtained Ethics Review\nBoard, or ERB, approval and entered into a clinical trial agreement with Medanta Medicity Hospital, a multi-specialty hospital in Delhi\nNCR, India, for a COVID-19 clinical trial at that location. One patient has completed participation in the Indian COVID-19 study. The\nrelevant authorities in India have accepted the use of the Hemopurifiers made with the GNA from our new supplier.\n\n\n \n\n\nIn May 2023, we also received\nERB approval from the Maulana Azad Medical College, or MAMC, for a second site for our clinical trial in India to treat severe COVID-19.\nMAMC was established in 1958 and is located in New Delhi, India. MMAC is affiliated with the University of Delhi and is operated by the\nDelhi government.\n\n\n \n\n\nWe also recently announced\nthat we also have begun investigating the use of our Hemopurifier in the organ transplant setting. Our objective is to confirm that the\nHemopurifier, in our translational studies, when incorporated into a machine perfusion organ preservation circuit, can remove harmful\nviruses and exosomes from harvested organs. We have previously demonstrated the removal of multiple viruses and exosomes from buffer solutions,\nin vitro, utilizing a scaled-down version of our Hemopurifier. This process potentially may reduce complications following transplantation\nof the harvested organ, which can include viral infection, delayed graft function and rejection. We believe this new approach could be\nadditive to existing technologies that currently are in place to increase the number of viable organs for transplant.\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n2\n \n\n\n \n\n\n\n\n \n\n\nPreviously, we were the majority\nowner of Exosome Sciences, Inc., or ESI, a company formed to focus on the discovery of exosomal biomarkers to diagnose and monitor life-threatening\ndiseases, and thus consolidated ESI in our consolidated financial statements. For more than four years, the primary activities of ESI\nwere limited to the payment of patent maintenance fees and applications. In September 2022, the Board of Directors of ESI and we, as the\nmajority stockholder of ESI, approved the dissolution of ESI.\n\n\n \n\n\nSuccessful outcomes of human\ntrials will also be required by the regulatory agencies of certain foreign countries where we plan to market and sell the Hemopurifier.\nSome of our patents may expire before FDA approval or approval in a foreign country, if any, is obtained. However, we believe that certain\npatent applications and/or other patents issued more recently will help protect the proprietary nature of the Hemopurifier treatment technology.\n\n\n \n\n\nIn addition to the foregoing,\nwe are monitoring closely the impact of inflation, recent bank failures and the war in Ukraine on our business. Given the level of uncertainty\nregarding the duration and impact of these events on capital markets and the U.S. economy, we are unable to assess the impact on our timelines\nand future access to capital. The full extent to which inflation, recent bank failures and the war in Ukraine will impact our business,\nresults of operations, financial condition, clinical trials and preclinical research will depend on future developments, as well as the\neconomic impact on national and international markets that are highly uncertain.\n\n\n \n\n\nWe incorporated in Nevada\non March 10, 1999. Our executive offices are located at 11555 Sorrento Valley Road, Suite 203, San Diego, California 92121. Our telephone\nnumber is (619) 941-0360. Our website address is www.aethlonmedical.com.\n\n\n  \n\n\nThe Mechanism of the Hemopurifier\n\n\n \n\n\nThe Hemopurifier is an affinity\nhemofiltration device designed for the single-use removal of exosomes and life-threatening viruses from the human circulatory system.\nIn the United States, the Hemopurifier is classified as a combination product whose regulatory jurisdiction is the Center for Devices\nand Radiological Health, or CDRH, the branch of FDA responsible for the premarket approval of all medical devices.\n\n\n \n\n\nIn our current applications,\nour Hemopurifier can be used on the established infrastructure of continuous renal replacement therapy, or CRRT, and dialysis instruments\nlocated in hospitals and clinics worldwide. It could also potentially be developed as part of a proprietary closed system with its own\npump and tubing set, negating the requirement for dialysis infrastructure. Incorporated within the Hemopurifier is a protein called a\nlectin, that aids in binding exosomes and viruses.\n\n\n \n\n\nThe Hemopurifier - Clinical Trials In Viral Infections\n\n\n \n \n\n\nThe initial development of\nthe Hemopurifier was focused on viral infections. In non-clinical bench experiments using a laboratory version of the Hemopurifier, performed\nin Company labs as well as in multiple other outside labs, including the Centers for Disease Control, or CDC, the United States Army Medical\nResearch Institute of Infectious Diseases, or USAMRIID, Battelle Memorial Research Institute and others, we have demonstrated that a miniature\nversion of the Hemopurifier can bind and clear multiple different glycosylated viruses. These viruses include HIV, HCV, Dengue, West Nile,\nmultiple strains of influenza, Ebola, Chikungunya, smallpox, monkeypox, multiple herpes viruses, a MERS-CoV related pseudovirus and others.\n\n\n \n\n\nInitial clinical trials on\nthe Hemopurifier were conducted overseas on dialysis patients with HCV, with a subsequent EFS conducted in the United States under an\nFDA approved IDE.\n\n\n \n\n\nOn March 13, 2017, we concluded\nan FDA-approved EFS under an IDE in end stage renal disease patients on dialysis who were infected with HCV. The study was conducted at\nDaVita MedCenter Dialysis in Houston, Texas. We reported that there were no device-related adverse events in enrolled subjects who met\nthe study inclusion-exclusion criteria. We also reported that an average capture of 154 million copies of HCV (in International Units,\nI.U.) within the Hemopurifier during four-hour treatments. Prior to this approval, we collected supporting Hemopurifier data through investigational\nhuman studies conducted overseas.\n\n\n \n\n\n \n\n\n\n\n\n\n \n3\n \n\n\n \n\n\n\n\n \n\n\nSARS-CoV-2/COVID-19\n \n\n\n \n\n\nSARS-COV-2, the causative\nagent of COVID-19 is a member of the coronavirus family, which includes the original SARS virus, SARS-CoV, and the MERS virus. SARS-CoV-2,\nlike all coronaviruses, is glycosylated. This suggests that the Hemopurifier could potentially clear it from biologic fluids, including\nblood.\n\n\n \n\n\nOn June 17, 2020, the FDA\napproved a supplement to our open IDE for the Hemopurifier in viral disease to allow for the testing of the Hemopurifier in patients with\nSARS-CoV-2/COVID-19 in a New Feasibility Study. \nThat study was designed to enroll up to 40 subjects\nat up to 20 centers in the United States. Subjects had to have an established laboratory diagnosis of COVID-19, be admitted to an ICU,\nand have acute lung injury and/or severe or life threatening disease, among other criteria. Endpoints for this study, in addition to safety,\ninclude reduction in circulating virus, as well as clinical outcomes (NCT # 04595903). In June 2022, the Company completed the treatment\nprotocol for its first patient in this study.\n\n\n \n\n\nIn\nSeptember 2021, we entered into an agreement with a leading global CRO to oversee our U.S. clinical studies investigating the Hemopurifier\nfor critically ill COVID-19 patients. \nDue to lack of COVID-19 patients in the ICUs of our trial sites, we terminated this study\nin 2022.\n\n\n \n\n\nUnder\nSingle Patient Emergency Use regulations, we have also treated two patients with COVID-19 with the Hemopurifier,\n in addition to\nthe COVID-19 patient treated with our Hemopurifier in our COVID-19 clinical trial discussed above. \nWe\npublished a manuscript reviewing case studies covering those two Single Patient Emergency Use treatments entitled “Removal of COVID-19\nSpike Protein, Whole Virus, Exosomes and Exosomal microRNAs by the Hemopurifier® Lectin-Affinity Cartridge in Critically Ill Patients\nwith COVID-19 Infection.” \n\n\n \n\n\nThe\nmanuscript described the use of the Hemopurifier for a total of nine sessions in two critically ill COVID-19 patients. The first case\nstudy demonstrated the improvement in the patient who was a SARS-COV-2 positive COVID-19 present at entry to the hospital, with associated\ncoagulopathy, or CAC, lung injury, inflammation, and tissue injury despite the absence of demonstrable COVID-19 viremia at the start of\ntreatment at Day 22 and having demonstrated strong viremia earlier in the patient’s disease cycle, suggesting that the significant\nremoval of exosomes contributed to the patient’s recovery. This patient received eight Hemopurifier treatments without complications\nand eventually was weaned from a ventilator and was discharged from the hospital. \n\n\n \n\n\nThe\nsecond patient case study demonstrated in vivo removal of SARS-CoV-2 virus from the blood stream of an infected patient. This patient\ncompleted a six-hour Hemopurifier treatment without complications and subsequently was placed on continuous renal replacement therapy,\nor CRRT. The patient ultimately expired three hours after being placed on CRRT because of the advanced stage of the patient’s disease.\n\n\n\n \n\n\nIn\nMay 2022, we announced the publication of a pre-print manuscript featuring data that demonstrated Aethlon's proprietary GNA affinity resin\nwas able to bind seven clinically relevant SARS-CoV-2 variants in vitro, including the Delta and Omicron variants. Viral capture efficiency\nwith the GNA affinity resin ranged from 53% to 89% for all variants tested. The GNA affinity resin is a key component of the Aethlon Hemopurifier®.\nThe manuscript is titled \"Removal of Clinically Relevant SARS-CoV-2 Variants by An Affinity Resin Containing Galanthus nivalis Agglutinin\"\nand was published in bioRxiv. \n\n\n \n\n\nWe\npreviously commissioned Battelle Memorial Institute in 2008 to run a monkeypox virus, or MPV, in vitro study using a mini-Hemopurifier.\nThis study demonstrated that high concentrations of MPV (approximately 35 thousand cpu/ml) were rapidly depleted from cell culture fluids\nwhen circulated through the Hemopurifier. The study data indicated that the Hemopurifier removed 44 percent of infectious MPV in the first\nhour of testing, 82 percent after six hours, and 98 percent after 20 hours. The studies were conducted in triplicate and data verification\nwas provided by real-time polymerase chain reaction.\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n4\n \n\n\n \n\n\n\n\n \n\n\nThe Hemopurifier – Clinical Trials Conducted Overseas in Viral\nInfections\n\n\n \n\n\nEBOLA Virus\n\n\n \n\n\nIn December of 2014, \nTime\nMagazine\n named the Hemopurifier a “Top 25 Invention” as the result of treating an Ebola-infected physician at Frankfurt\nUniversity Hospital in Germany. The physician was comatose with multiple organ failure at the time of treatment with the Hemopurifier.\nAt the American Society of Nephrology Annual Meeting, Dr. Helmut Geiger, Chief of Nephrology at Frankfurt University Hospital reported\nthat the patient received a single 6.5 hour Hemopurifier treatment. Prior to treatment, viral load was measured at 400,000 copies/ml.\nPost-treatment viral load reported to be at 1,000 copies/ml. Dr. Geiger also reported that 242 million copies of Ebola virus were captured\nwithin the Hemopurifier during treatment. The patient ultimately made a full recovery. Based on this experience, the Company filed an\nExpanded Access protocol with the FDA to treat Ebola virus infected patients in up to ten centers in the United States and a corresponding\nprotocol was approved by HealthCanada. These protocols remain open allowing Hemopurifier treatment to be offered to patients presenting\nfor care in both countries. In 2018, we applied for and were granted a Breakthrough Designation by the FDA “… for the treatment\nof life-threatening viruses that are not addressed with approved therapies.”\n\n\n  \n\n\nHepatitis C Virus (HCV)\n\n\n \n\n\nPrior to FDA approval of the\nIDE feasibility study, we conducted investigational HCV treatment studies at the Apollo Hospital, Fortis Hospital and the Medanta Medicity\nInstitute in India. In the Medanta Medicity Institute study, 12 HCV-infected individuals were enrolled to receive three six-hour Hemopurifier\ntreatments during the first three days of a 48-week peginterferon+ribavirin treatment regimen. The study was conducted under the leadership\nof Dr. Vijay Kher. Dr. Kher’s staff reported that Hemopurifier therapy was well tolerated and without device-related adverse events\nin the 12 treated patients.\n\n\n \n\n\nOf these 12 patients, ten\ncompleted the Hemopurifier-peginterferon+ribavirin treatment protocol, including eight genotype-1 patients and two genotype-3 patients.\nEight of the ten patients achieved a sustained virologic response, which is the clinical definition of treatment cure and is defined as\nundetectable HCV in the blood 24 weeks after the completion of the 48-week peginterferon+ribavirin drug regimen. Both genotype-3 patients\nachieved a sustained virologic response, while six of the eight genotype-1 patients achieved a sustained virologic response, which defines\na cure of the infection.\n\n\n \n\n\nHemopurifier - Human Immunodeficiency Virus (HIV)\n\n\n \n\n\nIn addition to treating Ebola\nand HCV-infected individuals, we also conducted a single proof-of-principle treatment study at the Sigma New Life Hospital in an AIDS\npatient who was not being administered HIV antiviral drugs. In the study, viral load was reduced by 93% as the result of 12 Hemopurifier\ntreatments (each four hours in duration) that were administered over the course of one month.\n\n\n \n\n\nThe Hemopurifier in Cancer\n\n\n \n\n\nOur primary focus in recent\nyears has been on the evaluation of the Hemopurifier in cancer, where we have previously shown in non-clinical studies and in a COVID-19\nemergency use patient that it is capable of clearing exosomes, which are subcellular particles that are secreted by both normal and malignant\ncells. Tumor derived exosomes, have been shown in multiple laboratories to be critical components in the progression of cancers. They\ncan mediate resistance to chemotherapy, resistance to targeted agents such as trastuzumab (Herceptin), metastasis and resistance to the\nnewer immuno-oncology agents, such as pembrolizumab (Keytruda). Based on these observations and data, in November 2019 the FDA granted\nus a second Breakthrough Designation “…for the treatment of individuals with advanced or metastatic cancer who are either\nunresponsive to or intolerant of standard of care therapy, and with cancer types in which exosomes have been shown to participate in the\ndevelopment or severity of the disease.”\n\n\n \n\n\nU.S. GOVERNMENT CONTRACTS\n\n\n \n\n\nWe have recognized revenue\nunder the following government contracts/grants over the past two years:\n\n\n \n\n\nPhase 2 Melanoma Cancer Contract\n\n\n \n\n\nOn September 12, 2019, the\nNational Cancer Institute, or NCI, part of the National Institutes of Health, or NIH, awarded to us an SBIR Phase II Award Contract, for\nNIH/NCI Topic 359, entitled “A Device Prototype for Isolation of Melanoma Exosomes for Diagnostics and Treatment Monitoring”,\nor the Award Contract. The Award Contract amount was $1,860,561 and, as amended, ran for the period from September 16, 2019 through September\n15, 2022.\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n5\n \n\n\n \n\n\n\n\n  \n\n\nThe work performed pursuant\nto this Award Contract was focused on melanoma exosomes. This work followed from our completion of a Phase I contract for the Topic 359\nsolicitation that ran from September 2017 through June 2018, as described below. Following on the Phase I work, the deliverables in the\nPhase II program involved the design and testing of a pre-commercial prototype of a more advanced version of the exosome isolation platform.\n\n\n \n\n\nThe Award Contract ended on\nSeptember 15, 2022 and we presented the required final report to the NCI. As the NCI completed its close out review of the contract, we\nrecognized as revenue the $574,245 previously recorded as deferred revenue on our December 31, 2022 balance sheet.\n\n\n \n\n\nSubaward with University of Pittsburgh\n\n\n \n\n\nIn December 2020, we entered\ninto a cost reimbursable subaward arrangement with the University of Pittsburgh in connection with an NIH contract entitled “Depleting\nExosomes to Improve Responses to Immune Therapy in HNNCC.” Our share of the award was $256,750. We did not record revenue related\nto this subaward in the fiscal year ended March 31, 2023. We recorded $64,467of revenue related to this subaward in the fiscal year ended\nMarch 31, 2022.\n\n\n \n\n\nIn October 2022, we agreed\nwith the University of Pittsburgh to terminate the subaward arrangement, effective as of November 10, 2022, since it related to our clinical\ntrial in head and neck cancer in which the University of Pittsburgh was unable to recruit patients. There are no provisions in the subaward\narrangement requiring repayment of cash received for work completed through November 10, 2022.\n\n\n \n\n\nResearch and Development Costs\n\n\n \n\n\nA substantial portion of our\noperating budget is used for research and development activities. The cost of research and development, all of which has been charged\nto operations, amounted to approximately $2,745,000 and $2,341,000 in the fiscal years ended March 31, 2023 and 2022, respectively.\n\n\n \n\n\nIntellectual Property\n\n\n \n\n\nWe currently own or have license\nrights to a number of U.S. and foreign patents and patent applications and endeavor to continually improve our intellectual property position.\nWe consider the protection of our technology, whether owned or licensed, to the exclusion of use by others, to be vital to our business.\nWhile we intend to focus primarily on patented or patentable technology, we also rely on trade secrets, unpatented property, know-how,\nregulatory exclusivity, patent extensions and continuing technological innovation to develop our competitive position. We also own certain\ntrademarks.\n\n\n \n\n\nOur success depends in large\npart on our ability to protect our proprietary technology, including the Hemopurifier product platform, and to operate without infringing\nthe proprietary rights of third parties. We rely on a combination of patent, trade secret, copyright and trademark laws, as well as confidentiality\nagreements, licensing agreements and other agreements, to establish and protect our proprietary rights. Our success also depends, in part,\non our ability to avoid infringing patents issued to others. If we were judicially determined to be infringing on any third-party patent,\nwe could be required to pay damages, alter our products or processes, obtain licenses or cease sales of products or certain activities.\n\n\n \n\n\nTo protect our proprietary\nmedical technologies, including the Hemopurifier product platform and other scientific discoveries, we have a portfolio of over 50 issued\npatents and pending applications worldwide. We currently have five issued U.S. patents and 32 issued patents in countries outside of the\nUnited States. In addition, we have thirteen patent applications pending worldwide related to our Hemopurifier product platform and other\ntechnologies. We are seeking additional patents on our scientific discoveries.\n\n\n \n\n\n \n\n\n \n\n\n\n\n \n\n\n\n\n\n\n \n6\n \n\n\n \n\n\n\n\n \n\n\n\n\nIt is possible that our pending\npatent applications may not result in issued patents, that we will not develop additional proprietary products that are patentable, that\nany patents issued to us may not provide us with competitive advantages or will be challenged by third parties and that the patents of\nothers may prevent the commercialization of products incorporating our technology. Furthermore, others may independently develop similar\nproducts, duplicate our products or design around our patents. U.S. patent applications are not immediately made public, so it is possible\nthat a third party may obtain a patent on a technology we are actively using.\n\n\n \n\n\nThere is a risk that any patent\napplications that we file and any patents that we hold or later obtain could be challenged by third parties and declared invalid or unenforceable.\nFor many of our pending applications, patent interference proceedings may be instituted with the U.S. Patent and Trademark Office, or\nthe USPTO, when more than one person files a patent application covering the same technology, or if someone wishes to challenge the validity\nof an issued patent. At the completion of the interference proceeding, the USPTO will determine which competing applicant is entitled\nto the patent, or whether an issued patent is valid. Patent interference proceedings are complex, highly contested legal proceedings,\nand the USPTO’s decision is subject to appeal. This means that if an interference proceeding arises with respect to any of our patent\napplications, we may experience significant expenses and delays in obtaining a patent, and if the outcome of the proceeding is unfavorable\nto us, the patent could be issued to a competitor rather than to us. Third parties can file post-grant proceedings in the USPTO,\nseeking to have issued patent invalidated, within nine months of issuance. This means that patents undergoing post-grant proceedings may\nbe lost, or some or all claims may require amendment or cancellation, if the outcome of the proceedings is unfavorable to us. Post-grant\nproceedings are complex and could result in a reduction or loss of patent rights. The institution of post-grant proceedings against our\npatents could also result in significant expenses.\n\n\n \n\n\nPatent law outside the United\nStates is uncertain and in many countries, is currently undergoing review and revisions. The laws of some countries may not protect our\nproprietary rights to the same extent as the laws of the United States. Third parties may attempt to oppose the issuance of patents to\nus in foreign countries by initiating opposition proceedings. Opposition proceedings against any of our patent filings in a foreign country\ncould have an adverse effect on our corresponding patents that are issued or pending in the United States. It may be necessary or useful\nfor us to participate in proceedings to determine the validity of our patents or our competitors’ patents that have been issued\nin countries other than the United States. This could result in substantial costs, divert our efforts and attention from other aspects\nof our business, and could have a material adverse effect on our results of operations and financial condition. Outside of the United\nStates, we currently have pending patent applications or issued patents in Europe, India, Russia, Canada, Japan, Singapore and Hong Kong.\n\n\n \n\n\nIn addition to patent protection,\nwe rely on unpatented trade secrets and proprietary technological expertise. It is possible that others could independently develop or\notherwise acquire substantially equivalent technology, somehow gain access to our trade secrets and proprietary technological expertise\nor disclose such trade secrets, or that we may not successfully ultimately protect our rights to such unpatented trade secrets and proprietary\ntechnological expertise. We rely, in part, on confidentiality agreements with our marketing partners, employees, advisors, vendors and\nconsultants to protect our trade secrets and proprietary technological expertise. We cannot assure you that these agreements will not\nbe breached, that we will have adequate remedies for any breach or that our unpatented trade secrets and proprietary technological expertise\nwill not otherwise become known or be independently discovered by competitors.\n\n\n \n\n\n\n\nPatents\n\n\n \n\n\nThe following table lists our issued patents and\npatent applications, including their ownership status:\n\n\n \n\n\nPatents Issued in the United States\n\n\n\n\n\n\nPATENT #\n\n\nPATENT NAME\n\n\n\n\nISSUANCE\n\n\nDATE\n\n\n\n\nOWNED OR\n\n\nLICENSED\n\n\n\n\nEXPIRATION\n\n\nDATE\n\n\n\n\n9,707,333\n\n\nExtracorporeal removal of microvesicular particles\n\n\n7/18/17\n\n\nOwned\n\n\n1/6/29\n\n\n\n\n9,364,601\n\n\nExtracorporeal removal of microvesicular particles\n\n\n6/14/16\n\n\nOwned\n\n\n10/2/29\n\n\n\n\n8,288,172\n\n\nExtracorporeal removal of microvesicular particles \n\n\n10/16/12\n\n\nOwned\n\n\n3/30/29\n\n\n\n\n7,226,429\n\n\nMethod for removal of viruses from blood by lectin affinity hemodialysis\n\n\n6/5/07\n\n\nOwned\n\n\n1/20/24\n\n\n\n\n10,022,483\n\n\nMethod for removal of viruses from blood by lectin affinity hemodialysis\n\n\n7/17/18\n\n\nOwned\n\n\n1/20/24\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n7\n \n\n\n \n\n\n\n\n \n\n\nPatent Applications Pending in the United States\n\n\n\n\n\n\nAPPLICATION #\n\n\nAPPLICATION NAME\n\n\n\n\nFILING\n\n\nDATE\n\n\n\n\nOWNED OR\n\n\nLICENSED\n\n\n\n\n16/415,713\n\n\nAffinity capture of circulating biomarkers\n\n\n5/17/19\n\n\nOwned\n\n\n\n\n17/301,666\n\n\nMethod for removal of viruses from blood by lectin affinity hemodialysis \n\n\n4/09/21\n\n\nOwned\n\n\n\n\n16/459,220\n\n\nMethods and compositions for quantifying exosomes\n\n\n7/01/19\n\n\nOwned\n\n\n\n\n17/918,085\n\n\nDevices and methods for treating a coronavirus infection and symptoms thereof\n\n\n10/10/22\n\n\nOwned\n\n\n\n\n \n\n\n\n\nForeign Patents\n\n\n\n\n\n\nPATENT #\n\n\nPATENT NAME\n\n\n\n\nISSUANCE\n\n\nDATE\n\n\n\n\nOWNED OR\n\n\nLICENSED\n\n\n\n\nEXPIRATION\n\n\nDATE\n\n\n\n\n2353399\n\n\nMethod for removal of viruses from blood by lectin affinity hemodialysis (Russia)\n\n\n4/27/09\n\n\nOwned\n\n\n1/20/24\n\n\n\n\n1624785\n\n\nMethod for removal of viruses from blood by lectin affinity hemodialysis (Belgium)\n\n\n7/17/13\n\n\nOwned\n\n\n1/20/24\n\n\n\n\n1624785\n\n\nMethod for removal of viruses from blood by lectin affinity hemodialysis (Ireland)\n\n\n7/17/13\n\n\nOwned\n\n\n1/20/24\n\n\n\n\n1624785\n\n\nMethod for removal of viruses from blood by lectin affinity hemodialysis (Italy)\n\n\n7/17/13\n\n\nOwned\n\n\n1/20/24\n\n\n\n\n1624785\n\n\nMethod for removal of viruses from blood by lectin affinity hemodialysis (Great Britain)\n\n\n7/17/13\n\n\nOwned\n\n\n1/20/24\n\n\n\n\n1624785\n\n\nMethod for removal of viruses from blood by lectin affinity hemodialysis (France)\n\n\n7/17/13\n\n\nOwned\n\n\n1/20/24\n\n\n\n\n1624785\n\n\nMethod for removal of viruses from blood by lectin affinity hemodialysis (Germany)\n\n\n7/17/13\n\n\nOwned\n\n\n1/20/24\n\n\n\n\n2516403\n\n\nMethod for removal of viruses from blood by lectin affinity hemodialysis (Canada)\n\n\n8/12/14\n\n\nOwned\n\n\n1/20/24\n\n\n\n\n2591359\n\n\nMethods for quantifying exosomes (Germany)\n\n\n3/01/17\n\n\nOwned\n\n\n7/07/31\n\n\n\n\n2591359\n\n\nMethods for quantifying exosomes (France)\n\n\n3/01/17\n\n\nOwned\n\n\n7/07/31\n\n\n\n\n2591359\n\n\nMethods for quantifying exosomes (Great Britain)\n\n\n3/01/17\n\n\nOwned\n\n\n7/07/31\n\n\n\n\n2591359\n\n\nMethods for quantifying exosomes (Spain)\n\n\n3/01/17\n\n\nOwned\n\n\n7/07/31\n\n\n\n\n2644855\n\n\nExtracorporeal removal of microvesicular particles (Canada)\n\n\n11/19/19\n\n\nOwned\n\n\n1/20/24\n\n\n\n\n3061952\n\n\nExtracorporeal removal of microvesicular particles (Canada)\n\n\n7/19/22\n\n\nOwned\n\n\n1/20/24\n\n\n\n\n1993600\n\n\nExtracorporeal removal of microvesicular particles (Germany)\n\n\n4/24/19\n\n\nOwned\n\n\n1/20/24\n\n\n\n\n1993600\n\n\nExtracorporeal removal of microvesicular particles (Switzerland)\n\n\n4/24/19\n\n\nOwned\n\n\n1/20/24\n\n\n\n\n1993600\n\n\nExtracorporeal removal of microvesicular particles (Spain)\n\n\n4/24/19\n\n\nOwned\n\n\n1/20/24\n\n\n\n\n1993600\n\n\nExtracorporeal removal of microvesicular particles (France)\n\n\n4/24/19\n\n\nOwned\n\n\n1/20/24\n\n\n\n\n1993600\n\n\nExtracorporeal removal of microvesicular particles (Great Britain)\n\n\n4/24/19\n\n\nOwned\n\n\n1/20/24\n\n\n\n\n1993600\n\n\nExtracorporeal removal of microvesicular particles (Italy)\n\n\n4/24/19\n\n\nOwned\n\n\n1/20/24\n\n\n\n\n1993600\n\n\nExtracorporeal removal of microvesicular particles (Netherlands)\n\n\n4/24/19\n\n\nOwned\n\n\n1/20/24\n\n\n\n\n1993600\n\n\nExtracorporeal removal of microvesicular particles (Sweden)\n\n\n4/24/19\n\n\nOwned\n\n\n1/20/24\n\n\n\n\n1126138\n\n\nExtracorporeal removal of microvesicular particles (Hong Kong)\n\n\n6/19/20\n\n\nOwned\n\n\n1/20/24\n\n\n\n\n3517151\n\n\nExtracorporeal removal of microvesicular particles (Switzerland)\n\n\n4/21/21\n\n\nOwned\n\n\n1/20/24\n\n\n\n\n3517151\n\n\nExtracorporeal removal of microvesicular particles (Germany)\n\n\n4/21/21\n\n\nOwned\n\n\n1/20/24\n\n\n\n\n3517151\n\n\nExtracorporeal removal of microvesicular particles (Denmark)\n\n\n4/21/21\n\n\nOwned\n\n\n1/20/24\n\n\n\n\n3517151\n\n\nExtracorporeal removal of microvesicular particles (Spain)\n\n\n4/21/21\n\n\nOwned\n\n\n1/20/24\n\n\n\n\n3517151\n\n\nExtracorporeal removal of microvesicular particles (France)\n\n\n4/21/21\n\n\nOwned\n\n\n1/20/24\n\n\n\n\n3517151\n\n\nExtracorporeal removal of microvesicular particles (Great Britain)\n\n\n4/21/21\n\n\nOwned\n\n\n1/20/24\n\n\n\n\n3517151\n\n\nExtracorporeal removal of microvesicular particles (Ireland)\n\n\n4/21/21\n\n\nOwned\n\n\n1/20/24\n\n\n\n\n3517151\n\n\nExtracorporeal removal of microvesicular particles (Netherlands)\n\n\n4/21/21\n\n\nOwned\n\n\n1/20/24\n\n\n\n\n3517151\n\n\nExtracorporeal removal of microvesicular particles (Sweden)\n\n\n4/21/21\n\n\nOwned\n\n\n1/20/24\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n8\n \n\n\n \n\n\n\n\n \n\n\nPending Foreign Patent Applications\n\n\n\n\n\n\n\n\nAPPLICATION #\n\n\nAPPLICATION NAME\n\n\nFILING\n\n DATE\n\n\nOWNED OR LICENSED\n\n\n\n\n\n\n\n\n8139/DELNP/2008\n\n\nExtracorporeal removal of microvesicular particles (exosomes) (India)\n\n\n3/9/07\n\n\nOwned\n\n\n\n\n2939652\n\n\nBrain specific exosome based diagnostics and extracorporeal therapies (Canada)\n\n\n8/12/06\n\n\nOwned\n\n\n\n\n2021256402\n\n\nDevices and methods for treating a coronavirus infection and symptoms thereof (Australia)\n\n\n10/16/22\n\n\nOwned\n\n\n\n\n3178687\n\n\nDevices and methods for treating a coronavirus infection and symptoms thereof (Canada)\n\n\n9/29/22\n\n\nOwned\n\n\n\n\n21788894.0\n\n\nDevices and methods for treating a coronavirus infection and symptoms thereof (Europe)\n\n\n10/26/22\n\n\nOwned\n\n\n\n\n297109\n\n\nDevices and methods for treating a coronavirus infection and symptoms thereof (Israel)\n\n\n10/26/22\n\n\nOwned\n\n\n\n\n2023-505809\n\n\nDevices and methods for treating a coronavirus infection and symptoms thereof (Japan)\n\n\n10/12/22\n\n\nOwned\n\n\n\n\n11202253625T\n\n\nDevices and methods for treating a coronavirus infection and symptoms thereof (Singapore)\n\n\n9/29/22\n\n\nOwned\n\n\n\n\n \n\n\nPending International Patent Applications\n\n\n\n\n\n\nAPPLICATION #\n\n\nAPPLICATION NAME\n\n\n\n\nFILING\n\n\nDATE\n\n\n\n\nOWNED OR\n\n\nLICENSED\n\n\n\n\nPCT/US2022/077885\n\n\nDevices and methods for treating a viral infection and symptoms thereof\n\n\n10/11/22\n\n\nOwned\n\n\n\n\n \n\n\n \n\n\nTrademarks\n\n\n\n\n\n\nAPPLICATION NAME\n\n\nFILING DATE\n\n\nOWNED OR LICENSED\n\n\n\n\nTAUSOME\n\n\n7/24/2015\n\n\nOwned \n\n\n\n\nSANSAGITTA\n\n\n7/8/2021\n\n\nOwned \n\n\n\n\nHEMOSAGITTA\n\n\n1/13/2021\n\n\nOwned \n\n\n\n\n \n\n\nTrademarks\n\n\n \n\n\nIn addition to the Tausome,\nSansagitta and Hemosagitta trademarks noted in the above table, we also have trademark registrations in the United States for Hemopurifier\nand Aethlon Medical, Inc., and obtained a trademark registration in India for Hemopurifier. We also have common law trademark rights in\nAethlon ADAPT™ and ELLSA™.\n\n\n \n\n\nLicensing and Assignment Agreements\n\n\n \n\n\nOn November 7, 2006, we executed\nan assignment agreement with the London Health Science Center Research, Inc. under which an invention and related patent rights for a\nmethod to treat cancer were assigned to us. The invention provides for the \"Extracorporeal removal of microvesicular particles\"\nfor which the U.S. Patent and Trademark Office granted a patent (Patent No.8,288,172) in the United States as of October 2012. The agreement\nprovided for an upfront payment of 53 shares of unregistered common stock and a 2% royalty on any future net sales of all products or\nservices, the sale of which would infringe in the absence of the assignment granted under this agreement. We are also responsible for\npaying certain patent application and filing costs. Under the assignment agreement, we own the patents until their respective expirations.\nUnder certain circumstances, ownership of the patents may revert to the London Health Science Center Research, Inc. if there is an uncured\nsubstantial breach of the assignment agreement.\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n9\n \n\n\n \n\n\n\n\n \n\n\nIndustry & Competition\n\n\n \n\n\nThe industry for treating\ninfectious disease and cancer is extremely competitive, and companies developing new treatment procedures face significant capital and\nregulatory challenges. As our Hemopurifier is a clinical-stage device, we have the additional challenge of establishing medical industry\nsupport, which will be driven by treatment data resulting from human clinical studies. Should our device become market cleared by the\nFDA or the regulatory body of another country, we may face significant competition from well-funded pharmaceutical organizations. Additionally,\nwe would likely need to establish large-scale production of our device in order to be competitive. We believe that our Hemopurifier is\na first-in-class therapeutic candidate and we are not aware of any affinity hemofiltration device being market cleared in any country\nfor the single-use removal of circulating viruses or tumor-derived exosomes.\n\n\n \n\n\nGovernment Regulation\n\n\n \n\n\nThe Hemopurifier is subject\nto regulation by numerous regulatory bodies, primarily the FDA, and comparable international regulatory agencies. These agencies require\nmanufacturers of medical devices to comply with applicable laws and regulations governing the development, testing, manufacturing, labeling,\nmarketing, storage, distribution, advertising and promotion, and post-marketing surveillance reporting of medical devices. As the primary\nmode of action of the Hemopurifier is attributable to the device component of this combination product, the CDRH has primary jurisdiction\nover its premarket development, review and approval. Failure to comply with applicable requirements may subject a device and/or its manufacturer\nto a variety of administrative sanctions, such as issuance of warning letters, import detentions, civil monetary penalties and/or judicial\nsanctions, such as product seizures, injunctions and criminal prosecution.\n\n\n  \n\n\nFDA’s Pre-market Clearance and Approval\nRequirements  \n\n\n \n\n\nEach medical device we seek\nto commercially distribute in the United States will require either a prior 510(k) clearance, unless it is exempt, or a pre-market approval\nfrom the FDA. Generally, if a new device has a predicate that is already on the market under a 510(k) clearance, the FDA will allow that\nnew device to be marketed under a 510(k) clearance; otherwise, a premarket approval, or PMA, is required. Medical devices are classified\ninto one of three classes—Class I, Class II or Class III—depending on the degree of risk associated with each\nmedical device and the extent of control needed to provide reasonable assurance of safety and effectiveness. Class I devices are\ndeemed to be low risk and are subject to the general controls of the Federal Food, Drug and Cosmetic Act, such as provisions that relate\nto: adulteration; misbranding; registration and listing; notification, including repair, replacement, or refund; records and reports;\nand good manufacturing practices. Most Class I devices are classified as exempt from pre-market notification under section 510(k)\nof the FD&C Act, and therefore may be commercially distributed without obtaining 510(k) clearance from the FDA. Class II devices\nare subject to both general controls and special controls to provide reasonable assurance of safety and effectiveness. Special controls\ninclude performance standards, post market surveillance, patient registries and guidance documents. A manufacturer may be required to\nsubmit to the FDA a pre-market notification requesting permission to commercially distribute some Class II devices. Devices deemed\nby the FDA to pose the greatest risk, such as life-sustaining, life-supporting or implantable devices, or devices deemed not substantially\nequivalent to a previously cleared 510(k) device, are placed in Class III. A Class III device cannot be marketed in the United\nStates unless the FDA approves the device after submission of a PMA. However, there are some Class III devices for which FDA has\nnot yet called for a PMA. For these devices, the manufacturer must submit a pre-market notification and obtain 510(k) clearance in orders\nto commercially distribute these devices. The FDA can also impose sales, marketing or other restrictions on devices in order to assure\nthat they are used in a safe and effective manner. We believe that the Hemopurifier will be classified as a Class III device and as such\nwill be subject to PMA submission and approval.\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n10\n \n\n\n \n\n\n\n\n \n\n\nPre-market Approval Pathway \n\n\n \n\n\nA pre-market approval application\nmust be submitted to the FDA for Class III devices for which the FDA has required a PMA. The pre-market approval application process\nis much more demanding than the 510(k) pre-market notification process. A pre-market approval application must be supported by extensive\ndata, including but not limited to technical, preclinical, clinical trials, manufacturing and labeling to demonstrate to the FDA’s\nsatisfaction reasonable evidence of safety and effectiveness of the device.\n\n\n \n\n\nAfter a pre-market approval\napplication is submitted, the FDA has 45 days to determine whether the application is sufficiently complete to permit a substantive review\nand thus whether the FDA will file the application for review. The FDA has 180 days to review a filed pre-market approval application,\nalthough the review of an application generally occurs over a significantly longer period of time and can take up to several years. During\nthis review period, the FDA may request additional information or clarification of the information already provided. Also, an advisory\npanel of experts from outside the FDA may be convened to review and evaluate the application and provide recommendations to the FDA as\nto the approvability of the device.\n\n\n \n\n\nAlthough the FDA is not bound\nby the advisory panel decision, the panel’s recommendations are important to the FDA’s overall decision making process. In\naddition, the FDA may conduct a preapproval inspection of the manufacturing facility to ensure compliance with the Quality System Regulation,\nor QSR. The agency also may inspect one or more clinical sites to assure compliance with FDA’s regulations.\n\n\n \n\n\nUpon completion of the PMA\nreview, the FDA may: (i) approve the PMA which authorizes commercial marketing with specific prescribing information for one or more\nindications, which can be more limited than those originally sought; (ii) issue an approvable letter which indicates the FDA’s\nbelief that the PMA is approvable and states what additional information the FDA requires, or the post-approval commitments that must\nbe agreed to prior to approval; (iii) issue a not approvable letter which outlines steps required for approval, but which are typically\nmore onerous than those in an approvable letter, and may require additional clinical trials that are often expensive and time consuming\nand can delay approval for months or even years; or (iv) deny the application. If the FDA issues an approvable or not approvable\nletter, the applicant has 180 days to respond, after which the FDA’s review clock is reset.\n\n\n \n\n\nEmergency Use Authorizations,\nor EUAs, are granted by FDA in public health emergencies but allow use of the authorized device only during the period of the respective\npublic health emergency, and do not change the requirement to ultimately seek PMA approval after the authorization period has ended.\n\n\n  \n\n\nClinical Trials\n\n\n \n\n\nClinical trials are almost\nalways required to support pre-market approval and are sometimes required for 510(k) clearance. In the United States, for significant\nrisk devices, these trials require submission of an application for an IDE to the FDA. The IDE application must be supported by appropriate\ndata, such as animal and laboratory testing results, showing it is safe to test the device in humans and that the testing protocol is\nscientifically sound. The IDE must be approved in advance by the FDA for a specific number of patients at specified study sites. During\nthe trial, the sponsor must comply with the FDA’s IDE requirements for investigator selection, trial monitoring, reporting and recordkeeping.\nThe investigators must obtain patient informed consent, rigorously follow the investigational plan and study protocol, control the disposition\nof investigational devices and comply with all reporting and recordkeeping requirements. Clinical trials for significant risk devices\nmay not begin until the IDE application is approved by the FDA and the appropriate institutional review boards, or IRBs, at the clinical\ntrial sites. An IRB is an appropriately constituted group that has been formally designated to review and monitor medical research involving\nsubjects and which has the authority to approve, require modifications in, or disapprove research to protect the rights, safety and welfare\nof human research subjects. The FDA or the IRB at each site at which a clinical trial is being performed may withdraw approval of a clinical\ntrial at any time for various reasons, including a belief that the risks to study subjects outweigh the benefits or a failure to comply\nwith FDA or IRB requirements. Even if a trial is completed, the results of clinical testing may not demonstrate the safety and effectiveness\nof the device, may be equivocal or may otherwise not be sufficient to obtain approval or clearance of the product.\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n11\n \n\n\n \n\n\n\n\n \n\n\nOngoing Regulation by the FDA\n \n\n\n \n\n\nEven after a device receives clearance or approval\nand is placed on the market, numerous regulatory requirements apply. These include:\n\n\n \n\n\n\n\n\n\n \n\n\n·\n\n\nestablishment registration and device listing;\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n·\n\n\nthe QSR, which requires manufacturers, including third-party manufacturers, to follow stringent design, testing, control, documentation and other quality assurance procedures during all aspects of the manufacturing process;\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n·\n\n\nlabeling regulations and the FDA prohibitions against the promotion of products for uncleared, unapproved or “off-label” uses and other requirements related to promotional activities;\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n·\n\n\nmedical device reporting regulations, which require that manufactures report to the FDA if their device may have caused or contributed to a death or serious injury, or if their device malfunctioned and the device or a similar device marketed by the manufacturer would be likely to cause or contribute to a death or serious injury if the malfunction were to recur;\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n·\n\n\ncorrections and removal reporting regulations, which require that manufactures report to the FDA field corrections or removals if undertaken to reduce a risk to health posed by a device or to remedy a violation of the FDCA that may present a risk to health; and\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n·\n\n\npost market surveillance regulations, which apply to certain Class II or III devices when necessary to protect the public health or to provide additional safety and effectiveness data for the device.\n\n\n\n\n \n\n\nSome changes to an approved\nPMA device, including changes in indications, labeling or manufacturing processes or facilities, require submission and FDA approval of\na new PMA or PMA supplement, as appropriate, before the change can be implemented. Supplements to a PMA often require the submission of\nthe same type of information required for an original PMA, except that the supplement is generally limited to that information needed\nto support the proposed change from the device covered by the original PMA. The FDA uses the same procedures and actions in reviewing\nPMA supplements as it does in reviewing original PMAs.\n\n\n  \n\n\nFailure by us or by our suppliers\nto comply with applicable regulatory requirements can result in enforcement action by the FDA or state authorities, which may include\nany of the following sanctions:\n\n\n \n\n\n\n\n\n\n \n\n\n·\n\n\nwarning or untitled letters, fines, injunctions, consent decrees and civil penalties;\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n·\n\n\ncustomer notifications, voluntary or mandatory recall or seizure of our products;\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n·\n\n\noperating restrictions, partial suspension or total shutdown of production;\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n·\n\n\ndelay in processing submissions or applications for new products or modifications to existing products;\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n·\n\n\nwithdrawing approvals that have already been granted; and\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n·\n\n\ncriminal prosecution.\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n12\n \n\n\n \n\n\n\n\n \n\n\nThe Medical Device Reporting\nlaws and regulations require us to provide information to the FDA when we receive or otherwise become aware of information that reasonably\nsuggests our device may have caused or contributed to a death or serious injury as well as a device malfunction that likely would cause\nor contribute to death or serious injury if the malfunction were to recur. In addition, the FDA prohibits an approved device from being\nmarketed for off-label use. The FDA and other agencies actively enforce the laws and regulations prohibiting the promotion of off-label\nuses, and a company that is found to have improperly promoted off-label uses may be subject to significant liability, including substantial\nmonetary penalties and criminal prosecution.\n\n\n \n\n\nNewly discovered or developed\nsafety or effectiveness data may require changes to a product’s labeling, including the addition of new warnings and contraindications,\nand also may require the implementation of other risk management measures. Also, new government requirements, including those resulting\nfrom new legislation, may be established, or the FDA’s policies may change, which could delay or prevent regulatory clearance or\napproval of our products under development.\n\n\n \n\n\nHealthcare Regulation\n \n\n\n \n\n\nIn addition to the FDA’s\nrestrictions on marketing of pharmaceutical products, the U.S. healthcare laws and regulations that may affect our ability to operate\ninclude: the federal fraud and abuse laws, including the federal anti-kickback and false claims laws; federal data privacy and security\nlaws; and federal transparency laws related to payments and/or other transfers of value made to physicians (defined to include doctors,\ndentists, optometrists, podiatrists and chiropractors) and other healthcare professionals (such as physicians assistants and nurse practitioners)\nand teaching hospitals. Many states have similar laws and regulations that may differ from each other and federal law in significant ways,\nthus complicating compliance efforts. For example, states have anti-kickback and false claims laws that may be broader in scope than analogous\nfederal laws and may apply regardless of payor. In addition, state data privacy laws that protect the security of health information may\ndiffer from each other and may not be preempted by federal law. Moreover, several states have enacted legislation requiring pharmaceutical\nmanufacturers to, among other things, establish marketing compliance programs, file periodic reports with the state, make periodic public\ndisclosures on sales and marketing activities, report information related to drug pricing, require the registration of sales representatives,\nand prohibit certain other sales and marketing practices. These laws may adversely affect our sales, marketing and other activities with\nrespect to any product candidate for which we receive approval to market in the United States by imposing administrative and compliance\nburdens on us.\n\n\n \n\n\nBecause of the breadth of\nthese laws and the narrowness of available statutory exceptions and regulatory safe harbors, it is possible that some of our business\nactivities, particularly any sales and marketing activities after a product candidate has been approved for marketing in the United States,\ncould be subject to legal challenge and enforcement actions. If our operations are found to be in violation of any of the federal and\nstate laws described above or any other governmental regulations that apply to us, we may be subject to significant civil, criminal, and\nadministrative penalties, including, without limitation, damages, fines, imprisonment, exclusion from participation in government healthcare\nprograms, additional reporting obligations and oversight if we become subject to a corporate integrity agreement or other agreement to\nresolve allegations of non-compliance with these laws, and the curtailment or restructuring of our operations, any of which could adversely\naffect our ability to operate our business and our results of operations.\n\n\n  \n\n\nFrom time to time, legislation\nis drafted and introduced in Congress that could significantly change the statutory provisions governing the regulatory approval, manufacture\nand marketing of regulated products or the reimbursement thereof. For example, in the United States, the Patient Protection and Affordable\nCare Act, as amended by the Health Care and Education Reconciliation Act of 2010, or collectively, ACA, among other things, reduced and/or\nlimited Medicare reimbursement to certain providers and imposed an annual excise tax of 2.3% on any entity that manufactures or imports\nmedical devices offered for sale in the United States, with limited exceptions. However, the 2020 federal spending package permanently\neliminated, effective January 1, 2020, this ACA-mandated medical device tax. On June 17, 2021, the U.S. Supreme Court dismissed a challenge\non procedural grounds that argued the ACA is unconstitutional in its entirety because the “individual mandate” was repealed\nby Congress. Further, on August 16, 2022, President Biden signed the Inflation Reduction Act of 2022, or IRA, into law, which among other\nthings, extends enhanced subsidies for individuals purchasing health insurance coverage in ACA marketplaces through plan year 2025. The\nIRA also eliminates the \"donut hole\" under the Medicare Part D program beginning in 2025 by significantly lowering the beneficiary\nmaximum out-of-pocket cost and creating a new manufacturer discount program. It is possible that the ACA will be subject to judicial or\nCongressional challenges in the future. It is unclear how such challenges and any additional healthcare reform measures will impact the\nACA.\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n13\n \n\n\n \n\n\n\n\n \n\n\nOther legislative changes\nhave been proposed and adopted since the ACA was enacted. The Budget Control Act of 2011, as amended by subsequent legislation, further\nreduces Medicare’s payments to providers by two percent through fiscal year 2032. These reductions may reduce providers’ revenues\nor profits, which could affect their ability to purchase new technologies. Furthermore, the healthcare industry in the United States has\nexperienced a trend toward cost containment as government and private insurers seek to control healthcare costs by imposing lower payment\nrates and negotiating reduced contract rates with service providers. In July 2021, the Biden Administration released an executive order,\n“Promoting Competition in the American Economy,” which contained provisions relating to prescription drugs. On September 9,\n2021, in response to this executive order, the U.S. Department of Health and Human Services, or HHS, released a Comprehensive Plan for\nAddressing High Drug Prices that outlines principles for drug pricing reform and sets out a variety of potential legislative policies\nthat Congress could pursue as well as potential administrative actions HHS can take to advance these principles. Further, the IRA, among\nother things (i) directs HHS to negotiate the price of certain high-expenditure, single-source drugs and biologics covered under Medicare\nand (ii) imposes rebates under Medicare Part B and Medicare Part D to penalize price increases that outpace inflation. These provisions\nwill take effect progressively starting in fiscal year 2023, although they may be subject to legal challenges. HHS has and will continue\nto issue and update guidance as these programs are implemented. It is currently unclear how the IRA will be implemented but is likely\nto have a significant impact on the pharmaceutical industry. In addition, in response to the Biden administration’s October 2022\nexecutive order, on February 14, 2023, HHS released a report outlining three new models for testing by the Center for Medicare and Medicaid\nInnovation which will be evaluated on their ability to lower the cost of drugs, promote accessibility, and improve quality of care. It\nis unclear whether the models will be utilized in any health reform measures in the future.\n\n\n \n\n\nLegislation could be adopted\nin the future that limits payments for our products from governmental payors. It is possible that additional governmental action will\nbe taken to address the COVID-19 pandemic. In addition, commercial payors such as insurance companies, could adopt similar policies that\nlimit reimbursement for medical device manufacturers’ products.\n\n\n \n\n\nCoverage and Reimbursement\n\n\n \n\n\nIn both the U.S. and international\nmarkets, the use of medical devices is dependent in part on the availability of reimbursement from third-party payors, such as government\nand private insurance plans. Healthcare providers that use medical devices generally rely on third-party payors to pay for all or part\nof the costs and fees associated with the medical procedures being performed or to compensate them for their patient care services. Should\nour Hemopurifier or any other products under development be approved for commercialization by the FDA, any such products may not be considered\ncost-effective, reimbursement may not be available in the United States or other countries, if approved, and reimbursement may not be\nsufficient to allow sales of our future products on a profitable basis. The coverage decisions of third-party payors will be significantly\ninfluenced by the assessment of our future products by health technology assessment bodies. If approved for use in the United States,\nwe expect that any products that we develop, including the Hemopurifier, will be purchased primarily by medical institutions, which will\nin turn bill various third-party payors for the health care services provided to patients at their facility. Payors may include the Centers\nfor Medicare & Medicaid Services, or CMS, which administers the Medicare program and works in partnership with state governments to\nadminister Medicaid, other government programs and private insurance plans. The process involved in applying for coverage and reimbursement\nfrom CMS is lengthy and expensive. Further, Medicare coverage is based on our ability to demonstrate that the treatment is “reasonable\nand necessary” for Medicare beneficiaries. Even if products utilizing our Aethlon Hemopurifier technology receive FDA and other\nregulatory clearance or approval, they may not be granted coverage and reimbursement by any payor, including by CMS. Many private payors\nuse coverage decisions and payment amounts determined by CMS as guidelines in setting their coverage and reimbursement policies and amounts.\nHowever, no uniform policy for coverage and reimbursement for medical devices exists among third-party payors in the United States. Therefore,\ncoverage and reimbursement can differ significantly from payor to payor.\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n14\n \n\n\n \n\n\n\n\n \n\n\nManufacturing\n\n\n \n\n\nTo date, manufacturing of\nour Hemopurifier occurs in collaboration with a contract manufacturer based in California under current Good Manufacturing Practice, or\ncGMP, regulations promulgated by the FDA. Our contract manufacturer is registered with the FDA. To date, our manufacture of the Hemopurifier\nhas been limited to quantities necessary to support our clinical studies.\n\n\n \n\n\nOur costs of compliance with federal, state and\nlocal environmental laws have been immaterial to date.\n\n\n \n\n\nSources and Availability of Raw Materials and the Names\nof Principal Suppliers \n\n\n \n\n\n\n\nOur Hemopurifiers were previously\nassembled by Aethlon personnel in a cGMP manufacturing facility provided by Life Science Outsourcing, Inc, or LSO. Currently, we are in\nthe process of bringing our manufacturing operations in-house. Aethlon personnel assemble the various components of the Hemopurifier with\nmaterials from our various suppliers, which are purchased and released by Aethlon. Specifically, the Hemopurifier contains three critical\ncomponents with limited available suppliers. The GNA lectin is sourced from Vector Laboratories Inc. and also is available from other\nsuppliers. We currently are experiencing a disruption in our Hemopurifier supply, as our existing supply of Hemopurifiers expired on September\n30, 2022, and as previously disclosed, we are dependent on FDA approval of qualified suppliers to manufacture our Hemopurifier. Our intended\ntransition to a new supplier for GNA is delayed as we work with the FDA for approval of our supplement to our IDE, which is required to\nmake this manufacturing change. The base cartridge on which the Hemopurifier is constructed is sourced from Medica S.p.A and we are dependent\non the continued availability of these cartridges. Although there are other suppliers, the process of qualifying a new supplier takes\ntime and regulatory approvals must be obtained. We currently purchase the diatomaceous earth from Janus Scientific, Inc., as the distributor;\nhowever, the product is manufactured by Imerys Minerals Ltd. There potentially are other suppliers of this product, but as with the cartridges,\nqualifying and obtaining required regulatory approvals takes time and resources.\n\n\n \n \n\n\nSales and Marketing\n\n\n \n\n\nWe do not currently have any\nsales and marketing capability. With respect to commercialization efforts in the future, we intend to build or contract for distribution,\nsales and marketing capabilities for any product candidate that is approved. From time to time, we have had and are having strategic discussions\nwith potential collaboration partners for our product candidates, although no assurance can be given that we will be able to enter into\none or more collaboration agreements for our product candidates on acceptable terms, if at all.\n\n\n \n \n\n\nProduct Liability\n\n\n \n\n\nThe risk of product liability\nclaims, product recalls and associated adverse publicity is inherent in the testing, manufacturing, marketing and sale of medical products.\nWe have limited clinical trial liability insurance coverage. It is possible that future insurance coverage may not be adequate or available.\nWe may not be able to secure product liability insurance coverage on acceptable terms or at reasonable costs when needed. Any liability\nfor mandatory damages could exceed the amount of our coverage. A successful product liability claim against us could require us to pay\na substantial monetary award. Moreover, a product recall could generate substantial negative publicity about our products and business\nand inhibit or prevent commercialization of other future product candidates.\n\n\n \n\n\nEmployees\n\n\n \n\n\n\n\nAs of June 26, 2023, we had\n15 full-time employees and no part-time employees. All of our employees are located in the United States. We do intend to hire additional\nemployees. We utilize, whenever appropriate, consultants in order to conserve cash and resources.\n\n\n \n\n\nWe believe our employee relations\nare good. None of our employees are represented by a labor union or are subject to collective-bargaining agreements.\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n15\n \n\n\n \n\n\n\n\n \n\n",
    "item1a": ">ITEM 1A. RISK FACTORS\n\n\n \n\n\nAn investment in our securities\ninvolves a high degree of risk. You should carefully consider the risks described below as well as the other information in this Annual\nReport before deciding to invest in or maintain your investment in our company. The risks described below are not intended to be an all-inclusive\nlist of all of the potential risks relating to an investment in our securities. Any of the risk factors described below could significantly\nand adversely affect our business, prospects, financial condition and results of operations. Additional risks and uncertainties not currently\nknown or that are currently considered to be immaterial may also materially and adversely affect our business. As a result, the trading\nprice or value of our securities could be materially adversely affected and you may lose all or part of your investment.\n\n\n \n\n\nRisks Relating to Our Financial Position and Need for Additional\nCapital\n\n\n \n\n\nWe have incurred significant losses and expect to continue to\nincur losses for the foreseeable future.\n\n\n \n\n\nWe have never been profitable.\nWe have generated revenues during the fiscal years ended March 31, 2023 and March 31, 2022 in the amounts of $574,245 and $294,165, respectively,\nprimarily from our contract with the NIH, which ended in September 2022. Our revenues, from research grants, continue to be insufficient\nto cover our cost of operations. It is possible that we may not be able to enter into future government contracts. Future profitability,\nif any, will require the successful commercialization of our Hemopurifier technology or any other product that we develop or from additional\ngovernment contract or grant income we may obtain. We may not be able to successfully commercialize the Hemopurifier or any other products,\nand even if commercialization is successful, we may never be profitable.\n\n\n \n\n\nWe will require additional financing to sustain our operations,\nachieve our business objectives and satisfy our cash obligations, which may dilute the ownership of our existing stockholders.\n \n\n\n \n\n\nWe will require significant\nadditional financing for our operations and for expected additional future clinical trials in the United States, India and Australia,\nregulatory clearances, and continued research and development activities for the Hemopurifier and other future products. In addition,\nas we expand our activities, our overhead costs to support personnel, laboratory materials and infrastructure will increase. We may also\nchoose to raise additional funds in debt or equity financings if they are available to us on reasonable terms to increase our working\ncapital and to strengthen our financial position. Any sale of additional equity or convertible debt securities could result in dilution\nof the equity interests of our existing stockholders. Additionally, new investors may require that we and certain of our stockholders\nenter into voting arrangements that give them additional voting control or representation on our Board of Directors. If required financing\nis unavailable to us on reasonable terms, or at all, we may be unable to support our operations, including our research and development\nactivities, which would have a material adverse effect on our ability to commercialize our products or continue our business.\n\n\n \n\n\nOur ability to raise additional\nfunds may be adversely impacted by our ability to remain listed on Nasdaq, the potential worsening global economic conditions and disruptions\nto and volatility in the credit and financial markets in the United States, including due to \nbank\nfailures, actual or perceived changes in interest rates and economic inflation\n, and worldwide resulting from macroeconomic factors.\nBecause of the numerous risks and uncertainties associated with product development, we cannot predict the timing or amount of increased\nexpenses and cannot assure you that we will ever be profitable or generate positive cash flow from operating activities.\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n16\n \n\n\n \n\n\n\n\n \n\n\nRisks Related to Our Business Operations\n\n\n \n\n\nDelays, interruptions or the cessation of\nproduction by our third-party suppliers of important materials or delays in qualifying new materials, has and may continue to prevent\nor delay our ability to manufacture our Hemopurifier.\n\n\n \n\n\nMost of the raw materials\nused in the process for manufacturing our Hemopurifier are available from more than one supplier. However, there are materials within\nthe manufacturing and production process that come from single suppliers. We do not have written contracts with all of our single source\nsuppliers, and at any time they could stop supplying our orders. FDA review of a new supplier is required if these materials become unavailable\nfrom our current suppliers. Currently, we are experiencing an interruption in the manufacturing of our Hemopurifier as we transition to\na new supplier of galanthus nivalis agglutinin, or GNA, used in the manufacture of our Hemopurifier. We have not received the required\nFDA approval of our proposal to approve a new qualified supplier of the GNA and are working with the FDA to gain approval of this supplier.\nAlthough we have completed the manufacture of 112 Hemopurifiers, which have passed our quality control measures, we cannot ship the cartridges\nfor domestic use until we have FDA approval of our new GNA supplier. FDA review of the new supplier could take several additional months\nto obtain.\n\n\n \n\n\nIn addition, an uncorrected\nimpurity, a supplier’s variation in a raw material or testing, either unknown to us or incompatible with its manufacturing process,\nor any other problem with our materials, testing or components, would prevent or delay the release of our Hemopurifiers for use in our\nclinical trials. For example, in late 2020, we identified during our device quality review procedures prior to product release that one\nof our critical suppliers had produced a Hemopurifier component that was not produced to our specifications, although no affected Hemopurifiers\nwere released into our inventory or to any clinical trial sites. Our current inventory of Hemopurifiers expired on September 30, 2022.\nAny further delay in achieving the required FDA approvals for our new supplier will limit our ability to meet any demand for the Hemopurifier\nin the United States and delay our clinical trials in the United States, which could have a material adverse impact on our business, results\nof operations and financial condition.\n\n\n \n\n\nDifficulties in manufacturing our Hemopurifier\ncould have an adverse effect upon our expenses, our product revenues and our ability to complete our clinical trials.\n\n\n \n\n\nWe currently outsource most\nof the manufacturing of our Hemopurifier. The manufacturing of our Hemopurifier is difficult and complex. To support our current clinical\ntrial needs, we comply with and intend to continue to comply with cGMP in the manufacture of our product. Our ability to adequately manufacture\nand supply our Hemopurifier in a timely matter is dependent on the uninterrupted and efficient operation of our facilities and those of\nthird parties producing raw materials and supplies upon which we rely in our manufacturing. We currently are experiencing an interruption\nin our Hemopurifier manufacturing due to delays in obtaining necessary regulatory approval of a new manufacturer of GNA. The manufacture\nof our products may also be impacted by:\n\n\n \n\n\n\n\n\n\n \n\n\n·\n\n\navailability or contamination of raw materials and components used in the manufacturing process, particularly those for which we have no other source or supplier;\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n·\n\n\nour ability to comply with new regulatory requirements, including our ability to comply with cGMP;\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n·\n\n\nnatural disasters;\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n·\n\n\nchanges in forecasts of future demand for product components;\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n·\n\n\npotential facility contamination by microorganisms or viruses;\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n·\n\n\nupdating of manufacturing specifications;\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n·\n\n\nproduct quality success rates and yields; and\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n·\n\n\nglobal viruses and pandemics, including the current COVID-19 pandemic.\n\n\n\n\n \n\n\nThe current interruption in\nthe manufacture and supply of our Hemopurifier has and may continue to delay shipments of our Hemopurifier for use in clinical trials\nin the United States.\n\n\n \n\n\n \n\n\n\n\n\n\n \n17\n \n\n\n \n\n\n\n\n \n\n\nOur products are\nmanufactured with raw materials that are sourced from specialty suppliers with limited competitors and we may therefore be unable to access\nthe materials we need to manufacture our products.\n\n\n \n\n\nSpecifically,\nthe Hemopurifier contains three critical components with limited supplier numbers. The base cartridge on which the Hemopurifier is constructed\nis sourced from Medica S.p.A and we are dependent on the continued availability of these cartridges. We currently purchase the diatomaceous\nearth from Janus Scientific Inc., our distributor; however, the product is manufactured by Imerys Minerals Ltd., which is the only supplier\nof this product. The GNA is sourced from Vector Laboratories, Inc. and also is available from other suppliers; however, Sigma Aldrich\nis our only back up supplier at this time and we are in the process of working with the FDA to obtain regulatory approval for this supplier.\nA business interruption at any of these sources, including the interruption resulting from the delay in obtaining FDA approval of our\nnew GNA supplier, has and may continue to have a material impact on our ability to manufacture the Hemopurifier.\n\n\n \n\n\nWe face intense competition in the medical device industry\n.\n\n\n \n\n\nWe compete with numerous\nU.S. and foreign companies in the medical device industry, and many of our competitors have greater financial, personnel, operational\nand research and development resources than we do. We believe that because the field of exosome research is burgeoning, multiple competitors\nare or will be developing competing technologies to address exosomes in cancer. Progress is constant in the treatment and prevention\nof viral diseases, so the opportunities for the Hemopurifier may be reduced there as well. Diagnostic technology may be developed that\ncan supplant diagnostics we are developing for viruses and cancer. Our commercial opportunities will be reduced or eliminated if our\ncompetitors develop and market products for any of the diseases we target that:\n\n\n \n\n\n\n\n\n\n \n\n\n·\n\n\nare more effective;\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n·\n\n\nhave fewer or less severe adverse side effects;\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n·\n\n\nare better tolerated;\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n·\n\n\nare more adaptable to various modes of dosing;\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n·\n\n\nare easier to administer; or\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n·\n\n\nare less expensive than the products or product candidates we are developing.\n\n\n\n\n \n\n\nEven if we are successful\nin developing the Hemopurifier and obtain FDA and other regulatory approvals necessary for commercialization, our products may not compete\neffectively with other successful products. Researchers are continually learning more about diseases, which may lead to new technologies\nfor treatment. Our competitors may succeed in developing and marketing products that are either more effective than those that we may\ndevelop, alone or with our collaborators, or that are marketed before any products we develop are marketed. Our competitors include fully\nintegrated pharmaceutical companies and biotechnology companies as well as universities and public and private research institutions.\nMany of the organizations competing with us have substantially greater capital resources, larger research and development staffs and facilities,\ngreater experience in product development and in obtaining regulatory approvals, and greater marketing capabilities than we do. If our\ncompetitors develop more effective pharmaceutical treatments for infectious disease or cancer, or bring those treatments to market before\nwe can commercialize the Hemopurifier for such uses, we may be unable to obtain any market traction for our products, or the diseases\nwe seek to treat may be substantially addressed by competing treatments. If we are unable to successfully compete against larger companies\nin the pharmaceutical industry, we may never generate significant revenue or be profitable.\n\n\n  \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n18\n \n\n\n \n\n\n\n\n \n\n\nWe have limited experience in identifying\nand working with large-scale contracts with medical device manufacturers; manufacture of our devices must comply with good manufacturing\npractices in the United States.\n\n\n \n\n\nTo achieve the levels of production\nnecessary to commercialize our Hemopurifier and any other future products, we will need to secure large-scale manufacturing agreements\nwith contract manufacturers which comply with good manufacturing practice standards and other standards prescribed by various federal,\nstate and local regulatory agencies in the United States and any other country of use. We have limited experience coordinating and overseeing\nthe manufacture of medical device products on a large-scale. It is possible that manufacturing and control problems will arise as we attempt\nto commercialize our products and that manufacturing may not be completed in a timely manner or at a commercially reasonable cost. In\naddition, we may not be able to adequately finance the manufacture and distribution of our products on terms acceptable to us, if at all.\nIf we cannot successfully oversee and finance the manufacture of our products if they obtain regulatory clearances, we may never generate\nrevenue from product sales and we may never be profitable.\n\n\n \n\n\nOur Hemopurifier technology may become obsolete.\n\n\n \n\n\nOur Hemopurifier product may\nbe made unmarketable prior to commercialization by us by new scientific or technological developments by others with new treatment modalities\nthat are more efficacious and/or more economical than our products. The homeland security industry is growing rapidly with many competitors\nthat are trying to develop products or vaccines to protect against infectious disease. Any one of our competitors could develop a more\neffective product which would render our technology obsolete. Further, our ability to achieve significant and sustained penetration of\nour key target markets will depend upon our success in developing or acquiring technologies developed by other companies, either independently,\nthrough joint ventures or through acquisitions. If we fail to develop or acquire, and manufacture and sell, products that satisfy our\ncustomers’ demands, or we fail to respond effectively to new product announcements by our competitors by quickly introducing competitive\nproducts, then market acceptance of our products could be reduced and our business could be adversely affected. Our products may not remain\ncompetitive with products based on new technologies.\n\n\n  \n\n\nOur success is dependent in part on our\nexecutive officers.\n\n\n \n\n\nOur success depends to a critical\nextent on the continued services of our Chief Executive Officer, Charles J. Fisher, Jr., M.D., our Chief Financial Officer, James B. Frakes,\nour Chief Medical Officer, Steven LaRosa, M.D., our Chief Scientific Officer, Lee D. Arnold, Ph.D., and our Chief Business Officer, Guy\nCipriani. If any of these key executive officers were to leave us, we would be forced to expend significant time and money in the pursuit\nof a replacement, which would result in both a delay in the implementation of our business plan and the diversion of limited working capital.\nThe unique knowledge and expertise of these individuals would be difficult to replace within the biotechnology field. We do not currently\ncarry key man life insurance policies on any of our key executive officers which would assist us in recouping our costs in the event of\nthe loss of those officers. If any of our key officers were to leave us, it could make it impossible, if not cause substantial delays\nand costs, to implement our long-term business objectives and growth.\n\n\n \n\n\nOur inability to attract and retain qualified\npersonnel could impede our ability to achieve our business objectives.\n\n\n \n\n\nWe have 15 full-time employees. We utilize, whenever\nappropriate, consultants in order to conserve cash and resources. Although we believe that these employees and consultants will be\nable to handle most of our additional administrative, research and development and business development in the near term, we will nevertheless\nbe required over the longer-term to hire highly skilled managerial, scientific and administrative personnel to fully implement our business\nplan and growth strategies. Due to the specialized scientific nature of our business, we are highly dependent upon our ability to attract\nand retain qualified scientific, technical and managerial personnel. Competition for these individuals, especially in San Diego, California,\nwhere many biotechnology companies are located, is intense and we may not be able to attract, assimilate or retain additional highly qualified\npersonnel in the future. We may not be able to engage the services of qualified personnel at competitive prices or at all, particularly\ngiven the risks of employment attributable to our limited financial resources and lack of an established track record. Also, if we are\nrequired to attract personnel from other parts of the U.S. or abroad, we may have significant difficulty doing so due to the high cost\nof living in the Southern California area and due to the costs incurred with transferring personnel to the area. If we cannot attract\nand retain qualified staff and executives, we will be unable to develop our products and achieve regulatory clearance, and our business\ncould fail.\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n19\n \n\n\n \n\n\n\n\n \n\n\nWe plan to expand our operations, which\nmay strain our resources; our inability to manage our growth could delay or derail implementation of our business objectives.\n\n\n \n\n\nWe will need to significantly expand our operations to implement our\nlonger-term business plan and growth strategies. We will also be required to manage multiple relationships with various strategic partners,\ntechnology licensors, customers, manufacturers and suppliers, consultants and other third parties. This expansion and these expanded relationships\nwill require us to significantly improve or replace our existing managerial, operational and financial systems, procedures and controls;\nto improve the coordination between our various corporate functions; and to manage, train, motivate and maintain a growing employee base.\nThe time and costs to effectuate these steps may place a significant strain on our management personnel, systems and resources, particularly\ngiven the limited amount of financial resources and skilled employees that may be available at the time. We may not be able to institute,\nin a timely manner or at all, the improvements to our managerial, operational and financial systems, procedures and controls necessary\nto support our anticipated increased levels of operations and to coordinate our various corporate functions, or that we will be able to\nproperly manage, train, motivate and retain our anticipated increased employee base. If we cannot manage our growth initiatives, including\nour expansion of our clinical trials in India and potentially in other countries, we will be unable to commercialize our products on a\nlarge-scale in a timely manner, if at all, and our business could fail.\n\n\n \n\n\nWe may enter new business areas, such as the organ transplant\nmarket or diagnostics. We do not have any experience in these areas. We would likely face competition from entities more familiar with\nthese businesses and our efforts may not succeed.\n\n\n \n\n\nIn the future, we may expand\nour operations into business areas, such as the organ transplant market which we currently are exploring, where we do not have any experience.\nThese areas would be new to our product development and management personnel, and we may not be successful in these new areas. Even if\nwe are successful in developing our Hemopurifier for the organ transplant market, we may not be able to compete effectively or generate\nsignificant revenues in this new area. Many companies of all sizes, including major pharmaceutical companies, specialized biotechnology\ncompanies, and traditional healthcare providers, are engaged in redesigning organ transplant care and diagnostic medicine. Competitors\noperating in these potential new business areas may have substantially greater financial and other resources, larger research and development\nstaff, and more experience in these business areas. It is possible that, even if we are successful in these new areas, that the market\nwill not accept our product, or that our product will generate significant revenues for us.\n\n\n \n\n\nAs a public company with limited financial resources undertaking\nthe launch of new medical technologies, we may have difficulty attracting and retaining executive management and directors.\n\n\n \n\n\nThe directors and management\nof publicly traded corporations are increasingly concerned with the extent of their personal exposure to lawsuits and stockholder claims,\nas well as governmental and creditor claims which may be made against them, particularly in view of recent changes in securities laws\nimposing additional duties, obligations and liabilities on management and directors. Due to these perceived risks, directors and management\nare also becoming increasingly concerned with the availability of directors’ and officers’ liability insurance to pay on a\ntimely basis the costs incurred in defending such claims. While we currently carry directors’ and officers’ liability insurance,\nsuch insurance is expensive and difficult to obtain. If we are unable to continue or provide directors’ and officers’ liability\ninsurance at affordable rates or at all, it may become increasingly more difficult to attract and retain qualified outside directors to\nserve on our Board of Directors. We may lose potential independent board members and management candidates to other companies in the biotechnology\nfield that have greater directors’ and officers’ liability insurance to insure them from liability or to biotechnology companies\nthat have revenues or have received greater funding to date which can offer greater compensation packages. The fees of directors are also\nrising in response to their increased duties, obligations and liabilities. In addition, our products could potentially be harmful to users,\nand we are exposed to claims of product liability including for injury or death. We have limited insurance and may not be able to afford\nrobust coverage even as our products are introduced into the market. As a company with limited resources and potential exposures to management,\nwe will have a more difficult time attracting and retaining management and outside independent directors than a more established public\nor private company due to these enhanced duties, obligations and potential liabilities.\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n20\n \n\n\n \n\n\n\n\n \n\n\nIf we fail to comply with extensive regulations\nof U.S. and foreign regulatory agencies, the commercialization of our products could be delayed or prevented entirely.\n\n\n \n\n\nOur Hemopurifier product is\nsubject to extensive government regulations related to development, testing, manufacturing and commercialization in the United States\nand other countries. The determination of when and whether a product is ready for large-scale purchase and potential use will be made\nby the U.S. Government through consultation with a number of governmental agencies, including the FDA, the National Institutes of Health,\nthe Centers for Disease Control and Prevention and the Department of Homeland Security. Our Hemopurifier has not received required regulatory\napproval from the FDA, or any foreign regulatory agencies, to be commercially marketed and sold. The process of obtaining and complying\nwith FDA and other governmental regulatory approvals and regulations in the United States and in foreign countries is costly, time consuming,\nuncertain and subject to unanticipated delays. Obtaining such regulatory approvals, if any, can take several years. Despite the time and\nexpense exerted, regulatory approval is never guaranteed. We also are subject to the following risks and obligations, among others:\n\n\n  \n\n\n\n\n\n\n \n\n\n·\n\n\nthe FDA may refuse to approve an application if it believes that applicable regulatory criteria are not satisfied;\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n·\n\n\nthe FDA may require additional testing for safety and effectiveness;\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n·\n\n\nthe FDA may interpret data from pre-clinical testing and clinical trials in different ways than we interpret them;\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n·\n\n\nif regulatory approval of a product is granted, the approval may be limited to specific indications or limited with respect to its distribution; and\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n·\n\n\nthe FDA may change its approval policies and/or adopt new regulations.\n\n\n\n\n \n\n\nFailure to comply with these\nor other regulatory requirements of the FDA may subject us to administrative or judicially imposed sanctions, including:\n\n\n \n\n\n\n\n\n\n \n\n\n·\n\n\nwarning letters;\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n·\n\n\ncivil penalties;\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n·\n\n\ncriminal penalties;\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n·\n\n\ninjunctions;\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n·\n\n\nproduct seizure or detention;\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n·\n\n\nproduct recalls; and\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n·\n\n\ntotal or partial suspension of productions.\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n21\n \n\n\n \n\n\n\n\n \n\n\nDelays in successfully completing our planned\nclinical trials could jeopardize our ability to obtain regulatory approval.\n\n\n \n\n\nOur business prospects depend\non our ability to complete studies, clinical trials, including our ongoing and planned studies in COVID-19 patients and solid tumors in\ncancer, obtain satisfactory results, obtain required regulatory approvals and successfully commercialize our Hemopurifier product candidate.\nCompletion of our clinical trials, announcement of results of the trials and our ability to obtain regulatory approvals could be delayed\nfor a variety of reasons, including:\n\n\n \n\n\n\n\n\n\n \n\n\n·\n\n\nslow patient enrollment;\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n·\n\n\nserious adverse events related to our medical device candidates;\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n·\n\n\nunsatisfactory results of any clinical trial;\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n·\n\n\nthe failure of our principal third-party investigators to perform our clinical trials on our anticipated schedules; \n\n\n\n\n \n\n\n\n\n\n\n \n\n\n·\n\n\ndifferent interpretations of our pre-clinical and clinical data, which could initially lead to inconclusive results; and\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n \n\n\n·\n\n\ndelays resulting from the coronavirus pandemic.\n\n\n\n\n \n\n\nOur development costs will\nincrease if we have material delays in any clinical trial or if we need to perform more or larger clinical trials than planned. If the\ndelays are significant, or if any of our product candidates do not prove to be safe or effective or do not receive required regulatory\napprovals, our financial results and the commercial prospects for our product candidates will be harmed. Furthermore, our inability to\ncomplete our clinical trials in a timely manner could jeopardize our ability to obtain regulatory approval for our Hemopurifier or any\nother potential product candidates.\n\n\n  \n\n\nIf we or our suppliers fail to comply with\nongoing FDA or foreign regulatory authority requirements, or if we experience unanticipated problems with our products, these products\ncould be subject to restrictions or withdrawal from the market.\n\n\n \n\n\nAny product for which we obtain\nclearance or approval, if any, and the manufacturing processes, reporting requirements, post-approval clinical data and promotional activities\nfor such product, will be subject to continued regulatory review, oversight and periodic inspections by the FDA and other domestic and\nforeign regulatory bodies. In particular, we and our third-party suppliers may be required to comply with the FDA’s Quality System\nRegulation, or QSR. These FDA regulations cover the methods and documentation of the design, testing, production, control, quality assurance,\nlabeling, packaging, sterilization, storage and shipping of our products. Compliance with applicable regulatory requirements is subject\nto continual review and is monitored rigorously through periodic inspections by the FDA. If we, or our manufacturers, fail to adhere to\nQSR requirements in the United States, this could delay production of our products and lead to fines, difficulties in obtaining regulatory\nclearances, recalls, enforcement actions, including injunctive relief or consent decrees, or other consequences, which could, in turn,\nhave a material adverse effect on our financial condition or results of operations.\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n22\n \n\n\n \n\n\n\n\n \n\n\n\n\nIn addition, the FDA assesses\ncompliance with the QSR through periodic announced and unannounced inspections of manufacturing and other facilities. The failure by us\nor one of our suppliers to comply with applicable statutes and regulations administered by the FDA, or the failure to timely and adequately\nrespond to any adverse inspectional observations or product safety issues, could result in any of the following enforcement actions:\n\n\n \n\n\n\n\n\n\n \n\n\n·\n\n\nuntitled letters, warning letters, fines, injunctions, consent decrees and civil penalties;\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n \n\n\n·\n\n\nunanticipated expenditures to address or defend such actions;\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n \n\n\n·\n\n\ncustomer notifications or repair, replacement, refunds, recall, detention or seizure of our products;\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n \n\n\n·\n\n\noperating restrictions or partial suspension or total shutdown of production;\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n \n\n\n·\n\n\nrefusing or delaying our requests for 510(k) clearance or premarket approval of new products or modified products;\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n \n\n\n·\n\n\nwithdrawing 510(k) clearances or premarket approvals that have already been granted;\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n \n\n\n·\n\n\nrefusal to grant export approval for our products; or\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n \n\n\n·\n\n\ncriminal prosecution.\n\n\n\n\n \n\n\nMoreover, the FDA strictly\nregulates the promotional claims that may be made about approved products. In particular, a product may not be promoted for uses that\nare not approved by the FDA as reflected in the product’s approved labeling. However, companies may share truthful and not misleading\ninformation that is otherwise consistent with a product’s FDA approved labeling. The FDA and other agencies actively enforce the\nlaws and regulations prohibiting the promotion of off-label uses, and a company that is found to have improperly promoted off-label uses\nmay be subject to significant civil, criminal and administrative penalties.\n\n\n \n\n\nAny of these sanctions could\nhave a material adverse effect on our reputation, business, results of operations and financial condition. Furthermore, our key component\nsuppliers may not currently be or may not continue to be in compliance with all applicable regulatory requirements, which could result\nin our failure to produce our products on a timely basis and in the required quantities, if at all.\n\n\n \n\n\nIf our products, or malfunction of our products,\ncause or contribute to a death or a serious injury, we will be subject to medical device reporting regulations, which can result in voluntary\ncorrective actions or agency enforcement actions.\n\n\n \n\n\nUnder the FDA medical device\nreporting regulations, medical device manufacturers are required to report to the FDA information that a device has or may have caused\nor contributed to a death or serious injury or has malfunctioned in a way that would likely cause or contribute to death or serious injury\nif the malfunction of the device or one of our similar devices were to recur. If we fail to report these events to the FDA within the\nrequired timeframes, or at all, the FDA could take enforcement action against us. Any such adverse event involving our products also could\nresult in future voluntary corrective actions, such as recalls or customer notifications, or agency action, such as inspection or enforcement\naction. Any corrective action, whether voluntary or involuntary, as well as defending ourselves in a lawsuit, will require the dedication\nof our time and capital, distract management from operating our business, and may harm our reputation and financial results.\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n23\n \n\n\n \n\n\n\n\n \n\n\nWe outsource many of our operational and\ndevelopment activities, and if any party to which we have outsourced certain essential functions fails to perform its obligations under\nagreements with us, the development and commercialization of our lead product candidate and any future product candidates that we may\ndevelop could be delayed or terminated.\n\n\n \n\n\nWe rely on third-party consultants\nor other vendors to manage and implement much of the day-to-day conduct of our clinical trials and the manufacturing our Hemopurifier\nproduct candidate. Accordingly, we are and will continue to be dependent on the timeliness and effectiveness of the efforts of these third\nparties. Our dependence on third parties includes key suppliers and third-party service providers supporting the development, manufacture\nand regulatory approval of our Hemopurifier, as well as support for our information technology systems and other infrastructure. While\nour management team oversees these vendors, failure of any of these third parties to meet their contractual, regulatory and other obligations\nor the development of factors that materially disrupt the performance of these third parties could have a material adverse effect on our\nbusiness. For example, all of the key oversight responsibilities for the development and manufacture of our Hemopurifier are conducted\nby our management team, but all other activities are the responsibility of third-party vendors.\n\n\n \n\n\nIf a clinical research organization\nthat we utilize is unable to allocate sufficient qualified personnel to our studies in a timely manner or if the work performed by it\ndoes not fully satisfy the requirements of the FDA or other regulatory agencies, we may encounter substantial delays and increased costs\nin completing our development efforts. Any manufacturer that we select may encounter difficulties in the manufacture of new products in\ncommercial quantities, including problems involving product yields, product stability or shelf life, quality control, adequacy of control\nprocedures and policies, compliance with FDA regulations and the need for further FDA approval of any new manufacturing processes and\nfacilities. If any of these occur, the development and commercialization of our Hemopurifier product candidate could be delayed, curtailed\nor terminated, because we may not have sufficient financial resources or capabilities to continue such development and commercialization\non our own.\n\n\n \n \n\n\nIf we or our contractors or service providers\nfail to comply with regulatory laws and regulations, we or they could be subject to regulatory actions, which could affect our ability\nto develop, market and sell our Hemopurifier product candidate and any other future product candidates that we may develop, if any, and\nmay harm our reputation.\n\n\n \n\n\nIf we or our manufacturers\nor other third-party contractors fail to comply with applicable federal, state or foreign laws or regulations, we could be subject to\nregulatory actions, which could affect our ability to successfully develop, market and sell our Hemopurifier product candidate or any\nfuture product candidates, if any, and could harm our reputation and lead to reduced or non-acceptance of our proposed product candidates\nby the market. Even technical recommendations or evidence by the FDA through letters, site visits, and overall recommendations to academia\nor biotechnology companies may make the manufacturing of a clinical product extremely labor intensive or expensive, making the product\ncandidate no longer viable to manufacture in a cost-efficient manner. The mode of administration may make the product candidate not commercially\nviable. The required testing of the product candidate may make that candidate no longer commercially viable. The conduct of clinical trials\nmay be critiqued by the FDA, or a clinical trial site’s Institutional Review Board or Institutional Biosafety Committee, which may\ndelay or make impossible clinical testing of a product candidate. The Institutional Review Board for a clinical trial may stop a trial\nor deem a product candidate unsafe to continue testing. This would have a material adverse effect on the value of the product candidate\nand our business prospects.\n\n\n \n\n\nWe will need to outsource and rely on third\nparties for the clinical development and manufacturing, sales and marketing of our Hemopurifier or any future product candidates that\nwe may develop, and our future success will be dependent on the timeliness and effectiveness of the efforts of these third parties.\n\n\n \n\n\nWe do not have the required\nfinancial and human resources to carry out on our own all the pre-clinical and clinical development for our Hemopurifier product candidate\nor any other or future product candidates that we may develop, and do not have the capability and resources to manufacture, market or\nsell our Hemopurifier product candidate or any future product candidates that we may develop. Our business model calls for the partial\nor full outsourcing of the clinical and other development and manufacturing, sales and marketing of our product candidates in order to\nreduce our capital and infrastructure costs as a means of potentially improving our financial position. Our success will depend on the\nperformance of these outsourced providers. If these providers fail to perform adequately, our development of product candidates may be\ndelayed and any delay in the development of our product candidates would have a material and adverse effect on our business prospects.\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n24\n \n\n\n \n\n\n\n\n \n\n\nWe are and will be exposed to product liability risks, and clinical\nand preclinical liability risks, which could place a substantial financial burden upon us should we be sued.\n\n\n \n\n\nOur business exposes us to\npotential product liability and other liability risks that are inherent in the testing, manufacturing and marketing of medical devices.\nClaims may be asserted against us. A successful liability claim or series of claims brought against us could have a material adverse effect\non our business, financial condition and results of operations. We may not be able to continue to obtain or maintain adequate product\nliability insurance on acceptable terms, if at all, and such insurance may not provide adequate coverage against potential liabilities.\nClaims or losses in excess of any product liability insurance coverage that we may obtain could have a material adverse effect on our\nbusiness, financial condition and results of operations.\n\n\n \n\n\nOur Hemopurifier product candidate\nmay be used in connection with medical procedures in which it is important that those products function with precision and accuracy. If\nour product candidates, including our Hemopurifier, do not function as designed, or are designed improperly, we may be forced by regulatory\nagencies to withdraw such products from the market. In addition, if medical personnel or their patients suffer injury as a result of any\nfailure of our products to function as designed, or our products are designed inappropriately, we may be subject to lawsuits seeking significant\ncompensatory and punitive damages. The risk of product liability claims, product recalls and associated adverse publicity is inherent\nin the testing, manufacturing, marketing and sale of medical products. We have obtained general clinical trial liability insurance coverage.\nHowever, our insurance coverage may not be adequate or available. We may not be able to secure product liability insurance coverage on\nacceptable terms or at reasonable costs when needed. Any product recall or lawsuit seeking significant monetary damages may have a material\neffect on our business and financial condition. Any liability for mandatory damages could exceed the amount of our coverage. Moreover,\na product recall could generate substantial negative publicity about our products and business and inhibit or prevent commercialization\nof other future product candidates.\n\n\n \n \n\n\nWe have not received, and may never receive,\napproval from the FDA to market a medical device in the United States.\n\n\n \n\n\nBefore a new medical device\ncan be marketed in the United States, it must first receive a PMA or 510(k) clearance from the FDA, unless an exemption applies. A PMA\nsubmission, which is a higher standard than a 510(k) clearance, is used to demonstrate to the FDA that a new or modified device is safe\nand effective. The 510(k) is used to demonstrate that a device is “substantially equivalent” to a predicate device, that is,\none that has been cleared by the FDA. We expect that any product we seek regulatory approval for, including the Hemopurifier, will require\na PMA. The FDA approval process involves, among other things, successfully completing clinical trials and filing for and obtaining a PMA.\nThe PMA process requires us to prove the safety and effectiveness of our products to the FDA’s satisfaction. This process, which\nincludes preclinical studies and clinical trials, can take many years and requires the expenditure of substantial resources and may include\npost-marketing surveillance to establish the safety and efficacy of the product. Notwithstanding the effort and expense incurred, the\nprocess may never result in the FDA granting a PMA. Data obtained from preclinical studies and clinical trials are subject to varying\ninterpretations that could delay, limit or prevent regulatory approval. Delays or rejections may also be encountered based upon changes\nin governmental policies for medical devices during the period of product development. The FDA can delay, limit or deny approval of a\nPMA application for many reasons, including:\n\n\n \n\n\n\n\n\n\n \n\n\n·\n\n\nour inability to demonstrate safety or effectiveness of the Hemopurifier, or any other product we develop, to the FDA’s satisfaction;\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n·\n\n\ninsufficient data from our preclinical studies and clinical trials, including for our Hemopurifier, to support approval;\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n·\n\n\nfailure of the facilities of our third-party manufacturer or suppliers to meet applicable requirements;\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n·\n\n\ninadequate compliance with preclinical, clinical or other regulations;\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n·\n\n\nour failure to meet the FDA’s statistical requirements for approval; and\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n·\n\n\nchanges in the FDA’s approval policies, or the adoption of new regulations that require additional data or additional clinical trials.\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n25\n \n\n\n \n\n\n\n\n \n\n\nModifications to products\nthat are approved through a PMA application generally need FDA approval. Similarly, some modifications made to products cleared through\na 510(k) may require a new 510(k). The FDA’s 510(k) clearance process usually takes from three to 12 months, but may last longer.\nThe process of obtaining a PMA is much costlier and more uncertain than the 510(k) clearance process and generally takes from one to three\nyears, or even longer, from the time the application is submitted to the FDA until an approval is obtained. Any of our products considered\nto be a class III device, which are considered to pose the greatest risk and the approval of which is governed by the strictest guidelines,\nwill require the submission and approval of a PMA in order for us to market it in the United States. We also may design new products in\nthe future that could require the clearance of a 510(k).\n\n\n \n\n\nAlthough we have received\napproval to proceed with clinical trials of the Hemopurifier in the United States under the investigational device exemption, the current\napproval from the FDA to proceed could be revoked, the study could be unsuccessful, or the FDA PMA approval may not be obtained or could\nbe revoked. Even if we obtain approval, the FDA or other regulatory authorities may require expensive or burdensome post-market testing\nor controls. Any delay in, or failure to receive or maintain, clearance or approval for our future products could prevent us from generating\nrevenue from these products or achieving profitability. Additionally, the FDA and other regulatory authorities have broad enforcement\npowers. Regulatory enforcement or inquiries, or other increased scrutiny on us, could dissuade some physicians from using our products\nand adversely affect our reputation and the perceived safety and efficacy of our products.\n\n\n \n\n\nThe approval requirements for medical products used to fight\nbioterrorism and pandemics are still evolving, and any products we develop for such uses may not meet these requirements.\n\n\n \n\n\nWe are advancing product candidates\nunder governmental policies that regulate the development and commercialization of medical treatment countermeasures against bioterror\nand pandemic threats. While we intend to pursue FDA market clearance to treat infectious bioterror and pandemic threats, it is often\nnot feasible to conduct human studies against these deadly high threat pathogens. For example, the Hemopurifier is an investigational\ndevice that has not yet received FDA approval for any indication. We continue to investigate the potential for the use of the Hemopurifier\nin viral diseases under an open IDE and our FDA Breakthrough Designation for “…the treatment of life-threatening glycosylated\nviruses that are not addressed with an approved therapy.” We currently have an open FDA approved Expanded Access Protocol for the\ntreatment of Ebola infected patients in the United States and a corresponding HealthCanada approval in Canada. Based on our studies to\ndate, the Hemopurifier can potentially clear many viruses that are pathogenic in humans, including HCV, HIV, Monkeypox and Ebola.\n\n\n \n\n\nFor example, in June 2020,\nthe FDA approved a supplement to our open IDE for the Hemopurifier in viral disease to allow for the testing of the Hemopurifier in patients\nwith SARS-CoV-2/COVID-19 in a New Feasibility Study. \nThis study was designed to enroll up to 40\nsubjects at up to 20 centers in the United States. Subjects had to have an established laboratory diagnosis of COVID-19, be admitted to\nan intensive care unit, or ICU, and have had acute lung injury and/or severe or life threatening disease, among other criteria. \nDue\nto lack of COVID-19 patients in the ICUs of our trial sites, we terminated this study in 2022.\n\n\n \n\n\nAs a result of the termination\nof our COVID-19 study due to lack of patients in the ICUs, we were unable to demonstrate the effectiveness of our treatment countermeasures\nthrough controlled human efficacy studies in this U.S. study. Additionally, a change in government policies could impair our ability to\nobtain regulatory approval for the Hemopurifier.\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n26\n \n\n\n \n\n\n\n\n \n\n\nThe results of our clinical trials may not\nsupport our product candidate claims or may result in the discovery of adverse side effects.\n\n\n \n\n\nAny research and development,\npre-clinical testing and clinical trial activities involving our Hemopurifier and any additional products that we may develop are subject\nto extensive regulation and review by numerous governmental authorities both in the United States and abroad. Clinical studies must be\nconducted in compliance with FDA regulations or the FDA may take enforcement action. The data collected from these clinical studies may\nultimately be used to support market clearance for these products. Even if our clinical trials are completed as planned, the results of\nthese trials may not support our product candidate claims and the FDA may not agree with our conclusions regarding the trial results.\nSuccess in pre-clinical studies and early clinical trials does not ensure that later clinical trials will be successful, and the later\ntrials may not replicate the results of prior trials and pre-clinical studies. The clinical trial process may fail to demonstrate that\nour product candidates are safe and effective for the proposed indicated uses, which could cause us to abandon a product candidate and\nmay delay development of others. Any delay or termination of our clinical trials will delay the filing of our product submissions and,\nultimately, our ability to commercialize our product candidates and generate revenues. It is also possible that patients enrolled in clinical\ntrials will experience adverse side effects that are not currently part of the product candidate’s profile.\n\n\n \n\n\nU.S. legislative or FDA regulatory reforms may make it more\ndifficult and costly for us to obtain regulatory approval of our product candidates and to manufacture, market and distribute our products\nafter approval is obtained.\n\n\n \n\n\nFrom time to time, legislation\nis drafted and introduced in Congress that could significantly change the statutory provisions governing the regulatory approval, manufacture\nand marketing of regulated products or the reimbursement thereof. In addition, FDA regulations and guidance are often revised or reinterpreted\nby the FDA in ways that may significantly affect our business and our products. Any new regulations or revisions or reinterpretations\nof existing regulations may impose additional costs or lengthen review times of future products. It is impossible to predict whether legislative\nchanges will be enacted or FDA regulations, guidance or interpretations changed, and what the impact of such changes, if any, may be on\nour product development efforts.\n\n\n \n\n\nOur current and future business activities\nare subject to applicable anti-kickback, fraud and abuse, false claims, physician payment transparency, health information privacy and\nsecurity and other healthcare laws and regulations, which could expose us to significant penalties.\n\n\n \n\n\nWe are currently and will\nin the future be subject to healthcare regulation and enforcement by the U.S. federal government and the states in which we will conduct\nour business if our product candidates are approved by the FDA and commercialized in the United States. In addition to the FDA’s\nrestrictions on marketing of approved products, the U.S. healthcare laws and regulations that may affect our ability to operate include:\nthe federal fraud and abuse laws, including the federal anti-kickback and false claims laws; federal data privacy and security laws; and\nfederal transparency laws related to payments and/or other transfers of value made to physicians (defined to include doctors, dentists,\noptometrists, podiatrists and chiropractors) and other healthcare professionals (such as physicians assistants and nurse practitioners)\nand teaching hospitals. Many states have similar laws and regulations that may differ from each other and federal law in significant ways,\nthus complicating compliance efforts. These laws may adversely affect our sales, marketing and other activities with respect to any product\ncandidate for which we receive approval to market in the United States by imposing administrative and compliance burdens on us.\n\n\n \n\n\nBecause of the breadth of\nthese laws and the narrowness of available statutory exceptions and regulatory safe harbors, it is possible that some of our business\nactivities, particularly any sales and marketing activities after a product candidate has been approved for marketing in the United States,\ncould be subject to legal challenge and enforcement actions. If our operations are found to be in violation of any of the federal and\nstate laws described above or any other governmental regulations that apply to us, we may be subject to significant civil, criminal, and\nadministrative penalties, including, without limitation, damages, fines, imprisonment, exclusion from participation in government healthcare\nprograms, additional reporting obligations and oversight if we become subject to a corporate integrity agreement or other agreement to\nresolve allegations of non-compliance with these laws, and the curtailment or restructuring of our operations, any of which could adversely\naffect our ability to operate our business and our results of operations.\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n27\n \n\n\n \n\n\n\n\n \n\n\nWe are subject to stringent and changing\nU.S. and foreign laws, rules, regulations and standards as well as policies, contracts and other obligations related to data privacy and\nsecurity. Our actual or perceived failure to comply with such obligations could lead to regulatory investigations or actions, fines and\npenalties, a disruption of our clinical trials or commercialization of our products, private litigation, harm to our reputation, or other\nadverse effects on our business or prospects. \n\n\n \n\n\nIn the ordinary course of\nbusiness, we collect, receive, store, process, use, generate, transfer, disclose, make accessible, protect, secure, dispose of, transmit,\nand share (collectively, “Process” or “Processing”) personal information and other Sensitive Information (as defined\nbelow), including proprietary and confidential business data, trade secrets, and intellectual property that we collect in connection with\nclinical trials, as necessary to operate our business, for legal and marketing purposes, and for other business-related purposes. Our\ndata Processing activities may subject us to numerous data privacy and security obligations, such as various laws, regulations, guidance,\nindustry standards, external and internal privacy and security policies, representations, certifications, standards, publications, frameworks,\nand contractual requirements and other obligations related to privacy, information security and Processing (collectively, “Data\nProtection Obligations”).\n\n\n \n\n\nIn the United States, federal,\nstate, and local governments have enacted numerous data privacy and security laws, including data breach notification laws, personal data\nprivacy laws, consumer protection laws (e.g., Section 5 of the Federal Trade Commission Act), and other similar laws (e.g., wiretapping\nlaws). For example, the federal Health Insurance Portability and Accountability Act of 1996, or HIPAA, as amended by the Health Information\nTechnology for Economic and Clinical Health Act, or HITECH, imposes specific requirements relating to the privacy, security, and transmission\nof individually identifiable health information. In addition, the California Consumer Privacy Act of 2018, CCPA, applies to personal information\nof consumers, business representatives, and employees, and requires covered businesses to provide specific disclosures in privacy notices\nand honor requests of California residents to exercise certain privacy rights. The CCPA also provides for civil penalties for noncompliance\n(up to $7,500 per violation) and allows private litigants affected by certain data breaches to recover significant statutory damages.\nAlthough there are limited exemptions for clinical trial data under the CCPA, the CCPA increases compliance costs and potential liability\nwith respect to other personal data we maintain about California residents. In addition, the California Privacy Rights Act of 2020, or\nCPRA, expands the CCPA’s requirements, including by adding a new right for individuals to correct their personal information and\nestablishing a new regulatory agency to implement and enforce the law. Other states, including Colorado, Connecticut, Utah and Virginia,\nhave enacted data privacy laws and similar laws are being considered in other states and at the federal level, reflecting a trend toward\nmore stringent privacy legislation in the United States. While these states, like the CCPA, also exempt some data processing in the context\nof clinical trials, the enactment of such laws and others could have potentially conflicting requirements that would make compliance challenging\nand expose us to additional liability.\n\n\n \n\n\nOutside the United States,\nan increasing number of laws, regulations, and industry standards apply to data privacy and security. For example, the European Union’s\nGeneral Data Protection Regulation, or EU GDPR, and the United Kingdom’s GDPR, or UK GDPR, or collectively GDPR, Australia’s\nPrivacy Act, and India’s Information Technology Act and supplementary rules impose strict requirements for processing personal data.\nCompanies that violate the GDPR can face private litigation related to processing of personal data brought by classes of data subjects\nor consumer protection organizations authorized at law to represent their interests, temporary or definitive restrictions on data processing\nand other corrective actions, and fines of up to the greater of 20 million Euros under the EU GDPR / 17.5 million pounds streamline under\nthe UK GDPR or 4% of their worldwide annual revenue, whichever is greater. GDPR litigation risk may increase as a result of a recent decision\nof the EU’s highest court finding that a consumer protection association may bring representative actions alleging violations of\nthe GDPR even without a mandate to do so from any specific individuals and whether or not specific individuals’ data protection\nrights have been violated.\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n28\n \n\n\n \n\n\n\n\n \n\n\nIn addition, we may be unable\nto transfer personal data from Europe and other jurisdictions to the United States or other countries due to data localization requirements\nor limitations on cross-border data flows. Europe and other jurisdictions have enacted laws requiring data to be localized or limiting\nthe transfer of personal data to other countries. In particular, the European Economic Area, or EEA, and the United Kingdom, or UK, have\nsignificantly restricted the transfer of personal data to the United States and other countries whose privacy laws it believes are inadequate.\nOther jurisdictions may adopt similarly stringent interpretations of their data localization and cross-border data transfer laws. Although\nthere are currently various mechanisms that may be used to transfer personal data from the EEA and UK to the United States in compliance\nwith law, such as the EEA and UK’s standard contractual clauses, these mechanisms are subject to legal challenges, and there is\nno assurance that we can satisfy or rely on these measures to lawfully transfer personal data to the United States. If there is no lawful\nmanner for us to transfer personal data from the EEA, the UK, or other jurisdictions to the United States, or if the requirements for\na legally-compliant transfer are too onerous, we could face significant adverse consequences, including the interruption or degradation\nof our operations, the need to relocate part of or all of our business or data processing activities to other jurisdictions at significant\nexpense, increased exposure to regulatory actions, substantial fines and penalties, the inability to transfer data and work with partners,\nvendors and other third parties, and injunctions against our processing or transferring of personal data necessary to operate our business.\nSome European regulators have ordered certain companies to suspend or permanently cease certain transfers of personal data to recipients\noutside Europe for allegedly violating the EU GDPR’s cross-border data transfer limitations. Additionally, companies that transfer\npersonal data to recipients outside of the EEA and/or UK to other jurisdictions, particularly to the United States, are subject to increased\nscrutiny from regulators individual litigants and activist groups. \n\n\n \n\n\nWe publish privacy policies\nand may publish marketing materials and other statements, such as compliance with certain certifications or self-regulatory principles,\nregarding data privacy and security. If these policies, materials or statements are found to be deficient, lacking in transparency, deceptive,\nunfair, or misrepresentative of our practices, we may be subject to investigation, enforcement actions by regulators, or other adverse\nconsequences.\n\n\n \n\n\nData Protection Obligations\nare quickly changing in an increasingly stringent fashion, creating some uncertainty as to the effective future legal framework. Additionally,\nthese obligations may be subject to differing applications and interpretations, which may be inconsistent or conflict among jurisdictions.\nPreparing for and complying with these obligations requires significant resources and may necessitate changes to our information technologies,\nsystems, and practices and to those of any third parties that process personal data on our behalf.\n\n\n \n\n\nAlthough we endeavor to comply\nwith all applicable Data Protection Obligations, we may at times fail (or be perceived to have failed) to do so. Moreover, despite our\nefforts, our personnel or third parties upon whom we rely may fail to comply with such obligations, which could negatively impact our\nbusiness operations and compliance posture. For example, any failure by a third-party processor to comply with applicable law, regulations,\nor contractual obligations could result in adverse effects, including inability to or interruption in our ability to operate our business\nand proceedings against us by governmental entities or others.\n\n\n \n\n\nIf we fail, or are perceived\nto have failed, to address or comply with Data Protection Obligations, it could: increase our compliance and operational costs; expose\nus to regulatory scrutiny, actions, fines and penalties; result in reputational harm; interrupt or stop our clinical trials; result in\nlitigation and liability; result in an inability to process personal data or to operate in certain jurisdictions; harm our business operations\nor financial results or otherwise result in a material harm to our business, or other material adverse impact on our business, results\nof operations and financial condition. Additionally, given that Data Protection Obligations impose complex and burdensome obligations\nand that there is substantial uncertainty over the interpretation and application of these obligations, we may be required to incur material\ncosts, divert management attention, and change our business operations, including our clinical trials, in an effort to comply, which could\nmaterially adversely affect our business operations and financial results.\n\n\n \n\n\nAny of these events could\nhave a material adverse effect on our reputation, business, or financial condition, including but not limited to: loss of customers; interruptions\nor stoppages in our business operations including, as relevant, clinical trials inability to process personal data or to operate in certain\njurisdictions; limited ability to develop or commercialize our products; expenditure of time and resources to defend any claim or inquiry;\nadverse publicity; or revision or restructuring of our operations.\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n29\n \n\n\n \n\n\n\n\n \n\n\nIf our information technology systems or\ndata, or those of third parties upon which we rely, are or were compromised we could experience adverse consequences resulting from such\ncompromise, including but not limited to: regulatory investigations or actions; litigation; fines and penalties; disruptions of our business\noperations; reputational harm; loss of revenue or profits; and other adverse consequences.\n\n\n \n\n\nIn the ordinary course of\nour business, we and third parties upon which we rely may process proprietary, confidential and sensitive information, including personal\ndata, intellectual property, trade secrets, and proprietary business information owned or controlled by ourselves or other third parties,\nor collectively, Sensitive Information. We may use and share Sensitive Information with service providers and subprocessors and other\nthird parties upon whom we rely to help us operate our business. If we, our service providers, partners, or other relevant third parties\nhave experienced, or in the future experience, any security incident(s) that result in any data loss; deletion or destruction; unauthorized\naccess to; loss, unauthorized acquisition, disclosure, or exposure of, Sensitive Information, or compromise related to the security, confidentiality,\nintegrity of our (or their) information technology, software, services, communications or data (any, a “Security Breach”),\nit may result in a material adverse impact on our business, results of operations and financial condition, including the diversion of\nfunds to address the breach, and interruptions, delays, or outages in our operations and development programs.\n\n\n \n\n\nCyberattacks, malicious internet-based\nactivity and online and offline fraud are prevalent and continue to increase. These threats are becoming increasingly difficult to detect.\nThese threats come from a variety of sources, including traditional computer “hackers,” threat actors, “hacktivists,”\norganized criminal threat actors, personnel (such as through theft or misuse), sophisticated nation states, and nation-state-supported\nactors. Some actors now engage and are expected to continue to engage in cyber-attacks, including without limitation nation-state actors\nfor geopolitical reasons and in conjunction with military conflicts and defense activities. During times of war and other major conflicts,\nwe and the third parties upon which we rely may be vulnerable to a heightened risk of these attacks, including retaliatory cyber-attacks,\nthat could materially disrupt our systems and operations, supply chain, and ability to produce, sell and distribute our goods and services.\n\n\n \n\n\nWe and the third parties upon\nwhich we rely may be subject to a variety of evolving threats, including but not limited to social-engineering attacks (including through\nphishing attacks), supply-chain attacks, loss of data or other information technology assets, adware, software bugs, malicious code (such\nas viruses and worms), employee theft or misuse, denial-of-service attacks (such as credential stuffing) and ransomware attacks. We may\nalso be the subject of phishing attacks, viruses, malware (including as a result of advanced persistent threat intrusions), server malfunction,\nsoftware or hardware failures, loss of data or other computer assets, telecommunications failures, earthquakes, fires, floods, or other\nsimilar issues.\n\n\n \n\n\nRansomware attacks, including\nby organized criminal threat actors, nation-states, and nation-state-supported actors, are becoming increasingly prevalent and severe,\nand can lead to significant interruptions in our operations, loss of data and income, reputational harm, and diversion of funds. Extortion\npayments may alleviate the negative impact of a ransomware attack, but we may be unwilling or unable to make such payments due to, for\nexample, applicable laws or regulations prohibiting such payments.\n\n\n \n\n\nRemote work has become more\ncommon and has increased risks to our information technology systems and data, as more of our employees utilize network connections, computers,\nand devices outside our premises or network, including working at home, while in transit and in public locations. Additionally, future\nor past business transactions (such as acquisitions or integrations) could expose us to additional cybersecurity risks and vulnerabilities,\nas our systems could be negatively affected by vulnerabilities present in acquired or integrated entities’ systems and technologies.\nFurthermore, we may discover security issues that were not found during due diligence of such acquired or integrated entities, and it\nmay be difficult to integrate companies into our information technology environment and security program.\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n30\n \n\n\n \n\n\n\n\n \n\n\nWe rely on third-party service\nproviders and technologies to operate critical business systems to process Sensitive Information in a variety of contexts, including,\nwithout limitation, cloud-based infrastructure, data center facilities, encryption and authentication technology, employee email, content\ndelivery to customers, and other functions. We also rely on third-party service providers to assist with our clinical trials, provide\nother products or services, or otherwise to operate our business. Our ability to monitor these third parties’ information security\npractices is limited, and these third parties may not have adequate information security measures in place. If our third-party service\nproviders experience a Security Breach or other interruption, we could experience adverse consequences. While we may be entitled to damages\nif our third-party service providers fail to satisfy their privacy or security-related obligations to us, any award may be insufficient\nto cover our damages, or we may be unable to recover such award. In addition, supply-chain attacks have increased in frequency and severity,\nand we cannot guarantee that third parties and infrastructure in our supply chain or our third-party partners’ supply chains have\nnot been compromised or that they do not contain exploitable defects or bugs that could result in a breach of or disruption to our information\ntechnology systems (including our services) or the third-party information technology systems that support us and our services.\n\n\n \n\n\nAny of the previously identified\nor similar threats could cause a Security Breach or other interruption and disrupt our ability (and that of third parties upon whom we\nrely) to provide our services.\n\n\n \n\n\nWe may be required to expend\nsignificant resources, fundamentally change our business activities and practices, or modify our operations, including clinical trial\nactivities, or information technology in an effort to protect against Security Breaches and to mitigate, detect and remediate actual and\npotential vulnerabilities. Applicable Data Protection Obligations (as defined above) may require us to implement specific security measures\nor use industry-standard or reasonable measures to protect against Security Breaches. There can be no assurances that our security measures,\nor those of third parties upon whom we rely, will be effective in protecting against Security Breaches.\n\n\n \n\n\nWhile we have implemented\nsecurity measures designed to protect against Security Breaches, there can be no assurance that these measures will be effective. We take\nsteps to detect and remediate vulnerabilities in our information technology systems (including our products), but we may not be able to\ndetect and remediate all vulnerabilities because the threats and techniques used to exploit vulnerabilities change frequently and are\noften sophisticated in nature. Therefore, such vulnerabilities could be exploited but may not be detected until after a Security Breach\nhas occurred. These vulnerabilities pose material risks to our business. Further, we may experience delays in developing and deploying\nremedial measures designed to address any such identified vulnerabilities.\n\n\n \n\n\nApplicable Data Protection\nObligations (as defined above) may require us to notify relevant stakeholders of Security Breaches, including affected individuals, partners,\ncollaborators, regulators, law enforcement agencies and others. Such disclosures are costly, and the disclosures or the failure to comply\nwith such requirements could lead to a material adverse impact on our business, results of operations and financial condition. If we (or\na third party upon whom we rely) experience a Security Breach or are perceived to have experienced a Security Breach, we may experience\nadverse consequences. These consequences may include: government enforcement actions (for example, investigations, fines, penalties, audits,\nand inspections); additional reporting requirements and/or oversight; restrictions on processing Sensitive Information (including personal\ndata); litigation (including class claims); indemnification obligations; negative publicity; reputational harm; monetary fund diversions;\ninterruptions in our operations (including availability of data); financial loss; and other similar harms. Security Breaches or other\ninterruptions and attendant consequences may cause customers to stop using our services, deter new customers from using our services,\nand negatively impact our ability to grow and operate our business.\n\n\n \n\n\nThere can be no assurances\nthat any limitations or exclusions of liability in our contracts would be adequate or would otherwise protect us from liabilities or damages\nif we fail to comply with Data Protection Obligations related to information security or Security Breaches.\n\n\n \n\n\nWe cannot be sure that our\ninsurance coverage will be adequate or otherwise protect us from or adequately mitigate liabilities or damages with respect to claims,\ncosts, expenses, litigation, fines, penalties, business loss, data loss, regulatory actions or other material adverse impact on our business,\nresults of operations and financial condition arising out of our Processing operations, privacy and security practices, or Security Breaches\nthat we may experience. The successful assertion of one or more large claims against us that exceeds our available insurance coverage,\nor results in changes to our insurance policies (including premium increases or the imposition of large excess or deductible or co-insurance\nrequirements), could have a material adverse impact on our business, results of operations and financial condition.\n\n\n \n\n\nIn addition to experiencing\na Security Breach, third parties may gather, collect, or infer Sensitive Information about us from public sources, data brokers, or other\nmeans that reveals competitively sensitive details about our organization and could be used to undermine our competitive advantage or\nmarket position.\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n31\n \n\n\n \n\n\n\n\n \n\n\nShould our products be approved for commercialization,\nlack of third-party coverage and reimbursement for our devices could delay or limit their adoption.\n\n\n \n\n\nIn both the U.S. and international\nmarkets, the use of medical devices is dependent in part on the availability of reimbursement from third-party payors, such as government\nand private insurance plans. Healthcare providers that use medical devices generally rely on third-party payors to pay for all or part\nof the costs and fees associated with the medical procedures being performed or to compensate them for their patient care services. Should\nour products under development be approved for commercialization by the FDA, any such products may not be considered cost-effective, reimbursement\nmay not be available in the United States or other countries, if approved, and reimbursement may not be sufficient to allow sales of our\nfuture products, including the Hemopurifier, on a profitable basis. The coverage decisions of third-party payors will be significantly\ninfluenced by the assessment of our future products by health technology assessment bodies. These assessments are outside our control\nand any such evaluations may not be conducted or have a favorable outcome.\n\n\n  \n\n\nIf approved for use in the\nUnited States, we expect that any products that we develop, including the Hemopurifier, will be purchased primarily by medical institutions,\nwhich will in turn bill various third-party payors for the health care services provided to patients at their facility. Payors may include\nthe Centers for Medicare & Medicaid Services, or CMS, which administers the Medicare program and works in partnership with state governments\nto administer Medicaid, other government programs and private insurance plans. The process involved in applying for coverage and incremental\nreimbursement from CMS is lengthy and expensive. Further, Medicare coverage is based on our ability to demonstrate that the treatment\nis “reasonable and necessary” for Medicare beneficiaries. Even if products utilizing our Aethlon Hemopurifier technology receive\nFDA and other regulatory clearance or approval, they may not be granted coverage and reimbursement by any payor, including by CMS. For\nsome governmental programs, such as Medicaid, coverage and adequate reimbursement differ from state to state and some state Medicaid programs\nmay not pay adequate amounts for the procedure necessary to utilize products utilizing our technology system, or any payment at all. Moreover,\nmany private payors use coverage decisions and payment amounts determined by CMS as guidelines in setting their coverage and reimbursement\npolicies and amounts. However, no uniform policy requirement for coverage and reimbursement for medical devices exists among third-party\npayors in the United States. Therefore, coverage and reimbursement can differ significantly from payor to payor. If CMS or other agencies\nlimit coverage or decrease or limit reimbursement payments for doctors and hospitals, this may affect coverage and reimbursement determinations\nby many private payors for any products that we develop.\n\n\n  \n\n\nShould any of our potential products, including\nthe Hemopurifier, be approved for commercialization, certain health reform measures and adverse changes in reimbursement policies and\nprocedures may impact our ability to market and sell our products.\n\n\n \n\n\nHealthcare costs have risen\nsignificantly over the past decade, and there have been and continue to be proposals by legislators, regulators and third-party payors\nto decrease costs. Third-party payors are increasingly challenging the prices charged for medical products and services and instituting\ncost containment measures to control or significantly influence the purchase of medical products and services.\n\n\n \n\n\nFor example, in the United\nStates, the Patient Protection and Affordable Care Act, as amended by the Health Care and Education Reconciliation Act of 2010, or collectively,\nACA, among other things, reduced and/or limited Medicare reimbursement to certain providers. On June 17, 2021, the U.S. Supreme Court\ndismissed a challenge on procedural grounds that argued the ACA is unconstitutional in its entirety because the “individual mandate”\nwas repealed by Congress. Further, on August 16, 2022, President Biden signed the Inflation Reduction Act of 2022, or IRA, into law, which\namong other things, extends enhanced subsidies for individuals purchasing health insurance coverage in ACA marketplaces through plan year\n2025. The IRA also eliminates the \"donut hole\" under the Medicare Part D program beginning in 2025 by significantly lowering\nthe beneficiary maximum out-of-pocket cost and creating a new manufacturer discount program. It is unclear how any such challenges, and\nthe healthcare reform measures of the Biden administration will impact the ACA and our business. The Budget Control Act of 2011, as amended\nby subsequent legislation, further reduces Medicare’s payments to providers by two percent through fiscal year 2032These reductions\nmay reduce providers’ revenues or profits, which could affect their ability to purchase new technologies. Furthermore, the healthcare\nindustry in the United States has experienced a trend toward cost containment as government and private insurers seek to control healthcare\ncosts by imposing lower payment rates and negotiating reduced contract rates with service providers. In July 2021, the Biden Administration\nreleased an executive order, “Promoting Competition in the American Economy,” which contained provisions relating to prescription\ndrugs. On September 9, 2021, in response to this executive order, the U.S. Department of Health and Human Services, or HHS, released a\nComprehensive Plan for Addressing High Drug Prices that outlines principles for drug pricing reform and sets out a variety of potential\nlegislative policies that Congress could pursue as well as potential administrative actions HHS can take to advance these principles.\nFurther, the IRA, among other things (i) directs HHS to negotiate the price of certain high-expenditure, single-source drugs and biologics\ncovered under Medicare and (ii) imposes rebates under Medicare Part B and Medicare Part D to penalize price increases that outpace inflation.\nThese provisions will take effect progressively starting in fiscal year 2023, although they may be subject to legal challenges. HHS has\nand will continue to issue and update guidance as these programs are implemented. It is currently unclear how the IRA will be implemented\nbut is likely to have a significant impact on the pharmaceutical industry. In addition, in response to the Biden administration’s\nOctober 2022 executive order, on February 14, 2023, HHS released a report outlining three new models for testing by the Center for Medicare\nand Medicaid Innovation which will be evaluated on their ability to lower the cost of drugs, promote accessibility, and improve quality\nof care. It is unclear whether the models will be utilized in any health reform measures in the future.\n\n\n \n\n\n \n\n\n\n\n\n\n \n32\n \n\n\n \n\n\n\n\n \n\n\nLegislation could be adopted\nin the future that limits payments for our products from governmental payors. In addition, commercial payors such as insurance companies,\ncould adopt similar policies that limit reimbursement for medical device manufacturers’ products. Therefore, it is possible that\nour product or the procedures or patient care performed using our product will not be reimbursed at a cost-effective level. We face similar\nrisks relating to adverse changes in reimbursement procedures and policies in other countries where we may market our products. Reimbursement\nand healthcare payment systems vary significantly among international markets. Our inability to obtain international reimbursement approval,\nor any adverse changes in the reimbursement policies of foreign payors, could negatively affect our ability to sell our products and have\na material adverse effect on our business and financial condition.\n\n\n \n\n\nOur ability to use net operating loss carryforwards\nand certain other tax attributes to offset future taxable income or taxes may be limited.\n\n\n \n\n\nUnder current law, federal\nnet operating losses incurred in tax years beginning after December 31, 2017, may be carried forward indefinitely, but the deductibility\nof such federal net operating losses is limited to 80% of taxable income. It is uncertain if and to what extent various states will conform\nto federal tax laws. In addition, under Sections 382 and 383 of the Internal Revenue Code of 1986, as amended, and corresponding provisions\nof state law, if a corporation undergoes an “ownership change,” which is generally defined as a greater than 50% change in\nits equity ownership value over a three-year period, the corporation’s ability to use its pre-change net operating loss carryforwards\nand other pre-change tax attributes to offset its post-change income or taxes may be limited. If we achieve profitability and an ownership\nchange occurs and our ability to use our net operating loss carryforwards is materially limited, it would harm our future operating results\nby effectively increasing our future tax obligations. In addition, at the state level, there may be periods during which the use of net\noperating loss carryforwards is suspended or otherwise limited, which could accelerate or permanently increase state taxes owed.\n\n\n \n\n\nUncertainties in the interpretation and\napplication of existing, new and proposed tax laws and regulations could materially affect our tax obligations and effective tax rate.\n\n\n \n\n\nThe tax regimes to which we\nare subject or under which we operate are unsettled and may be subject to significant change. The issuance of additional guidance related\nto existing or future tax laws, or changes to tax laws or regulations proposed or implemented by the current or a future U.S. presidential\nadministration, Congress, or taxing authorities in other jurisdictions, including jurisdictions outside of the United States, could materially\naffect our tax obligations and effective tax rate. To the extent that such changes have a negative impact on us, including as a result\nof related uncertainty, these changes may adversely impact our business, financial condition, results of operations, and cash flows.\n\n\n \n\n\nThe amount of taxes we pay\nin different jurisdictions depends on the application of the tax laws of various jurisdictions, including the United States, to our international\nbusiness activities, tax rates, new or revised tax laws, or interpretations of tax laws and policies, and our ability to operate our business\nin a manner consistent with our corporate structure and intercompany arrangements. The taxing authorities of the jurisdictions in which\nwe operate may challenge our methodologies for pricing intercompany transactions pursuant to our intercompany arrangements or disagree\nwith our determinations as to the income and expenses attributable to specific jurisdictions. If such a challenge or disagreement were\nto occur, and our position was not sustained, we could be required to pay additional taxes, interest, and penalties, which could result\nin one-time tax charges, higher effective tax rates, reduced cash flows, and lower overall profitability of our operations. Our financial\nstatements could fail to reflect adequate reserves to cover such a contingency. Similarly, a taxing authority could assert that we are\nsubject to tax in a jurisdiction where we believe we have not established a taxable connection, often referred to as a “permanent\nestablishment” under international tax treaties, and such an assertion, if successful, could increase our expected tax liability\nin one or more jurisdictions.\n\n\n \n\n\nEffective January 1, 2022,\nthe Tax Cuts and Jobs Act of 2017 eliminated the option to deduct research and development expenses for tax purposes in the year incurred\nand requires taxpayers to capitalize and subsequently amortize such expenses over five years for research activities conducted in the\nUnited States and over 15 years for research activities conducted outside the United States. Although there have been legislative proposals\nto repeal or defer the capitalization requirement to later years, there can be no assurance that the provision will be repealed or otherwise\nmodified. Future guidance from the Internal Revenue Service and other tax authorities with respect to such legislation may affect us,\nand certain aspects of such legislation could be repealed or modified in future legislation.\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n33\n \n\n\n \n\n\n\n\n \n\n\nOur use of hazardous materials, chemicals\nand viruses exposes us to potential liabilities for which we may not have adequate insurance.\n\n\n \n\n\nOur research and development\ninvolves the controlled use of hazardous materials, chemicals and viruses. The primary hazardous materials include chemicals needed to\nconstruct the Hemopurifier cartridges and the infected plasma samples used in preclinical testing of the Hemopurifier. All other chemicals\nare fully inventoried and reported to the appropriate authorities, such as the fire department, which inspects the facility on a regular\nbasis. We are subject to federal, state, local and foreign laws governing the use, manufacture, storage, handling and disposal of such\nmaterials. Although we believe that our safety procedures for the use, manufacture, storage, handling and disposal of such materials comply\nwith the standards prescribed by federal, state, local and foreign regulations, we cannot completely eliminate the risk of accidental\ncontamination or injury from these materials. We have had no incidents or problems involving hazardous chemicals or biological samples.\nIn the event of such an accident, we could be held liable for significant damages or fines.\n\n\n  \n\n\nWe currently carry a limited\namount of insurance to protect us from bodily injury or property damages arising from hazardous materials. Our product liability policy\nhas a $5,000,000 limit of liability. For our facilities, our property policy provides $25,000 in coverage for contaminant clean-up or\nremoval and $100,000 in coverage for damages to the premises resulting from contamination. Should we violate any regulations concerning\nthe handling or use of hazardous materials, or should any injuries or death result from our use or handling of hazardous materials, we\ncould be the subject of substantial lawsuits by governmental agencies or individuals. We may not have adequate insurance to cover all\nor any of such claims, if any. If we were responsible to pay significant damages for violations or injuries, if any, we might be forced\nto cease operations since such payments could deplete our available resources.\n\n\n \n\n\nOur products may in the future be subject\nto product recalls. A recall of our products, either voluntarily or at the direction of the FDA or another governmental authority, including\na third-country authority, or the discovery of serious safety issues with our products, could have a significant adverse impact on us.\n\n\n \n\n\nThe FDA and similar foreign\ngovernmental authorities have the authority to require the recall of commercialized products in the event of material deficiencies or\ndefects in design or manufacture. For the FDA, the authority to require a recall must be based on a finding that there is reasonable probability\nthat the device would cause serious injury or death. In addition, foreign governmental bodies have the authority to require the recall\nof our products in the event of material deficiencies or defects in design or manufacture. Manufacturers may, under their own initiative,\nrecall a product if any material deficiency in a device is found. The FDA requires that certain classifications of recalls be reported\nto the FDA within ten working days after the recall is initiated. A government-mandated or voluntary recall by us or one of our international\ndistributors could occur as a result of an unacceptable risk to health, component failures, malfunctions, manufacturing errors, design\nor labeling defects or other deficiencies and issues. Recalls of any of our products would divert managerial and financial resources and\nhave an adverse effect on our reputation, results of operations and financial condition, which could impair our ability to produce our\nproducts in a cost-effective and timely manner in order to meet our customers’ demands. We may also be subject to liability claims,\nbe required to bear other costs, or take other actions that may have a negative impact on our future sales and our ability to generate\nprofits. Companies are required to maintain certain records of recalls, even if they are not reportable to the FDA or another third-country\ncompetent authority. We may initiate voluntary recalls involving our products in the future that we determine do not require notification\nof the FDA or another third-country competent authority. If the FDA disagrees with our determinations, they could require us to report\nthose actions as recalls. A future recall announcement could harm our reputation with customers and negatively affect our sales. In addition,\nthe FDA could take enforcement action for failing to report recalls. We are also required to follow detailed recordkeeping requirements\nfor all firm-initiated medical device corrections and removals.\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n34\n \n\n\n \n\n\n\n\n \n\n\nEven though we have received breakthrough\ndevice designation for the Hemopurifier for two independent indications, this designation may not expedite the development or review of\nthe Hemopurifier and does not provide assurance ultimately of PMA submission or approval by the FDA.\n\n\n \n\n\nThe Breakthrough Devices Program\nis a voluntary program intended to expedite the review, development, assessment and review of certain medical devices that provide for\nmore effective treatment or diagnosis of life-threatening or irreversibly debilitating human diseases or conditions for which no approved\nor cleared treatment exists or that offer significant advantages over existing approved or cleared alternatives. All submissions for devices\ndesignated as Breakthrough Devices will receive priority review, meaning that the review of the submission is placed at the top of the\nappropriate review queue and receives additional review resources, as needed.\n\n\n \n\n\nAlthough breakthrough designation\nor access to any other expedited program may expedite the development or approval process, it does not change the standards for approval.\nAlthough we obtained breakthrough device designation for the Hemopurifier for two indications, we may not experience faster development\ntimelines or achieve faster review or approval compared to conventional FDA procedures. For example, the time required to identify and\nresolve issues relating to manufacturing and controls, the acquisition of a sufficient supply of our product for clinical trial purposes\nor the need to conduct additional nonclinical or clinical studies may delay approval by the FDA, even if the product qualifies for breakthrough\ndesignation or access to any other expedited program. Access to an expedited program may also be withdrawn by the FDA if it believes that\nthe designation is no longer supported by data from our clinical development program. Additionally, qualification for any expedited review\nprocedure does not ensure that we will ultimately obtain regulatory approval for the product.\n\n\n \n\n\nOur bylaws designate the Eighth Judicial\nDistrict Court of Clark County, Nevada, as the sole and exclusive forum for certain types of actions and proceedings that may be initiated\nby our stockholders, which could limit our stockholders’ ability to obtain a favorable judicial forum for disputes with us or our\ndirectors, officers, employees or agents.\n\n\n \n\n\nOur bylaws require that, to\nthe fullest extent permitted by law, and unless the Company consents in writing to the selection of an alternative forum, the Eighth Judicial\nDistrict Court of Clark County, Nevada, will, to the fullest extent permitted by law, be the sole and exclusive forum for each of the\nfollowing:\n\n\n \n\n\n\n\n\n\n \n\n\n·\n\n\nany derivative action or proceeding brought in the name or right of the Company or on its behalf,\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n \n\n\n·\n\n\nany action asserting a claim for breach of any fiduciary duty owed by any director, officer, employee or agent of the Company to the Company or the Company’s stockholders,\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n \n\n\n·\n\n\nany action arising or asserting a claim arising pursuant to any provision of NRS Chapters 78 or 92A or any provision of our articles of incorporation or bylaws, or\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n \n\n\n·\n\n\nany action asserting a claim governed by the internal affairs doctrine, including, without limitation, any action to interpret, apply, enforce or determine the validity of our articles of incorporation or bylaws.\n\n\n\n\n  \n\n\nHowever, our bylaws provide\nthat the exclusive forum provisions do not apply to suits brought to enforce any liability or duty created by the Exchange Act or any\nother claim for which the federal courts have exclusive jurisdiction. We note that there is uncertainty as to whether a court would enforce\nthe provision and that investors cannot waive compliance with the federal securities laws and the rules and regulations thereunder. Although\nwe believe this provision benefits us by providing increased consistency in the application of Nevada law in the types of lawsuits to\nwhich it applies, the provision may have the effect of discouraging lawsuits against our directors and officers.\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n35\n \n\n\n \n\n\n\n\n \n\n\nRisks Related to Our Intellectual Property and Related Litigation\n\n\n \n\n\nWe rely upon licenses and patent rights from third parties which\nare subject to termination or expiration.\n\n\n \n\n\nWe rely in part upon third-party\nlicenses and ownership rights assigned from third parties for the development of specific uses for our Hemopurifier devices. For example,\nwe are researching, developing and testing cancer-related applications for our devices under patents assigned from the London Health Science\nCenter Research, Inc. Should any of our licenses be prematurely terminated for any reason, or if the patents and intellectual property\nassigned to us or owned by such entities that we have licensed are challenged or defeated by third parties, our research efforts could\nbe materially and adversely affected. Our licenses and patents assigned to us may not continue in force for as long as we require for\nour research, development and testing of cancer treatments. It is possible that, if our licenses terminate or the underlying patents and\nintellectual property is challenged or defeated or the patents and intellectual property assigned to us is challenged or defeated, suitable\nreplacements may not be obtained or developed on terms acceptable to us, if at all. There is also the related risk that we may not be\nable to make the required payments under any patent license or assignment agreement, in which case we may lose to ability to use one or\nmore of the licensed or assigned patents.\n\n\n \n\n\nWe could become subject to intellectual\nproperty litigation that could be costly, result in the diversion of management’s time and efforts, require us to pay damages, prevent\nus from selling our commercially available products and/or reduce the margins we may realize from our products.\n\n\n \n\n\nThe medical devices industry\nis characterized by extensive litigation and administrative proceedings over patent and other intellectual property rights. Whether a\nproduct infringes a patent involves complex legal and factual issues, and the determination is often uncertain. There may be existing\npatents of which we are unaware that our products under development may inadvertently infringe. The likelihood that patent infringement\nclaims may be brought against us increases as the number of participants in the infectious market increases and as we achieve more visibility\nin the marketplace and introduce products to market.\n\n\n \n\n\nAny infringement claim against\nus, even if without merit, may cause us to incur substantial costs, and would place a significant strain on our financial resources, divert\nthe attention of management from our core business, and harm our reputation. In some cases, litigation may be threatened or brought by\na patent holding company or other adverse patent owner who has no relevant product revenues and against whom our patents may provide little\nor no deterrence. If we are found to infringe any patents, we could be required to pay substantial damages, including triple damages if\nan infringement is found to be willful. We also could be required to pay royalties and could be prevented from selling our products unless\nwe obtain a license or are able to redesign our products to avoid infringement. We may not be able to obtain a license enabling us to\nsell our products on reasonable terms, or at all. If we fail to obtain any required licenses or make any necessary changes to our technologies\nor the products, we may be unable to commercialize one or more of our products or may have to withdraw products from the market, all of\nwhich would have a material adverse effect on our business, financial condition and results of operations.\n\n\n \n\n\nIf the combination of patents, trade secrets\nand contractual provisions upon which we rely to protect our intellectual property is inadequate, our ability to commercialize our products\nsuccessfully will be harmed.\n\n\n \n\n\nOur success depends significantly\non our ability to protect our proprietary rights to the technologies incorporated in our products. We currently have five issued U.S.\npatents and four pending U.S. patent applications. We also have 32 issued foreign patents and have applied for nine additional foreign\nand international patents. Our issued patents begin to expire in 2024, with the last of these patents expiring in 2036, although terminal\ndisclaimers, patent term extension or patent term adjustment can shorten or lengthen the patent term. We rely on a combination of patent\nprotection, trade secret laws and nondisclosure, confidentiality and other contractual restrictions to protect our proprietary technology.\nHowever, these may not adequately protect our rights or permit us to gain or keep any competitive advantage.\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n36\n \n\n\n \n\n\n\n\n \n\n\nThe issuance of a patent is\nnot conclusive as to its scope, validity or enforceability. The scope, validity or enforceability of our issued patents can be challenged\nin litigation or proceedings before the U.S. Patent and Trademark Office or foreign patent offices where our applications are pending.\nThe U.S. Patent and Trademark Office or foreign offices may deny or require significant narrowing of claims in our pending patent applications.\nPatents issued as a result of the pending patent applications, if any, may not provide us with significant commercial protection or be\nissued in a form that is advantageous to us. Proceedings before the U.S. Patent and Trademark Office or foreign offices could result in\nadverse decisions as to the priority of our inventions and the narrowing or invalidation of claims in issued patents. The laws of some\nforeign countries may not protect our intellectual property rights to the same extent as the laws of the U.S., if at all. Some of our\npatents may expire before we receive FDA approval to market our products in the United States or we receive approval to market our products\nin a foreign country. Although we believe that certain patent applications and/or other patents issued more recently will help protect\nthe proprietary nature of the Hemopurifier treatment technology, this protection may not be sufficient to protect us during the development\nof that technology.\n\n\n  \n\n\nOur competitors may successfully\nchallenge and invalidate or render unenforceable our issued patents, including any patents that may issue in the future, which could prevent\nor limit our ability to market our products and could limit our ability to stop competitors from marketing products that are substantially\nequivalent to ours. In addition, competitors may be able to design around our patents or develop products that provide outcomes that are\ncomparable to our products but that are not covered by our patents.\n\n\n \n\n\nWe have also entered into\nconfidentiality and assignment of intellectual property agreements with all of our employees, consultants and advisors directly involved\nin the development of our technology as one of the ways we seek to protect our intellectual property and other proprietary technology.\nHowever, these agreements may not be enforceable or may not provide meaningful protection for our trade secrets or other proprietary information\nin the event of unauthorized use or disclosure or other breaches of the agreements.\n\n\n \n\n\nIn the event a competitor\ninfringes upon any of our patents or other intellectual property rights, enforcing our rights may be difficult, time consuming and expensive,\nand would divert management’s attention from managing our business. We may not be successful on the merits in any enforcement effort.\nIn addition, we may not have sufficient resources to litigate, enforce or defend our intellectual property rights.\n\n\n \n\n\nWe may rely on licenses for new technology,\nwhich may affect our continued operations with respect thereto.\n\n\n \n\n\nAs we develop our technology,\nwe may need to license additional technologies to optimize the performance of our products. We may not be able to license these technologies\non commercially reasonable terms or at all. In addition, we may fail to successfully integrate any licensed technology into our proposed\nproducts. Our inability to obtain any necessary licenses could delay our product development and testing until alternative technologies\ncan be identified, licensed and integrated. The inability to obtain any necessary third-party licenses could cause us to abandon a particular\ndevelopment path, which could seriously harm our business, financial position and results of our operations.\n\n\n \n\n\nNew technology may lead to our competitors\ndeveloping superior products which would reduce demand for our products.\n\n\n \n\n\nResearch into technologies\nsimilar to ours is proceeding at a rapid pace, and many private and public companies and research institutions are actively engaged in\nthe development of products similar to ours. These new technologies may, if successfully developed, offer significant performance or price\nadvantages when compared with our technologies. Our existing patents or our pending and proposed patent applications may not offer meaningful\nprotection if a competitor develops a novel product based on a new technology.\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n37\n \n\n\n \n\n\n\n\n \n\n\nIf we are unable to protect our proprietary\ntechnology and preserve our trade secrets, we will increase our vulnerability to competitors which could materially adversely impact our\nability to remain in business.\n\n\n \n\n\nOur ability to successfully\ncommercialize our products will depend on our ability to protect those products and our technology with domestic and foreign patents.\nWe will also need to continue to preserve our trade secrets. The issuance of a patent is not conclusive as to its validity or as to the\nenforceable scope of the claims of the patent. The patent positions of technology companies, including us, are uncertain and involve complex\nlegal and factual issues. Our patents may not prevent other companies from developing similar products or products which produce benefits\nsubstantially the same as our products, and other companies may be issued patents that may prevent the sale of our products or require\nus to pay significant licensing fees in order to market our products.\n\n\n  \n\n\nFrom time to time, we may\nneed to obtain licenses to patents and other proprietary rights held by third parties in order to develop, manufacture and market our\nproducts. If we are unable to timely obtain these licenses on commercially reasonable terms, our ability to commercially exploit such\nproducts may be inhibited or prevented. Our pending patent applications may not result in issued patents, patent protection may not be\nsecured for any particular technology, and our issued patents may not be valid or enforceable or provide us with meaningful protection.\n\n\n \n\n\nIf we are required to engage in expensive\nand lengthy litigation to enforce our intellectual property rights, such litigation could be very costly and the results of such litigation\nmay not be satisfactory.\n\n\n \n\n\nAlthough we have entered into\ninvention assignment agreements with our employees and with certain advisors, and we routinely enter into confidentiality agreements with\nour contract partners, if those employees, advisors or contract partners develop inventions or processes independently that may relate\nto products or technology under development by us, disputes may arise about the ownership of those inventions or processes. Time-consuming\nand costly litigation could be necessary to enforce and determine the scope of our rights under these agreements. In addition, we may\nbe required to commence litigation to enforce such agreements if they are violated, and it is certainly possible that we will not have\nadequate remedies for breaches of our confidentiality agreements as monetary damages may not be sufficient to compensate us. We may be\nunable to fund the costs of any such litigation to a satisfactory conclusion, which could leave us without recourse to enforce contracts\nthat protect our intellectual property rights.\n\n\n \n\n\nOther companies may claim that our technology\ninfringes on their intellectual property or proprietary rights and commence legal proceedings against us which could be time-consuming\nand expensive and could result in our being prohibited from developing, marketing, selling or distributing our products.\n\n\n \n\n\nBecause of the complex and\ndifficult legal and factual questions that relate to patent positions in our industry, it is possible that our products or technology\ncould be found to infringe upon the intellectual property or proprietary rights of others. Third parties may claim that our products or\ntechnology infringe on their patents, copyrights, trademarks or other proprietary rights and demand that we cease development or marketing\nof those products or technology or pay license fees. We may not be able to avoid costly patent infringement litigation, which will divert\nthe attention of management away from the development of new products and the operation of our business. We may not prevail in any such\nlitigation. If we are found to have infringed on a third-party’s intellectual property rights, we may be liable for money damages,\nencounter significant delays in bringing products to market or be precluded from manufacturing particular products or using particular\ntechnology.\n\n\n \n\n\nOther parties may challenge\ncertain of our foreign patent applications. If any such parties are successful in opposing our foreign patent applications, we may not\ngain the protection afforded by those patent applications in particular jurisdictions and may face additional proceedings with respect\nto similar patents in other jurisdictions, as well as related patents. The loss of patent protection in one jurisdiction may influence\nour ability to maintain patent protection for the same technology in other jurisdictions.\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n38\n \n\n\n \n\n\n\n\n \n\n\nRisks Related to U.S. Government Contracts\n\n\n \n\n\nWe may not obtain additional U.S. Government\ncontracts to further develop our technology.\n\n\n \n\n\nWhile we have previously had\nU.S. government contracts, we may not be successful in obtaining additional government grants or contracts. The process of obtaining government\ncontracts is lengthy with the uncertainty that we will be successful in obtaining announced grants or contracts for therapeutics as a\nmedical device technology. Accordingly, although we have obtained government contracts in the past, we may not be awarded any additional\nU.S. Government grants or contracts utilizing our Hemopurifier platform technology.\n\n\n \n\n\nU.S. Government agencies have special contracting\nrequirements, including a right to audit us, which create additional risks\n; \na negative audit would be detrimental to\nus.\n\n\n \n\n\nOur business plan to utilize\nthe Aethlon Hemopurifier technology may seek to involve contracts with the U.S. Government. Many government contracts, typically contain\nunfavorable termination provisions and are subject to audit and modification by the government at its sole discretion, which would subject\nus to additional risks should we obtain contracts with the U.S. Government in the future. These risks include the ability of the U.S.\nGovernment to unilaterally:\n\n\n  \n\n\n\n\n\n\n \n\n\n·\n\n\nsuspend or prevent us for a period of time from receiving new contracts or extending existing contracts based on violations or suspected violations of laws or regulations;\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n·\n\n\naudit and object to our contract-related costs and fees, including allocated indirect costs;\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n·\n\n\ncontrol and potentially prohibit the export of our products; and\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n·\n\n\nchange certain terms and conditions in our contracts.\n\n\n\n\n   \n\n\nAs a former and potential\nfuture U.S. Government contractor, we are required to comply with applicable laws, regulations and standards relating to our accounting\npractices and would be subject to periodic audits and reviews. As part of any such audit or review, the U.S. Government may review the\nadequacy of, and our compliance with, our internal control systems and policies, including those relating to our purchasing, property,\nestimating, compensation and management information systems. Based on the results of its audits, the U.S. Government may adjust our contract-related\ncosts and fees, including allocated indirect costs. In addition, if an audit or review uncovers any improper or illegal activity, we would\npossibly be subject to civil and criminal penalties and administrative sanctions, including termination of our contracts, forfeiture of\nprofits, suspension of payments, fines and suspension or prohibition from doing business with the U.S. Government. We could also suffer\nserious harm to our reputation if allegations of impropriety were made against us. Although we have not had any government audits and\nreviews to date, future audits and reviews could cause adverse effects. In addition, under U.S. Government purchasing regulations, some\nof our costs, including most financing costs, amortization of intangible assets, portions of our research and development costs, and some\nmarketing expenses, would possibly not be reimbursable or allowed under such contracts. Further, as a former and potential future U.S.\nGovernment contractor, we would be subject to an increased risk of investigations, criminal prosecution, civil fraud, whistleblower lawsuits\nand other legal actions and liabilities.\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n39\n \n\n\n \n\n\n\n\n \n\n\nAs a potential future U.S. Government contractor, we would be\nsubject to a number of procurement rules and regulations.\n\n\n \n\n\nGovernment contractors must\ncomply with specific procurement regulations and other requirements. These requirements, although customary in government contracts, would\nimpact our performance and compliance costs. In addition, current U.S. Government budgetary constraints could lead to changes in the procurement\nenvironment, including the Department of Defense’s initiative focused on efficiencies, affordability and cost growth and other changes\nto its procurement practices. If and to the extent such changes occur, they could affect whether and, if so, how we pursue certain opportunities\nand the terms under which we are able to do so.\n\n\n \n\n\nIn addition, failure to comply\nwith these regulations and requirements could result in reductions of the value of contracts, contract modifications or termination, and\nthe assessment of penalties and fines, which could negatively impact our results of operations and financial condition. Our failure to\ncomply with these regulations and requirements could also lead to suspension or debarment, for cause, from government contracting or subcontracting\nfor a period of time. Among the causes for debarment are violations of various statutes, including those related to procurement integrity,\nexport control, government security regulations, employment practices, protection of the environment, accuracy of records and the recording\nof costs, and foreign corruption. The termination of any government contract we may obtain as a result of any of these acts could have\na negative impact on our results of operations and financial condition and could have a negative impact on our reputation and ability\nto procure other government contracts in the future.\n\n\n \n\n\nRisks Relating to Our Common Stock and Our Corporate Governance\n\n\n \n\n\nIf we are unable to regain compliance with\nthe listing requirements of the Nasdaq Capital Market, our common stock may be delisted from the Nasdaq Capital Market which could have\na material adverse effect on our financial condition and could make it more difficult for you to sell your shares.\n\n\n \n\n\nOur common stock is listed\non the Nasdaq Capital Market and we are therefore subject to its continued listing requirements, including requirements with respect to\nthe market value of publicly held shares, market value of listed shares, minimum bid price per share (subject to a 180-day grace period,\nas discussed below), and minimum stockholders' equity, among others, and requirements relating to board and committee independence. If\nwe fail to satisfy one or more of the requirements, we may be delisted from the Nasdaq Capital Market.\n\n\n \n\n\nOn October 25, 2022, we received\na notice, or Notice, from The Nasdaq Stock Market, or Nasdaq, that we were not in compliance with the $1.00 minimum bid price requirement\nfor continued listing on the Nasdaq Capital Market, as set forth in Nasdaq Listing Rule 5550(a)(2), or the Minimum Bid Price Requirement.\nThe Notice indicated that, consistent with Nasdaq Listing Rule 5810(c)(3)(A), we had 180 days to regain compliance with the Minimum Bid\nPrice Requirement by having the closing bid price of our common stock meet or exceed $1.00 per share for at least ten consecutive business\ndays. We subsequently requested an extension of time to regain compliance with the Nasdaq Listing Rule 5550(a)(2) and submitted to Nasdaq\na plan to regain compliance. On April 25, 2023, Nasdaq informed us that the request for extension was granted. As a result of the extension,\nwe have until October 23, 2023 to provide evidence that we have regained compliance with Nasdaq Listing Rule 5550(a)(2), by trading at\nor above $1.00 per share for ten consecutive trading dates prior to that date.\n\n\n \n\n\nThere can be no assurance,\nhowever, that we will be able to regain compliance with the Minimum Bid Price Requirement. Even if we do regain compliance, we may not\nbe able to maintain compliance with the continued listing requirements for the Nasdaq Capital Market or our common stock could be delisted\nin the future. In addition, we may be unable to meet other applicable listing requirements of the Nasdaq Capital Market, including maintaining\nminimum levels of stockholders’ equity or market values of our common stock in which case, our common stock could be delisted notwithstanding\nour ability to demonstrate compliance with the Minimum Bid Price Requirement.\n\n\n \n\n\nDelisting from the Nasdaq\nCapital Market may adversely affect our ability to raise additional financing through the public or private sale of equity securities,\nmay significantly affect the ability of investors to trade our securities and may negatively affect the value and liquidity of our common\nstock. Delisting also could have other negative results, including the potential loss of employee confidence, the loss of institutional\ninvestors or interest in business development opportunities.\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n40\n \n\n\n \n\n\n\n\n \n\n\nHistorically we have not paid dividends\non our common stock, and we do not anticipate paying any cash dividends in the foreseeable future.\n\n\n \n\n\nWe have never paid cash dividends\non our common stock. We intend to retain our future earnings, if any, to fund operational and capital expenditure needs of our business,\nand do not anticipate paying any cash dividends in the foreseeable future. As a result, capital appreciation, if any, of our common stock\nwill be the sole source of gain for our common stockholders in the foreseeable future.\n\n\n \n\n\nOur stock price is speculative, and there\nis a risk of litigation.\n\n\n \n\n\nThe trading price of our common\nstock has in the past and may in the future be subject to wide fluctuations in response to factors such as the following:\n\n\n \n\n\n\n\n\n\n \n\n\n·\n\n\nfailure to raise additional funds when needed;\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n \n\n\n·\n\n\nannouncements regarding our ongoing development of the Hemopurifier;\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n \n\n\n·\n\n\nresults regarding the progress of our clinical trials with the Hemopurifier; \n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n \n\n\n·\n\n\nresults reported from our clinical trials with the Hemopurifier;\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n·\n\n\nfailure to meet the continued listing requirements of and maintain our listing on Nasdaq;\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n·\n\n\nresults of operations or revenue in any quarter failing to meet the expectations, published or otherwise, of the investment community;\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n·\n\n\nreduced investor confidence in equity markets;\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n·\n\n\nspeculation in the press or analyst community;\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n·\n\n\nwide fluctuations in stock prices, particularly with respect to the stock prices for other medical device companies;\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n·\n\n\nannouncements of technological innovations by us or our competitors;\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n·\n\n\nnew products or the acquisition of significant customers by us or our competitors;\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n·\n\n\nchanges in interest rates;\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n·\n\n\nchanges in investors’ beliefs as to the appropriate price-earnings ratios for us and our competitors;\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n·\n\n\nchanges in recommendations or financial estimates by securities analysts who track our common stock or the stock of other medical device companies;\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n·\n\n\nchanges in management;\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n·\n\n\nsales of common stock by directors and executive officers;\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n41\n \n\n\n \n\n\n\n\n \n\n\n\n\n\n\n \n\n\n·\n\n\nrumors or dissemination of false or misleading information, particularly through Internet chat rooms, instant messaging, and other rapid-dissemination methods;\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n·\n\n\nconditions and trends in the medical device industry generally;\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n·\n\n\nthe announcement of acquisitions or other significant transactions by us or our competitors;\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n·\n\n\nadoption of new accounting standards affecting our industry;\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n \n\n\n·\n\n\nchanges in the structure of healthcare payment systems;\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n·\n\n\ngeneral market conditions;\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n·\n\n\ndomestic or international terrorism and other factors; and\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n·\n\n\nthe other factors described in this section.\n\n\n\n\n \n\n\nFluctuations in the price\nof our common stock may expose us to the risk of securities class action lawsuits. Although no such lawsuits are currently pending against\nus and we are not aware that any such lawsuit is threatened to be filed in the future, future lawsuits are possible as a result of fluctuations\nin the price of our common stock. Defending against any such suits could result in substantial cost and divert management’s attention\nand resources. In addition, any settlement or adverse determination of such lawsuits could subject us to significant liability.\n\n\n \n\n\nIf at any time our common stock is subject\nto the SEC’s penny stock rules, broker-dealers may experience difficulty in completing customer transactions and trading activity\nin our securities may be adversely affected.\n\n\n \n\n\nIf at any time our common\nstock is not listed on a national securities exchange or we have net tangible assets of $2,000,000 or less, or we have an average revenue\nof less than $6,000,000 for the last three years, and our common stock has a market price per share of less than $5.00, transactions in\nour common stock will be subject to the SEC’s “penny stock” rules. Currently, our common stock is subject to the SEC’s\n“penny stock” rules promulgated under the Exchange Act and as a result, broker-dealers may find it difficult to effectuate\ncustomer transactions and trading activity in our securities may be adversely affected. For any transaction involving a penny stock, unless\nexempt, the rules require:\n\n\n \n\n\n\n\n\n\n \n\n\n·\n\n\nthat a broker or dealer approve a person’s account for transactions in penny stocks; \n\n\n\n\n \n\n\n\n\n\n\n \n\n\n·\n\n\nfurnish the investor a disclosure document describing the risks of investing in penny stocks; \n\n\n\n\n \n\n\n\n\n\n\n \n\n\n·\n\n\ndisclose to the investor the current market quotation, if any, for the penny stock; \n\n\n\n\n \n\n\n\n\n\n\n \n\n\n·\n\n\ndisclose to the investor the amount of compensation the firm and its broker will receive for the trade; and\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n·\n\n\nThe broker or dealer receive from the investor a written agreement to the transaction, setting forth the identity and quantity of the penny stock to be purchased.\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n42\n \n\n\n \n\n\n\n\n \n\n\nIn order to approve a person’s\naccount for transactions in penny stocks, the broker or dealer must:\n\n\n \n\n\n\n\n\n\n \n\n\n·\n\n\nobtain financial information and investment experience objectives of the person; and\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n·\n\n\nmake a reasonable determination that the transactions in penny stocks are suitable for that person and the person has sufficient knowledge and experience in financial matters to be capable of evaluating the risks of transactions in penny stocks.\n\n\n\n\n \n\n\nThe broker or dealer must\nalso deliver, prior to any transaction in a penny stock, a disclosure schedule prescribed by the SEC relating to the penny stock market,\nwhich, in highlight form:\n\n\n \n\n\n\n\n\n\n \n\n\n·\n\n\nsets forth the basis on which the broker or dealer made the suitability determination; and\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n·\n\n\nthat the broker or dealer received a signed, written agreement from the investor prior to the transaction.\n\n\n\n\n  \n\n\nGenerally, brokers may be\nless willing to execute transactions in securities subject to the “penny stock” rules. This may make it more difficult for\ninvestors to dispose of our common stock and cause a decline in the market value of our stock.\n\n\n \n\n\nDisclosure also has to be\nmade about the risks of investing in penny stocks in both public offerings and in secondary trading and about the commissions payable\nto both the broker-dealer and the registered representative, current quotations for the securities and the rights and remedies available\nto an investor in cases of fraud in penny stock transactions. Finally, monthly statements have to be sent disclosing recent price information\nfor the penny stock held in the account and information on the limited market in penny stocks.\n\n\n \n\n\nOur common stock has had an unpredictable\ntrading volume which means you may not be able to sell our shares at or near trading prices or at all.\n\n\n \n\n\nTrading in our common shares\nhistorically has been volatile and often has been thin, meaning that the number of persons interested in purchasing our common shares\nat or near trading prices at any given time may be relatively small or non-existent. This situation is attributable to a number of factors,\nincluding the fact that we are a small company which is relatively unknown to stock analysts, stock brokers, institutional investors and\nothers in the investment community that generate or influence sales volume, and that even if we came to the attention of such persons,\nthey tend to be risk-averse and would be reluctant to follow an unproven company such as ours or purchase or recommend the purchase of\nour shares until such time as we became more seasoned and viable. As a consequence, there may be periods of several days or more when\ntrading activity in our shares is minimal, as compared to a seasoned issuer which has a large and steady volume of trading activity that\nwill generally support continuous sales without an adverse effect on share price. A broader or more active public trading market for our\ncommon shares may not develop or be sustained, and current trading levels may decrease.\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n43\n \n\n\n \n\n\n\n\n \n\n\nThe market price for our common stock is\nvolatile; you may not be able to sell our common stock at or above the price you have paid for it, which may result in losses to you.\n\n\n \n\n\nThe market for our common\nstock is characterized by significant price volatility when compared to seasoned issuers, and we expect that our share price will continue\nto be more volatile than a seasoned issuer for the indefinite future. During the 52-week period ended March 31, 2023, the high and low\nclosing sale prices for a share of our common stock were $1.99 and $0.25, respectively. The volatility in our share price is attributable\nto a number of factors. First, as noted above, trading in our common stock often has been thin. As a consequence of this lack of liquidity,\nthe trading of relatively small quantities of shares by our stockholders may disproportionately influence the price of those shares in\neither direction. The price for our shares could, for example, decline precipitously in the event that a large number of our common shares\nare sold on the market without commensurate demand, as compared to a seasoned issuer which could better absorb those sales without adverse\nimpact on its share price. Secondly, we are a speculative investment due to our limited operating history, limited amount of cash and\nrevenue, lack of profit to date, and the uncertainty of future market acceptance for our potential products. As a consequence of this\nenhanced risk, more risk-adverse investors may, under the fear of losing all or most of their investment in the event of negative news\nor lack of progress, be more inclined to sell their shares on the market more quickly and at greater discounts than would be the case\nwith the stock of a seasoned issuer.\n\n\n \n\n\nThe following factors also\nmay add to the volatility in the price of our common stock: actual or anticipated variations in our quarterly or annual operating results;\nannouncements regarding our clinical trials and the development and manufacture of our Hemopurifier; acceptance of our proprietary technology\nas a viable method of augmenting the immune response of clearing viruses and toxins from human blood; government regulations, announcements\nof significant acquisitions, strategic partnerships or joint ventures; our capital commitments and additions or departures of our key\npersonnel. Many of these factors are beyond our control and may decrease the market price of our common shares regardless of our operating\nperformance. We cannot make any predictions or projections as to what the prevailing market price for our common shares will be at any\ntime, including as to whether our common shares will sustain their current market prices, or as to what effect the sale of shares or the\navailability of common shares for sale at any time will have on the prevailing market price.\n\n\n \n\n\nOur issuance of additional shares of common\nstock or convertible securities, could be dilutive.\n\n\n \n\n\nWe are entitled under our\narticles of incorporation to issue up to 60,000,000 shares of common stock. As of March 31, 2023, we have reserved for issuance 2,045,006\nof those shares of common stock for outstanding restricted stock units, stock options and warrants, excluding an aggregate of 348,837\nissuances of restricted stock units to our independent directors under our 2020 Equity Incentive Plan made subsequent to March 31, 2023.\nAs of March 31, 2023, we had issued and outstanding 22,992,466 shares of common stock. As a result, as of March 31, 2023 we had 34,962,528\nshares of common stock available for issuance to new investors or for use to satisfy indebtedness or pay service providers.\n\n\n \n\n\nOn March 24, 2022, we entered\ninto an At the Market Offering Agreement, or the 2022 ATM Agreement, with H.C. Wainwright & Co., LLC, or Wainwright, which established\nan at-the-market equity program pursuant to which we may offer and sell shares of our common stock from time to time as set forth in the\n2022 ATM Agreement. Through March 31, 2023, we sold an aggregate of 7,480,836 shares under the 2022 ATM Agreement for net proceeds of\n$8,927,211.\n\n\n \n\n\nOur Board of Directors may\ngenerally issue shares of common stock, restricted stock units or stock options or warrants to purchase those shares, without further\napproval by our stockholders, based upon such factors as our Board of Directors may deem relevant at that time. It is likely that we will\nbe required to issue a large amount of additional securities to raise capital to further our development. It is also likely that we will\nbe required to issue a large amount of additional securities to directors, officers, employees and consultants as compensatory grants\nin connection with their services, both in the form of stand-alone grants or under our stock plans.\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n44\n \n\n\n \n\n\n\n\n \n\n\nOur officers and directors are entitled to indemnification from\nus for liabilities under our articles of incorporation, which could be costly to us and may discourage the exercise of stockholder rights.\n\n\n \n\n\nOur articles of incorporation\nprovide that we possess and may exercise all powers of indemnification of our officers, directors, employees, agents and other persons\nand our bylaws also require us to indemnify our officers and directors as permitted under the provisions of the Nevada Revised Statutes,\nor NRS. We may also have contractual indemnification obligations under our agreements with our directors, officers and employees. The\nforegoing indemnification obligations could result in our company incurring substantial expenditures to cover the cost of settlement or\ndamage awards against directors and officers. These provisions and resultant costs may also discourage our company from bringing a lawsuit\nagainst directors, officers and employees for breaches of their fiduciary duties, and may similarly discourage the filing of derivative\nlitigation by our stockholders against our directors, officers and employees even though such actions, if successful, might otherwise\nbenefit our company and stockholders.\n\n\n \n\n\nOur bylaws and Nevada law may discourage,\ndelay or prevent a change of control of our company or changes in our management, would have the result of depressing the trading price\nof our common stock.\n\n\n \n\n\nCertain anti-takeover provisions\nof Nevada law could have the effect of delaying or preventing a third-party from acquiring us, even if the acquisition arguably could\nbenefit our stockholders.\n\n\n \n\n\nNevada’s “combinations\nwith interested stockholders” statutes (NRS 78.411 through 78.444, inclusive) prohibit specified types of business “combinations”\nbetween certain Nevada corporations and any person deemed to be an “interested stockholder” for two years after such person\nfirst becomes an “interested stockholder” unless the corporation’s board of directors approves the combination (or the\ntransaction by which such person becomes an “interested stockholder”) in advance, or unless the combination is approved by\nthe board of directors and sixty percent of the corporation’s voting power not beneficially owned by the interested stockholder,\nits affiliates and associates. Further, in the absence of prior approval certain restrictions may apply even after such two year period.\nHowever, these statutes do not apply to any combination of a corporation and an interested stockholder after the expiration of four years\nafter the person first became an interested stockholder. For purposes of these statutes, an “interested stockholder” is any\nperson who is (1) the beneficial owner, directly or indirectly, of ten percent or more of the voting power of the outstanding voting shares\nof the corporation, or (2) an affiliate or associate of the corporation and at any time within the two previous years was the beneficial\nowner, directly or indirectly, of ten percent or more of the voting power of the then outstanding shares of the corporation. The definition\nof the term “combination” is sufficiently broad to cover most significant transactions between a corporation and an “interested\nstockholder.” A Nevada corporation may elect in its articles of incorporation not to be governed by these particular laws, but if\nsuch election is not made in the corporation’s original articles of incorporation, the amendment (1) must be approved by the affirmative\nvote of the holders of stock representing a majority of the outstanding voting power of the corporation not beneficially owned by interested\nstockholders or their affiliates and associates, and (2) is not effective until 18 months after the vote approving the amendment and does\nnot apply to any combination with a person who first became an interested stockholder on or before the effective date of the amendment.\nWe did not make such an election in our original articles of incorporation and have not amended our articles of incorporation to so elect.\n\n\n \n\n\nNevada’s “acquisition\nof controlling interest” statutes (NRS 78.378 through 78.3793, inclusive) contain provisions governing the acquisition of a controlling\ninterest in certain Nevada corporations. These “control share” laws provide generally that any person that acquires a “controlling\ninterest” in certain Nevada corporations may be denied voting rights, unless a majority of the disinterested stockholders of the\ncorporation elects to restore such voting rights. These laws would apply to us if we were to have 200 or more stockholders of record (at\nleast 100 of whom have addresses in Nevada appearing on our stock ledger) and do business in the State of Nevada directly or through an\naffiliated corporation, unless our articles of incorporation or bylaws in effect on the tenth day after the acquisition of a controlling\ninterest provide otherwise. These laws provide that a person acquires a “controlling interest” whenever a person acquires\nshares of a subject corporation that, but for the application of these provisions of the NRS, would enable that person to exercise (1)\none fifth or more, but less than one third, (2) one third or more, but less than a majority or (3) a majority or more, of all of the voting\npower of the corporation in the election of directors. Once an acquirer crosses one of these thresholds, shares which it acquired in the\ntransaction taking it over the threshold and within the 90 days immediately preceding the date when the acquiring person acquired or offered\nto acquire a controlling interest become “control shares” to which the voting restrictions described above apply. These laws\nmay have a chilling effect on certain transactions if our articles of incorporation or bylaws are not amended to provide that these provisions\ndo not apply to us or to an acquisition of a controlling interest, or if our disinterested stockholders do not confer voting rights in\nthe control shares.\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n45\n \n\n\n \n\n\n\n\n \n\n\nVarious provisions of our\nbylaws may delay, defer or prevent a tender offer or takeover attempt of us that a stockholder might consider in his or her best interest.\nOur bylaws may be adopted, amended or repealed by the affirmative vote of the holders of at least a majority of our outstanding shares\nof capital stock entitled to vote for the election of directors, and except as provided by Nevada law, our Board of Directors shall have\nthe power to adopt, amend or repeal the bylaws by a vote of not less than a majority of our directors. The interests of these stockholders\nand directors may not be consistent with your interests, and they may make changes to the bylaws that are not in line with your concerns.\n\n\n \n\n\nNevada law also provides that\ndirectors may resist a change or potential change in control if the directors determine that the change is opposed to, or not in the best\ninterests of, the corporation. The existence of the foregoing provisions and other potential anti-takeover measures could limit the price\nthat investors might be willing to pay in the future for shares of our common stock. They could also deter potential acquirers of our\ncompany, thereby reducing the likelihood that you could receive a premium for your common stock in an acquisition.\n\n\n \n\n\nWe incur substantial costs as a result of\nbeing a public company and our management expects to devote substantial time to public company compliance programs.\n\n\n \n\n\nAs a public company, we incur\nsignificant legal, insurance, accounting and other expenses, including costs associated with public company reporting. We intend to invest\nresources to comply with evolving laws, regulations and standards, and this investment will result in increased general and administrative\nexpenses and may divert management’s time and attention from product development and commercialization activities. If our efforts\nto comply with new laws, regulations and standards differ from the activities intended by regulatory or governing bodies due to ambiguities\nrelated to practice, regulatory authorities may initiate legal proceedings against us, and our business may be harmed. These laws and\nregulations could make it more difficult and costly for us to obtain director and officer liability insurance for our directors and officers,\nand we may be required to accept reduced coverage or incur substantially higher costs to obtain coverage. These factors could also make\nit more difficult for us to attract and retain qualified executive officers and qualified members of our Board of Directors, particularly\nto serve on our audit and compensation committees. In addition, if we are unable to continue to meet the legal, regulatory and other requirements\nrelated to being a public company, we may not be able to maintain the quotation of our common stock on the Nasdaq Capital Market or on\nany other senior market to which we may apply for listing, which would likely have a material adverse effect on the trading price of our\ncommon stock.\n\n\n \n\n\nIf securities or industry analysts do not\npublish research or reports about our business, or if they change their recommendations regarding our stock adversely, our stock price\nand trading volume could decline.\n\n\n \n\n\nThe trading market for our\ncommon stock will be influenced by the research and reports that industry or securities analysts publish about us or our business. Our\nresearch coverage by industry and financial analysts is currently limited. Even if our analyst coverage increases, if one or more of the\nanalysts who cover us downgrade our stock, our stock price would likely decline. If one or more of these analysts cease coverage of our\ncompany or fail to regularly publish reports on us, we could lose visibility in the financial markets, which in turn could cause our stock\nprice or trading volume to decline.\n\n\n \n\n",
    "item7": ">ITEM 7. MANAGEMENT’S DISCUSSION AND ANALYSIS\nOF FINANCIAL CONDITION AND RESULTS OF OPERATIONS\n\n\n \n\n\nOverview\n\n\n \n\n\nThe following discussion and\nanalysis should be read in conjunction with the consolidated Financial Statements and Notes thereto appearing elsewhere in this Annual\nReport.\n\n\n \n\n\nWe are a medical therapeutic\ncompany focused on developing products to treat cancer and life-threatening infectious diseases. The Aethlon Hemopurifier is a clinical-stage\nimmunotherapeutic device designed to combat cancer and life-threatening viral infections. In cancer, the Hemopurifier is designed to deplete\nthe presence of circulating tumor-derived exosomes that promote immune suppression, seed the spread of metastasis and inhibit the benefit\nof leading cancer therapies. The FDA has designated the Hemopurifier as a “Breakthrough Device” for two independent indications:\n\n\n \n\n\n\n\n·\nthe treatment\nof individuals with advanced or metastatic cancer who are either unresponsive to or intolerant of standard of care therapy, and with\ncancer types in which exosomes have been shown to participate in the development or severity of the disease; and\n\n\n\n\n \n\n\n\n\n·\nthe treatment\nof life-threatening viruses that are not addressed with approved therapies.\n\n\n\n\n \n\n\nWe believe the Hemopurifier\ncan be a substantial advance in the treatment of patients with advanced and metastatic cancer through the clearance of exosomes that promote\nthe growth and spread of tumors through multiple mechanisms. We are currently working with our new contract research organization, or\nCRO, on preparations to conduct a clinical trial in Australia in patients with solid tumors, including head and neck cancer, gastrointestinal\ncancers and other cancers.\n\n\n \n\n\nOn October 4, 2019, the FDA\napproved our Investigational Device Exemption, or IDE, application to initiate an Early Feasibility Study, or EFS, of the Hemopurifier\nin patients with head and neck cancer in combination with standard of care pembrolizumab (Keytruda). The primary endpoint for the EFS,\ndesigned to enroll 10 to 12 subjects at a single center, is safety, with secondary endpoints including measures of exosome clearance and\ncharacterization, as well as response and survival rates. This clinical trial, initially conducted at the UPMC Hillman Cancer Center in\nPittsburgh, PA, or UPMC, treated two patients. Due to lack of further patient enrollment, we and UPMC terminated this trial.\n\n\n \n\n\nIn January 2023, we entered\ninto an agreement with North American Science Associates, LLC, or NAMSA, a world leading MedTech CRO offering global end-to-end development\nservices, to oversee our clinical trials investigating the Hemopurifier for oncology indications. Pursuant to the agreement, NAMSA will\nmanage our clinical trials of the Hemopurifier for patients in the United States and Australia with various types of cancer tumors. We\nanticipate that the initial clinical trials will begin in Australia.\n\n\n \n\n\nWe also believe the Hemopurifier\ncan be part of the broad-spectrum treatment of life-threatening highly glycosylated, or carbohydrate coated, viruses that are not addressed\nwith an already approved treatment. In small-scale or early feasibility human studies, the Hemopurifier has been used in the past to treat\nindividuals infected with human immunodeficiency virus, or HIV, hepatitis-C and Ebola.\n\n\n \n\n\nAdditionally, in vitro, the\nHemopurifier has been demonstrated to capture Zika virus, Lassa virus, MERS-CoV, cytomegalovirus, Epstein-Barr virus, Herpes simplex virus,\nChikungunya virus, Dengue virus, West Nile virus, smallpox-related viruses, H1N1 swine flu virus, H5N1 bird flu virus, Monkeypox virus\nand the reconstructed Spanish flu virus of 1918. In several cases, these studies were conducted in collaboration with leading government\nor non-government research institutes.\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n49\n \n\n\n \n\n\n\n\n \n\n\nOn June 17, 2020, the FDA\napproved a supplement to our open IDE for the Hemopurifier in viral disease to allow for the testing of the Hemopurifier in patients with\nSARS-CoV-2/COVID-19, or COVID-19, in a New Feasibility Study. That study was designed to enroll up to 40 subjects at up to 20 centers\nin the United States. Subjects had to have an established laboratory diagnosis of COVID-19, be admitted to an intensive care unit, or\nICU, and have acute lung injury and/or severe or life-threatening disease, among other criteria. Endpoints for this study, in addition\nto safety, included reduction in circulating virus as well as clinical outcomes (NCT # 04595903). In June 2022, the first patient in this\nstudy was enrolled and completed the Hemopurifier treatment phase of the protocol. Due to lack of COVID-19 patients in the ICUs of our\ntrial sites, we terminated this study in 2022.\n\n\n \n\n\nUnder Single Patient Emergency\nUse regulations, the Company has treated two patients with COVID-19 with the Hemopurifier, in addition to the COVID-19 patient treated\nwith our Hemopurifier in our COVID-19 clinical trial discussed above.\n\n\n \n\n\nWe currently are experiencing\na disruption in our Hemopurifier supply, as our existing supply of Hemopurifiers expired on September 30, 2022, and as previously disclosed,\nwe are dependent on FDA approval of qualified suppliers to manufacture our Hemopurifier. Our intended transition to a new supplier for\ngalanthus nivalis agglutinin, or GNA, a component of our Hemopurifier, is delayed as we work with the FDA for approval of our supplement\nto our IDE, which is required to make this manufacturing change.\n\n\n \n\n\nIn October 2022, we launched\na wholly owned subsidiary in Australia, formed to conduct clinical research, seek regulatory approval and commercialize our Hemopurifier\nin that country. The subsidiary will initially focus on oncology trials in Australia.\n\n\n \n\n\nWe also obtained ERB approval\nand entered into a clinical trial agreement with Medanta Medicity Hospital, a multi-specialty hospital in Delhi NCR, India, for a COVID-19\nclinical trial at that location. One patient has completed participation in the Indian COVID-19 study. The relevant authorities in India\nhave accepted the use of the Hemopurifiers made with the GNA from our new supplier.\n\n\n \n\n\nIn May 2023, we also received\nERB approval from the Maulana Azad Medical College, or MAMC, for a second site for our clinical trial in India to treat severe COVID-19.\nMAMC was established in 1958 and is located in New Delhi, India. MMAC is affiliated with the University of Delhi and is operated by the\nDelhi government.\n\n\n \n\n\nWe also recently announced\nthat we also have begun investigating the use of our Hemopurifier in the organ transplant setting. Our objective is to confirm that the\nHemopurifier, in our translational studies, when incorporated into a machine perfusion organ preservation circuit, can remove harmful\nviruses and exosomes from harvested organs. We have previously demonstrated the removal of multiple viruses and exosomes from buffer solutions,\nin vitro, utilizing a scaled-down version of our Hemopurifier. This process potentially may reduce complications following transplantation\nof the harvested organ, which can include viral infection, delayed graft function and rejection. We believe this new approach could be\nadditive to existing technologies that currently are in place to increase the number of viable organs for transplant.\n\n\n \n\n\nPreviously we were the majority\nowner of ESI a company formed to focus on the discovery of exosomal biomarkers to diagnose and monitor life-threatening diseases, and\nthus consolidated ESI in our consolidated financial statements. For more than four years, the primary activities of ESI were limited to\nthe payment of patent maintenance fees and applications. In September 2022, the Board of Directors of ESI and we, as the majority stockholder\nof ESI, approved the dissolution of ESI.\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n50\n \n\n\n \n\n\n\n\n \n\n\nSuccessful outcomes of human\ntrials will also be required by the regulatory agencies of certain foreign countries where we plan to market and sell the Hemopurifier.\nSome of our patents may expire before FDA approval or approval in a foreign country, if any, is obtained. However, we believe that certain\npatent applications and/or other patents issued more recently will help protect the proprietary nature of the Hemopurifier treatment technology.\n\n\n \n\n\nIn addition to the foregoing,\nwe are monitoring closely the impact of inflation, recent bank failures, and the war in Ukraine on our business. Given the level of uncertainty\nregarding the duration and impact of these events on capital markets and the U.S. economy, we are unable to assess the impact on our timelines\nand future access to capital. The full extent to which inflation, recent bank failures and the war in Ukraine will impact our business,\nresults of operations, financial condition, clinical trials and preclinical research will depend on future developments, as well as the\neconomic impact on national and international markets that are highly uncertain.\n\n\n \n\n\nOur executive offices are\nlocated at 11555 Sorrento Valley Road, Suite 203, San Diego, California 92121. Our telephone number is (619) 941-0360. Our website address\nis www.aethlonmedical.com.\n\n\n \n\n\nOur common stock is listed\non the Nasdaq Capital Market under the symbol “AEMD.”\n\n\n \n\n\nFiscal Years Ended March 31, 2023 and 2022\n\n\n \n\n\nResults of Operations\n\n\n \n\n\nGovernment Contract Revenues\n\n\n \n\n\nWe recorded government contract\nrevenue in the fiscal years ended March 31, 2023 and 2022. This revenue resulted from work performed under our government contracts with\nthe NIH and our subaward with the University of Pittsburgh as follows:\n\n\n \n\n\n\n\n\n\n \n \n\n\nFiscal Year\n Ended 3/31/23\n \n \n\n\nFiscal Year\n Ended 3/31/22\n \n \n\n\nChange in \n Dollars\n \n\n\n\n\nPhase 2 Melanoma Cancer Contract\n \n\n\n$\n574,245\n \n \n\n\n$\n229,698\n \n \n\n\n$\n344,547\n \n\n\n\n\nSubaward with University of Pittsburgh\n \n\n\n \n–\n \n \n\n\n \n64,467\n \n \n\n\n \n(64,467\n)\n\n\n\n\nTotal Government Contract and Grant Revenue\n \n\n\n$\n574,245\n \n \n\n\n$\n294,165\n \n \n\n\n$\n280,080\n \n\n\n\n\n \n\n\nWe have recognized revenue under the following\ncontracts/grants:\n\n\n \n\n\nPhase 2 Melanoma Cancer Contract\n\n\n \n\n\nOn September 12, 2019, the\nNCI awarded to us the Award Contract. The Award Contract amount was $1,860,561 and, as amended, ran for the period from September 16,\n2019 through September 15, 2022.\n\n\n \n\n\nThe work performed pursuant\nto this Award Contract was focused on melanoma exosomes. This work followed from our completion of a Phase I contract for the Topic 359\nsolicitation that ran from September 2017 through June 2018, as described below. Following on the Phase I work, the deliverables in the\nPhase II program involved the design and testing of a pre-commercial prototype of a more advanced version of the exosome isolation platform.\n\n\n \n\n\nThe Award Contract ended on\nSeptember 15, 2022 and we presented the required final report to the NCI. As the NCI completed its close out review of the contract, we\nrecognized as revenue the $574,245 previously recorded as deferred revenue on our December 31, 2022 balance sheet.\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n51\n \n\n\n \n\n\n\n\n \n\n\nSubaward with University of Pittsburgh\n\n\n \n\n\nIn December 2020, we entered\ninto a cost reimbursable subaward arrangement with the University of Pittsburgh in connection with an NIH contract entitled “Depleting\nExosomes to Improve Responses to Immune Therapy in HNNCC.” Our share of the award was $256,750. We did not record revenue related\nto this subaward in the fiscal year ended March 31, 2023. We recorded $64,467 of revenue related to this subaward in the fiscal year ended\nMarch 31, 2022.\n\n\n \n\n\nIn October 2022, we agreed\nwith the University of Pittsburgh to terminate the subaward arrangement, effective as of November 10, 2022, since it related to our clinical\ntrial in head and neck cancer in which the University of Pittsburgh was unable to recruit patients. There are no provisions in the subaward\narrangement requiring repayment of cash received for work completed through November 10, 2022.\n\n\n \n\n\nOperating Costs and Expenses\n\n\n \n\n\nConsolidated operating expenses\nwere $12,472,883 for the fiscal year ended March 31, 2023, compared to $10,715,050 for the fiscal year ended March 31, 2022, an increase\nof $1,757,833. The $1,757,833 increase in the fiscal year ended March 31, 2023 was due to increases in general and administrative expense\nof $1,026,081 and professional fees of $914,002, which were partially offset by a decrease in payroll and related expenses of $182,250.\n\n\n  \n\n\nThe $1,026,081 increase in\nthe fiscal year ended March 31, 2023 in our general and administrative expense was due to an increase in manufacturing and research and\ndevelopment supplies of $411,211 related to the manufacture of the Hemopurifier device and various research and development activities.\nOther increases included, $146,962 in subcontract expense related to revenue recognized from contracts and grants with the NIH, $154,608\nassociated with the close out of the US COVID-19 clinical trial, $103,602 associated with our Australian subsidiary and launch of our\noncology clinical trial in Australia, $117,772 in rent expense related to the addition of the manufacturing suite in fiscal year 2023\nand a full year of rent for our office and laboratory space, $117,207 in depreciation and amortization expense associated with leasehold\nimprovements to our manufacturing space and $93,510 in D&O and medical insurance. We also had an increase in our utility expense of\n$31,924, largely as the result of our increased space under lease. These increases were offset by decreases in outside services of $65,377,\nlaboratory fees of $61,258 and decreases in office supplies and equipment of $32,154.\n\n\n \n\n\nThe $914,002 increase in the\nfiscal year ended March 31, 2023 in our professional fees was primarily due to increases of $290,762 in legal expenses, $334,828 in contract\nlabor associated with product development and scientific analytical services, $176,443 in regulatory consulting, $39,999 in investor relations,\n$73,066 in recruiting expense and $16,250 in director fees, which were partially offset by a decrease in accounting fees of $16,601.\n\n\n \n\n\nAs a result of the above factors,\nour net loss before noncontrolling interests increased to $12,029,786 for the fiscal year ended March 31, 2023, from $10,420,885 for the\nfiscal year ended March 31, 2022.\n\n\n \n\n\nLiquidity and Capital Resources\n\n\n \n\n\nAs of March 31, 2023, we had\na cash balance of $14,532,943 and working capital of $13,585,477. This compares to a cash balance of $17,072,419 and working capital of\n$16,332,958 at March 31, 2022. We expect our existing cash as of March 31, 2023 to be sufficient to fund the Company’s operations\nfor at least twelve months from the issuance date of this Annual Report.\n\n\n \n\n\nThe primary sources of our\ncash from financing activities during the fiscal years ended March 31, 2023 and 2022 were sales of our common stock, as follows:\n\n\n \n\n\nFinancings During the fiscal year ended March\n31, 2023:\n\n\n \n\n\nDuring the fiscal year ended March 31, 2023, we\nraised capital only through our At The Market Offering Agreement, or the 2022 ATM Agreement, with H.C. Wainwright & Co., LLC, or Wainwright.\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n52\n \n\n\n \n\n\n\n\n \n\n\n\n\n2022 At The Market Offering Agreement with\nH.C. Wainwright & Co., LLC\n\n\n \n\n\nOn March 24, 2022, we entered\ninto the 2022 ATM Agreement with Wainwright, which established an at-the-market equity program pursuant to which we may offer and sell\nshares of our common stock from time to time as set forth in the 2022 ATM Agreement.\n\n\n \n\n\nThe offering was registered\nunder the Securities Act of 1933, as amended, or the Securities Act, pursuant to our shelf registration statement on Form S-3 (Registration\nStatement No. 333-259909), as previously filed with the SEC and declared effective on October 21, 2021. We filed a prospectus supplement,\ndated March 24, 2022, with the SEC that provides for the sale of shares of our common stock having an aggregate offering price of up to\n$15,000,000, or the 2022 ATM Shares.\n\n\n \n\n\nUnder the 2022 ATM Agreement,\nWainwright may sell the 2022 ATM Shares by any method permitted by law and deemed to be an “at the market offering” as defined\nin Rule 415 promulgated under the Securities Act, including sales made directly on the Nasdaq Capital Market, or on any other existing\ntrading market for the 2022 ATM Shares. In addition, under the 2022 ATM Agreement, Wainwright may sell the 2022 ATM Shares in privately\nnegotiated transactions with our consent and in block transactions. Under certain circumstances, we may instruct Wainwright not to sell\nthe 2022 ATM Shares if the sales cannot be effected at or above the price designated by us from time to time.\n\n\n \n\n\nWe are not obligated to make\nany sales of the 2022 ATM Shares under the 2022 ATM Agreement. The offering of the 2022 ATM Shares pursuant to the 2022 ATM Agreement\nwill terminate upon the termination of the 2022 ATM Agreement by Wainwright or us, as permitted therein.\n\n\n \n\n\nThe 2022 ATM Agreement contains\ncustomary representations, warranties and agreements by us, and customary indemnification and contribution rights and obligations of the\nparties. We agreed to pay Wainwright a placement fee of up to 3.0% of the aggregate gross proceeds from each sale of the 2022 ATM Shares.\nWe also agreed to reimburse Wainwright for certain specified expenses in connection with entering into the 2022 ATM Agreement.\n\n\n \n\n\nIn the fiscal year ended March\n31, 2023, we raised net proceeds of $8,927,211, net of $229,610 in commissions to Wainwright and $27,153 in other offering expense, through\nthe sale of 7,480,836 shares of our common stock at an average price of $1.19 per share under the 2022 ATM Agreement.\n\n\n \n\n\nFinancings During the fiscal year ended March\n31, 2022:\n\n\n \n\n\nDuring the fiscal year ended\nMarch 31, 2022, we raised capital through our 2021 ATM Agreement (as defined below) with Wainwright and in a registered direct financing\nthrough Maxim Group LLC.\n\n\n \n\n\n2021 ATM Agreement\n\n\n \n\n\nOn March 22, 2021, we entered\ninto an At the Market Offering Agreement, or the 2021 ATM Agreement, with Wainwright, as sales agent, pursuant to which we could offer\nand sell shares of our common stock, from time to time as set forth in the 2021 ATM Agreement.\n\n\n \n\n\nThe offering was registered\nunder the Securities Act pursuant to our shelf registration statement on Form S-3 (Registration Statement No. 333-237269), as previously\nfiled with the SEC and declared effective on March 30, 2020. We filed a prospectus supplement, dated March 22, 2021, with the SEC in connection\nwith the offer and sale of the shares of common stock, pursuant to which we could offer and sell shares of common stock having an aggregate\noffering price of up to $5,080,000 from time to time.\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n53\n \n\n\n \n\n\n\n\n \n\n\nSubject to the terms and conditions\nset forth in the 2021 ATM Agreement, Wainwright agreed to use its commercially reasonable efforts consistent with its normal trading and\nsales practices to sell the shares under the 2021 ATM Agreement from time to time, based upon our instructions. We provided Wainwright\nwith customary indemnification rights under the 2021 ATM Agreement, and Wainwright was entitled to a commission at a fixed rate equal\nto up to three percent of the gross proceeds per share sold. In addition, we agreed to reimburse Wainwright for certain specified expenses\nin connection with entering into the 2021 ATM Agreement. The 2021 ATM Agreement provided that it would terminate upon the written termination\nby either party as permitted thereunder.\n\n\n \n\n\nSales of the shares, under\nthe 2021 ATM Agreement are made in transactions that are deemed to be “at the market offerings” as defined in Rule 415 under\nthe Securities Act, including sales made by means of ordinary brokers’ transactions, including on the Nasdaq Capital Market, at\nmarket prices or as otherwise agreed with Wainwright. The 2021 ATM Agreement provided that we have no obligation under the 2021 ATM Agreement\nto sell any of the shares, and, at any time, we could suspend offers under the 2021 ATM Agreement or terminate the agreement.\n\n\n \n\n\nIn the fiscal year ended March\n31, 2022, we raised aggregate net proceeds under the 2021 ATM Agreement described above of $4,947,785, net of $126,922 in commissions\nto Wainwright and $2,154 in other offering expense, through the sale of 626,000 shares of our common stock at an average price of $7.90\nper share of net proceeds. No further sales may be made under the 2021 ATM Agreement.\n\n\n \n\n\nRegistered Direct Financing\n\n\n \n\n\nIn the fiscal year ended March\n31, 2022, we sold an aggregate of 1,380,555 shares of our common stock at a purchase price per share of $9.00, for aggregate net proceeds\nto us of $11,659,044, after deducting fees payable to Maxim Group LLC, the placement agent, and other offering expenses. These shares\nwere sold through a securities purchase agreement with certain institutional investors, The shares were issued pursuant to an effective\nshelf registration statement on Form S-3, which was originally filed with the SEC on March 19, 2020, and was declared effective on March\n30, 2020 (File No. 333-237269) and a prospectus supplement thereunder.\n\n\n \n\n\nMaterial Cash Requirements \n\n\n \n\n\nAs noted above in the results\nof operations, our clinical trial expense for the preparation for our planned oncology trial in Australia was $103,602 in the fiscal year\nended March 31, 2023. We expect our clinical trial expenses to continue to increase for the foreseeable future. Those increases in clinical\ntrial expenses include the cost of manufacturing additional Hemopurifiers for the planned clinical trials.\n\n\n \n\n\nIn addition, we have entered\ninto leases for our new headquarters, laboratory and manufacturing facilities. As noted above in the results of operations, our rent expense\nincreased by $117,772 in the fiscal year ended March 31, 2023. We expect our rent expense to continue to increase for the foreseeable\nfuture.\n\n\n \n\n\nFuture capital requirements\nwill depend upon many factors, including progress with pre-clinical testing and clinical trials, the number and breadth of our clinical\nprograms, the time and costs involved in preparing, filing, prosecuting, maintaining and enforcing patent claims and other proprietary\nrights, the time and costs involved in obtaining regulatory approvals, competing technological and market developments, as well as our\nability to establish collaborative arrangements, effective commercialization, marketing activities and other arrangements. We expect to\ncontinue to incur increasing negative cash flows and net losses for the foreseeable future. We will continue to need to raise additional\ncapital either through equity and/or debt financing for the foreseeable future.\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n54\n \n\n\n \n\n\n\n\n \n\n\nAs a result of the COVID-19\npandemic and actions taken to slow its spread, global events, political changes, bank failures, actual or perceived changes in interest\nrates and economic inflation, the global credit and financial markets have experienced extreme volatility, including diminished liquidity\nand credit availability, declines in consumer confidence, declines in economic growth, increases in inflation and uncertainty about economic\nstability. There can be no assurance that further deterioration in credit and financial markets and confidence in economic conditions\nwill not occur. If equity and credit markets deteriorate, it may make any necessary debt or equity financing more difficult to obtain,\nmore costly and/or more dilutive. Any of these actions could materially harm our business, results of operations and future prospects.\n\n\n \n\n\nOur ability to raise additional\nfunds may be adversely impacted by potential worsening global economic conditions and disruptions to and volatility in the credit and\nfinancial markets in the United States, including due to \nbank failures, actual or perceived changes\nin interest rates and economic inflation\n, and worldwide resulting from macroeconomic factors. Because of the numerous risks and\nuncertainties associated with product development, we cannot predict the timing or amount of increased expenses and we may never be profitable\nor generate positive cash flow from operating activities.\n\n\n \n\n\nCash Flows\n\n\n \n\n\nCash flows from operating,\ninvesting and financing activities, as reflected in the accompanying Consolidated Statements of Cash Flows, are summarized as follows\n(in thousands):\n\n\n \n\n\n\n\n\n\n \n \n\n\nFor the year ended\n \n\n\n\n\n \n \n\n\nMarch 31, \n 2023\n \n \n\n\nMarch 31, \n 2022\n \n\n\n\n\nCash (used in) provided by:\n \n\n\n \n \n \n \n\n\n \n \n \n\n\n\n\nOperating activities\n \n\n\n$\n(10,505\n)\n \n\n\n$\n(9,767\n)\n\n\n\n\nInvesting activities\n \n\n\n \n(943\n)\n \n\n\n \n(349\n)\n\n\n\n\nFinancing activities\n \n\n\n \n8,915\n \n \n\n\n \n17,368\n \n\n\n\n\nNet (decrease) increase in cash\n \n\n\n$\n(2,533\n)\n \n\n\n$\n7,252\n \n\n\n\n\n \n\n\nNet Cash Used in Operating Activities\n\n\n \n\n\nWe used cash in our operating\nactivities due to our losses from operations. Net cash used in operating activities was approximately $10,505,000 in fiscal 2023, compared\nto net cash used in operating activities of approximately $9,767,000 in fiscal 2022, an increase of approximately $738,000. The primary\nfactors in this $738,000 increase in cash used in operations in fiscal 2023 was a $1,613,695 increase in our net loss.\n\n\n \n\n\nNet Cash Used in Investing Activities\n\n\n \n\n\nDuring the fiscal years ended\nMarch 31, 2023 and 2022, we purchased approximately $943,000 and $349,000 of equipment, respectively.\n\n\n \n\n\nNet Cash from Financing Activities\n\n\n \n\n\nNet cash generated from financing\nactivities decreased from approximately $17,368,000 in the fiscal year ended March 31, 2022 to approximately $8,915,000 in the fiscal\nyear ended March 31, 2023.\n\n\n \n\n\nIn the fiscal year ended March\n31, 2023, we raised approximately $8,927,000 from the issuance of common stock, which was partially offset by the use of approximately\n$12,000 to pay for the tax withholding on the issuance of restricted stock units, or RSUs. In the fiscal year ended March 31, 2022, we\nraised approximately $17,456,000 from the issuance of common stock, which was partially offset by the use of approximately $88,000 to\npay for the tax withholding on the issuance of RSUs.\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n55\n \n\n\n \n\n\n\n\n \n\n\nCritical Accounting Policies and Significant Judgments and Estimates\n\n\n \n\n\nThe preparation of consolidated\nfinancial statements in conformity with accounting principles generally accepted in the United States of America, or GAAP, requires us\nto make a number of estimates and assumptions that affect the reported amounts of assets and liabilities and disclosure of contingent\nassets and liabilities at the date of the financial statements. Such estimates and assumptions affect the reported amounts of expenses\nduring the reporting period. On an ongoing basis, we evaluate estimates and assumptions based upon historical experience and various other\nfactors and circumstances. We believe our estimates and assumptions are reasonable in the circumstances; however, actual results may differ\nfrom these estimates under different future conditions. We believe that the estimates and assumptions that are most important to the portrayal\nof our financial condition and results of operations, in that they require the most difficult, subjective or complex judgments, form the\nbasis for the accounting policies deemed to be most critical to us. These critical accounting estimates relate to revenue recognition,\nstock purchase warrants issued with notes payable, beneficial conversion feature of convertible notes payable, impairment of intangible\nassets and long lived assets, stock compensation, deferred tax asset valuation allowance, and contingencies.\n\n\n \n\n\nRevenue Recognition\n\n\n \n\n\nOur revenues consist entirely\nof amounts earned under contracts and grants with the NIH. During the fiscal years ended March 31, 2023 and 2022, we recognized revenues\ntotaling $574,245 and $294,165, respectively, under such contracts. We have concluded that these agreements are not within the scope of\nASC Topic, 606, Revenue from Contracts with Customers, or Topic 606, as the NIH grants and contracts do not meet the definition of a “customer”\nas defined by Topic 606. Prior to the effective date of ASC Topic 606, which for the Company was April 1, 2018, we accounted for our grant/contract\nrevenues under the Milestone Method as prescribed by the legacy guidance of ASC 605-28, Revenue Recognition – Milestone Method,\nor the Milestone Method. In the absence of other applicable guidance under US GAAP, effective April 1, 2018, we elected to continue to\nuse the Milestone Method by analogy to recognize revenue under these grants/contracts.\n\n\n  \n\n\nCommon Stock Warrants\n\n\n \n\n\nIn the past, we have granted\nwarrants to purchase our common stock in connection with financing transactions. When such warrants are classified as equity, we measure\nthe relative estimated fair value of such warrants which represents a discount from the face amount of the notes payable. Such discounts\nare amortized to interest expense over the term of the notes. We analyze such warrants for classification as either equity or derivative\nliabilities and value them based on binomial lattice models.\n\n\n \n\n\nShare-based Compensation\n\n\n \n\n\nWe account for share-based\ncompensation awards using the fair-value method and record such expense based on the grant date fair value in the consolidated financial\nstatements over the requisite service period.\n\n\n \n\n\nDerivative Instruments\n\n\n \n\n\nWe evaluate free-standing\nderivative instruments (or embedded derivatives) to properly classify such instruments within equity or as liabilities in our financial\nstatements. Our policy is to settle instruments indexed to our common shares on a first-in-first-out basis.\n\n\n \n\n\nThe classification of a derivative\ninstrument is reassessed at each reporting date. If the classification changes as a result of events during a reporting period, the instrument\nis reclassified as of the date of the event that caused the reclassification. There is no limit on the number of times a contract may\nbe reclassified.\n\n\n \n\n\nInstruments classified as\nderivative liabilities are remeasured each reporting period (or upon reclassification) and the change in fair value is recorded on our\nconsolidated statement of operations in other expense (income). We had no derivative instruments at March 31, 2023 or March 31, 2022.\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n56\n \n\n\n \n\n\n\n\n \n\n\nIncome Taxes\n\n\n \n\n\nDeferred tax assets are recognized\nfor the future tax consequences attributable to the difference between the consolidated financial statements and their respective tax\nbasis. Deferred income taxes reflect the net tax effects of (a) temporary differences between the carrying amounts of assets and liabilities\nfor financial reporting purposes and the amounts reported for income tax purposes, and (b) tax credit carryforwards. We record a valuation\nallowance for deferred tax assets when, based on our best estimate of taxable income (if any) in the foreseeable future, it is more likely\nthan not that some portion of the deferred tax assets may not be realized.\n\n\n \n\n\nConvertible Notes Payable \n\n\n \n\n\nThere were no convertible\nnotes outstanding as of March 31, 2023 or 2022.\n\n\n \n\n\nRSU Grants to Non-Employee Directors\n\n\n \n\n\nThe Company maintains the\nDirector Compensation Policy which provides for cash and equity compensation for persons serving as non-employee directors of the Company.\nUnder this policy, each new director receives either stock options or a grant of RSUs upon appointment/election, as well as either an\nannual grant of stock options or of RSUs at the beginning of each fiscal year. The (i) stock options are subject to vesting and (ii) RSUs\nare subject to vesting and represent the right to be issued on a future date shares of our common stock upon vesting.\n\n\n \n\n\nThe Compensation Committee\nof the Board of Directors of the Company, or Compensation Committee, approved, effective as of April 1, 2022, pursuant to the terms of\nthe Company’s Amended and Restated Non-Employee Director Compensation Policy, or the Director Compensation Policy, the grant of\nthe annual RSUs to each of the two non-employee directors of the Company then serving on the Board of Directors of the Company, or Board,\nand the grant of an RSU for the then newly appointed director. The RSU grants were made subject to stockholder approval of an increase\nof 1,800,000 shares of common stock authorized for issuance under the Company’s 2020 Equity Incentive Plan, or the 2020 Plan, at\nthe Company’s 2022 annual meeting of stockholders. The increase was approved at the Company’s 2022 annual meeting of stockholders\nheld in September 2022. The Director Compensation Policy provides for a grant of stock options or $50,000 worth of RSUs at the beginning\nof each fiscal year for current non-employee directors then serving on the Board and for a grant of stock options or $75,000 worth of\nRSUs for a newly elected director, with each RSU priced at the average for the closing prices for the five days preceding and including\nthe date of grant, or $1.46 per share as of April 1, 2022. The two then-current eligible directors each was granted a contingent RSU in\nthe amount of 34,247 shares under the 2020 Plan and the then newly appointed director received a contingent RSU grant for 51,370 shares\nunder the 2020 Plan. The RSUs were subject to vesting in three installments, 50% on September 30, 2022, and 25% on each of December 31,\n2022, and March 31, 2023, subject to the recipient's continued service with the Company on each such vesting date. \n\n\n \n\n\nThere were no vested RSUs\noutstanding as of March 31, 2023.\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n57\n \n\n\n \n\n\n\n\n \n\n\nRecent Events \n\n\n \n\n\nSales Under 2022 ATM Agreement\n\n\n \n\n\nSubsequent to March 31, 2023,\nwe raised net proceeds of $1,086,119, net of $27,999 in commissions to Wainwright and $5,846 in other offering expense, through the sale\nof 1,778,901 shares of our common stock at an average price of $0.61 per share under the 2022 ATM Agreement.\n\n\n \n\n\nRSU Grants\n\n\n \n\n\nIn April 2023, the Compensation\nCommittee approved, pursuant to the terms of the Director Compensation Policy, the grant of the annual RSUs under the Director Compensation\nPolicy to each of the three non-employee directors of the Company then serving on the Board. The Director Compensation Policy provides\nfor a grant of stock options or $50,000 worth of RSUs at the beginning of each fiscal year for current directors then serving on the Board,\nand for a grant of stock options or $75,000 worth of RSUs for a newly elected director, with each RSU priced at the average for the closing\nprices for the five days preceding and including the date of grant, or $0.43 per share for the April 2023 RSU grants. As a result, in\nApril 2023 the three eligible directors each was granted an RSU in the amount of 116,279 shares under the 2020 Plan. The RSUs are subject\nto vesting in four equal installments, with 25% of the restricted stock units vesting on each of June 30, 2023, September 30, 2023, December\n31, 2023, and March 31, 2024, subject in each case to the director’s Continuous Service (as defined in the 2020 Plan), through such\ndates. Vesting will terminate upon the director’s termination of Continuous Service prior to any vesting date. \n\n\n\n\n \n\n",
    "item7a": ">ITEM 7A. QUANTITATIVE AND QUALITATIVE DISCLOSURES ABOUT MARKET RISK\n\n\n \n\n\nNot applicable to a “smaller\nreporting company” as defined under Item 10(f)(1) of Regulation S-K of the Securities Act.\n\n\n \n\n",
    "cik": "882291",
    "cusip6": "00808Y",
    "cusip": [
        "00808Y307"
    ],
    "names": [
        "AETHLON MED INC"
    ],
    "source": "https://www.sec.gov/Archives/edgar/data/882291/000168316823004487/0001683168-23-004487-index.htm"
}