{
    "item1": ">Item 1. Business - Introduction for information on the average price of antimony for the last five years.\n \nAn extended decline in metals prices, an increase in operating or capital costs, mine accidents or closures, increasing regulatory obligations, or our inability to convert resources or exploration targets to reserves may cause us to record write-downs, which could negatively impact our results of operations.\n \nWhen events or changes in circumstances indicate the carrying value of our long-lived assets may not be recoverable, we review the recoverability of the carrying value by estimating the future undiscounted cash flows expected to result from the use and eventual disposition of the asset. Impairment must be recognized when the carrying value of the asset exceeds these cash flows. Recognizing impairment write-downs could negatively impact our results of operations. Metals price estimates are a key component used in the evaluation of the carrying values of our assets, as the evaluation involves comparing carrying values to the average estimated undiscounted cash flows resulting from operating plans using various metals price scenarios. Our estimates of undiscounted cash flows for our long-lived assets also include an estimate of the market value of the resources and exploration targets beyond the current operating plans.\n \nWe determined no impairments were required for 2022. If the prices of antimony or zeolite decline for an extended period of time, if we fail to control production or capital costs, if regulatory issues increase costs or decrease production, or if we do not realize the mineable ore reserves, resources or exploration targets at our mining properties, we may be required to recognize asset write-downs in the future. In addition, the perceived market value of the resources and exploration targets of our properties is dependent upon prevailing metals prices as well as our ability to discover economic ore. A decline in metals prices for an extended period of time or our inability to convert resources or exploration targets to reserves could significantly reduce our estimates of the value of the resources or exploration targets at our properties and result in asset write-downs.\n \nOur profitability could be affected by the prices of other commodities.\n \nOur profitability is sensitive to the costs of commodities such as fuel, steel, and cement. While the recent prices for such commodities have been stable or in decline, prices have been historically volatile, and material increases in commodity costs could have a significant effect on our results of operations.\n \nWe are subject to the risk of fluctuations in the relative values of the U.S. Dollar and Mexican Peso.\n \nWe may be adversely affected by foreign currency fluctuations. Certain of our assets are located in Mexico.  Our expenses relative to our Mexican assets, and in certain cases those assets themselves, may be denominated in Mexican Pesos. Fluctuations in the exchange rates between the U.S. Dollar and the Mexican Peso may therefore have a material adverse effect on the Company’s financial results.  Mexico has experienced periods of significant inflation.  If Mexico experiences substantial inflation in the future, the Company’s costs in peso terms will increase significantly, subject to movements in applicable exchange rates. \n \n \nPage 13 of 91\nTable of Contents\n \nOur liabilities for environmental reclamation may exceed the amounts accrued on our financial statements.\n \nOur research, development, manufacturing and production processes involve the controlled use of hazardous materials, and we are subject to various environmental and occupational safety laws and regulations governing the use, manufacture, storage, handling, and disposal of hazardous materials and some waste products. The risk of accidental contamination or injury from hazardous materials cannot be completely eliminated. In the event of an accident, we could be held liable for any damages that result and any liability could exceed our financial resources. We also have one ongoing environmental reclamation and remediation project at our current production facility in Montana. Adequate financial resources may not be available to ultimately finish the reclamation activities if changes in environmental laws and regulations occur, and these changes could adversely affect our cash flow and profitability. We expect to have environmental reclamation obligations, and may be liable for environmental contamination, on our other current and former mining properties and processing facilities.  We do not have environmental liability insurance now, and we do not expect to be able to obtain insurance at a reasonable cost. If we incur liability for environmental damages while we are uninsured, it could have a harmful effect on our financial condition and results of operations. The range of reasonably possible losses from our exposure to environmental liabilities in excess of amounts accrued to date cannot be reasonably estimated at this time.\n \nOur accounting and other estimates may be imprecise.\n \nPreparing consolidated financial statements requires management to make estimates and assumptions that affect the reported amounts and related disclosure of assets, liabilities, revenue and expenses at the date of the consolidated financial statements and reporting periods. The more significant areas requiring the use of management assumptions and estimates relate to:\n \n \n·\nmineral reserves, resources, and exploration targets that are the basis for future income and cash flow estimates and units-of-production depreciation, depletion and amortization calculations;\n \n \n \n \n·\nenvironmental, reclamation and closure obligations;\n \n \n \n \n·\npermitting and other regulatory considerations;\n \n \n \n \n·\nasset impairments;\n \n \n \n \n·\nvaluation of business combinations;\n \n \n \n \n·\nfuture foreign exchange rates, inflation rates and applicable tax rates;\n \n \n \n \n·\nreserves for contingencies and litigation; and\n \n \n \n \n·\ndeferred tax asset and liability valuation allowance.\n \nFuture estimates and actual results may differ materially from these estimates as a result of using different assumptions or conditions. For additional information, see \nCritical Accounting Estimates \nin\n Item 7. Management\n’\ns Discussion and Analysis of Financial Condition and Results of Operations\n,\n Note 2\n of \nNotes to Consolidated Financial Statements.\n”\n \nRisks Related to Our Operations and the Mining Industry\n \nMining is an inherently speculative business. The properties on which we have the right to mine for precious minerals are not known to have any proven and probable mineral reserves and we have proceeded to extract minerals without having completed the technical work required to declare a mineral reserve.  If we are unable to extract antimony, zeolite or other minerals which can be mined at a profit, our business could fail.\n \n \nPage 14 of 91\nTable of Contents\n \nNatural resource mining, and precious metal mining, in particular, is a business that by its nature is speculative.  We have not completed an S-K 1300 technical report summary, nor have we declared proven and probable mineral reserves on any of our properties.  Where applicable, we have commenced extraction activities prior to identifying a mineral reserve. There is a strong possibility that we will not discover antimony, zeolite, or any other minerals which can be mined or extracted at a profit. Even if we do discover and mine precious metal deposits, the deposits may not be of the quality or size necessary for us or a potential purchaser of the property to make a profit from mining it. Few properties that are explored are ultimately developed into producing mines, and mines that are developed may not be profitable. Unusual or unexpected geological formations, geological formation pressures, fires, power outages, labor disruptions, flooding, explosions, cave-ins, landslides and the inability to obtain suitable or adequate machinery, equipment or labor are just some of the many risks involved in mineral exploration programs and the subsequent development of gold deposits. If we are unable to extract antimony, zeolite or other minerals which can be mined at a profit, our business could fail.\n \nNatural disasters, public health crises (including COVID-19), political crises, and other catastrophic events or other events outside of our control may materially and adversely affect our business or financial results.\n \nIf any of our facilities or the facilities of our suppliers, third-party service providers, or customers is affected by natural disasters, such as earthquakes, floods, fires, power shortages or outages, public health crises (such as pandemics and epidemics), political crises (such as terrorism, war, political instability or other conflict), or other events outside of our control, our operations or financial results could suffer. Any of these events could materially and adversely impact us in a number of ways, including through decreased production, increased costs, decreased demand for our products due to reduced economic activity or other factors, or the failure by counterparties to perform under contracts or similar arrangements.\n \nOur business could be materially and adversely affected by the risks, or the public perception of the risks, related to a pandemic or other health crisis, such as the recent outbreak of novel coronavirus (COVID-19). A significant outbreak of contagious diseases in the human population could result in a widespread health crisis that could adversely affect our planned operations. Such events could result in the complete or partial closure of our operations. In addition, it could impact economies and financial markets, resulting in an economic downturn that could impact our ability to raise capital.   The pandemic that has been going on for the past two years has specifically affected our ability to obtain supplies and services to maintain our business. This ongoing health crisis has reduced the ability of the regulating agencies to process our permits on a timely basis which could delay our ability to operate at maximum efficiency. Our ability to obtain and retain qualified employees has also been adversely affected by this global health crisis.\n \nWe continue to monitor the rapidly evolving situation and guidance from federal, state, local and foreign governments and public health authorities and may take additional actions based on their recommendations. The extent of the impact of COVID-19 and any subsequent variants on our business and financial results will also depend on future developments, including the duration and spread of the outbreak within the markets in which we operate and the related impact on prices, demand, creditworthiness and other market conditions and governmental reactions, all of which are highly uncertain.\n \nMining accidents or other adverse events at an operation could decrease our anticipated production or otherwise adversely affect our operations.\n \nProduction may be reduced below our historical or estimated levels for many reasons, including, but not limited to, mining accidents; unfavorable ground or shaft conditions; work stoppages or slow-downs; lower than expected ore grades; unexpected regulatory actions; if the metallurgical characteristics of ore are less economic than anticipated; or because our equipment or facilities fail to operate properly or as expected. Our operations are subject to risks relating to ground instability, including, but not limited to, pit wall failure, crown pillar collapse, seismic events, backfill and stope failure or the breach or failure of a tailings impoundment. The occurrence of an event such as those described above could result in loss of life or temporary or permanent cessation of operations, any of which could have a material adverse effect on our financial condition and results of operations. Other closures or impacts on operations or production may occur at any of our mines at any time, whether related to accidents, changes in conditions, changes to regulatory policy, or as precautionary measures.\n \nIn addition, our operations are typically in remote locations, where conditions can be inhospitable, including with respect to weather, surface conditions, interactions with wildlife or otherwise in or near dangerous conditions. In the past we have had employees, contractors, or employees of contractors get injured, sometimes fatally, while working in such challenging locations. An accident or injury to a person at or near one of our operations could have a material adverse effect on our financial condition and results of operations.\n \n \nPage 15 of 91\nTable of Contents\n \nWe may not be able to maintain the infrastructure necessary to conduct mining activities.\n \nOur mining activities depend upon adequate infrastructure. Reliable roads, bridges, power sources and water supply are important factors which affect capital and operating costs. Unusual or infrequent weather phenomena, sabotage, government or other interference in the maintenance or provision of such infrastructure could adversely affect our mining activities and financial condition.\n \nOur mining activities may be adversely affected by the local climate.\n \nThe local climate sometimes affects our mining activities on our properties. Earthquakes, heavy rains, snowstorms, and floods could result in serious damage to or the destruction of facilities, equipment or means of access to our property, or could occasionally prevent us temporarily from conducting mining activities on our property. [Because of their rural location and the lack of developed infrastructure in the area, our mineral properties in Montana and Idaho are occasionally impassable during the winter season.] During this time, it may be difficult for us to access our property, maintain production rates, make repairs, or otherwise conduct mining activities on them.\n \nCertain of our mining properties and smelter operations are located in Mexico and may be subject to geo-political risk. \n \nCertain of our mining properties and smelter operations are located in Mexico.  Any political or social disruptions unique to Mexico would have a material impact on our operations, financial performance and stability. Additionally, our properties and projects are subject to the laws of Mexico, and we may be negatively impacted by the existing laws and regulations of that country, as they apply to mineral exploration, land ownership, royalty interests and taxation, and by any potential changes of such laws and regulations.\n \nAny changes in regulations or shifts in political conditions are beyond our control or influence and may adversely affect our business, or if significant enough, may result in the impairment or loss of mineral concessions or other mineral rights, or may make it impossible to continue its mineral exploration and mining activities in such areas.\n \nOur operations are subject to hazards and risks normally associated with the exploration and development of mineral properties.\n \nOur operations are subject to hazards and risks normally associated with the exploration and development of mineral properties, any of which could cause delays in the progress of our exploration and development plans, damage or destruction of property, loss of life and/or environmental damage. Some of these risks include, but are not limited to, unexpected or unusual geological formations, rock bursts, cave-ins, flooding, fires, earthquakes; unanticipated changes in metallurgical characteristics and mineral recovery; unanticipated ground or water conditions; changes in the regulatory environment; industrial or labor disputes; hazardous weather conditions; cost overruns; land claims; and other unforeseen events. A combination of experience, knowledge and careful evaluation may not be able to overcome these risks. \n \nThe nature of these risks is such that liabilities may exceed any insurance policy coverages; the liabilities and hazards might not be insurable or the Company might not elect to insure itself against such liabilities due to excess premium costs or other factors. Such liabilities may have a material adverse effect on our financial condition and operations and could reduce or eliminate any future profitability and result in increased costs and a decline in the value of our securities.\n \n \nPage 16 of 91\nTable of Contents\n \nOur non-extractive properties may not be brought into a state of commercial production.  \n \nDevelopment of mineral properties involves a high degree of risk and few properties that are explored are ultimately developed into producing mines. The commercial viability of a mineral deposit is dependent upon a number of factors which are beyond our control, including the attributes of the deposit, commodity prices, government policies and regulation and environmental protection. Fluctuations in the market prices of minerals may render reserves and deposits containing relatively lower grades of mineralization uneconomic. The development of our non-extractive properties will require obtaining land use consents, permits and the construction and operation of mines, processing plants and related infrastructure. We are subject to all of the risks associated with establishing new mining operations, including:\n \n \n·\nthe timing and cost, which can be considerable, of the construction of mining and processing facilities and related infrastructure;\n \n \n \n \n·\nthe availability and cost of skilled labor and mining equipment;\n \n \n \n \n·\nthe availability and cost of appropriate smelting and/or refining arrangements;\n \n \n \n \n·\nthe need to obtain and maintain necessary environmental and other governmental approvals and permits, and the timing of those approvals and permits;\n \n \n \n \n·\nin the event that the required permits are not obtained in a timely manner, mine construction and ramp-up will be delayed and the risks of government environmental authorities issuing directives or commencing enforcement proceedings to cease operations or administrative, civil and criminal sanctions being imposed on our company, directors and employees;\n \n \n \n \n·\ndelays in obtaining, or a failure to obtain, access to surface rights required for current or future operations;\n \n \n \n \n·\nthe availability of funds to finance construction and development activities;\n \n \n \n \n·\npotential opposition from non-governmental organizations, environmental groups or local community groups which may delay or prevent development activities; and\n \n \n \n \n·\npotential increases in construction and operating costs due to changes in the cost of fuel, power, materials and supplies and foreign exchange rates.\n  \nIt is common in new mining operations to experience unexpected costs, problems and delays during development, construction and mine ramp-up. Accordingly, there are no assurances that our non-extractive properties will be brought into a state of commercial production.\n \nActual capital costs, operating costs, production and economic returns may differ significantly from those we have anticipated and there are no assurances that any future development activities will result in profitable mining operations.\n \nThe capital costs to take projects into commercial production may be significantly higher than anticipated.  Capital costs, operating costs, production and economic returns and other estimates may prove to differ significantly from those used by us to decide to commence extraction, and there can be no assurance that our actual capital and operating costs will not be higher than currently anticipated. As a result of higher capital and operating costs, production and economic returns may differ significantly from those we have anticipated.\n \nWe may face equipment shortages, access restrictions and lack of infrastructure.\n \nNatural resource exploration, development and mining activities are dependent on the availability of mining, drilling and related equipment in the particular areas where such activities are conducted. A limited supply of such equipment or access restrictions may affect the availability of such equipment to us and may delay exploration, development or extraction activities.  Certain equipment may not be immediately available or may require long lead time orders. A delay in obtaining necessary equipment for mineral exploration, including drill rigs, could have a material adverse effect on our operations and financial results.\n \n \nPage 17 of 91\nTable of Contents\n \nMining, processing, development and exploration activities also depend, to one degree or another, on the availability of adequate infrastructure. Reliable roads, bridges, power sources, fuel and water supply and the availability of skilled labor and other infrastructure are important determinants that affect capital and operating costs. The establishment and maintenance of infrastructure, and services are subject to a number of risks, including risks related to the availability of equipment and materials, inflation, cost overruns and delays, political or community opposition and reliance upon third parties, many of which are outside our control. The lack of availability on acceptable terms or the delay in the availability of any one or more of these items could prevent or delay development or ongoing operation of our projects. \n \nExploration of mineral properties is less intrusive, and generally requires fewer surface and access rights, than properties developed for mining. No assurances can be provided that we will be able to secure required surface rights on favorable terms, or at all. Any failure by us to secure surface rights could prevent or delay development of our projects.\n \nInsurance may not be available to us.\n \nMineral exploration is subject to risks of human injury, environmental and legal liability and loss of assets. We may elect not to have insurance for certain risks because of the high premiums associated with insuring those risks or, in some cases, insurance may not be available for certain risks. Occurrence of events for which we are not insured could have a material adverse effect on our financial position or results of operations.\n \nOur business depends on availability of skilled personnel and good relations with employees.\n \nWe are dependent upon the ability and experience of our executive officers, managers, employees, contractors and their employees, and other personnel, and we cannot assure you that we will be able to attract or retain such employees or contractors. We may at times have insufficient executive or operational personnel, or personnel whose skills require improvement.  We compete with other companies both in and outside the mining industry in recruiting and retaining qualified employees and contractors knowledgeable about the mining business. From time to time, we have encountered, and may in the future encounter, difficulty recruiting skilled mining personnel at acceptable wage and benefit levels in a competitive labor market, and may be required to utilize contractors, which can be more costly. Temporary or extended lay-offs due to mine closures may exacerbate such issues and result in vacancies or the need to hire less skilled or efficient employees or contractors. The loss of skilled employees or contractors or our inability to attract and retain additional highly skilled employees and contractors could have an adverse effect on our business and future operations.\n \nA significant disruption to our information technology could adversely affect our business, operating result and financial position.\n \nWe rely on a variety of information technology and automated systems to manage and support our operations. For example, we depend on our information technology systems for financial reporting, data base management, operational and investment management and internal communications. These systems contain our proprietary business information and personally identifiable information of our employees. The proper functioning of these systems and the security of this data is critical to the efficient operation and management of our business. In addition, these systems could require upgrades as a result of technological changes or growth in our business. These changes could be costly and disruptive to our operations and could impose substantial demands on management time. Our systems and those of third-party providers, could be vulnerable to damage or disruption caused by catastrophic events, power outages, natural disasters, computer system or network failures, viruses, ransomware or malware, physical or electronic break-ins, unauthorized access, or cyber-attacks. Any security breach could compromise our networks, and the information contained there-in could be improperly accessed, disclosed, lost or stolen. Because techniques used to sabotage, obtain unauthorized access to systems or prohibit authorized access to systems change frequently and generally are not detected until successfully launched against a target, we may not be able to anticipate these attacks nor prevent them from harming our business or network. Any unauthorized activities could disrupt our operations, damage our reputation, be costly to fix or result in legal claims or proceedings, any of which could adversely affect our business, reputation or operating results.\n \n \nPage 18 of 91\nTable of Contents\n \nCompetition from other mining companies may harm our business.\n \nWe compete with other mining companies, some of which have greater financial resources than we do or other advantages, in various areas which include:\n \n \n·\nattracting and retaining key executives, skilled labor, and other employees;\n \n \n \n \n·\nfor the services of other skilled personnel and contractors and their specialized equipment, components and supplies, such as drill rigs, necessary for exploration and development;\n \n \n \n \n·\nfor contractors that perform mining and other activities and milling facilities which we lease or toll mill through; and\n \n \n \n \n·\nfor rights to mine properties.\n \nRisks Relating to Our Organization and Common Stock\n \nOur Articles of Incorporation allow for our board to create new series of preferred stock without further approval by our stockholders, which could adversely affect the rights of the holders of our common stock.\n \nOur board of directors (the “Board”) has the authority to fix and determine the relative rights and preferences of preferred stock. Our Board also has the authority to issue preferred stock without further stockholder approval. As a result, our Board could authorize the issuance of a series of preferred stock that would grant to holders the preferred right to our assets upon liquidation, the right to receive dividend payments before dividends are distributed to the holders of common stock and the right to the redemption of the shares, together with a premium, prior to the redemption of our common stock. In addition, our Board could authorize the issuance of a series of preferred stock that has greater voting power than our common stock or that is convertible into our common stock, which could decrease the relative voting power of our common stock or result in dilution to our existing stockholders.\n \nIf we lose John Gustavsen, our Chief Executive Officer, or any of our other key personnel, we may encounter difficulty replacing their expertise, which could impair our ability to implement our business plan successfully.\n \nWe believe that our ability to implement our business strategy and our future success depends on the continued employment of our management team, in particular our President, Russell Lawrence, and our Chief Executive Officer, John Gustavsen. Our management team, who have extensive experience in the mining industry, may be difficult to replace. The loss of the technical knowledge and mining industry expertise of these key employees could make it difficult for us to execute our business plan effectively and could cause a diversion of resources while we seek replacements.\n \nIn addition, our operations require employees, consultants, advisors and contractors with a high degree of specialized technical, management and professional skills, such as engineers, trades people, geologists and equipment operators. We compete both locally and internationally for such professionals. We may be unsuccessful in attracting and maintaining key employees. If we are unable to acquire the talents we seek, we could experience higher operating costs, poorer results and an overall lack of success in implementing our business plans. \n \n \nPage 19 of 91\nTable of Contents\n \nThe price of our common stock has a history of volatility and could decline in the future.\n \nShares of our common stock are listed on NYSE American. The market price for our common stock has been volatile, often based on:\n \n \n·\nchanges in metals prices, particularly antimony;\n \n \n \n \n·\nour results of operations and financial condition as reflected in our public news releases or periodic filings with the SEC;\n \n \n \n \n·\nfactors unrelated to our financial performance or future prospects, such as global economic developments, market perceptions of the attractiveness of particular industries, or the reliability of metals markets;\n \n \n \n \n·\npolitical and regulatory risk;\n \n \n \n \n·\nthe success of our exploration, pre-development, and capital programs;\n \n \n \n \n·\nability to meet production estimates;\n \n \n \n \n·\nenvironmental, safety and legal risk;\n \n \n \n \n·\nthe extent and nature of analytical coverage concerning our business;\n \n \n \n \n·\nthe trading volume and general market interest in our securities; and\n \n \n \n \n·\ndelayed financial filings with the Securities Exchange Commission.\n \nThe market price of our stock at any given point in time may not accurately reflect our value, and may prevent stockholders from realizing a profit on, or recovering, their investment.\n \nIf we were liquidated, our common stockholders could lose part, or all, of their investment\n.\n \nIn the event of our dissolution, the proceeds, if any, realized from the liquidation of our assets will be distributed to our stockholders only after the satisfaction of the claims of our creditors and preferred stockholders. The ability of a purchaser of shares to recover all, or any portion, of the purchase price for the shares, in that event, will depend on the amount of funds realized and the claims to be satisfied by those funds.\n \nOur Series B preferred stock has a liquidation preference of $1.00 per share or $750,000.\n \nIf we were liquidated, holders of our preferred stock would be entitled to receive approximately $750,000 (plus any accrued and unpaid dividends) from any liquidation proceeds before holders of our common stock would be entitled to receive any proceeds.\n \nOur Series C preferred stock has a liquidation preference of $0.55 per share or $97,847.\n \nIf we were liquidated, holders of our preferred stock would be entitled to receive approximately $97,847 (plus any accrued and unpaid dividends) from any liquidation proceeds before holders of our common stock would be entitled to receive any proceeds, but after holders of all notes issued under the indenture governing our Senior Notes received any proceeds.\n \nOur Series D preferred stock has a liquidation preference of $2.50 per share or $4,231,680.\n \nIf we were liquidated, holders of our preferred stock would be entitled to receive approximately $5,019,410 (plus any accrued and unpaid dividends) from any liquidation proceeds before holders of our common stock would be entitled to receive any proceeds, but after holders of all notes issued under the indenture governing our Senior Notes received any proceeds.\n \nWe do not expect to pay dividends to our stockholders in the foreseeable future.\n \nWe have no plans to pay dividends in the foreseeable future. Our directors will determine if and when dividends should be declared and paid in the future based on our financial position at the relevant time.\n \n \nPage 20 of 91\nTable of Contents\n \nThe issuance of additional equity securities in the future could adversely affect holders of common stock.\n \nThe market price of our common stock may be influenced by any preferred or common stock or options, warrants, convertible debt or other rights to acquire any preferred or common stock we may issue. Our Board is authorized to issue additional classes or series of preferred stock without any action on the part of our stockholders. This includes the power to set the terms of any such classes or series of preferred stock that may be issued, including voting rights, dividend rights and preferences over common stock with respect to dividends or upon the liquidation, dissolution or winding up of the business and other terms. If we issue preferred stock in the future that has preference over our common stock with respect to the payment of dividends or upon liquidation, dissolution or winding up, or if we issue preferred stock with voting rights that dilute the voting power of our common stock, the rights of holders of the common stock or the market price of the common stock could be adversely affected.  Our Board is also authorized to issue additional shares of common stock and rights to acquire common stock.\n \nWe cannot predict the number of additional equity securities that will be issued or the effect, if any, that future issuances and sales of the securities will have on the market price of the common stock. Any transaction involving the issuance of previously authorized but unissued equity securities would result in dilution, possibly substantial, to stockholders. Based on the need for additional capital to fund expected expenditures and growth, it is likely that we will issue securities to provide such capital. Such additional issuances may involve the issuance of a significant number of equity securities at prices less than the current market price. Sales of substantial amounts of securities, or the availability of the securities for sale, could adversely affect the prevailing market prices for the securities and dilute investors’ earnings per share. A decline in the market prices of the securities could impair our ability to raise additional capital through the sale of additional securities should we desire to do so.\n \nThe provisions in our certificate of incorporation, our by-laws and Montana law could delay or deter tender offers or takeover attempts.\n \nCertain provisions in our restated certificate of incorporation, our by-laws and Montana law could make it more difficult for a third party to acquire control of us, even if that transaction could be beneficial to stockholders. These impediments include:\n \n \n·\nthe classification of our Board into three classes serving staggered three-year terms, which makes it more difficult to quickly replace board members;\n \n \n \n \n·\nthe ability of our Board to issue shares of preferred stock with rights as it deems appropriate without stockholder approval;\n \n \n \n \n·\na provision that special meetings of our board of directors may be called only by our chief executive officer or a majority of our Board;\n \n \n \n \n·\na provision that special meetings of stockholders may only be called pursuant to a resolution approved by a majority of our Board;\n \n \n \n \n·\na prohibition against action by written consent of our stockholders;\n \n \n \n \n·\na provision that our directors may only be removed for cause and by an affirmative vote of at least 80% of the outstanding voting stock;\n \n \n \n \n·\na provision that our stockholders comply with advance-notice provisions to bring director nominations or other matters before meetings of our stockholders;\n \n \n \n \n·\na prohibition against certain business combinations with an acquirer of 15% or more of our common stock for three years after such acquisition unless the stock acquisition or the business combination is approved by our Board prior to the acquisition of the 15% interest, or after such acquisition our Board and the holders of two-thirds of the other common stock approve the business combination; and\n \n \n \n \n·\na prohibition against our entering into certain business combinations with interested stockholders without the affirmative vote of the holders of at least 80% of the voting power of the then outstanding shares of voting stock.\n \nIn addition, amendment of most of the provisions described above requires approval of at least 80% of the outstanding voting stock.\n \n \nPage 21 of 91\nTable of Contents\n \nLegal, Regulatory and Compliance Risks\n \nAs a public company, we are obligated to develop and maintain proper and effective disclosure controls and procedures and internal control over financial reporting, and if we fail to develop and maintain an effective system of disclosure controls and procedures and internal control over financial reporting, our ability to produce timely and accurate financial statements and other required disclosures and to comply with applicable laws and regulations could be impaired. \n \nAs a public company, we are subject to the reporting requirements of the Securities Exchange Act of 1934, as amended (the “Exchange Act”), the Sarbanes-Oxley Act of 2002 (the “Sarbanes-Oxley Act”), the Dodd-Frank Wall Street Reform and Consumer Protection Act of 2010, the listing requirements of NYSE American, and other applicable securities rules and regulations. Compliance with these rules and regulations may be difficult, time-consuming, or costly, and compliance may increase demand on our systems and resources. The Exchange Act requires, among other things, that we file annual, quarterly, and current reports with respect to our business and operating results. The Sarbanes-Oxley Act requires, among other things, that we maintain effective disclosure controls and procedures and internal control over financial reporting and that we refrain from making any loans to our executive officers and directors.\n \nAlthough we have attempted to comply with applicable regulations, we have identified several compliance problems that we are seeking to remedy. For example, in 2022, we loaned $6,500 to a former executive officer in violation of the Sarbanes-Oxley Act.  Our management has concluded that as at December 31, 2022, neither our disclosure controls and procedures nor our internal control over financial reporting was effective. See Item 9A. In early 2023, we determined that a former employee, who had previously held significant financial responsibilities within our company, misappropriated approximately $21,510 of our funds in 2020 through 2023 for personal benefit.   A full investigation ensued and the former employee was approached. The former employee executed a promissory note in favor of our company in the amount of $21,310 in June 2023, and has recently begun making payments due under the obligation. The note bears interest at twelve percent (12%) per annum with monthly payments of $500. To date the former employee has re-paid $700.  We failed to file our Form 10-K annual report for fiscal 2022 and Form 10-Q report for the quarter ended March 31, 2023 on a timely basis.\n \nIt may require significant resources and management oversight to effectively comply with our regulatory obligations and to avoid future violations. In addition, significant resources and management oversight may also be required to maintain and, if necessary, improve our disclosure controls and procedures and internal control over financial reporting. As a result of our efforts to comply with the above rules and regulations, management’s attention may be diverted from other business concerns, which could adversely affect our business and operating results. To comply with these requirements, we may need to hire more employees in the future or engage outside consultants, which would increase our costs and expenses. We may be unable to comply despite such efforts. Any failure to comply with applicable regulations could adversely affect our ability make accurate and timely financial and other disclosures to investors, attract and maintain key personnel and investors, and use our funds for intended purposes. It may also subject us to the risk of litigation or regulatory enforcement actions against us.\n \nWe have identified material weaknesses in our internal control over financial reporting and deficiencies in our disclosure controls and procedures, that, if not properly remediated, could adversely affect our business and results of operations. \n \nA material weakness is a deficiency, or a combination of deficiencies, in internal control over financial reporting such that there is a reasonable possibility that a material misstatement of our annual or interim financial statements will not be prevented or detected on a timely basis. As described in “Item 9A. Controls and Procedures,” we have concluded that our internal control over financial reporting was ineffective as of December 31, 2022 due to material weaknesses in our internal control over financial reporting. The identified material weaknesses related to lack of segregation of duties \n \n \nPage 22 of 91\nTable of Contents\n \nWe have also concluded that our disclosure controls and procedures were ineffective as of December 31, 2022, in part due to the material weaknesses in our internal control over financial reporting, and in part due to limited accounting and finance personnel, lack of segregation of duties, \n \nAs further described in “Item 9A. Controls and Procedures,” we intend to take the necessary steps to remediate these material weaknesses and deficiencies. However, we were unable to resolve these matters during our 2022 fiscal year and cannot assure you that we will be successful in implementing effective internal control over financial reporting and disclosure controls and procedures during 2023 or that, once implemented, such controls will remain effective.\n \nImplementing any further changes to our internal and disclosure controls may distract our officers and employees and entail material costs to implement new processes and/or modify our existing processes. Moreover, these changes do not guarantee that we will be effective in maintaining the adequacy of our internal and disclosure controls, and any failure to maintain that adequacy, or consequent inability to produce accurate financial statements and other required disclosures on a timely basis, could harm our business. In addition, investors’ perceptions that our internal and disclosure controls are inadequate or that we are unable to produce accurate financial statements and other disclosures on a timely basis may harm the price of our common stock.\n \nWe may be unable to comply with NYSE American continued listing standards and our common stock may be delisted from the NYSE American market, which would likely cause the liquidity and market price of the common stock to decline.\n \nOur common stock is currently listed on the NYSE American. We are subject to the continued listing criteria of the NYSE American and such exchange will consider suspending dealings in, or delisting, securities of an issuer that does not meet its continued listing standards. We may not be able to satisfy these requirements. In the past, NYSE American has notified us of certain alleged violations by our company of the NYSE American continued listing requirements. In addition, subsequent to our most recent fiscal year end, we determined that one of the members of our Board’s Audit Committee, Joseph Bardswich, did not satisfy the SEC and NYSE American independence requirements applicable to an Audit Committee member, because he was concurrently receiving compensation for serving as our geologic and investor relations consultant. We believe that we have regained compliance with the Audit Committee independence requirements by replacing Mr. Bardswich with Dr. Aguirre on the Audit Committee\n.\n However, we cannot assure you that our past deficiencies will not affect the continued listing of our common stock on the NYSE American. \n \nIn order to maintain our NYSE American listing, we must maintain certain objective standards, such as corporate governance requirements, share prices, shareholders’ equity, market capitalization and, share distribution targets.  In addition to objective standards, the NYSE American may delist the securities of any issuer, among other reasons, if the issuer sells or disposes of principal operating assets, ceases to be an operating company or has discontinued a substantial portion of its operations or business for any reason or the NYSE American otherwise determines that the securities are unsuitable for continued trading. We may not be able to satisfy these standards and remain listed on the NYSE American.\n \nA delisting of our common stock could also adversely affect our reputation, ability to raise funds through the sale of equity or securities convertible into equity and the terms of any such fundraising, the liquidity and market price our common stock and the ability of broker-dealers to purchase the common stock.\n \nWe face substantial governmental regulation, including the Mine Safety and Health Act, various environmental laws and regulations and the 1872 Mining Law.\n \nOur business is subject to extensive U.S. and foreign federal, state, and local laws and regulations governing environmental protection, natural resources, prospecting, development, production, post-closure reclamation, taxes, labor standards and occupational health and safety laws and regulations, including mine safety, toxic substances and other matters. The costs associated with compliance with such laws and regulations are substantial. Possible future laws and regulations, or more restrictive interpretations of current laws and regulations by governmental authorities, could cause additional expense, capital expenditures, restrictions on or suspensions of operations and delays in the development of new properties.\n \n \nPage 23 of 91\nTable of Contents\n \nU.S. surface and underground mines like those at our Preston Operations are inspected at least quarterly by MSHA, which inspections often lead to notices of violation under the Mine Safety and Health Act. Our facilities or mines at Preston Idaho could be subject to a temporary or extended shutdown as a result of a violation alleged by MSHA.\n \nSome mining laws prevent mining companies that have been found to (i) have engaged in environmentally-harmful conduct or (ii) be responsible for environmentally-harmful conduct engaged in by affiliates or other third parties, including in other jurisdictions, from maintaining current or obtaining future permits until remediation or restitution has occurred. If we are found to be responsible for any such conduct, our ability to operate existing projects or develop new projects might be impaired until we satisfy costly conditions. \n \nWe cannot assure you that we will at all times be in compliance with applicable laws, regulations and permitting requirements. Failure to comply with applicable laws, regulations and permitting requirements may result in lawsuits or regulatory actions, including orders issued by regulatory or judicial authorities causing operations to cease or be curtailed, which may require corrective measures including capital expenditures, installation of additional equipment or remedial actions. Any one or more of these liabilities could have a material adverse impact on our financial condition.\n \nIn addition to existing regulatory requirements, legislation and regulations may be adopted, regulatory procedures modified, or permit limits reduced at any time, any of which could result in additional exposure to liability, operating expense, capital expenditures or restrictions and delays in the mining, production or development of our properties. Mining accidents and fatalities or toxic waste releases, whether or not at our mines or related to metals mining, may increase the likelihood of additional regulation or changes in law or enhanced regulatory scrutiny. In addition, enforcement or regulatory tools and methods available to regulatory bodies such as MSHA or the U.S. Environmental Protection Agency (“EPA”), which have not been or have infrequently been used against us or the mining industry, in the future could be used against us or the industry in general.\n \nFrom time to time, the U.S. Congress considers proposed amendments to the 1872 Mining Law, which governs mining claims and related activities on federal lands. The extent of any future changes is not known and the potential impact on us as a result of U.S. Congressional action is difficult to predict. Changes to the 1872 Mining Law, if adopted, could adversely affect our ability to economically develop mineral reserves on federal lands. For example, in 2021 the U.S. Congress debated imposing royalties on minerals extracted from federal lands. Although legislation was not passed as of the date of this report, it is possible that in the future royalties or taxes will be imposed on mining operations conducted on federal land, which could adversely impact our financial results.\n \nOur operations are subject to complex, evolving and increasingly stringent environmental laws and regulations. Compliance with environmental regulations, and litigation based on such regulations, involves significant costs and can threaten existing operations or constrain expansion opportunities.\n \nOur operations, both in the United States and internationally, are subject to extensive environmental laws and regulations governing wastewater discharges; remediation, restoration and reclamation of environmental contamination; the generation, storage, treatment, transportation and disposal of hazardous substances; solid waste disposal; air emissions; protection of endangered and protected species and designation of critical habitats; mine closures and reclamation; and other related matters. In addition, we must obtain regulatory permits and approvals to start, continue and expand operations. New or revised environmental regulatory requirements are frequently proposed, many of which result in substantially increased costs for our business. \n \n \nPage 24 of 91\nTable of Contents\n \nOur U.S. operations are subject to the Clean Water Act, which requires permits for certain discharges into waters of the United States. Such permitting has been a frequent subject of litigation and enforcement activity by environmental advocacy groups and the EPA, respectively, which has resulted in declines in such permits or extensive delays in receiving them, as well as the imposition of penalties for permit violations. In 2015, the regulatory definition of “waters of the United States” that are protected by the Clean Water Act was expanded by the EPA, thereby imposing significant additional restrictions on waterway discharges and land uses. However, in 2018, implementation of the relevant rule was suspended for two years, and in December 2019 a revised definition that narrows the 2015 version was implemented. In late 2021, the EPA and US Army Corps of Engineers proposed to revise the definition again, moving it back to its more inclusive, pre-2018 definition. If this rule change were to take effect or states take action to address a perceived fall-off in protection under the Clean Water Act, litigation involving water discharge permits could increase, which may result in delays in, or in some instances preclude, the commencement or continuation of development or production operations. Enforcement actions by the EPA or other federal or state agencies could also result. Adverse outcomes in lawsuits challenging permits or failure to comply with applicable regulations or permits could result in the suspension, denial, or revocation of required permits, or the imposition of penalties, any of which could have a material adverse impact on our cash flows, results of operations, or financial condition. See \nNote 12\n of \nNotes to Consolidated Financial Statements\n.\n \nSome of the mining wastes from our U.S. mines currently are exempt to a limited extent from the extensive set of EPA regulations governing hazardous waste under the Resource Conservation and Recovery Act (“RCRA”). If the EPA were to repeal this exemption, and designate these mining wastes as hazardous under RCRA, we would be required to expend additional amounts on the handling of such wastes and to make significant expenditures to construct hazardous waste storage or disposal facilities. In addition, if any of these wastes or other substances we release or cause to be released into the environment cause or has caused contamination in or damage to the environment at a U.S. mining facility, that facility could be designated as a “Superfund” site under the Comprehensive Environmental Response, Compensation and Liability Act of 1980 (“CERCLA”). Under CERCLA, any present owner or operator of a Superfund site or the owner or operator at the time of contamination may be held jointly and severally liable regardless of fault and may be forced to undertake extensive remedial cleanup action or to pay for the cleanup efforts. The owner or operator also may be liable to federal, state and tribal governmental entities for the cost of damages to natural resources, which could be substantial. Additional regulations or requirements also are imposed on our tailings and waste disposal areas in Alaska under the federal Clean Water Act. See \nNote 12\n of \nNotes to Consolidated Financial Statements\n.\n \nLegislative and regulatory measures to address climate change and greenhouse gas emissions are in various phases of consideration. If adopted, such measures could increase our cost of environmental compliance and also delay or otherwise negatively affect efforts to obtain permits and other regulatory approvals with regard to existing and new facilities. Proposed measures could also result in increased cost of fuel and other consumables used at our operations. \n \nAdoption of these or similar new environmental regulations or more stringent application of existing regulations may materially increase our costs, threaten certain operating activities and constrain our expansion opportunities.\n \nSome of our facilities are located in or near environmentally sensitive areas such as salmon fisheries, endangered species habitats, wilderness areas, national monuments and national forests, and we may incur additional costs to mitigate potential environmental harm in such areas.\n \nLaws in the U.S. such as CERCLA and similar state laws may expose us to joint and several liability or claims for contribution made by the government (state or federal) or private parties. Moreover, exposure to these liabilities arises not only from our existing but also from closed operations, operations sold to third parties, or operations in which we had a leasehold, joint venture, or other interest. Because liability under CERCLA is often alleged on a joint and several basis against any property owner or operator or arranger for the transport of hazardous waste, and because we have been in operation since 1969 1891, our exposure to environmental claims may be greater because of the bankruptcy or dissolution of other mining companies which may have engaged in more significant activities at a mining site than we but which are no longer available for governmental agencies or other claimants to make claims against or obtain judgments from. Similarly, there is also the potential for claims against us based on agreements entered into by certain affiliates and predecessor companies relating to the transfer of businesses or properties, which contained indemnification provisions relating to environmental matters. In each of the types of cases described in this paragraph, the government (federal or state) or private parties could seek to hold the Company liable for the actions of their subsidiaries or predecessors.\n \n \nPage 25 of 91\nTable of Contents\n \nThe laws and regulations, changes in such laws and regulations, and lawsuits and enforcement actions described in this risk factor could lead to the imposition of substantial fines, remediation costs, penalties and other civil and criminal sanctions against us. Further, substantial costs and liabilities, including for restoring the environment after the closure of mines, are inherent in our operations. There is no assurance that any such law, regulation, enforcement or private claim, or reclamation activity, would not have a material adverse effect on our financial condition, results of operations or cash flows.\n \nWe are required by U.S. federal and state laws and regulations and by laws and regulations in the foreign jurisdictions in which we operate to reclaim our mining properties. The specific requirements may change and vary among jurisdictions, but they are similar in that they aim to minimize long term effects of exploration and mining disturbance by requiring the control of possible deleterious effluents and re-establishment to some degree of pre-disturbance land forms and vegetation. In some cases, we are required to provide financial assurances as security for reclamation costs, which may exceed our estimates for such costs. Conversely, our reclamation costs may exceed the financial assurances in place and those assurances may ultimately be unavailable to us.\n \nThe EPA and other state, provincial or federal agencies may also require financial assurance for investigation and remediation actions that are required under settlements of enforcement actions under CERCLA or equivalent state regulations. Currently there are no financial assurance requirements for active mining operations under CERCLA, and a lawsuit filed by several environmental organizations which sought to require the EPA to adopt financial assurance rules for mining companies with active mining operations was dismissed by a federal court. In the future, financial assurance rules under CERCLA, if adopted, could be financially material and adverse to us.\n \nWe are required to obtain governmental permits and other approvals in order to conduct mining operations.\n \nIn the ordinary course of business, mining companies are required to seek governmental permits and other approvals for continuation or expansion of existing operations or for the commencement of new operations. Obtaining the necessary governmental permits is a complex, time-consuming and costly process. The duration and success of our efforts to obtain permits are contingent upon many variables not within our control. Obtaining environmental permits, including the approval of reclamation plans, may increase costs and cause delays or halt the continuation of mining operations depending on the nature of the activity to be permitted and the interpretation of applicable requirements established by the permitting authority. Interested parties, including governmental agencies and non-governmental organizations or civic groups, may seek to prevent issuance of permits and intervene in the process or pursue extensive appeal rights. Past or ongoing violations of laws or regulations involving obtaining or complying with permits could provide a basis to revoke existing permits, deny the issuance of additional permits, or commence a regulatory enforcement action, each of which could have a material adverse impact on our operations or financial condition. In addition, evolving reclamation or environmental concerns may threaten our ability to renew existing permits or obtain new permits in connection with future development, expansions and operations. We cannot assure you that all necessary approvals and permits will be obtained and, if obtained, that the costs involved will not exceed those that we previously estimated. It is possible that the costs and delays associated with the compliance with evolving standards and regulations could become such that we would not proceed with a particular development or operation.\n \nWe are often required to post surety bonds or cash collateral to secure our reclamation obligations and we may be unable to obtain the required surety bonds or may not have the resources to provide cash collateral, and the bonds or collateral may not fully cover the cost of reclamation and any such shortfall could have a material adverse impact on our financial condition. Further, when we use the services of a surety company to provide the required bond for reclamation, the surety companies often require us to post collateral with them, including letters of credit. In the event that we are unable to obtain necessary bonds or to post sufficient collateral, we may experience a material adverse effect on our operations or financial results. \n \nNew federal and state laws, regulations and initiatives could impact our operations.\n \nIn recent years there have been several proposed or implemented ballot initiatives that sought to directly or indirectly curtail or eliminate mining in certain states including Montana. While a water treatment initiative in Montana was defeated by voters in November 2018, in the future similar or other initiatives that could impact our operations may be on the ballot in these states or other jurisdictions (including local or international) in which we currently or may in the future operate. To the extent any such initiative was passed and became law, there could be a material adverse impact on our financial condition, results of operations or cash flows.\n \n \nPage 26 of 91\nTable of Contents\n \nWe cannot guarantee title to all of our properties.\n \nWe cannot guarantee title to all of its properties as the properties may be subject to prior mineral rights applications with priority, prior unregistered agreements or transfers or indigenous peoples' land claims, and title may be affected by undetected defects. Certain of the mineral rights held by us are held under applications for mineral rights or are subject to renewal applications and, until final approval of such applications is received, our rights to such mineral rights may not materialize and the exact boundaries of the Company's properties may be subject to adjustment. For our operations in Mexico, we hold mining claims, mineral concession titles and mining leases that are obtained and held in accordance with the laws of the country, which provide the Company the right to exploit and explore the properties. The validity of the claims, concessions and leases could be uncertain and may be contested. Although we have conducted title reviews of our property holdings, title review does not necessarily preclude third parties (including governments) from challenging our title. In accordance with mining industry practice, we do not generally obtain title opinions until we decide to develop a property. Therefore, while we have attempted to acquire satisfactory title to our undeveloped properties, some titles may be defective.  We do not maintain title insurance on our properties.\n \nThere is uncertainty as to the termination and renewal of our mining concessions.\n \nUnder the laws of Mexico, mineral resources belong to the state and government. Therefore, concessions are required in both countries to explore or exploit mineral reserves. In Mexico, our mineral rights derive from concessions granted, on a discretionary basis, by the Ministry of Economy, pursuant to Mexican mining law and regulations thereunder.\n \nMining concessions in Mexico may be terminated if the obligations of the concessioner are not satisfied. In Mexico, we are obligated, among other things, to explore or exploit the relevant concession, to pay any relevant fees, to comply with all environmental and safety standards, to provide information to the Ministry of Economy and to allow inspections by the Ministry of Economy. Any termination or unfavorable modification of the terms of one or more of our concessions, or failure to obtain renewals of such concessions subject to renewal or extensions, could have a material adverse effect on our financial condition and prospects.\n \nMexican economic and political conditions, as well as drug-related violence, may have an adverse impact on our business.\n \nThe Mexican economy is highly sensitive to economic developments in the United States, mainly because of its high level of exports to this market. Other risks in Mexico are increases in taxes on the mining sector and higher royalties, such as those enacted in 2013. As has occurred in other metal producing countries, the mining industry may be perceived as a source of additional fiscal revenue.\n \nIn addition, public safety organizations in Mexico are under significant stress, as a result of drug-related violence. This situation creates potential risks, particularly for transportation of minerals and finished products, which may affect a small portion of our production. Drug-related violence has had a limited impact on our operations, as it has tended to concentrate outside of our areas of production. The potential risks to our operations might increase if the violence spreads to our areas of production.\n \nBecause we have significant operations in Mexico, we cannot provide any assurance that political developments and economic conditions, including any changes to economic policies or the adoption of other reforms proposed by existing or future administrations in Mexico, or the advent of drug-related violence in the country, will have no material adverse effect on market conditions, the prices of our securities, our ability to obtain financing, our results of operations or our financial condition.\n \nMexican inflation, restrictive exchange control policies and fluctuations in the peso exchange rate may adversely affect our financial condition and results of operations.\n \nAlthough all of our Mexican operations’ sales of metals are priced and invoiced in U.S. dollars, a substantial portion of its costs are denominated in pesos. Accordingly, when inflation in Mexico increases without a corresponding depreciation of the peso, the net income generated by our Mexican operations is adversely affected. Inflation in Mexico was 7.8% in 2022, 7.4% in 2021 and 3.2% in 2020. The value of the peso appreciated by 5.9% against the U.S. dollar in 2022 after depreciating by 3.2% and 5.9% in 2021 and 2020 respectively. The peso has been subject in the past to significant volatility, which may not have been proportionate to the inflation rate and may not be proportionate to the inflation rate in the future.\n \nCurrently, the Mexican government does not restrict the ability of Mexican companies or individuals to convert pesos into dollars or other currencies. While we do not expect the Mexican government to impose any restrictions or exchange control policies in the future, it is an area we closely monitor. We cannot assure you the Mexican government will maintain its current policies with regard to the peso or that the peso’s value will not fluctuate significantly in the future. The imposition of exchange control policies could impair our ability to obtain imported goods and to meet its U.S. dollar-denominated obligations and could have an adverse effect on our business and financial condition.\n \n \nPage 27 of 91\nTable of Contents\n ",
    "item1a": ">Item 1A. Risk Factors\n.\n \nThe following risks and uncertainties, together with the other information set forth in this report, should be carefully considered by those who invest in our securities. Any of the following material risk factors could adversely affect our business, financial condition or operating results and could decrease the value of our common or preferred stock or other outstanding securities. These are not all of the risks we face, and other factors not presently known to us or that we currently believe are immaterial may also affect our business if they occur\n \nFinancial Risks\n \nWe have experienced losses in recent years and may continue to incur losses.\n \nWe have experienced a loss from operations and a net loss in each of the fiscal years ended December 31, 2019, 2020, and 2021. We may continue to experience losses in the future. Many of the factors affecting our operating results are beyond our control, including, but not limited to, the volatility of metals prices; smelter terms; rock and soil conditions; seismic events; availability of hydroelectric power; diesel fuel prices; interest rates; foreign exchange rates; global or regional political or economic policies; inflation; availability and cost of labor; economic developments and crises; governmental regulations; continuity of orebodies; ore grades; recoveries; performance of equipment; price speculation by certain investors; and purchases and sales by central banks and other holders and producers of gold and silver in response to these factors. We cannot assure you that we will not experience net losses in the future. Continued losses may have an adverse effect on our cash balances, require us to curtail certain activities and investments, raise additional capital or sell assets.\n \nDeferred or contingent payment obligations may create financial risk for our business\n \nWe are conducting due diligence pursuant to a preliminary agreement to acquire assets located in Mexico known as the Wadley property. If the transaction proceeds on the terms set out in the preliminary agreement, we will be required to make an initial payment of $2 million followed by seven annual payments of $1 million (in each case, plus tax). We cannot assure you that such efforts would be successful. As a result, our business and financial condition could be harmed.\n \nWe may seek \nor \nrequire additional financing, which may not be available on acceptable terms, if at all.\n \nWe may seek to source additional financing by way of private or public offerings of equity or debt or the sale of project or property interests in order to have sufficient capital to engage in acquisitions, investments and for general working capital. We can give no assurance that financing will be available to it or, if it is available, that it will be offered on acceptable terms. If additional financing is raised by the issuance of our equity securities, control of our company may change, security holders will suffer additional dilution and the price of the common stock may decrease. If additional financing is raised through the issuance of indebtedness, we will require additional financing in order to repay such indebtedness. Failure to obtain such additional financing could result in the delay or indefinite postponement of further acquisitions, investments, exploration and development, curtailment of business activities or even a loss of property interests.\n \nPage 12 of 91\nTable of Contents\n \nMetal prices are volatile. A substantial or extended decline in metals prices would have a material adverse effect on us.\n \nOur revenue is derived primarily from the sale of antimony and zeolite products, and to a lesser extent silver and gold products, and, as a result, our earnings are directly related to the prices of these metals and products. Antimony, zeolite, silver and gold prices fluctuate widely and are affected by numerous factors, including:\n \n \n·\nspeculative activities;\n \n \n \n \n·\nrelative exchange rates of the U.S. dollar;\n \n \n \n \n·\nglobal and regional demand and production;\n \n \n \n \n·\npolitical instability;\n \n \n \n \n·\ninflation, recession or increased or reduced economic activity; and\n \n \n \n \n·\nother political, regulatory and economic conditions.\n \nThese factors are largely beyond our control and are difficult to predict. If the market prices for these metals and products fall below our production, exploration or development costs for a sustained period of time, we will experience losses and may have to discontinue exploration, development or operations, or incur asset write-downs at one or more of our properties. See ",
    "item7": ">Item 7. Management’s Discussion and Analysis and Results of Operations\n \nThe following discussion should be read in conjunction with our financial statements and related notes thereto as filed with this report.\n \nSELECTED FINANCIAL DATA.\n \nStatement of Operations Information:\n \n \n \nFor the year ended\n December 31, \n \n \n \n2022\n \n \n2021\n \nRevenues\n \n$\n11,044,707\n \n \n$\n7,747,506\n \nCosts of revenues\n \n \n9,048,517\n \n \n \n6,908,901\n \nGross profit\n \n \n1,996,190\n \n \n \n838,605\n \nTotal operating expenses\n \n \n1,647,985\n \n \n \n1,498,862\n \nIncome (loss) from operations\n \n \n348,205\n \n \n \n(660,257\n)\nOther income (expense)\n \n \n96,529\n \n \n \n599,788\n \nIncome tax expense\n \n \n(16,073\n)\n \n \n-\n \nNET INCOME (LOSS)\n \n$\n428,661\n \n \n$\n(60,469\n)\nWeighted average shares of common stock (basic)\n \n \n106,287,359\n \n \n \n102,835,574\n \nWeighted average shares of common stock (diluted)\n \n \n106,287,359\n \n \n \n102,835,574\n \n \nBalance Sheet Information:\n \n \n \nDecember 31,\n2022\n \n \nDecember 31, \n2021\n \nWorking capital\n \n$\n19,397,489\n \n \n$\n21,498,138\n \nTotal assets\n \n \n34,700,450\n \n \n \n35,002,727\n \nAccumulated deficit\n \n \n(33,070,332\n)\n \n \n(32,711,263\n)\nStockholders’ equity\n \n \n31,869,255\n \n \n \n32,368,803\n \n \nOverview\n \nCompany-wide\n \nFor the year ended December 31, 2022, the Company reported net income of $428,661 after depreciation and amortization of $909,220, compared to a net loss of $60,469 for 2021 after depreciation and amortization of $880,880. \n \nDuring the year ending December 31, 2022, the most significant factors affecting our financial performance were as follows: \n \n \n·\nA significant increase in the amount of sales of antimony, up 53% from the prior year.\n \n·\nA purchase option agreement for the Wadley mines signed in June 2022 along with an 8-month mining and due diligence period providing exclusive rights to extracted mineral. Until June 2022, the Wadley mine had halted USAC’s ability to purchase ore. The purchase option agreement due diligence period has been extended to October 15, 2023.\n \n·\nThe continued efforts in mechanical improvements associated with sales of zeolite from Bear River Zeolite.\n \n·\nMitzi Hart’s replacement of Marilyn Sink as Plant Manager at U.S. Antimony.\n \n·\nThe hiring of Richard Lyon as Plant Supervisor at Bear River Zeolite along with the continued efforts in trucking coordination and sales management of Gretchen Lawrence\n \n·\nIncreased trucking prices and decreasing trucking availability.\n \n·\nDifficulties in sourcing labor in the US and Mexico due to the Covid pandemic and government incentives resulting in a significantly smaller labor pool.\n \n·\nThe completion of payment and disposal for the removal of legacy slags at the smelters in Mexico and the United States.\n \n·\nThe sale of finished antimony ingots directly to customers from our Madero Smelting facility.\n \n·\nThe purchase of several large salt sheds for storage of ore at Bear River Zeolite in order to eliminate interruptions in production during winter and the wet seasons.\n \n·\nThe purchase of several key pieces of rolling stock equipment at Bear River Zeolite including: A Cat 235 excavator, a Cat 12H road grader, a Cat 740 articulated haul truck, a Cat D8T dozer with dual rippers.\n \n·\nThe purchase of a new modern 2.5-foot cone crusher to replace our older cone crusher at Bear River Zeolite.\n \n·\nThe construction of a 100’ by 50’ warehouse at Bear River Zeolite.\n \n \nPage 46 of 91\nTable of Contents\n \nOur plan for 2023 is as follows:  \n \n \n·\nContinue processing the 2,000 tons of mined and shipped rock from the Los Juarez property at our Puerto Blanco flotation facility.\n \n·\nContinue to process ores and concentrates at our Madero smelter facility.\n \n·\nThe purchase of new forklifts and scales at Madero smelter facility.\n \n·\nThe relining of several short rotary furnaces along with the repair of equipment at the Madero smelter facility\n \n·\nThe installation of two new electric furnaces at the Montana facility for increase production of antimony trisulfide.\n \n·\nAdditional mapping and additional geological studies at the Los Juarez property in order to ascertain more information about the mineralization indicated in our preliminary geophysical and geochemical work.\n \n·\nThe continued effort to source additional antimony from Honduras, Nicaragua, and especially Guatemala as well as sources in the United States, Canada, Alaska, and Mexico.\n \n·\nContinuation of the mining of the Soyatal claims for the production of antimony trisulfide given that preliminary testing of the concentrates resulted in acceptable grade and acceptably low contaminants to achieve military specification.\n \n·\nContinuation of the supply of sized antimony metal to Ambri in accordance with our letter of intent of 2020 and continued communication regarding potential of further cooperation.\n \n·\nContinuation of the processing of Soyatal ore to produce concentrates with the goal of testing antimony grade and contaminant content for the potential of an auxiliary source of antimony trisulfide while the Sierra Guadalupe property is started into production as the primary source. If the Soyatal concentrates pass testing, the decision to retain the Soyatal claims will be made.\n  \nIn addition to the processing goals stated above, the Company intends to focus on and significantly increase its production, capacity, and sales of zeolite at its subsidiary Bear River Zeolite. The addition of two more winter-storage buildings (one located between the mine and the mill and the other located near the mine) is planned. Salt sheds for these ore storage locations are planned to eliminate the necessity of the use of tarps for keeping the zeolite dry during the winter and rainy seasons.  The building near the mine also allows a location for the regular service maintenance of the mine equipment in winter and rainy months.  The crushing rate is anticipated to increase 2-3 times with the addition of our new cone crusher and a host of improvements to the crushing equipment and parts downstream.  This includes the updating of nearly all of our screens, along with likely the replacement of one of our hammermills with a crusher better suited for a more efficient production of our main product.  These decisions will be aided by several sieve and aggregate flow studies.  The Company plans to increase its efficiency and volume of crushed ore by means of the use of the new mining equipment purchased in 2022 along with improved blasting techniques and determination of the best balance between blasting and ripping. The enhancement of the dust collection and dust control also is planned and should enhance our ultra-fine production. \n \nThe following are highlights of the significant changes during 2022:    \n \nAntimony\n \n \n·\nThe sale of antimony during 2022 was 1,394,036 pounds compared to 911,079 pounds in 2021, an increase of 53.0%.\n \n·\nThe average sales price of antimony during 2022 was $5.47/lb. compared with $5.29/lb. in 2021, an increase of $0.18/lb. (a 3.5% increase). During the beginning of 2023, the Rotterdam price of antimony is approximately $5.15/lb. per pound.\n \n·\nWe are producing and buying raw materials, which will allow us to ensure a steady flow of products for sale. Our smelter at Madero, Mexico, was processing primarily ores from the Wadley mines in 2022 under a clause that accompanies a purchase option agreement. Our smelter in Montana was producing material from both Mexico and our North American sources in 2022. Raw materials from our North American supplier were reduced in 2022 due to plant maintenance, an unexpected equipment failure, the effects of Covid, labor supply shortages, and shipping difficulties across the border due to political reasons.\n \n·\nWe produced and sold three truckloads of ingots of antimony metal, each containing 20 metric tons, in the first half of 2022 that were shipped directly to customers in the United States from our Madero smelter. This will significantly reduce our production and shipping costs compared to finishing the ingots in Montana.\n \n·\nWe are proceeding with further mapping and geological work to augment our initial geophysical, geochemical, and geological survey of the Los Juarez property to better understand its potential value.\n  \n \nPage 47 of 91\nTable of Contents\n \nZeolite\n \nDuring 2022, the Company sold 13,047 tons of zeolite compared to 11,747 tons in 2021, an increase of 1,300 tons (11.1%). Bear River Zeolite (“BRZ”) realized a gross profit of $339,907 (10.8% of zeolite sales) in 2022 compared to a gross profit of $340,806 (13.1% of sales) in 2021. Net income for the BRZ segment was $141,496 for the year ended December 31, 2022 compared to $193,674 for the year ended December 31, 2021.  The increase in production but decrease in profit were attributable to outpacing of costs to increase in pricing.  As an example, the price of packaging materials, diesel, labor, electricity, oil, etc. all increased substantially in 2022.   To address this, the Company plans to increase its price per ton of offered zeolite and concentrate its efforts more on bulk orders that minimize the focus of labor on packaging.  Additionally, the Company plans to increase production volumes at Bear River Zeolite in 2023 to address growing customer demands. \n \nCorporate-wide\n \nDuring the year ending December 31, 2022, the following transactions had a material impact on the Company’s financial performance:\n \n \n·\nThe signing of a purchase option agreement for the exclusive rights to all extracted mineral from the Wadley mines for an 8-month period allowing the Company to acquire antimony ore and ascertain grade and tonnages in advance of a decision to purchase affording the Company to accumulate more lots of antimony at its smelting facility in Madero than have ever been accumulated.\n \n·\nThe hiring of Richard Lyon as Plant Supervisor at Bear River Zeolite providing far better and more consistent oversight of personnel and operations with guidance from management in conjunction with the use of funds to substantially update and improve plant infrastructure.\n \n·\nThe sustained and favorable increased price of antimony.\n \n·\nThe purchase of a new and modern cone crusher and a host of new equipment at Bear River Zeolite to improve production and performance.\n \n·\nThe re-initiation of payments towards the acquisition of the Sierra Guadalupe property.\n \n·\nThe appointment of 3 new members to the Company’s Board of Directors, Tim Hasara, John C. Gustavsen, and Gary C. Evans.\n  \n \nPage 48 of 91\nTable of Contents\n \n \nResults of Operations\n \nOperational and financial performance\n \nAntimony \n \nFinancial and operational metrics of antimony for the year ended December 31, 2022 and 2021 was as follows:\n \n \n \nYear ended December 31, \n \n \n \n \n \nAntimony - Combined USA and Mexico\n \n2022\n \n \n2021\n \n \n$ Change\n \n \n% Change\n \nTotal revenue -antimony\n \n$\n7,532,922\n \n \n$\n4,815,524\n \n \n$\n2,717,398\n \n \n \n56.4\n%\nRevenue - processing\n \n \n98,748\n \n \n \n-\n \n \n \n98,748\n \n \n \nN/A\n \nTotal revenue – antimony segment\n \n$\n7,631,670\n \n \n$\n4,815,524\n \n \n \n2,816,146\n \n \n \n58.5\n%\nGross profit - antimony\n \n$\n1,505,116\n \n \n$\n266,722\n \n \n \n1,238,394\n \n \n \n464.3\n%\nTotal lbs. of antimony metal sold\n \n \n1,394,036\n \n \n \n911,079\n \n \n \n482,957\n \n \n \n53.0\n%\nAverage sales price/lb. metal\n \n$\n5.47\n \n \n$\n5.29\n \n \n$\n0.18\n \n \n \n3.5\n%\nAverage cost/lb. metal\n \n$\n4.39\n \n \n$\n4.99\n \n \n$\n(0.60\n)\n \n \n(11.9\n%)\nAverage gross profit/lb. metal\n \n$\n1.08\n \n \n$\n0.30\n \n \n$\n0.78\n \n \n \n259.9\n%\n \nDuring the year ended December 31, 2022, the average sales price for antimony increased $0.18 per pound compared to the year ended December 31, 2021.   Gross profit per pound increased $0.78 per pound over the year ended December 31, 2021.\n \nDue to its antimony production and sales along with a favorable antimony price, the Company enjoyed its first profitable year since 2018.  We cut costs by selling finished ingots directly to customers in the United States from our Mexican smelter eliminating additional shipping and processing costs at our Montana facility.  \n \nThe first two quarters of 2022 each recognized more net profit than any previous year in the Company’s history.  The Company experienced a decrease in production in the third quarter due to a temporary decrease in feed for two reasons.  First, there was a scheduled shut-down by our North American supplier that was followed by equipment failure at their facility.  In addition to this, the supplier reported having difficulties with labor supply.   Second, the decrease in supply corresponded with less sourcing in Mexico during the negotiation phase regarding our purchase option agreement for the Wadley property. The delay between the reception of ore at the Mexican Smelter combined with the aforementioned delay carried over into fourth quarter of the year.   \n \nThe Company processed and sold 37,485 lbs. of antimony trisulfide as part of a tolling agreement.  During this period, the Company worked on and solved several problems that it was having with its processing of antimony concentrate from Mexico into antimony trisulfide crystal for sale to the munitions market and the Defense Logistics Agency (“DLA”).  In addition, two more furnaces were purchased to give the Company back-up in anticipation of planned maintenance.  \n \nMitzi Hart, who assumed the role of Plant Manager and also assistant Sales Director for antimony, has extensive previous experience in sourcing trucking.  This resulted in decreasing our trucking costs considerably.  Also, the Company was able to offer a discount for clients willing to source their own trucking which resulted in several clients who now provide their own freight.  \n \nZeolite \n \nFinancial and operational performance of zeolite for the year ended December 31, 2022 and 2021 was as follows:\n \n \n \nYear ended December 31, \n \n \n \n \n \nZeolite\n \n2022\n \n \n2021\n \n \n$ Change\n \n \n% Change\n \nTotal revenue - zeolite\n \n$\n3,151,330\n \n \n$\n2,593,641\n \n \n \n557,689\n \n \n \n21.5\n%\nGross profit - zeolite\n \n \n339,907\n \n \n \n340,806\n \n \n \n(899\n)\n \n \n(0.3\n%)\nTons of zeolite sold\n \n \n13,047\n \n \n \n11,747\n \n \n \n1,300\n \n \n \n11.1\n%\nAverage sales price/ton\n \n$\n241.55\n \n \n$\n220.78\n \n \n$\n20.77\n \n \n \n9.4\n%\nAverage cost/ton\n \n$\n216.27\n \n \n$\n191.77\n \n \n$\n24.50\n \n \n \n12.8\n%\nAverage gross profit/ton\n \n$\n25.28\n \n \n$\n29.01\n \n \n$\n(3.73\n)\n \n \n(12.9\n%)\n \nSales volume of zeolite for the year ended December 31, 2022 increased 1,300 tons over the year ended December 31, 2021.  Average sales price per ton increased $20.77 for the year ended December 31, 2022 over the comparable period ending December 31, 2021.\n \n \nPage 49 of 91\nTable of Contents\n \nAt Bear River Zeolite, between 2021 and 2022, despite an increase in sold tons, gross profit decreased slightly.  This was due to the increase in costs combined with a delay in raising our prices in order to retain particular clients that had pre-existing price agreements.  The strategy going forward will be to increase our sales price while significantly increasing production and sales. The overall strategy for increasing production started with the mine and mining techniques and utilizing the newly purchased rolling stock (mining and trucking equipment).  The Company experimented with ripping versus blasting and concluded at first that ripping was superior.  However, due to the distribution of rock size from ripping, it was concluded by the end of 2022 that ripping caused more delay in processing owing to the necessity to drill and break or blast oversized rock that would not fit in the jaw crusher.   Consequently, the primary technique that yields the fastest production from the mine through the mill is blasting.  Improvements to the blasting technique are scheduled for 2023.   The second phase of production improvements relate to the selection of the discharge size from the new cone crusher purchased in December.  Once the optimal size has been determined that corresponds to the most efficient rate of production and efficiency in product size, the plan is to work our way downstream through the secondary crushing circuit and then the screening.   Finally, the efficiency and production capacity of our packaging plant vs. available labor for this plant will be addressed to match the increased zeolite production.   \n \nPrecious Metals \n \nFinancial and operational performance of precious metals for the three months ended December 31, 2022 and 2021 was as follows:\n \n \n \nYear ended December 31, \n \n \n \n \n \nPrecious metals\n \n2022\n \n \n2021\n \n \n$ Change\n \n \n% Change\n \nTotal revenue - precious metals\n \n$\n261,707\n \n \n$\n338,341\n \n \n \n(76,634\n)\n \n \n(22.6\n%)\nGross profit precious metals\n \n \n151,167\n \n \n \n231,077\n \n \n \n(79,910\n)\n \n \n(34.6\n%)\nOunces sold - gold\n \n \n43.77\n \n \n \n70\n \n \n \n(26.23\n)\n \n \n(37.5\n%)\nOunces sold - silver\n \n \n25,122\n \n \n \n27,342\n \n \n \n(2,220\n)\n \n \n(8.1\n%)\n \nEARNINGS BEFORE INTEREST TAX DEPRECIATION AND AMORTIZATION\n \nThe Company utilizes Earnings Before Interest Taxes Depreciation and Amortization (“EBITDA”), a non-GAAP financial measurement which approximates free cash flow.\n \nOur company-wide Earnings Before Interest Taxes Depreciation Amortization (“EBITDA”) was $1,369,095 for the year ended December 31, 2022, compared to EBITDA of $825,950 for the year ended December 31, 2021, a 65.8% increase.    Increase in gross revenue of $3,297,201 and increased gross profit of $1,157,585 were the primary drivers behind the EBITDA results in 2022.\n \nIncome from operations improved from a company-wide loss of $660,257 for the year ended December 31, 2021 to income from operations of $348,205 for the year ended December 31, 2022.   Primary drivers were increased antimony sales and, to a lesser extent, continued strong market prices for antimony and zeolite. \n \n \nPage 50 of 91\nTable of Contents\n \nEBIDTA schedules by business segment for the year ended December 31, 2022 and December 31, 2021 is presented as follows.\n \nAntimony – Combined USA and Mexico\n \nYear ended\nDecember 31, 2022\n \n \nYear ended\nDecember 31, 2021\n \n \n$ Change\n \n \n% Change\n \nGross antimony revenue\n \n$\n7,631,670\n \n \n$\n4,815,524\n \n \n$\n2,816,146\n \n \n \n58.5\n%\nCost of sales\n \n \n6,126,554\n \n \n \n4,548,802\n \n \n \n1,577,752\n \n \n \n34.7\n%\nGross profit – antimony\n \n \n1,505,116\n \n \n \n266,722\n \n \n \n1,238,394\n \n \n \n464.3\n%\nOperating expenses\n \n \n1,482,526\n \n \n \n1,355,121\n \n \n \n127,405\n \n \n \n9.4\n%\nIncome (loss) from operations\n \n \n22,590\n \n \n \n(1,088,399\n)\n \n \n1,110,989\n \n \n \n102.1\n%\nNon-operating income\n \n \n129,481\n \n \n \n603,179\n \n \n \n(473,698\n)\n \n \n78.5\n%\nProvision for income tax\n \n \n(16,073\n)\n \n \n-\n \n \n \n(16,073\n)\n \n \nN/A\n \nNet income (loss) – antimony\n \n \n135,998\n \n \n \n(485,220\n)\n \n \n621,218\n \n \n \n128.0\n%\nInterest expense\n \n \n6,884\n \n \n \n1,700\n \n \n \n5,184\n \n \n \n304.9\n%\nProvision for income tax\n \n \n16,073\n \n \n \n-\n \n \n \n16,073\n \n \n \nN/A\n \nDepreciation and amortization\n \n \n630,855\n \n \n \n613,202\n \n \n \n17,653\n \n \n \n2.9\n%\nEBITDA – antimony\n \n$\n789,810\n \n \n$\n129,682\n \n \n$\n660,128\n \n \n \n509.0\n%\n \nZeolite\n \nYear ended\nDecember 31, 2022\n \n \nYear ended\nDecember 31, 2021\n \n \n$ Change\n \n \n% Change\n \nGross zeolite revenue\n \n$\n3,151,330\n \n \n$\n2,593,641\n \n \n$\n557,689\n \n \n \n21.5\n%\nCost of sales\n \n \n2,811,423\n \n \n \n2,252,835\n \n \n \n558,588\n \n \n \n24.8\n%\nGross profit – zeolite\n \n \n339,907\n \n \n \n340,806\n \n \n \n(899\n)\n \n(0.3%)\n \nOperating expenses\n \n \n165,459\n \n \n \n143,741\n \n \n \n21,718\n \n \n \n15.1\n%\nIncome from operations\n \n \n174,448\n \n \n \n197,065\n \n \n \n(22,617\n)\n \n(11.5%)\n \nNon-operating income (expense)\n \n \n(32,952\n)\n \n \n(3,391\n)\n \n \n(29,561\n)\n \n \n871.7\n%\nNet income – zeolite\n \n \n141,496\n \n \n \n193,674\n \n \n \n(52,178\n)\n \n(26.9%)\n \nInterest expense\n \n \n8,257\n \n \n \n3,839\n \n \n \n4,418\n \n \n \n115.1\n%\nDepreciation and amortization\n \n \n167,825\n \n \n \n160,414\n \n \n \n7,411\n \n \n \n4.6\n%\nEBITDA – zeolite\n \n$\n317,578\n \n \n$\n357,927\n \n \n$\n(40,349\n)\n \n(11.3%)\n \n \n \nPage 51 of 91\nTable of Contents\n \n \n \nYear ended December 31,\n \n \n \n \n \nPrecious Metals\n \n2022\n \n \n2021\n \n \n$ Change\n \n \n% Change\n \nGross revenue precious metals \n \n$\n261,707\n \n \n$\n338,341\n \n \n$\n(76,634\n)\n \n \n(22.6\n%)\nCost of sales\n \n \n110,540\n \n \n \n107,264\n \n \n \n3,276\n \n \n \n3.1\n%\nGross profit – precious metals\n \n \n151,167\n \n \n \n231,077\n \n \n \n(79,910\n)\n \n \n(34.6\n%)\nOperating expenses\n \n \n-\n \n \n \n-\n \n \n \n-\n \n \n \nN/A\n \nIncome from operations\n \n \n151,167\n \n \n \n231,077\n \n \n \n(79,910\n)\n \n \n(34.6\n%)\nNon-operating expenses\n \n \n-\n \n \n \n-\n \n \n \n-\n \n \n \nN/A\n \nNet income – precious metals\n \n \n151,167\n \n \n \n231,077\n \n \n \n(79,910\n)\n \n \n(34.6\n%)\nInterest expense\n \n \n-\n \n \n \n-\n \n \n \n-\n \n \n \nN/A\n \nDepreciation and amortization\n \n \n110,540\n \n \n \n107,264\n \n \n \n3,276\n \n \n \n3.1\n%\nEBITDA – precious metals\n \n$\n261,707\n \n \n$\n338,341\n \n \n$\n(76,634\n)\n \n \n(22.6\n%)\n \nCompany-wide\n \nYear ended\nDecember 31,\n2022\n \n \nYear ended\nDecember 31,\n2021\n \n \n$ Change\n \n \n% Change\n \nGross revenue\n \n$\n11,044,707\n \n \n$\n7,747,506\n \n \n$\n3,297,201\n \n \n \n42.6\n%\nCost of sales\n \n \n9,048,517\n \n \n \n6,908,901\n \n \n \n2,139,616\n \n \n \n31.0\n%\nGross profit \n \n \n1,996,190\n \n \n \n838,605\n \n \n \n1,157,585\n \n \n \n138.0\n%\nOperating expenses\n \n \n1,647,985\n \n \n \n1,498,862\n \n \n \n149,123\n \n \n \n9.9\n%\nIncome (loss) from operations\n \n \n348,205\n \n \n \n(660,257\n)\n \n \n1,008,462\n \n \n \n152.7\n%\nNon-operating income \n \n \n96,529\n \n \n \n599,788\n \n \n \n(503,259\n)\n \n(83.9\n%)\nProvision for income tax\n \n \n(16,073\n)\n \n \n-\n \n \n \n(16,073\n)\n \n \nN/A\n \nNet income (loss)\n \n \n428,661\n \n \n \n(60,469\n)\n \n \n489,130\n \n \n \n808.9\n%\nInterest expense\n \n \n15,141\n \n \n \n5,539\n \n \n \n9,602\n \n \n \n173.4\n%\nProvision for income tax\n \n \n16,073\n \n \n \n-\n \n \n \n16,073\n \n \n \nN/A\n \nDepreciation and amortization\n \n \n909,220\n \n \n \n880,880\n \n \n \n28,340\n \n \n \n3.2\n%\nEBITDA – Company-wide\n \n$\n1,369,095\n \n \n$\n825,950\n \n \n$\n543,145\n \n \n \n65.8\n%\n \n \nPage 52 of 91\nTable of Contents\n \nLIQUIDITY AND FINANCIAL CONDITION \n \nWORKING CAPITAL\n \nDecember 31,\n2022\n \n \nDecember 31,\n2021\n \nCurrent assets\n \n$\n21,617,359\n \n \n$\n23,568,992\n \nCurrent liabilities\n \n \n(2,219,870\n)\n \n \n(2,070,854\n)\nWorking capital\n \n$\n19,397,489\n \n \n$\n21,498,138\n \n \n \n \nFor the year ended\n \nCASH FLOWS\n \nDecember 31,\n2022\n \n \nDecember 31,\n2021\n \nCash flow used by operating activities\n \n$\n(249,277\n)\n \n$\n(2,431,477\n)\nCash flow used by investing activities\n \n \n(1,785,661\n)\n \n \n(653,126\n)\nCash flow provided (used) by financing activities\n \n \n(267,725\n)\n \n \n23,782,555\n \nNet change in cash during period\n \n$\n(2,302,663\n)\n \n$\n20,697,952\n \n \nAs of December 31, 2022, the Company had cash and cash equivalents of hand of $19,117,666 which consisted of $19,060,378 in money market funds and deposit accounts along with $57,288 of restricted cash.\n \nNet cash used by operating activities was $249,277 for the year ending December 31, 2022, compared with cash used by operating activities of $2,431,477 during the year ended December 31, 2021.  The $2,182,200 change in cash from operating activities is attributable to ongoing strong gross profit from antinomy sales.   \n \nNet cash used by investing activities of $1,785,661 included the purchase of a caterpillar for the Bear River Zeolite operation and ongoing construction of a new warehouse in Preston, ID.  \n \nCash flow used by financing activities for the year ended December 31, 2022 was $267,725 compared to a cash flow provided by financing activities of $23,782,555 for the year ended December 31, 2021.  In 2021, the Company raised $23,342,178 from the issuance of common stock and warrants and $1,790,705 from the exercise of warrants by existing shareholders.  This capital raise and warrant exercise was not recurring during the year ended December 31, 2022.\n \nFor the year ending December 31, 2023, we are planning to use funds for \n \n \n·\nContinue with substantial upgrades to the Bear River Zeolite plant, including modernizing equipment in our crushing plant to include new screens, sorting, conveying, dust-control, and crushing equipment with increased number of safety mechanisms to avoid shut-downs and insure uninterrupted production.  Additionally, we plan to use funds to expand and update our packaging capacity both on-site and possibly the creation of an off-site packaging plant where we can source more labor.   All use of funds for Bear River Zeolite are for the express purpose of substantially increasing production and sales of zeolite.  Some of the use of funds at Bear River Zeolite will doubtlessly be applied to increasing labor costs and an increase in the number of workers. \n \n·\nThe continuation of payment towards the completion of the purchase of the Sierra Guadalupe mining claims and surface rights. Also, the payment towards the purchase of ore and assistance for establishing the extraction of mineral at this property for the purpose of both the synthesis of antimony trisulfide, antimony metal, and antimony trioxide.\n \n·\nThe payment of the remainder of the amount due for the purchase of the Soyatal mining claims and purchase of ores from those claims for the synthesis of antimony trisulfide and antimony metal.\n \n·\nFor the addition of a gravity separation circuit at the Madero Smelter for the upgrading of low-grade oxide ores. The updating of equipment that has either rusted, or otherwise failed due to normal wear and tear including, but not limited to, the regular re-lining of furnaces. At some point in the future, we intend to use funds to update the facility in such a way that it will be able to produce finished antimony oxide for sale directly to customers. This will require a very large building to enclose our furnaces to shield them from rain, wind, and the weather. Also, we will need to purchase some quality-control equipment for this purpose.\n \n·\nIn Montana, to install two more electric furnaces; to reline two more smelting furnaces, and to continue to source and pay for labor at a competitive rate and pay our limited crew what they are worth.\n \n·\nAt Puerto Blanco, to continue to process ore into concentrate for synthesis into antimony trisulfide product. For the regular purchase of consumables and reagents necessary to operate the flotation facility and lab.\n \n·\nTo hire a certified geologist to do additional mapping and geologic work at the Los Juarez property to complete the geophysical, geochemical, and previous geological work that was done in order to help ascertain the value of the property.\n \n·\nTo pay for taxes on all mining concessions.\n \n·\nTo pay for all regular permitting fees associated with our holdings in Mexico and the United States.\n \n·\nTo pay for new sources of potential antimony ore and continue to investigate new or alternative sources of antimony ore.\n  \n \nPage 53 of 91\nTable of Contents\n \nOff-Balance Sheet Arrangements \n \nThe Company has no significant off-balance sheet arrangements that have or are reasonably likely to have a current or future effect on our financial condition, changes in financial condition, revenues or expenses, results of operations, liquidity, capital expenditures or capital resources that are material to its stockholders.\n \nCritical Accounting Estimates\n \nWe have, besides our estimates of the amount of depreciation on our assets, two critical accounting estimates. The percentage of antimony contained in our unprocessed ore in inventory is based on assays taken at the time the ore is delivered, and may vary when the ore is processed. Also, the asset recovery obligation on our balance sheet is based on an estimate of the future cost to recover and remediate our properties as required by our permits upon cessation of our operations, and may differ when we cease operations.\n \n \n·\nThe value of unprocessed ore is based on assays taken at the time the ore is delivered, and may vary when the ore is processed. We assay the ore to estimate the amount of antimony contained per metric ton, and then make a payment based on the Rotterdam price of antimony and the % of antimony contained. Our payment scale incorporates a penalty for ore with a low percentage of antimony. It is reasonably likely that the initial assay will differ from the amount of metal recovered from a given lot. If the initial assay of a lot of ore on hand at the end of a reporting period were different, it would cause a change in our reported inventory, but would not change our accounts payable, reported cost of goods sold or net income amounts. Our net income would not be affected. Direct shipping ore (DSO) purchased at our Madero smelter is paid for at a fixed amount at the time of delivery and assaying, and is not subject to accounting estimates. The amount of the accounting estimate for purchased ore at our Puerto Blanco mill is in a constant state of change because the amount of purchased ore and the percent of metal contained are constantly changing. Due to the amount of ore on hand at the end of a reporting period, as compared to the amount of total assets, liabilities, equity, and the ore processed during a reporting period, any change in the amount of estimated metal contained would likely not result in a material change to our financial condition.\n \n \n \n \n·\nThe asset retirement obligation and asset on our balance sheet is based on an estimate of the future cost to recover and remediate our properties as required by our permits upon cessation of our operations, and may differ when we cease operations. We make periodic reviews of the remaining life of the mine and other operations, and the estimated remediation costs upon closure, and adjust our account balances accordingly. At this time, we think that an adjustment in our asset recovery obligation is not required, and an adjustment in future periods would not have a material impact in the year of adjustment, but would change the amount of the annual accretion and amortization costs charged to our expenses by an undetermined amount.\n  ",
    "item7a": ">Item 7A. Quantitative and Qualitative Disclosures about Market Risk\n \nNot applicable.\n \n \nPage 54 of 91\nTable of Contents\n ",
    "cik": "101538",
    "cusip6": "911549",
    "cusip": [
        "911549103",
        "911549903",
        "911549953"
    ],
    "names": [
        "UNITED STATES ANTIMONY CORP"
    ],
    "source": "https://www.sec.gov/Archives/edgar/data/101538/000165495423009305/0001654954-23-009305-index.htm"
}