{
    "item1": ">ITEM 1. BUSINESS \nOVERVIEW\nH&R Block provides help and inspires confidence in its clients and communities everywhere through global tax preparation services, financial products, and small business solutions. We blend digital innovation with human expertise and care to help people get the best outcome at tax time and also be better with money by using our mobile banking app, Spruce℠.\nH&R Block, Inc. was organized as a corporation in 1955 under the laws of the State of Missouri. A complete list of our subsidiaries as of June 30, 2023 can be found in \nExhibit 21\n.\nDuring fiscal year 2023, we prepared\n20.1 million U.S. tax returns\n(1)\nwhich contributed to our consolidated revenues of\n$3.5 billion,\nnet income from continuing operations of\n$561.8 million,\nEBITDA\n(2)\n from continuing operations of \n$914.7 million,\nand diluted EPS from continuing operations of \n$3.56 per share.\nWe repurchased\n14.6 million shares of our common stock,\nand declared dividends of\n$1.16 per share,\nwhich was an increase of\n$0.08, or 7.4%, per share from the prior year.\n(1)  \nU.S. Tax returns prepared includes tax returns prepared in U.S. company and franchise office locations, virtually,\n and through our DIY solutions.\n(2)\n See \"\nNon-GAAP Financial Information\n\" in Item 7 for a reconciliation of non-GAAP measures.\n2\n2023 Form 10-K |\n H&R Block, Inc.\nFINANCIAL INFORMATION ABOUT INDUSTRY SEGMENTS\nWe report a single segment that includes all of our continuing operations, which includes tax preparation, small business services, and financial services and products. See discussion below.\nDuring fiscal year 2021, we introduced Block Horizons, our five year strategy that will leverage our human expertise and technological infrastructure to deliver growth by driving tax solution innovation, helping small businesses to thrive, and support individuals where they need the most help with money.\nSmall Business\nDuring fiscal year 2023 small business assisted tax improved client satisfaction metrics, and continued to focus on helping small business clients beyond tax. We launched an entity formation tool to allow small business customers to take advantage of benefits that may come from incorporating, and while early, our bookkeeping and payroll services are gaining traction. Wave is our one-stop money management platform for small business owners. Our top two priorities at Wave are accelerating revenue growth and driving long term profitability.\nFinancial Products\nIn January 2023, we introduced Spruce\nSM\n, our mobile banking platform, to our assisted clients for the first time. Since the launch of Spruce\nSM\n through June 30, 2023, we have had 300 thousand signups and $334 million dollars in customer deposits. Spruce\nSM\n is committed to helping clients be better with money, and we are seeing progress towards that goal. During the year, we launched new features enabling clients to easily set up direct deposit within the app with just a few clicks and build healthy spending habits. Thousands of clients have engaged with the tools within the app, and feedback indicates that features give them the visibility and control they have been missing in their financial lives. From here, we are working to improve how we acquire clients both in and out of the tax season.\nBlock Experience\nBlock Experience is all about blending technology and digital tools with human expertise and care to serve clients however they want to be served: fully virtual to fully in person and everything in between. We have been successful in driving digital adoption by leveraging the MyBlock app features such as uploading documents, approving returns online, and utilizing virtual chat. This year, more than 30% of assisted clients used a virtual tool during their tax preparation experience within our company-owned offices.\nWe provide assisted and do-it-yourself (DIY) tax return preparation solutions through multiple channels (including in-person, online and mobile applications, virtual, and desktop software) and distribute H&R Block-branded services and products, including those of our bank partners, to the general public primarily in the U.S., Canada and Australia. We also offer small business financial solutions through our company-owned and franchise offices and online through Wave. Major revenue sources include fees earned for tax preparation via our assisted and DIY channels, royalties from franchisees, and fees from related services and products. \nH&R Block, Inc.\n | 2023 Form 10-K\n3\nTAX PREPARATION SERVICES\nAssist\ned income tax return preparation and related services are provided by tax professionals via a system of retail offices operated directly by us or our franchisees. These tax professionals provide assistance to our clients either in person or virtually in a number of ways. Clients can come into an office, digitally \"drop off\" their documents for their tax professional, approve their return online, have a tax professional review a return they prepared themselves through Tax Pro Review or get their questions answered as they complete their own return through Online Assist. \nOur online software may be accessed through our website at \nwww.hrblock.com\n or in a mobile application, while our desktop software may be purchased online and through third-party retail stores.\nAssisted tax returns are covered by our 100% accuracy guarantee, whereby we will reimburse a client for penalties and interest attributable to an H&R Block error on a tax return. \nDIY tax returns are covered by our 100% accuracy guarantee, whereby we will reimburse a client up to a maximum of $10,000 if our software makes an arithmetic error that results in payment of penalties and/or interest to the respective taxing authority that the client would otherwise not have been required to pay.\nWe offer franchises as a way to expand our presence in certain geographic areas. In the U.S., our franchisees pay us approximately 30% of gross tax return preparation and related service revenues as a franchise royalty.\nOTHER OFFERINGS\nDuring fiscal year 2023, we also offered U.S. clients a number of additional services, including Refund Transfers (RT), our Peace of Mind® Extended Service Plan (POM), H&R Block Emerald Prepaid Mastercard® (Emerald Card\n®\n), H&R Block Emerald Advance® Lines of Credit (EA), Tax Identity Shield® (TIS), Refund Advances (RA), and small business financial solutions. For our Canadian clients, we also offer POM, H&R Block's Instant Refund\nSM\n, H&R Block Pay With Refund®, and small business financial solutions.\nRefund Transfers.\n RTs enable clients to receive their tax refunds by their chosen method of disbursement and include a feature enabling clients to deduct tax preparation and related fees from their tax refunds. Depending on circumstances, clients may choose to receive their RT proceeds by a load to their Emerald Card®, a deposit to their Spruce Spending Account, by receiving a check or by direct deposit to an existing account. RTs are available to U.S. clients and are frequently obtained by those who: (1) do not have bank accounts into which the Internal Revenue Service (IRS) can direct deposit their refunds; (2) like the convenience and benefits of a temporary account for receipt of their refund; and/or (3) prefer to have their tax preparation fees paid directly out of their refunds. RTs are offered through our relationship with our bank partner. We offer a similar program, H&R Block Pay With Refund®, to our Canadian clients through a Canadian chartered bank.\nPeace of Mind® Extended Service Plan. \nWe offer POM to U.S. and Canadian clients who obtain assisted tax preparation services, whereby we (1) represent our clients if they are audited by a taxing authority, and (2) assume the cost, subject to certain limits, of additional \ntaxes owed by a client resulting from errors attributable to H&R Block. The additional taxes paid under POM have a cumulative limit of $6,000 for U.S. clients and $3,000 CAD for Canadian clients with respect to the federal, state/provincial and local tax returns we prepared for applicable clients during the taxable year protected by POM.\nH&R Block Emerald Prepaid Mastercard®.\n The Emerald Card\n®\n enables clients to receive their tax refunds from the IRS directly on a prepaid debit card, or to direct RT, EA or RA proceeds to the card. The card can be used for everyday purchases, bill payments and ATM withdrawals anywhere Debit Mastercard\n® \n(Mastercard is a registered trademark of Mastercard International Incorporated) is accepted. Additional funds can be added to the card year-round, such as through direct deposit or at participating retail reload providers, and the Emerald Card\n®\n can be added to clients' mobile wallets. We distribute the Emerald Card\n®\n issued by our bank partner.\nH&R Block Emerald Advance® Lines of Credit.\n EAs are lines of credit offered to clients in our offices, from mid-November through mid-January, in amounts up to $1,000. If the borrower meets certain criteria as agreed in the loan terms, the line of credit can be utilized year-round. In addition to the required monthly payments, borrowers \n4\n2023 Form 10-K |\n H&R Block, Inc.\nmay elect to pay down balances on EAs with their tax refunds. These lines of credit are offered by our bank partner, and we subsequently purchase a participation interest in all EAs originated by our bank partner.\nTax Identity Shield®.\n Our TIS program offers clients assistance in helping protect their tax identity and access to services to help restore thei\nr tax identity, if necessary. Protection services include a daily scan of the dark web for personal information, a monthly scan for the client's social security number in credit header data, notifying clients if their information is detected on a tax return filed through H&R Block, and obtaining additional IRS identity protections when eligible.\nRefund Advance Loans. \nRAs are interest-free loans offered by our bank partner, which are available to eligible U.S. assisted clients in company-owned and participating franchise locations, including virtual clients. In tax season 2023, RAs were offered in amounts of $250, $500, $750, $1,250 and $3,500, based on client eligibility as determined by our bank partner. \nH&R Block's Instant Refund\nSM\n. \nOur Canadian operations advance refunds due to certain clients from the Canada Revenue Agency (CRA), for a fee. The fee charged for this service is mandated by federal legislation which is administered by the CRA. The client assigns to us the full amount of the tax refund to be issued by the CRA and the refund amount is then sent by the CRA directly to us. \nSmall Business Financial Solutions.\n Our Block Advisors certified tax professionals provide small businesses with financial expertise in taxes, bookkeeping and payroll through our office network. Wave provides small business owners with an online solution to manage their finances, including payment processing, payroll and bookkeeping services.\nSEASONALITY OF BUSINESS\n \nBecause the majority of our clients file their tax returns during the period from February through April in a typical year, a substantial majority of our revenues from income tax return preparation and related services and products are earned during this per\niod. As a result, we generally operate at a loss through the first two quarters of our fiscal year.\nCOMPETITIVE CONDITIONS\n \nWe provide assisted and DIY tax preparation services and products, as well as small business financial solutions, and face substantial competition in and across each category from tax return preparation firms and software providers, accounting firms, independent tax preparers, and certified public accountants.\nWe are one \nof the largest providers of tax return preparation solutions and electronic filing services in the U.S., Canada, and Australia with 23.4 million returns filed by or through H&R Block in fiscal year 2023.\nGOVERNMENT REGULATION\n \nOur business is subject to various forms of government regulation, including U.S. Federal and state tax preparer regulations, financial consumer protection and privacy regulations, state regulations, franchise regulations and foreign regula\ntions. See further discussion of these items in our \nItem 1A. Risk Factors\n and \nItem 7 under \"Regulatory Environment\"\n of this Form 10-K.\nHUMAN CAPITAL\nFulfilling our purpose extends to helping and inspiring confidence in our associates. We are committed to our associates’ total well-being—physical, mental, financial, career, team and community. Together, when we balance these components, we achieve personal, team and organizational strength. These commitments extend to both our year-round and seasonal associates.\nAssociates.\n We had approxima\ntely 4,000 regular full-time associates as of June 30, 2023. Our business is dependent on the availability of a seasonal workforce, including tax professionals, and our ability to hire, train, and supervise these associates. The highest number of persons we employed during the fiscal year ended June 30, 2023, including seasonal associates, was approximately 74,400.\nH&R Block, Inc.\n | 2023 Form 10-K\n5\nAssociate Engagement.\n We administer an annual survey to all associates to better understand their levels of engagement and identify areas where we can improve. In previous years, we compared our scores against a global benchmark, which is the average of thousands of companies. This year we aspirationally changed our benchmark from the global benchmark to the top 25th percentile of the global benchmark to challenge our associates and leaders and to yield reports that are easier for leaders to identify opportunities to take action. Across the company, over half of culture and engagement questions measured were at or above the top 25th percentile of the global benchmark. We are pleased with our overall employee satisfaction score which continues on an upward trend. This year, individual leaders at all levels have begun formally creating and monitoring culture and engagement-related goals to continue our upward trajectory.\nCompensation and Benefits.\n Our compensation programs are designed to attract and retain top talent that act boldly, demand high standards, crave tough problems and value winning as a team. Our equitable and comprehensive benefits offerings provide access to benefits to help both regular and seasonal associates plan for the health and security of their families. H&R Block provides comprehensive medical insurance to our associates, and extends the opportunity for medical insurance to our seasonal workforce who satisfy the eligibility guidelines of the Affordable Care Act. Subject to meeting eligibility requirements, associates can also choose to participate in the H&R Block Retirement Savings Plan 401(k) and Employee Stock Purchase Plan.\nTraining and Development.\n We offer a variety of development opportunities for our associates, including in-person classes, online courses, assessments, and a learning library. Our tax professionals receive extensive annual tax training on topics including recent tax code changes and filing practices, and we offer additional education opportunities for tax professionals to enhance their knowledge and skills. In preparation for the upcoming tax season, our tax professionals receive training on H&R Block products, soft skills and tax office best practices.\nDiversity, Inclusion and Belonging.\n We continually evaluate our management approaches to improving diversity and inclusion, which includes looking at how we can provide a sense of belonging in the workplace for our associates. We believe taking care of our associates significantly increases their job satisfaction and is instrumental to the company’s ongoing success. We materialized these efforts through our Belonging@Block program which is a council of associates from multiple departments across the organization with the responsibility to represent and improve our diverse and inclusive culture. We have continued to grow our membership in diversity and inclusion groups focusing on LGBTQ+, neurodiversity, young professionals, veterans, women, and Black associates. We have also extended our diversity and inclusion efforts to support supplier diversity, enhancement of our Racial Equity Action Plan, and the development of a program that supports technology talent diversity. We also remain committed to building a Connected Culture—one in which trust, care, and connections are how we work together as we continue to create an environment where everyone feels safe to bring their authentic self to work every day and feels like they belong as part of a larger team. Our people are the number one enabler for living our Purpose and we value our associates by offering various talent development opportunities, tax training and support, and regularly assessing compensation policies and data to ensure pay equity. To thank our associates and protect against heightened stress, burnout, and uncertainty, we have implemented ‘The Annual Reboot,’ a paid week of time off offered during the first week of July to disconnect and recharge. Because of our efforts to foster a culture of belonging, we are consistently recognized as a top employer in many different categories.\nSERVICE MARKS AND TRADEMARKS\nWe have made a practice of offering our services and products under service marks and trademarks and of securing registration for many of these marks in the U.S. and other countries where our services and products are marketed. We consider these service marks and trademarks, in the aggregate, to be of material importance to our business, particularly our businesses providing services and products under the \"H&R Block\" brand. The initial duration of U.S. federal trademark registrations is 10 years. Most U.S. federal registrations can be renewed perpetually at 10-year intervals and remain enforceable so long as the marks continue to be used. \n6\n2023 Form 10-K |\n H&R Block, Inc.\nINFORMATION ABOUT OUR EXECUTIVE OFFICERS\nJeffrey J. Jones II\n, 55, became our President and Chief Executive Officer in October 2017 and was our President and Chief Executive Officer-Designate from August 2017 to October 2017. Before joining the Company, he served as the President of Ridesharing at Uber Technologies, Inc. from October 2016 until March 2017. He also served as the Executive Vice President and Chief Marketing Officer of Target Corporation from April 2012 until September 2016.\nTony G. Bowen\n, 48, became our Chief Financial Officer in May 2016. Prior to that, he served as our Vice President, U.S. Tax Services Finance from May 2013 through April 2016.\nKellie J. Logerwell\n, 53, became our Chief Accounting Officer in July 2016. Prior to that, she served as our Vice President of Corporate and Field Accounting from December 2014 until July 2016 and as our Assistant Controller from December 2010 until December 2014.\nDara S. Redler\n, 56, became our Chief Legal Officer in January 2022. Prior to joining the Company, she served as General Counsel and Corporate Secretary for Tilray, Inc. from January 2019 until September 2021. She also held various legal roles of increasing responsibility with The Coca-Cola Company from September 2001 until December 2018.\nAVAILABILITY OF REPORTS AND OTHER INFORMATION\nOur annual report on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K and all amendments to those reports filed with or furnished to the SEC are available, free of charge, through our website at \nwww.hrblock.com\n as soon as reasonably practicable after such reports are electronically filed with or furnished to the SEC. The SEC maintains a website at \nwww.sec.gov\n containing reports, proxy and information statements and other information regarding issuers who file electronically with the SEC.\nThe following corporate governance documents are posted on our website at \nwww.hrblock.com:\n▪\nThe Amended and Restated Articles of Incorporation of H&R Block, Inc.;\n▪\nThe Amended and Restated Bylaws of H&R Block, Inc.;\n▪\nThe H&R Block, Inc. Corporate Governance Guidelines;\n▪\nThe H&R Block, Inc. Code of Business Ethics and Conduct;\n▪\nThe H&R Block, Inc. Board of Directors Independence Standards;\n▪\nThe H&R Block, Inc. Audit Committee Charter;\n▪\nThe H&R Block, Inc. Compensation Committee Charter;\n▪\nThe H&R Block, Inc. Finance Committee Charter; and\n▪\nThe H&R Block, Inc. Governance and Nominating Committee Charter.\nIf you would like a printed copy of any of these corporate governance documents, please send your request to H&R Block, Inc., One H&R Block Way, Kansas City, Missouri 64105, Attention: Corporate Secretary.\nInformation contained on our website does not constitute any part of this report.\nH&R Block, Inc.\n | 2023 Form 10-K\n7\nITEM 1A. RISK FACTORS\nOur business activities expose us to a variety of risks. Identification, monitoring, and management of these risks are essential to the success of our operations and the financial soundness of H&R Block. Senior management and the Board of Directors, acting as a whole and through its committees, take an active role in our risk management process and have delegated certain activities related to the oversight of risk management to the Company's enterprise risk management team and the Enterprise Risk Committee, which is comprised of Vice Presidents of major business and control functions and members of the enterprise risk management team. The Company’s enterprise risk management team, working in coordination with the Enterprise Risk Committee, is responsible for identifying and monitoring risk exposures and related mitigation and leading the continued development of our risk management policies and practices. \nAn investment in our securities involves risk, including the risk that the value of that investment may decline or that returns on that investment may fall below expectations. There are a number of factors that could cause actual conditions, events, or results to differ materially from those described in forward-looking statements, many of which are beyond management's control or its ability to accurately estimate or predict, or that could adversely affect our financial position, results of operations, cash flows, and the value of an investment in our securities. The risks described below are not the only ones we face. We could also be affected by other events, factors, or uncertainties that are presently unknown to us or that we do not currently consider to be significant risks to our business.\nSTRATEGIC AND INDUSTRY RISKS\nChanges in applicable tax laws have had, and may in the future have, a negative impact on the demand for and pricing of our services. Government changes in tax filing or IRS processes may adversely affect our business and our consolidated financial position, results of operations, and cash flows.\nThe U.S. government has in the past made, and may in the future make, changes to the individual income tax provisions of the Internal Revenue Code, tax regulations, and the rules and procedures for implementing such laws and regulations. In addition, taxing authorities or other relevant governing bodies in various federal, state, local, and foreign jurisdictions in which we operate may change the income tax laws in their respective jurisdictions, and such laws may vary greatly across the various jurisdictions. It is difficult to predict the manner in which future changes to the Internal Revenue Code, tax regulations, and the rules and procedures for implementing such laws and regulations, and state, local, and foreign tax laws may impact us and the tax return preparation industry. Such future changes could decrease the demand or the amount we charge for our services, and, in turn, have a material adverse effect on our business and our consolidated financial position, results of operations, and cash flows.\nIn addition, there are various initiatives from time to time seeking to simplify the tax return preparation filing process or otherwise modify IRS processes. Taxing authorities in various federal, state, local, and foreign jurisdictions in which we operate have also introduced measures seeking to simplify or otherwise modify the preparation and filing of tax returns or the issuance of refunds in their respective jurisdictions. For example, from time to time, U.S. federal and state governments have considered various proposals through which the respective governmental taxing authorities would use taxpayer information provided by employers, financial institutions, and other payers to \"pre-populate,\" prepare and calculate tax returns and distribute them to taxpayers. There are various initiatives from time to time seeking to expedite, reduce, or change the timing of refunds, which could reduce the demand for certain of our services or financial products. \n The adoption or expansion of any measures that significantly simplify tax return preparation, or otherwise reduce the need for third-party tax return preparation services or financial products, including governmental encroachment at the U.S. federal and state levels, as well as in foreign jurisdictions, could reduce demand for our services and products and could have a material adverse effect on our business and our consolidated financial position, results of operations and cash flows.\n8\n2023 Form 10-K |\n H&R Block, Inc.\nIncreased competition for clients could adversely affect our current market share and profitability, and we may not be effective in achieving our strategic and operating objectives. \nWe face substantial competition throughout our businesses. All categories in the tax return preparation industry are highly competitive, and additional competitors have entered, and in the future may enter, the market to provide tax preparation services or products. In the assisted tax services category, there are a substantial number of tax return preparation firms and accounting firms offering tax return preparation services. Commercial tax return preparers are highly competitive with regard to price and service. In DIY and virtual, options include various forms of digital electronic assistance, including online and mobile applications, and desktop software, all of which we offer. Our DIY and virtual services and products compete with a number of online and software companies, primarily on price and functionality. Individual tax filers may elect to change their tax preparation method, choosing from among various assisted, DIY, and virtual offerings. \nOur Block Horizons strategy is focused on small businesses, financial products and the tax client experience. While we believe that our strategic objectives reflect opportunities that are appropriate and achievable, it is possible that our objectives may not deliver projected long-term growth in revenue and profitability due to competition, inadequate execution, incorrect assumptions, sub-optimal resource allocation, or other reasons, including any of the other risks described in this “Risk Factors” section. If we are unable to realize the desired benefits from our business strategy, our ability to compete across our business and our consolidated financial position, results of operations, and cash flows could be adversely affected.\nTechnology advances quickly and in new and unexpected ways, and it is difficult to predict the manner in which these changes will impact the tax return preparation industry, the problems we may encounter in enhancing our services and products, or the time and resources we may need to devote to the creation, support, and maintenance of technological enhancements. In addition, new technologies, such as those related to artificial intelligence, machine learning, automation, and algorithms, may have unexpected consequences, which may be due to their limitations, potential manipulation or unintended uses, or our failure to use or implement them effectively. If we are slow to enhance our services, products, or technologies, if our competitors are able to achieve results more quickly than us, if there are new and unexpected entrants into the industry, or if there are new technologies available that provide products or services that compete with ours, we may fail to capture, or lose, a significant share of the market. \nAdditionally, we and many other tax return preparation firms compete by offering one or more of RTs, prepaid cards, RAs, other financial services and products, and other tax-related services and products, many of which are subject to regulatory scrutiny, litigation, and other risks. From time to time we may make changes to certain of our services and products and we can make no assurances that we will be able to offer, or that we will continue to offer, all of these services and products. Any such changes to our services or products or any failure to continue offering such services and products could negatively impact our financial results and ability to compete. Intense competition could result in a reduction of our market share, lower revenues, lower margins, and lower profitability. In addition, we face intense competition with our small business solutions. We may be unsuccessful in competing with other providers, which may diminish our revenue and profitability, and harm our ability to acquire and retain clients.\nOffers of free services or products could adversely affect our revenues and profitability.\nU.S. federal, state, and foreign governmental authorities in certain jurisdictions in which we operate currently offer, or facilitate the offering of, tax return preparation and electronic filing options to taxpayers at no charge, and certain volunteer organizations also prepare tax returns at no charge for low-income taxpayers. In addition, many of our competitors offer certain tax preparation services and products, and other financial services and products, at no charge. Government tax authorities, volunteer organizations, our competitors, and potential new market entrants may also elect to implement or expand free offerings in the future. Free File, Inc., which operates under an agreement that is currently set to expire in October 2025, is currently the sole means through which the IRS offers free DIY tax software to taxpayers, however the IRS is not prohibited from offering competing services. For example, in May 2023, the IRS announced that it is beginning a limited pilot project to evaluate customer support and technology needs related to a direct online tax filing system, and is also evaluating the IRS’s ability to overcome the potential operational challenges associated with such a system. As a result of this or other programs, \nH&R Block, Inc.\n | 2023 Form 10-K\n9\nthe federal government could become our direct competitor, which could have a material adverse effect on our business and our consolidated financial position, results of operations, and cash flows.\nIn order to compete, we have offered certain, and may in the future offer additional, services and products at no charge. There can be no assurance that we will be able to attract clients or effectively ensure the migration of clients from our free offerings to those for which we receive fees, and clients who have formerly paid for our offerings may elect to use free offerings instead. These competitive factors may diminish our revenue and profitability, or harm our ability to acquire and retain clients, resulting in a material adverse effect on our business and our consolidated financial position, results of operations, and cash flows.\nOur businesses may be adversely affected by difficult economic conditions.\nUnfavorable changes in economic conditions, which are typically beyond our control, including without limitation, inflation, slowing growth, rising interest rates, recession, changes in the political climate, war (including, but not limited to, the conflict between Russia and Ukraine), supply chain or labor market disruptions, banking or financial market disruptions, or other adverse changes, could negatively affect our business and financial condition. Difficult economic conditions are frequently characterized by high unemployment levels and declining consumer and business spending. These poor economic conditions may negatively affect demand and pricing for our services and products. In the event of difficult economic conditions that include high unemployment levels, especially within the client segments we serve, clients may elect not to file tax returns or utilize lower cost preparation and filing alternatives.\nIn addition, difficult economic conditions may disproportionately impact small business owners. Wave’s revenues were negatively impacted during the start of the COVID-19 pandemic, and may again be negatively impacted in the event of a sustained economic slowdown or recession. Difficult economic conditions, including an economic recession or high inflationary period, could have a material adverse effect on our business and our consolidated financial position, results of operations, and cash flows.\nOPERATIONAL AND EXECUTION RISKS\nOur failure to effectively address fraud by third parties using our offerings could have a material adverse effect on our business and our consolidated financial position, results of operations, and cash flows.\nMany industries have experienced an increased variety and amount of attempted fraudulent activities by third parties, and those fraudulent activities are becoming increasingly sophisticated. A number of companies, including some in the tax return preparation and financial services industries, have reported instances where criminals gained access to consumer information or user accounts maintained on their systems by using stolen identity information (e.g., email, username, password information, or credit history) obtained from third-party sources. We have experienced, and in the future may continue to experience, this form of unauthorized and illegal access to our systems, despite no breach in the security of our systems. Though we do not believe this fraud is uniquely targeted at our offerings, our failure to effectively address any such fraud may adversely impact our business and our consolidated financial position, results of operations, and cash flows. \nIn addition to losses directly from such fraud, which could occur in some cases, we may also suffer a loss of confidence by our clients or by governmental agencies in our ability to detect and mitigate fraudulent activity, and such governmental authorities may refuse to allow us to continue to offer such services or products. For example, a person with malicious intent may unlawfully take user account and password information from our clients to electronically file fraudulent federal and state tax returns, which could impede our clients' ability to file their tax returns and receive refunds (or other amounts due) and diminish consumers' perceptions of the security and reliability of our services and products, despite no breach in the security of our systems. \nGovernmental authorities in jurisdictions in which we operate have taken action, and may in the future take additional action, in an attempt to combat identity theft or other fraud, which may require changes to our systems and business practices, or those of third parties on which we rely, that cannot be anticipated. These actions may have a material adverse effect on our business and our consolidated financial position, results of operations, and cash flows.\n Furthermore, as fraudulent activity becomes more pervasive and sophisticated, we may implement fraud detection and prevention measures that could make it less convenient for legitimate clients to obtain and use our \n10\n2023 Form 10-K |\n H&R Block, Inc.\nservices and products, which may adversely affect the demand for our services and products, our reputation, and our financial performance.\nAn interruption in our information systems, or those of our franchisees or a third party on which we rely, or an interruption in the internet, could have a material adverse effect on our business and our consolidated financial position, results of operations, and cash flows.\nWe, our franchisees, and other third parties material to our business operations rely heavily upon communications, networks, and information systems and the internet to conduct our business (including third-party internet-based or cloud computing services, and the information systems of our key vendors). These networks, systems, and operations are potentially vulnerable to damage or interruption from upgrades and maintenance, network failure, hardware failure, software failure, power or telecommunications failures, cyberattacks, human error, and natural disasters. As our tax preparation business is seasonal, our systems must be capable of processing high volumes during our peak periods. Therefore, any failure or interruption in our information systems, or information systems of our franchisees or a private or government third party on which we rely, or an interruption in the internet or other critical business capability during our busiest periods, could negatively impact our business operations and reputation, and increase our risk of loss.\nThere can be no assurance that system or internet failures or interruptions in critical business capabilities will not occur, or, if they do occur, that we, our franchisees or the private or governmental third parties on whom we rely, will adequately address them. The precautionary measures that we, or third parties on whom we rely, have implemented to avoid systems outages and to minimize the effects of any data or communication systems interruptions or failures may not be adequate, and we and such third parties may not have anticipated or addressed all of the potential events that could threaten or undermine our or such third parties information systems or other critical business capabilities. We do not have redundancy for all of our systems and our disaster recovery planning may not account for all eventualities. Our software and computer systems utilize cloud computing services provided by Microsoft Corporation. If the Microsoft Azure Cloud is unavailable for any reason, it could negatively impact our ability to deliver our services and products and our clients may not be able to access certain of our products or features, any of which could significantly impact our operations, business, and financial results.\nThe occurrence of any systems or internet failure, or business interruption could negatively impact our ability to serve our clients, which in turn could have a material adverse effect on our business and our consolidated financial position, results of operations, and cash flows.\nAny significant delays in launching our tax service and product offerings, changes in government regulations or processes (including the acceptance of tax returns and the issuance of refunds and other amounts to clients by the IRS or state tax agencies) that affect how we provide such offerings to our clients, or significant problems with such offerings or the manner in which we provide them to our clients may harm our revenue, results of operations, and reputation.\nTax laws and tax forms are subject to change each year, and the nature and timing of such changes are unpredictable. As a part of our business, we must incorporate any changes to tax laws and tax forms into our tax service and product offerings, including our online and mobile applications and desktop software. The unpredictable nature, timing and effective dates of changes to tax laws and tax forms can result in condensed development cycles for our tax service and product offerings because our clients expect high levels of accuracy and a timely launch of such offerings to prepare and file their taxes by the applicable tax filing deadlines and, in turn, receive any tax refund amounts on a timely basis. From time to time, we review and enhance our quality controls for preparing accurate tax returns, but there can be no assurance that we will be able to prevent all inaccuracies. Further, changes in governmental administrations or regulations could result in further and unanticipated changes in requirements or processes, which may require us to make corresponding changes to our client service systems and procedures. In addition, unanticipated changes in governmental processes, or newly implemented processes, for (1) accepting tax filings and related forms, including the ability of taxing authorities to accept electronic tax \nH&R Block, Inc.\n | 2023 Form 10-K\n11\nreturn filings, or (2) distributing tax refunds or other amounts to clients may result in processing delays by us or applicable taxing authorities.\nCertain of our financial products are dependent on the IRS following the client’s directions to direct deposit the tax refund. If the IRS disregards this direction, and sends the tax refund via check, then it could result in a loss of tax preparation and financial product revenue, negative publicity, and client dissatisfaction. In addition, any delays in launching new financial service or product offerings, or technical or other issues associated with the launch, could cause a loss of clients or client dissatisfaction, especially if such issues occur during the tax season.\nAny major defects or delays caused by the above-described complexities may lead to loss of clients and loss of or delay in revenue, negative publicity, client dissatisfaction, a deterioration in our business relationships with our partners or our franchisees, exposure to litigation, and increased operating expenses, even if any such launch delays or defects are not caused by us. Any of the risks described above could have a material adverse effect on our business, our reputation, and our consolidated financial position, results of operations, and cash flows.\nWe rely on a single vendor or a limited number of vendors to provide certain key services or products, and the loss of such relationships, the inability of these key vendors to meet our needs, or errors by the key vendors in providing services to or for us, could have a material adverse effect on our business and our consolidated financial position, results of operations, and cash flows.\nHistorically, we have contracted, and in the future we will likely continue to contract, with a single vendor or a limited number of vendors to provide certain key services or products for our tax, financial, and other services and products. A few examples of this type of reliance are our relationships with Fidelity National Information Services, Inc. (FIS), Galileo Financial Technologies, LLC, or similar vendors, for data processing and card production services, Pathward, for the issuance of RTs, EAs RAs, Emerald Cards, and Spruce accounts, and Microsoft Corporation, for cloud computing services and artificial intelligence technology. In certain instances, we are vulnerable to vendor error, service inefficiencies, data breaches, service interruptions, or service delays, and such issues by our key vendors in providing services to or for us could result in material losses for us due to the nature of the services being provided or our contractual relationships with our vendors. If any material adverse event were to affect one of our key vendors or if we are no longer able to contract with our key vendors for any reason, we may be forced to find an alternative provider for these critical services. It may not be possible to find a replacement vendor on terms that are acceptable to us or at all. \n Our sensitivity to any of these issues may be heightened (1) due to the seasonality of our business, (2) with respect to any vendor that we utilize for the provision of any product or service that has specialized expertise, (3) with respect to any vendor that is a sole or exclusive provider, or (4) with respect to any vendor whose indemnification obligations are limited or that does not have the financial capacity to satisfy its indemnification obligations. Some of our vendors are subject to the oversight of regulatory bodies and, as a result, our product or service offerings may be affected by the actions or decisions of such regulatory bodies. If our vendors are unable to meet our needs and we are not able to develop alternative sources for these services and products quickly and cost-effectively, or if a key vendor were to commit a major error or suffer a material adverse event, it could result in a material and adverse impact on our business and our consolidated financial position, results of operations, and cash flows.\nThe specialized and highly seasonal nature of our business presents financial risks and operational and human capital challenges.\nOur business is highly seasonal, with the substantial portion of our revenue earned from February through April in a typical year. The concentration of our revenue-generating activity during this relatively short period presents a number of challenges for us, including (1) cash and resource management during the remainder of our fiscal year, when we generally operate at a loss and incur fixed costs and costs of preparing for the upcoming tax season, (2) responding to changes in competitive conditions, including marketing, pricing, and new product offerings, which could affect our position during the tax season, (3) disruptions, delays, or extensions in a tax season, including those caused by pandemics, such as the COVID-19 outbreak, or severe weather, (4) client dissatisfaction issues or negative social media campaigns, which may not be timely discovered or satisfactorily addressed, and (5) ensuring optimal uninterrupted operations and service delivery during the tax season, which may be disrupted by natural or manmade disasters, extreme weather conditions, pandemics, or other catastrophic events. If we experience \n12\n2023 Form 10-K |\n H&R Block, Inc.\nsignificant business disruptions during the tax season or if we are unable to effectively address the challenges described above and related challenges associated with a seasonal business, we could experience a loss, disruption, or change in timing of business, which could have a material adverse effect on our business and our consolidated financial position, results of operations, and cash flows.\nWe may be unable to attract and retain key personnel or fully control or accurately predict our labor costs.\nOur business depends on our ability to attract, develop, motivate, and retain key personnel in a timely manner, including members of our executive team and those in seasonal tax preparation positions (which may be required on short notice during any extended tax season or to serve extended filers) or with other required specialized expertise, such as technical positions (including with respect to cybersecurity, artificial intelligence, and machine learning). The market for such personnel is extremely competitive, and there can be no assurance that we will be successful in our efforts to attract and retain the required qualified personnel within necessary timeframes, or at expected cost levels. As the global labor market continues to evolve as a result of the COVID-19 pandemic and other changes, our current and prospective key personnel may seek new or different opportunities based on pay levels, benefits, or remote work flexibility that are different from what we offer, or may determine to leave the workforce, making it difficult to attract and retain them. If we are unable to attract, develop, motivate, and retain key personnel, our business, operations, and financial results could be negatively impacted. In addition, if our costs of labor or related costs increase, if new or revised labor laws, rules, or regulations are adopted or implemented that impact our seasonal workforce and increase our labor costs, or if our labor costs are unpredictable due to tax season fluctuations or otherwise, there could be a material adverse effect on our business and our consolidated financial position, results of operations, and cash flows.\nOur business depends on our strong reputation and the value of our brands.\nDeveloping and maintaining awareness of our brands is critical to achieving widespread acceptance of our existing and future services and products and is an important element in attracting new clients. In addition, our franchisees operate their businesses under our brands. Adverse publicity (whether or not justified) relating to events or activities involving or attributed to us, our franchisees, employees, vendors, or agents or our services or products, which may be enhanced due to the nature of social media, may tarnish our reputation and reduce the value of our brands. Damage to our reputation and loss of brand equity may reduce demand for our services and products and thus have an adverse effect on our future financial results, as well as require additional resources to rebuild our reputation and restore the value of our brands.\nFailure to maintain sound business relationships with our franchisees may have a material adverse effect on our business and we may be subject to legal and other challenges resulting from our franchisee relationships.\nOur financial success depends in part on our ability to maintain sound business relationships with our franchisees. The support of our franchisees is also critical for the success of our ongoing operations. Deterioration in our relationships with our franchisees could have a material adverse effect on our business and our consolidated financial position, results of operations, and cash flows.\nWe also grant our franchisees a limited license to use our registered trademarks and, accordingly, there is risk that one or more of the franchisees may be alleged to be controlled by us. Third parties, regulators or courts may seek to hold us responsible for the actions or failures to act by our franchisees. Adverse outcomes related to legal actions could result in substantial damages and could cause our earnings to decline. Negative public opinion could also result from our or our franchisees’ actual or alleged conduct in such claims, possibly damaging our reputation, which, in turn, could adversely affect our business prospects and cause the market price of our securities to decline.\nOur international operations are subject to risks that may harm our business and our consolidated financial position, results of operations, and cash flows.\nWe have international operations, including tax preparation businesses in Canada and Australia, technology centers in India and Ireland, and Wave in Canada. We may consider expansion opportunities in additional countries in the future and there is uncertainty about our ability to generate revenues from new or emerging foreign operations or expand into other international markets. Additionally, there are risks inherent in doing business internationally, including: (1) changes in trade regulations; (2) difficulties in managing foreign operations as a result \nH&R Block, Inc.\n | 2023 Form 10-K\n13\nof distance, language, and cultural differences; (3) profit repatriation restrictions, and fluctuations in foreign currency exchange rates; (4) geopolitical events, including acts of war and terrorism, and economic and political instability; (5) compliance with anti-corruption laws such as the U.S. Foreign Corrupt Practices Act and other applicable foreign anti-corruption laws; (6) compliance with U.S. and international laws and regulations, including those concerning privacy and data protection and retention; and (7) risks related to other government regulation or required compliance with local laws. These risks inherent in international operations and expansion could prevent us from expanding into other international markets or increase our costs of doing business internationally and could have a material adverse effect on our business and our consolidated financial position, results of operations, and cash flows.\nIn addition, we prepare U.S. federal and state tax returns for taxpayers residing in foreign jurisdictions, including the European Union (EU), and we and certain of our franchisees operate and provide other services in foreign jurisdictions. As a result, certain aspects of our operations are subject, or may in the future become subject, to the laws, regulations, and policies of those jurisdictions that regulate the collection, use, and transfer of personal information, which may be more stringent than those of the U.S., including, but not limited to the EU General Data Protection Regulation, the Canadian Personal Information Protection and Electronic Documents Act, and Canadian Provincial legislation.\nCosts for us to comply with such laws, regulations, and policies that are applicable to us could be significant. We may also face audits or investigations by one or more foreign government agencies relating to these laws, regulations, and policies that could result in the imposition of penalties or fines.\nOur financial condition and results of operations have been, and may continue to be, adversely affected by the COVID-19 pandemic, and may be impacted by a resurgence of COVID-19 or a variant thereof or a future outbreak of another highly infectious or contagious disease.\nDuring March 2020, the World Health Organization declared the COVID-19 outbreak to be a global pandemic, and the impacts of the pandemic have been felt since that time. Since the beginning of the pandemic, jurisdictions in which we operate have from time-to-time imposed various restrictions on our business. Notwithstanding our efforts to address the impacts of the COVID-19 pandemic, or a variant thereof, on our business, there is no certainty that the measures we implemented, or may implement in the future, are or will be sufficient to mitigate the risks posed by COVID-19, a variant thereof, or another infectious disease. Alleged failures in this regard could result in negative impacts, including regulatory investigations, claims, legal actions, harm to our reputation and brands, fines, penalties, and other damages.\nAs a result of the COVID-19 pandemic, the IRS and substantially all U.S. states extended the filing deadline in consecutive tax seasons for 2019 and 2020 individual income tax returns. These extensions impacted the typical seasonality of our business and the comparability of our financial results. In the event of a resurgence of COVID-19 or the outbreak of another infectious disease, Treasury, the IRS, and state or foreign officials may determine to extend future tax deadlines or take other actions, which could have a material adverse effect on our business and our consolidated financial position, results of operations, and cash flows in future years.\nThe extent to which the COVID-19 pandemic or another outbreak impacts our business, operations, and financial results going forward will depend on numerous evolving factors that we may not be able to accurately predict. The resurgence of COVID-19 or a variant thereof or a new global or national outbreak of another highly infectious or contagious disease, the requirements to take action to help limit the spread of illness, and the other risks described above may further impact our ability to carry out our business and may materially adversely impact global economic conditions, our business, results of operations, cash flows, and financial condition.\nINFORMATION SECURITY, CYBERSECURITY, AND DATA PRIVACY RISKS\nCompliance with the complex and evolving laws, regulations, standards, and contractual requirements regarding privacy and data protection could require changes in our business practices and increase costs of operation; failure to comply could result in significant claims, fines, penalties, and damages.\nDue to the nature of our business, we collect, use, and retain large amounts of personal information and data pertaining to clients, including tax return information, financial product and service information, and social security \n14\n2023 Form 10-K |\n H&R Block, Inc.\nnumbers. In addition, we collect, use, and retain personal information and data of our employees in the ordinary course of our business.\nWe are subject to laws, rules, and regulations relating to the collection, use, disclosure, and security of such consumer and employee personal information, which have drawn increased attention from U.S. federal, state, and foreign governmental authorities in jurisdictions in which we operate. In the U.S., the IRS generally requires a tax return preparer to obtain the written consent of the taxpayer prior to using or disclosing the taxpayer's tax return information for certain purposes other than tax return preparation, which may limit our ability to market revenue-generating products to our clients. In addition, other regulations require financial institutions to adopt and disclose their consumer privacy notice and generally provide consumers with a reasonable opportunity to \"opt-out\" of having nonpublic personal information disclosed to unaffiliated third parties for certain purposes.\nNumerous jurisdictions have passed, and may in the future pass, new laws related to the collection, use, and retention of consumer or employee information and this area continues to be an area of interest for U.S. federal, state, and foreign governmental authorities. For example, the State of California adopted the California Consumer Privacy Act (CCPA), which became effective January 1, 2020, as amended by the California Privacy Rights Act (CPRA) on January 1, 2023. Subject to certain exceptions, these laws impose new requirements on how businesses collect, process, manage, and retain certain personal information of California residents and provide California residents with various rights regarding personal information collected by a business. In addition, certain states have adopted comprehensive privacy laws, and other jurisdictions have adopted or may in the future adopt their own, different privacy laws. These laws may contain different requirements or may be interpreted and applied inconsistently from jurisdiction to jurisdiction. Our current privacy and data protection policies and practices may not be consistent with all of those requirements, interpretations, or applications. In addition, changes in U.S. federal and state regulatory requirements, as well as requirements imposed by governmental authorities in foreign jurisdictions in which we operate, could result in more stringent requirements and a need to change business practices, including the types of information we can use and the manner in which we can use such information. Establishing systems and processes, or making changes to our existing policies, to achieve compliance with these complex and evolving requirements may increase our costs or limit our ability to pursue certain business opportunities. There can be no assurance that we will successfully comply in all circumstances. We are, and may in the future be, subject to regulatory investigations, claims and legal actions related to the collection, use, sharing, and/or retention of information, which could lead to further inquiries, further legal actions, other regulatory or legislative actions, harm to our reputation and brands, fines, penalties, and other damages.\nWe have incurred, and may continue to incur, significant expenses to comply with existing or future privacy and data security standards and protocols imposed by law, regulation, industry standards or contractual obligations.\nA security breach of our systems, or third-party systems on which we rely, resulting in unauthorized access to personal information of our clients or employees or other sensitive, nonpublic information, may adversely affect the demand for our services and products, our reputation, and financial performance.\nWe offer a range of services and products to our clients, including tax return preparation solutions, financial services and products, and small business solutions through our company-owned or franchise offices and online. Due to the nature of these services and products, we use multiple digital technologies to collect, transmit, and store high volumes of client personal information. We also collect, use, and retain other sensitive, nonpublic information, such as employee social security numbers, healthcare information, and payroll information, as well as confidential, nonpublic business information. Certain third parties and vendors have access to personal information to help deliver client benefits, services and products, or may host certain of our and our clients’ sensitive and personal information and data. Information security risks continue to increase due in part to the increased adoption of and reliance upon digital technologies by companies and consumers. Our risk and exposure to these matters remain heightened due to a variety of factors including, among other things, (1) the evolving nature of these threats and related regulation, (2) the increased activity and sophistication of hostile foreign governments, organized crime, cyber criminals, and hackers that may initiate cyberattacks against us or third-party systems on which we rely, (3) the prominence of our brand, (4) our and our franchisees' extensive office footprint, (5) our plans to continue to implement strategies for our online and mobile applications and our desktop software, (6) our use of third-party vendors, (7) our use of certain new technologies, such as artificial intelligence and \nH&R Block, Inc.\n | 2023 Form 10-K\n15\nmachine learning, and (8) the usage of remote working arrangements by our associates, franchisees, and third-party vendors, which significantly expanded due to the COVID-19 pandemic.\nCybersecurity risks may result from fraud or malice (a cyberattack), human error, or accidental technological failure. Cyberattacks are designed to electronically circumvent network security for malicious purposes such as unlawfully obtaining personal information, disrupting our ability to offer services, damaging our brand and reputation, stealing our intellectual property, or advancing social or political agendas. We face a variety of cyberattack threats including computer viruses, malicious codes, worms, phishing attacks, social engineering, denial of service attacks, ransomware, and other sophisticated attacks.\nAlthough we use security and business controls to limit access to and use of personal information and expend significant resources to maintain multiple levels of protection to address or otherwise mitigate the risk of a security breach, such measures cannot provide absolute security. We regularly test our systems to discover and address potential vulnerabilities, and we rely on training and testing of our employees regarding heightened phishing and social engineering threats. We also conduct certain background checks on our employees, as allowed by law. Due to the structure of our business model, we also rely on our franchisees, vendors, and other private and governmental third parties to maintain secure systems and respond to cybersecurity risks. Where appropriate, we impose certain requirements and controls on these third parties, but it is possible that they may not appropriately employ these controls or that such controls (or their own separate requirements and controls) may be insufficient to protect personal information. \nCybersecurity and the continued development and enhancement of our controls, processes, and practices designed to protect our systems, computers, software, data, and networks from attack, damage, or unauthorized access remain a top priority for us. As risks and regulations continue to evolve, we may be required to expend significant additional resources to continue to modify or enhance our protective measures or to investigate and remediate information security vulnerabilities. Notwithstanding these efforts, there can be no assurance that a security breach, intrusion, or loss or theft of personal information will not occur. In addition, the techniques used to obtain unauthorized access change frequently, become more sophisticated, and are often difficult to detect until after a successful attack, causing us to be unable to anticipate these techniques or implement adequate preventive measures in all cases.\nUnauthorized access to personal information as a result of a security breach could cause us to determine that it is required or advisable for us to notify affected individuals, regulators, or others under applicable privacy laws and regulations or otherwise. Security breach remediation could also require us to expend significant resources to assist impacted individuals, repair damaged systems, implement modified information security measures, and maintain client and business relationships. Other consequences could include reduced client demand for our services and products, loss of valuable intellectual property, reduced growth and profitability and negative impacts to future financial results, loss of our ability to deliver one or more services or products (e.g., inability to provide financial services and products or to accept and process client credit card transactions or tax returns), modifying or stopping existing business practices, legal actions, harm to our reputation and brands, fines, penalties, and other damages, and further regulation and oversight by U.S. federal, state, or foreign governmental authorities.\nA security breach or other unauthorized access to our systems, or third-party systems on which we rely, could have a material adverse effect on our business and our consolidated financial position, results of operations, and cash flows.\nLEGAL AND REGULATORY RISKS\nRegulations promulgated by the Consumer Financial Protection Bureau (CFPB) or other regulators may affect our financial services businesses in ways we cannot predict, which may require changes to the financial products we offer, our services and contracts.\nThe CFPB has broad powers to administer, investigate compliance with, and, in some cases, enforce U.S. federal financial consumer protection laws. The CFPB has broad rule-making authority for a wide range of financial consumer protection laws that apply to certain of the financial products we offer, including the authority to \n16\n2023 Form 10-K |\n H&R Block, Inc.\nprohibit or allege \"unfair, deceptive, or abusive\" acts and practices. It is difficult to predict how currently proposed or new regulations may impact the financial products we offer.\nThe CFPB and other federal or state regulators may examine, investigate, and take enforcement actions against our subsidiaries that offer consumer financial services and products, as well as financial institutions and other third parties upon which our subsidiaries rely to provide consumer financial services and products. State regulators also have certain authority in enforcing and promulgating financial consumer protection laws, the results of which could be (i) states issuing new and broader financial consumer protection laws, some of which could be more comprehensive than existing U.S. federal regulations, or (ii) state attorneys general bringing actions to enforce federal consumer protection laws.\nCurrently proposed or new federal and state laws and regulations, or expanded interpretations of current laws and regulations, may require changes to the financial products we offer, our services or contracts, and this could have a material adverse effect on our business and our consolidated financial position, results of operations, and cash flows.\nLaws and regulations or other regulatory actions could have an adverse effect on our business and our consolidated financial position, results of operations, and cash flows.\nOur tax preparation business and operations are subject to various forms of government regulation, including U.S. federal requirements regarding the signature and inclusion of identification numbers on tax returns and tax return retention requirements. U.S. federal laws also subject income tax return preparers to accuracy-related penalties, and preparers may be prohibited from continuing to act as income tax return preparers if they repeatedly engage in specified misconduct. We are also subject to, among other things, advertising standards for electronic tax return filers, and to possible monitoring by the IRS, and if deemed appropriate, the IRS could impose various penalties, including suspension from the IRS electronic filing program. Many states and local jurisdictions have laws regulating tax professionals or the offering of income tax courses, which are in addition to and may be different than federal requirements.\nIn addition, our franchising activities are subject to various rules and regulations, including requirements to furnish prospective franchisees with a prescribed franchise disclosure document. Substantive state laws regulating the franchisor/franchisee relationship presently exist in a large number of states. These state laws often limit, among other things, the duration and scope of non-competition provisions, the ability of a franchisor to terminate or refuse to renew a franchise contract and the ability of a franchisor to designate sources of supply. In addition, bills have been introduced from time to time that would provide for federal regulation of the franchisor/franchisee relationship in certain respects or that would impact the traditional nature of the relationship between franchisors and franchisees.\nAdditionally, our offering of consumer financial products and services are subject to various rules and regulations, including potential limitations or restrictions on the amount of interchange fees. There can be no assurance that future regulation or changes by the payment networks will not impact interchange revenues substantially. If interchange rates decline, whether due to actions by the payment networks or future regulation, it could impact the profitability of our consumer financial products and services or our ability to offer such products or services.\nGiven the nature of our businesses, we are subject to various additional federal, state, local, and foreign laws and regulations, including, without limitation, in the areas of labor, immigration, marketing and advertising, consumer protection, financial services and products, payment processing, privacy and data security, anti-competition, environmental, health and safety, insurance, and healthcare. There have been significant new or proposed regulations and/or heightened focus by the government and others in some of these areas, including, for example, privacy and data security, climate change, interchange fees, consumer financial services and products, endorsements and testimonials, telemarketing, web and wireless marketing technologies, restrictive covenants, and labor, including overtime and exemption regulations, state and local laws on minimum wage, worker classification, and other labor-related issues. In addition, as we continue to incorporate additional or emerging technologies into our business, such as in the areas of artificial intelligence and machine learning, we may become subject to increased government regulation or regulatory scrutiny.\nH&R Block, Inc.\n | 2023 Form 10-K\n17\nThe above requirements and business implications are subject to change and evolving application, including by means of new legislation, legislative changes, and/or executive orders, and there may be additional regulatory actions or enforcement priorities, or new interpretations of existing requirements that differ from ours. These developments could impose unanticipated limitations or require changes to our business, which may make elements of our business more expensive, less efficient, or impossible to conduct, and may require us to modify our current or future services or products, which effects may be heightened given the nature, broad geographic scope, and seasonality of our business.\nWe face legal actions in connection with our various business activities, and current or future legal actions may damage our reputation, impair our product offerings, or result in material liabilities and losses.\nWe have been named and, in the future will likely continue to be named, in various legal actions, including class or representative actions, individual or mass arbitrations, actions or inquiries by state attorneys general and other regulators, and other litigation arising in connection with our various business activities, including relating to our various service and product offerings. For example, as previously reported, we are subject to litigation and have received and are responding to certain governmental inquiries relating to the IRS Free File program and our DIY tax preparation services. These inquiries include, among other things, requests for information and subpoenas from various regulators and state attorneys general. We cannot predict whether these legal actions could lead to further inquiries, further litigation, fines, injunctions or other regulatory or legislative actions or impacts on our brand, reputation and business. See discussion in \nItem 8, note 12\n to the consolidated financial statements for additional information. \nFailure to protect our intellectual property rights may harm our competitive position and litigation to protect our intellectual property rights or defend against third party allegations of infringement may be costly.\nDespite our efforts to protect our intellectual property and proprietary information, we may be unable to do so effectively in all cases. Our intellectual property could be wrongfully acquired as a result of a cyberattack, other wrongful conduct by employees or third parties, or human error. To the extent that our intellectual property is not protected effectively by trademarks, copyrights, patents, or other means, other parties with knowledge of our intellectual property, including former employees, may seek to exploit our intellectual property for their own or others' advantage. Competitors may also misappropriate our trademarks, copyrights or other intellectual property rights or duplicate our technology and products. Any significant impairment or misappropriation of our intellectual property or proprietary information could harm our business and our brand, and may adversely affect our ability to compete.\nIn addition, third parties may allege we are infringing their intellectual property rights, and we may face intellectual property challenges from other parties. We may not be successful in defending against any such challenges or in obtaining licenses to avoid or resolve any intellectual property disputes and, in that event, we could lose significant revenues, incur significant royalty or technology development expenses, suffer harm to our reputation, or pay significant monetary damages.\nFINANCIAL RISKS\nOur access to liquidity may be negatively impacted by disruptions in credit markets, downgraded credit ratings, increased interest rates or our failure to meet certain covenants. Our funding costs could increase, further impacting earnings.\nWe need liquidity to meet our working capital requirements, to service debt obligations, including refinancing of maturing obligations, and for general corporate purposes. Our operations are highly seasonal and substantially all of our revenues and cash flows are generated during the period from February through April in a typical year. Therefore, we normally require the use of cash to fund losses and working capital needs, periodically resulting in a working capital deficit, from May through January. We typically have relied on available cash balances from the prior tax season and borrowings to meet liquidity needs during this time period. Events may occur that could increase our need for liquidity above current levels. We may need to obtain additional sources of funding to meet these needs, which may not be available or may only be available under unfavorable terms. In addition, if rating agencies downgrade our credit rating or interest rates increase, the cost of debt under our existing financing \n18\n2023 Form 10-K |\n H&R Block, Inc.\narrangements, as well as future financing arrangements, could increase and our capital market access could decrease or become unavailable. \nOur unsecured committed line of credit (CLOC) is subject to various covenants, and a violation of a covenant could impair our access to liquidity currently available through the CLOC. In addition, if we violate a covenant in the CLOC and are unable to obtain a waiver from our lenders, our debt under the CLOC would be in default and could be accelerated by our lenders. An acceleration of the indebtedness under the CLOC would cause a cross default under the indenture governing our Senior Notes. There can be no assurance that we will be able to obtain sufficient funds to enable us to repay or refinance our debt obligations on commercially reasonable terms, or at all.\nIf current sources of liquidity were to become unavailable, we would need to obtain additional sources of funding, which may not be available or may only be available under less favorable terms. This could have a material adverse effect on our business and our consolidated financial position, results of operations, and cash flows.\nThe continued payment of dividends on our common stock and repurchases of our common stock are dependent on a number of factors, and cannot be assured.\nWe need liquidity sufficient to fund payments of dividends on our common stock and repurchases of our common stock. In addition, holders of our common stock are only entitled to receive such dividends, and the Company may only repurchase shares, as our Board of Directors may authorize out of funds legally available for such payments. Due to the seasonal nature of our business and the fact that our business is not asset-intensive, we have had, and are likely to continue to have, a negative net worth under U.S. generally accepted accounting principles (GAAP) at various times throughout the year. Therefore, the payment of dividends or stock repurchases at such times would cause us to further increase that GAAP negative net worth.\nThe payment of future dividends and future repurchases will depend upon our earnings, economic conditions, liquidity and capital requirements, and other factors, including our debt leverage. Even if we have sufficient resources to pay dividends and to repurchase shares of our common stock, our Board of Directors may determine to use such resources to fund other Company initiatives. Accordingly, we cannot make any assurance that future dividends will be paid, or future repurchases will be made, at levels comparable to our historical practices, if at all. \nChanges in corporate tax laws or regulations, or in the interpretations of tax laws or regulations, could materially affect our financial condition, cash flows, and operating results.\nAs a profitable multinational corporation, we are subject to a material amount of taxes in the U.S. and numerous foreign jurisdictions where our subsidiaries are organized and conduct their operations. Significant judgment is required in determining our worldwide provision for income taxes and other tax liabilities. The amount of tax due in various jurisdictions may change significantly as a result of political or economic factors beyond our control, including changes to tax laws or new interpretations of existing laws that are inconsistent with previous interpretations or positions taken by taxing authorities on which we have relied. New regulatory guidance, or regulatory interpretations that differ from our existing interpretations, could materially affect our effective tax rates or value of deferred tax assets and liabilities.\nLegislatures and taxing authorities in jurisdictions in which we operate may propose additional changes to their tax rules in response to economic conditions, or as part of broader tax reformation initiatives. The current administration previously committed to increasing the corporate income tax rate from 21 percent to 28 percent, and to increasing the tax rate applied to profits earned outside the United States. If enacted, the impact of these potential new rules could be material to our tax provision and value of deferred tax assets and liabilities.\nIn addition, projects undertaken by international organizations may change international tax norms relating to each country’s jurisdiction to tax cross-border international trade. Given the unpredictability of these and other possible changes to tax laws and related regulations, it is difficult to assess the overall effect of such potential changes, but any such changes could, if adopted and applicable to us, adversely impact our effective tax rates and other tax liabilities.\nOur tax returns and other tax matters are periodically examined by tax authorities and governmental bodies, including the IRS, which may disagree with positions taken by us in determining our tax liability. There can be no \nH&R Block, Inc.\n | 2023 Form 10-K\n19\nassurance as to the outcome of these examinations. We regularly assess the likelihood of an adverse outcome resulting from these examinations to determine the adequacy of our provision for income taxes.\nIf our effective tax rates were to increase, or if the ultimate determination of our taxes owed is for an amount in excess of amounts previously accrued, our operating results, cash flows, and financial condition could be adversely affected.\nRISKS RELATING TO DISCONTINUED OPERATIONS\nSand Canyon Corporation, previously known as Option One Mortgage Corporation (including its subsidiaries, collectively, SCC), is subject to loss contingencies, including indemnification and contribution claims, which may result in significant financial losses. Additionally, we could be subject to claims by the creditors of SCC.\nAlthough SCC ceased its mortgage loan origination activities in December 2007 and sold its loan servicing business in April 2008, SCC has been and may in the future be, subject to loss contingencies, including indemnification and contribution claims, pertaining to SCC's mortgage business activities that occurred prior to such termination and sale. If the amount that SCC is ultimately required to pay with respect to these claims, together with related administration and legal expense, exceeds its net assets, the creditors of SCC, other potential claimants, or a bankruptcy trustee if SCC were to file or be forced into bankruptcy, may attempt to assert claims against us for payment of SCC's obligations. Claimants have also attempted, and may in the future attempt, to assert claims against or seek payment directly from the Company even if SCC's assets exceed its liabilities. SCC's principal assets, as of June 30, 2023, total approximately $\n262\n million and consist of an intercompany note receivable. We believe our legal position is strong on any potential corporate veil-piercing arguments; however, if this position is challenged and not upheld, it could have a material adverse effect on our business and our consolidated financial position, results of operations, and cash flows.",
    "item1a": ">Item 1A. Risk Factors under \"Legal and Regulatory Risks\"\n of this Form 10-K.\nH&R Block, Inc.\n | 2023 Form 10-K\n29\nAs previously disclosed, in 2017 the Consumer Financial Protection Bureau (CFPB) published its final rule regulating certain consumer credit products (Payday Rule), which the CFPB later limited by removing the mandatory underwriting provisions. Certain limited provisions of the Payday Rule became effective in 2018, but most provisions were scheduled to go into effect in 2019. Litigation in a federal district court in Texas had stayed that effective date, but on August 31, 2021 the judge in that litigation ruled in favor of the CFPB. The plaintiffs appealed, and, on October 14, 2021, the United States Court of Appeals for the Fifth Circuit extended the compliance deadline until after the appeal is resolved. On October 19, 2022, the appellate court found that the funding mechanism for the CFPB was unconstitutional and vacated the Payday Rule. On November 14, 2022, the CFPB filed a petition for review with the United States Supreme Court, which the Supreme Court granted on February 27, 2023.\nWe are unsure whether, when, or in what form the Payday Rule will go into effect. Though we do not currently expect the Payday Rule to have a material adverse impact on Emerald Advance\nSM\n, our business, or our consolidated financial position, results of operations, and cash flows, we will continue to monitor and analyze the potential impact of any further developments on the Company.\nFrom time to time, we receive inquiries from governmental authorities regarding the applicability of laws to our services and products and other matters relating to our business. We cannot predict what effect future laws, changes in interpretations of existing laws or the results of future governmental inquiries with respect to services and products or other matters relating to our business may have on our consolidated financial position, results of operations and cash flows. We have received certain governmental inquiries related to the IRS Free File Program and our DIY tax preparation services. We may also be subject to future inquiries or other proceedings regarding these programs or other aspects of our business. Regulatory inquiries may result in us incurring additional expense, diversion of management's attention, adverse judgments, settlements, fines, penalties, injunctions or other relief. See additional discussion of legal matters in \nItem 8, note 12\n to the consolidated financial statements.\nNON-GAAP FINANCIAL INFORMATION\nNon-GAAP financial measures should not be considered as a substitute for, or superior to, measures of financial performance prepared in accordance with GAAP. Because these measures are not measures of financial performance under GAAP and are susceptible to varying calculations, they may not be comparable to similarly titled measures for other companies.\nWe consider our non-GAAP financial measures to be performance measures and a useful metric for management and investors to evaluate and compare the ongoing operating performance of our business. We make adjustments for certain non-GAAP financial measures related to amortization of intangibles from acquisitions and goodwill impairments. We may consider whether other significant items that arise in the future should be excluded from our non-GAAP financial measures.\nWe measure the performance of our business using a variety of metrics, including earnings before interest, taxes, depreciation and amortization (EBITDA) from continuing operations, adjusted EBITDA from continuing operations, adjusted diluted earnings per share from continuing operations, free cash flow and free cash flow yield. We also use EBITDA from continuing operations and pretax income of continuing operations, each subject to permitted adjustments, as performance metrics in incentive compensation calculations for our employees.\n30\n2023 Form 10-K |\n H&R Block, Inc.\nThe following is a reconciliation of net income to EBITDA from continuing operations, which is a non-GAAP financial measure:\n(in 000s)\nYear ended\nJune 30, 2023\nJune 30, 2022\nNet income - as reported\n$\n553,700\n \n$\n553,674 \nDiscontinued operations, net\n8,100\n \n6,972 \nNet income from continuing operations - as reported\n561,800\n \n560,646 \nAdd back:\nIncome taxes\n149,412\n \n98,423 \nInterest expense\n72,978\n \n88,282 \nDepreciation and amortization\n130,501\n \n142,178 \n352,891\n \n328,883 \nEBITDA from continuing operations\n$\n914,691\n \n$\n889,529 \nThe following is a reconciliation of our results from continuing operations to our adjusted results from continuing operations, which are non-GAAP financial measures:\n(in 000s, except per share amounts)\nYear ended\nJune 30, 2023\nJune 30, 2022\nNet income from continuing operations - as reported\n$\n561,800\n \n$\n560,646 \nAdjustments:\nAmortization of intangibles related to acquisitions (pretax)\n51,411\n \n56,292 \nTax effect of adjustments\n(1)\n(10,797)\n(13,358)\nAdjusted net income from continuing operations\n$\n602,414\n \n$\n603,580 \nDiluted earnings per share from continuing operations - as reported\n$\n3.56\n \n$\n3.26 \nAdjustments, net of tax\n0.26\n \n0.25 \nAdjusted diluted earnings per share from continuing operations\n$\n3.82\n \n$\n3.51 \n(1) \nThe tax effect of adjustments is the difference between the tax provision calculation on a GAAP basis and on an adjusted non-GAAP basis.",
    "item7": ">ITEM 7. MANAGEMENT'S DISCUSSION AND ANALYSIS OF FINANCIAL CONDITION AND RESULTS OF OPERATIONS\nRESULTS OF OPERATIONS \nOur subsidiaries provide assisted and DIY tax preparation solutions through multiple channels (including in-person, online and mobile applications, virtual, and desktop software) and distribute H&R Block-branded products and services, including those of our bank partners, to the general public primarily in the U.S., Canada and Australia. Tax returns are either prepared by H&R Block tax professionals (in company-owned or franchise offices, virtually or via an internet review) or prepared and filed by our clients through our DIY tax solutions. We also offer small business solutions through our company-owned and franchise offices and online through Wave. We report a single segment that includes all of our continuing operations.\nThis year's tax filing season was expected to return to normal with the pandemic largely behind us, no new federal programs, a large number of stimulus filers having left the industry in the prior year, and strong employment. Generally, tax return volume was expected to increase compared to the prior year, however, the industry volume declined year over year due to more stimulus filers not returning and the tax deadline being extended in certain states due to natural disasters. \nIn fiscal year 2023, revenue increased $8.9 million over the prior year, despite the decline in industry volume. U.S. assisted tax preparation revenues were higher $72.5 million primarily due to an increase in net average charge. Lower Emerald Card® revenues, which is the result of the discontinuance of prior year federal programs, and lower Refund Transfer volume partially offset this increase. Operating expenses increased $5.1 million primarily due to higher labor costs, which was partially offset by lower consulting and outsourced services expenses. Higher interest income and lower interest expense on borrowings resulted in an increase in income from continuing operations before income taxes of $52.1 million, or 7.9%. Income tax expense increased $51.0 million, or 51.8%, due to a higher effective tax rate in the current year. Net income from continuing operations of $561.8 million increased $1.2 million from the prior year.\nFiscal Year 2023 Compared to Fiscal Year 2022\nRevenues\nOperating Expenses\nNet Income from Continuing Operations\n$3.47B\n0.3%\n$2.72B\n0.2%\n$561.8M\n0.2%\nDiluted EPS from Continuing Operations\nEBITDA\n(1)\n from Continuing Operations\n$3.56\nReported:\n9.2%\n$914.7M\n2.8%\n$3.82\nAdjusted\n(1)\n:\n8.8%\n(1)\n  See \"\nNon-GAAP Financial Information\n\" at the end of this item for a reconciliation of non-GAAP measures.\nFiscal Year End\nOn June 9, 2021, the Board of Directors approved a change in the Company's fiscal year end from April 30 to June 30. The Company's transition period was from May 1, 2021 to June 30, 2021 (Transition Period). \n \n22\n2023 Form 10-K |\n H&R Block, Inc.\nConsolidated – Financial Results\n(in 000s, except per share amounts)\nYear ended June 30,\n2023\n2022\n$ Change\n% Change\nRevenues:\nU.S. tax preparation and related services:\nAssisted tax preparation\n$\n2,167,138\n \n$\n2,094,612 \n$\n72,526 \n3.5 \n%\nRoyalties\n210,631\n \n225,242 \n(14,611)\n(6.5)\n%\nDIY tax preparation\n314,758\n \n319,086 \n(4,328)\n(1.4)\n%\nRefund Transfers\n143,310\n \n162,893 \n(19,583)\n(12.0)\n%\nPeace of Mind® Extended Service Plan\n95,181\n \n94,637 \n544 \n0.6 \n%\nTax Identity Shield®\n38,265\n \n39,114 \n(849)\n(2.2)\n%\nOther\n45,252\n \n45,961 \n(709)\n(1.5)\n%\nTotal U.S. tax preparation and related services\n3,014,535\n \n2,981,545 \n32,990 \n1.1 \n%\nFinancial services:\nEmerald Card® and Spruce\nSM\n84,651\n \n125,444 \n(40,793)\n(32.5)\n%\nInterest and fee income on Emerald Advance\nSM\n47,554\n \n43,981 \n3,573 \n8.1 \n%\nTotal financial services\n132,205\n \n169,425 \n(37,220)\n(22.0)\n%\nInternational \n235,131\n \n231,335 \n3,796 \n1.6 \n%\nWave\n90,314\n \n80,965 \n9,349 \n11.5 \n%\nTotal revenues\n$\n3,472,185\n \n$\n3,463,270 \n$\n8,915 \n0.3 \n%\nCompensation and benefits:\nField wages\n841,742\n \n808,903 \n(32,839)\n(4.1)\n%\nOther wages\n273,850\n \n284,689 \n10,839 \n3.8 \n%\nBenefits and other compensation\n220,530\n \n206,902 \n(13,628)\n(6.6)\n%\n1,336,122\n \n1,300,494 \n(35,628)\n(2.7)\n%\nOccupancy\n428,167\n \n413,162 \n(15,005)\n(3.6)\n%\nMarketing and advertising\n286,255\n \n284,244 \n(2,011)\n(0.7)\n%\nDepreciation and amortization\n130,501\n \n142,178 \n11,677 \n8.2 \n%\nBad debt\n60,401\n \n71,778 \n11,377 \n15.9 \n%\nOther\n482,041\n \n506,517 \n24,476 \n4.8 \n%\nTotal operating expenses\n2,723,487\n \n2,718,373 \n(5,114)\n(0.2)\n%\nOther income (expense), net\n35,492\n \n2,454 \n33,038 \n1,346.3 \n%\nInterest expense on borrowings\n(72,978)\n(88,282)\n15,304 \n17.3 \n%\nIncome from continuing operations before income taxes\n711,212\n \n659,069 \n52,143 \n7.9 \n%\nIncome taxes\n149,412\n \n98,423 \n(50,989)\n(51.8)\n%\nNet income from continuing operations\n561,800\n \n560,646 \n1,154 \n0.2 \n%\nNet loss from discontinued operations\n(8,100)\n(6,972)\n(1,128)\n(16.2)\n%\nNet income\n$\n553,700\n \n$\n553,674 \n$\n26 \n— \n%\nDILUTED EARNINGS PER SHARE:\nContinuing operations\n$\n3.56\n \n$\n3.26 \n$\n0.30 \n9.2 \n%\nDiscontinued operations\n(0.05)\n(0.04)\n(0.01)\n(25.0)\n%\nConsolidated\n$\n3.51\n \n$\n3.22 \n$\n0.29 \n9.0 \n%\nAdjusted diluted EPS\n(1)\n$\n3.82\n \n$\n3.51 \n$\n0.31 \n8.8 \n%\nEBITDA\n(1)\n$\n914,691\n \n$\n889,529 \n$\n25,162 \n2.8 \n%\n(1)\n    All non-GAAP measures are results from continuing operations. See \"\nNon-GAAP Financial Information\n\" at the end of this item for a reconciliation of non-GAAP measures. \nH&R Block, Inc.\n | 2023 Form 10-K\n23\nFISCAL YEAR 2023 COMPARED TO FISCAL YEAR 2022\nRevenues increased $8.9 million, or 0.3%, from the prior year. U.S. assisted tax preparation revenues increased $72.5 million, or 3.5%, due to a 4.0% increase in net average charge, partially offset by lower tax return volumes in the current year. U.S. royalties revenue decreased $14.6 million, or 6.5%, due to lower volumes, partially offset by a higher net average charge in the current year. During the year we purchased franchise offices which results in increasing tax preparation revenues and decreasing royalties as the revenues and returns become company-owned after the acquisition. Through the year ended June 30, 2023, our total assisted tax return volume, which includes both company-owned and franchise offices, decreased 3.2% from the prior year.\nU.S. DIY tax preparation revenues decreased $4.3 million, or 1.4%, due to a decline in online paid returns and lower software sales in the current year. Refund Transfer revenues decreased $19.6 million, or 12.0%, due to fewer Refund Transfers in the current year. \nEmerald Card® and Spruce\nSM\n revenues decreased $40.8 million, or 32.5%, primarily due to higher Emerald Card® activity in the prior year, which was the result of the IRS loading Child Tax Credits monthly to Emerald Cards® and lower Refund Transfer volume in the current year. Wave revenues increased $9.3 million, or 11.5%, due to higher small business payments processing volumes.\nTotal operating expenses increased $5.1 million, or 0.2%, from the prior year. Field wages increased $32.8 million, or 4.1%, primarily due to higher wages in the current year. Other wages decreased $10.8 million, or 3.8%, due to lower corporate bonuses in the current year. Benefits and other compensation increased $13.6 million, or 6.6%, due to higher payroll taxes and employee insurance. \nOccupancy expense increased $15.0 million or 3.6%, primarily due to higher rent and office repairs. Depreciation and amortization expense decreased $11.7 million, or 8.2%, due primarily to lower amortization of acquired intangibles. Bad debt expense decreased $11.4 million, or 15.9%, primarily due to fewer Refund Transfers and lower bad debt rates compared to the prior year.\nOther operating expenses decreased $24.5 million, or 4.8%. The components of other expenses are as follows:\n(in 000s)\nYear ended June 30,\n2023\n2022\n$ Change\n% Change\nConsulting and outsourced services\n$\n109,120\n \n$\n136,397 \n$\n27,277 \n20.0 \n%\nBank partner fees\n24,108\n \n26,648 \n2,540 \n9.5 \n%\nClient claims and refunds\n29,484\n \n31,814 \n2,330 \n7.3 \n%\nEmployee and travel expenses\n39,262\n \n31,714 \n(7,548)\n(23.8)\n%\nTechnology-related expenses\n102,753\n \n97,934 \n(4,819)\n(4.9)\n%\nCredit card/bank charges\n96,074\n \n90,209 \n(5,865)\n(6.5)\n%\nInsurance\n8,806\n \n15,224 \n6,418 \n42.2 \n%\nLegal fees and settlements\n12,058\n \n19,625 \n7,567 \n38.6 \n%\nSupplies\n29,278\n \n28,846 \n(432)\n(1.5)\n%\nOther\n31,098\n \n28,106 \n(2,992)\n(10.6)\n%\n$\n482,041\n \n$\n506,517 \n$\n24,476 \n4.8 \n%\nConsulting and outsourced services expense decreased $27.3 million, or 20.0%, due to higher spend in the prior year related to our strategic imperatives, and lower call center volumes and Emerald Card® data processing in the current year. Employee and travel expenses increased $7.5 million, or 23.8%, due to more travel in the current year. Insurance expense decreased $6.4 million, or 42.2%, due to due to favorable developments in insurance loss reserves. Legal fees and settlements expense decreased $7.6 million, or 38.6%, due to lower fees in the current year.\nOther income (expense), net increased $33.0 million primarily due to higher interest income and income from a legal settlement in the current year. Interest expense on borrowings decreased $15.3 million, or 17.3%, due to the repayment of our $500 million 5.500% Senior Notes in May 2022, partially offset by higher interest expense on our CLOC borrowings in the current year.\n24\n2023 Form 10-K |\n H&R Block, Inc.\nWe recorded income tax expense of $149.4 million in the current year compared to $98.4 million in the prior year. The increase is due to higher pretax income and effective tax rate in the current year. The effective tax rate for the year ended June 30, 2023, and 2022 was 21.0% and 14.9%, respectively. See \nItem 8, note 9\n to the consolidated financial statements for additional discussion.\nSee the discussion of loss contingencies related to our discontinued operations in \nItem 1A, Risk Factors\n and in \nItem 8, note 12\n to the consolidated financial statements.\nYEAR ENDED APRIL 30, 2021 COMPARED TO YEAR ENDED APRIL 30, 2020\nThe comparison of the year ended April 30, 2021 to April 30, 2020 has been omitted from this Form 10-K, but can be found in our Form 10-K for the fiscal year ended June 30, 2022, filed on August 16, 2022.\nTWO MONTHS ENDED JUNE 30, 2021 COMPARED TO TWO MONTHS ENDED JUNE 30, 2020\nThe comparison of the two months ended June 30, 2021 to the two months ended June 30, 2020 has been omitted from this Form 10-K, but can be found in our Form 10-K for the fiscal year ended June 30, 2022, filed on August 16, 2022.\nFINANCIAL CONDITION\nThese comments should be read in conjunction with the consolidated balance sheets and consolidated statements of cash flows included in \nItem 8\n.\nCAPITAL RESOURCES AND LIQUIDITY\n – \nOVERVIEW \n– Our primary sources of capital and liquidity include cash from operations (including changes in working capital), draws on our CLOC, and issuances of debt. We use our sources of liquidity primarily to fund working capital, service and repay debt, pay dividends, repurchase shares of our common stock, and acquire businesses. \nOur operations are highly seasonal and substantially all of our revenues and cash flow are generated during the period from February through April in a typical year. Therefore, we normally require the use of cash to fund losses and working capital needs, periodically resulting in a working capital deficit, from May through January. We typically have relied on available cash balances from the prior tax season and borrowings to meet liquidity needs.\nGiven the likely availability of a number of liquidity options discussed herein, we believe that in the absence of any unexpected developments, our existing sources of capital as of June 30, 2023 are sufficient to meet our future operating and financing needs.    \nDISCUSSION OF CONSOLIDATED STATEMENTS OF CASH FLOWS \n– The following table summarizes our statements of cash flows for fiscal year 2023 and 2022. See \nItem 8\n for the complete consolidated statements of cash flows for these periods.\n(in 000s)\nYear ended June 30,\n2023\n2022\nNet cash provided by (used in):\nOperating activities\n$\n821,841\n \n$\n808,537 \nInvesting activities\n(101,389)\n(76,541)\nFinancing activities\n(750,992)\n(1,257,346)\nEffects of exchange rates on cash\n(4,857)\n(8,101)\nNet decrease in cash and cash equivalents, including restricted balances\n$\n(35,397)\n$\n(533,451)\n    \nOperating Activities. \nCash provided by operating activities totaled \n$821.8 million\n for the year ended June 30, 2023 compared to \n$808.5 million in the prior year period. The change is primarily due to the receipt of income tax receivables in the current year, partially offset by lower bonus accruals in the current year.\n    Investing Activities. \nCash used in investing activities totaled $101.4 million for the year ended June 30, 2023 compared to $76.5 million for the prior year period. The increase is primarily due to higher payments to acquire businesses and capital expenditures in the current year.\nH&R Block, Inc.\n | 2023 Form 10-K\n25\n    Financing Activities. \nCash us\ned in financing activities totaled $751.0 million for the year ended June 30, 2023 compared to $1.3 billion for the prior year period. The change is primarily due to repayment of our $500 million 5.500% Senior Notes in the prior year.\n    CASH REQUIREMENTS\n – \n    Dividends and Share Repurchase.\n Returning capital to shareholders in the form of dividends and the repurchase of outstanding shares has historically been a significant component of our capital allocation plan.\n    We have consistently paid quarterly dividends. Dividends paid totaled $177.9 million and $186.5 million in the years ended June 30, 2023 and 2022, respectively. Although we have historically paid dividends and plan to continue to do so, there can be no assurances that circumstances will not change in the future that could affect our ability or decisions to pay dividends.\nIn August 2022, the Board of Directors approved a $1.25 billion share repurchase program, effective through fiscal year 2025. During the year ended June 30, 2023, we repurchased $550.2 million of our common stock at an average price of $37.59 per share. In the prior year, we repurchased $550.3 million of our common stock at an average price of $23.84 per share. Our share repurchase program has remaining authorization of $700.0 million which is effective through fiscal year 2025.\nShare repurchases may be effectuated through open market transactions, some of which may be effectuated under SEC Rule 10b5-1. The Company may cancel, suspend, or extend the time period for the purchase of shares at any time. Any repurchases will be funded primarily through available cash and cash from operations. Although we may continue to repurchase shares, there is no assurance that we will purchase up to the full Board authorization.\nThe following table summarizes our shares outstanding, shares repurchased, and annual dividends per share:\n(in 000s, except per share amounts)\nYear ended \nJune 30, 2023\nYear ended \nJune 30, 2022\nTwo months ended\nJune 30, 2021\n(Transition Period)\nYear ended\nApril 30, 2021\nYear ended\nApril 30, 2020\nShares outstanding\n146,150\n \n159,930 \n181,813 \n181,466 \n192,475 \nShares repurchased\n14,635\n \n23,085 \n— \n11,551\n10,130\nDividends declared per share\n$\n1.16\n \n$\n1.08 \n$\n0.27 \n$\n1.04 \n$\n1.04 \n    Capital Investment. \nCapital expenditures totaled $69.7 million and $62.0 million for the years ended June 30, 2023 and 2022, respectively\n. \nOur capital expenditures relate primarily to recurring improvements to retail offices, as well as investments in computers, software and related assets. In addition to our capital expenditures, we also made payments to acquire businesses. We acquired franchise and competitor businesses totaling $48.2 million and $35.9 million during the years ended Ju\nne 30, 2023 and 2022, respectively.\n See \nItem 8, note 6\n for additional information on our acquisitions. \n   Contractual Obligations. \nWe are party to many contractual obligations involving commitments to make payments to third parties, which impact our short-term and long-term liquidity and capital resource needs. Our contractual obligations primarily consist of operating leases, contingent acquisition payments, and long-term debt and related interest payments. See \nItem 8, note 7\n, \n10\n, and \n11\n to the consolidated financial statements for additional information.\n    FINANCING RESOURCES \n– Our CLOC has capacity up to $1.5 billion and is scheduled to expire in June 2026. Proceeds under the CLOC may be used for working capital needs or for other general corporate purposes. We were in compliance with our CLOC covenants as of June 30, 2023. As of June 30, 2023, amounts available to borrow under the CLOC were not limited by the debt-to-EBITDA covenant. We had no balance outstanding under our CLOC as of June 30, 2023.\n    See \nItem 8, note 7\n to the consolidated financial statements for discussion of our CLOC and Senior Notes.\n26\n2023 Form 10-K |\n H&R Block, Inc.\nThe following table provides ratings for debt issued by Block Financial LLC (Block Financial) as of June 30, 2023 and 2022:\nAs of\nJune 30, 2023\nJune 30, 2022\nShort-term\nLong-term\nOutlook\nShort-term\nLong-term\nOutlook\nMoody's\nP-3\nBaa3\nPositive\nP-3\nBaa3\nStable\nS&P\nA-2\nBBB\nStable\nA-2\nBBB\nStable\nCASH AND OTHER ASSETS\n – As of June 30, 2023, we held cash and cash equivalents, excluding restricted amounts, of $987.0 million, including $293.4 million held by our foreign subsidiaries.\nForeign Operations.\n Seasonal borrowing needs of our Canadian operations are typically funded by our U.S. operations. To mitigate foreign currency risk, we sometimes enter into foreign exchange forward contracts. There were no forward contracts outstanding as of June 30, 2023. \nWe do not currently intend to repatriate non-borrowed funds held by our foreign subsidiaries in a manner that would trigger a tax liability.\nThe impact of changes in foreign exchange rates during the period on our international cash balances resulted in a decrease of $4.9 million and\n \n$8.1 million\n during the years ended June 30, \n2023 and \n2022, respectively. \nSUMMARIZED GUARANTOR FINANCIAL STATEMENTS \n–\n \nBlock Financial is a 100% owned indirect subsidiary of H&R Block, Inc. Block Financial is the Issuer and H&R Block, Inc. is the full and unconditional Guarantor of our Senior Notes, CLOC and other indebtedness issued from time to time. \nThe following table presents summarized financial information for H&R Block, Inc. (Guarantor) and Block Financial (Issuer) on a combined basis after intercompany eliminations and excludes investments in and equity earnings in non-guarantor subsidiaries.\nSUMMARIZED BALANCE SHEET\n(in 000s)\nAs of June 30, 2023\nGUARANTOR AND ISSUER\nCurrent assets\n$\n37,407\n \nNoncurrent assets\n1,725,234\n \nCurrent liabilities\n78,259\n \nNoncurrent liabilities\n1,494,010\n \nSUMMARIZED STATEMENTS OF OPERATIONS\n(in 000s)\nYear ended June 30, 2023\nGUARANTOR AND ISSUER\nTotal revenues\n$\n160,236\n \nIncome from continuing operations before income taxes\n40,285\n \nNet income from continuing operations\n31,713\n \nNet income\n23,613\n \nThe table above reflects $1.7 billion of non-current intercompany receivables due to the Issuer from non-guarantor subsidiaries.\nH&R Block, Inc.\n | 2023 Form 10-K\n27\nCRITICAL ACCOUNTING ESTIMATES \nWe consider the estimates discussed below to be critical to understanding our financial statements, as they require the use of significant judgment and estimation in order to measure, at a specific point in time, matters that are inherently uncertain. Specific methods and assumptions for these critical accounting estimates are described in the following paragraphs. We have reviewed and discussed each of these estimates with the Audit Committee of our Board of Directors. For all of these estimates, we caution that future events rarely develop precisely as forecasted and estimates routinely require adjustment and may require material adjustment. \nSee \nItem 8, note 1\n to the consolidated financial statements for discussion of our significant accounting policies.\nLITIGATION AND OTHER RELATED CONTINGENCIES \n–\n \nNature of Estimates Required.\n We accrue liabilities related to certain legal matters for which we believe it is probable that a loss has been incurred and the amount of such loss can be reasonably estimated. Assessing the likely outcome of pending or threatened litigation or other related loss contingencies, including the amount of potential loss, if any, is highly subjective. \nAssumptions and Approach Used.\n We are subject to pending or threatened litigation and other related loss contingencies, which are described in \nItem 8, note 12\n to the consolidated financial statements. It is our policy to routinely assess the likelihood of any adverse judgments or outcomes related to legal matters, as well as ranges of probable losses. A determination of the amount of the liability required to be accrued, if any, for these contingencies is made after analysis of each known issue and an analysis of historical experience. In cases where we have concluded that a loss is only reasonably possible or remote, or is not reasonably estimable, no liability is accrued. \nSensitivity of Estimate to Change.\n It is reasonably possible that pending or future litigation and other related loss contingencies may vary from the amounts accrued. Our estimate of the aggregate range of reasonably possible losses includes (1) matters where a liability has been accrued and there is a reasonably possible loss in excess of the amount accrued for that liability, and (2) matters where a liability has not been accrued but we believe a loss is reasonably possible. This aggregate range represents only those losses as to which we are currently able to estimate a reasonably possible loss or range of loss. It does not represent our maximum loss exposure. As of June 30, 2023, we believe the estimate of the aggregate range of reasonably possible losses in excess of amounts accrued, where the range of loss can be estimated, was not material.\nHowever, our judgments on whether a loss is probable, reasonably possible, or remote, and our estimates of probable loss amounts may differ from actual results due to difficulties in predicting changes in or interpretations of, laws, predicting the outcome of court trials, arbitration hearings, settlement discussions and related activity, predicting the outcome of class certification actions, and numerous other uncertainties. Due to the number of claims which are periodically asserted against us, and the magnitude of damages sought in those claims, actual losses in the future may significantly differ from our current estimates. \nOur accrued liabilities for litigation and other related contingencies are disclosed in \nItem 8, note 12\n to the consolidated financial statements.\nINCOME TAXES\n – \nUNCERTAIN TAX POSITIONS \n–\nNature of Estimates Required.\n The income tax laws of jurisdictions in which we operate are complex and subject to different interpretations by the taxpayer and applicable government taxing authorities. Income tax returns filed by us are based on our interpretation of these rules. The amount of income taxes we pay is subject to ongoing audits by federal, state and foreign tax authorities, which may result in proposed assessments, including interest or penalties. We accrue a liability for unrecognized tax benefits arising from uncertain tax positions reflecting our judgment as to the ultimate resolution of the applicable issues. \nAssumptions and Approach Used.\n Differences between a tax position taken or expected to be taken in our tax returns and the amount of benefit recorded in our financial statements result in unrecognized tax benefits. Unrecognized tax benefits are recorded in the balance sheet as either a liability or reductions to recorded tax assets as applicable. Our uncertain tax positions arise from items such as apportionment of income for state purposes, transfer pricing, and the deductibility of intercompany transactions. We evaluate each uncertain tax \n28\n2023 Form 10-K |\n H&R Block, Inc.\nposition based on its technical merits. For each position, we consider all applicable information including relevant tax laws, the taxing authorities' potential position, our tax return position, and the possible settlement outcomes to determine the amount of liability to record. In making this determination, we assume the tax authority has all relevant information at its disposal. \nSensitivity of Estimate to Change.\n Our assessment of the technical merits and measurement of tax benefits associated with uncertain tax positions is subject to a high degree of judgment and estimation. Actual results may differ from our current judgments due to a variety of factors, including changes in law, interpretations of law by taxing authorities that differ from our assessments, changes in the jurisdictions in which we operate and results of routine tax examinations. We believe we have adequately provided for any reasonably foreseeable outcomes related to these matters. However, our future results may include favorable or unfavorable adjustments to our estimated tax liabilities in the period the assessments are made or resolved, or when statutes of limitation on potential assessments expire. As a result, our effective tax rate may fluctuate on a quarterly basis. \nA schedule of changes in our uncertain tax positions during the last three years is included in \nItem 8, note 9\n to the consolidated financial statements.\nGOODWILL \n–\nNature of Estimates Required.\n We test goodwill for impairment annually in the third quarter or more frequ\nently if events occur or circumstances change which would, more likely than not, reduce the fair value of a reporting unit below its carrying value. We first assess qualitative factors to determine whether it is more likely than not that the fair value of a reporting unit is less than its carrying value. If, based on a review of qualitative factors, it is more likely than not that the fair value of a reporting unit is less than its carrying value, we perform a quantitative analysis. Our goodwill impairment analysis utilizes both income and market approaches, which includes revenue and expense forecasts, changes in working capital and selection of a discount rate, all of which are highly subjective. \nAssumptions and Approach Used. \nOur goodwill impairment analysis is performed at the reporting unit level. Our valuation methods include a discounted cash flow model for the income approach and the guideline public company and market capitalization methods for the market approach. The income approach requires significant management judgment with respect to revenue and expense forecasts, anticipated changes in working capital and selection of an appropriate discount rate. Changes in projections or assumptions could materially affect our estimate of reporting unit fair values. The use of different assumptions could increase or decrease estimated discounted future operating cash flows and could affect our conclusion regarding the existence or amount of potential impairment.\nSensitivity of Estimate to Change.\n Estimates of fair value may be adversely impacted by declining economic conditions and changes in the industries and markets in which we operate. Additionally, if future operating results of our reporting units are below our current modeled expectations, fair value estimates may decline. Any of these factors could result in future impairments, and those impairments could be significant.\nA schedule of changes in our goodwill balances, including any impairment charges, is included in \nItem 8, note 6 \nto the consolidated financial statements.\nNEW ACCOUNTING PRONOUNCEMENTS\nSee \nItem 8, note 1\n to the consolidated financial statements for any recently issued accounting pronouncements.\nREGULATORY ENVIRONMENT\n \nThe federal government, various state, local, provincial and foreign governments, and some self-regulatory organizations have enacted statutes and ordinances, or adopted rules and regulations, regulating many aspects of our business. These aspects include, but are not limited to, commercial income tax return preparation, income tax courses, the electronic filing of income tax returns, the offering of RTs, privacy and data security, consumer protection, marketing and advertising, franchising, antitrust and competition, sales methods, and financial services and products. We work to comply with those laws that are applicable to us or our services or products, and we continue to monitor developments in the regulatory environment in which we operate. See further discussion of these items in our ",
    "item7a": ">ITEM 7A. QUANTITATIVE AND QUALITATIVE DISCLOSURES ABOUT MARKET RISK \nINTEREST RATE RISK\nGENERAL \n– We have a formal investment policy that strives to minimize the market risk exposure of our cash equivalents, which are primarily affected by credit quality and movements in interest rates. The guidelines in our investment policy focus on managing liquidity and preserving principal and earnings.\nOur cash equivalents are primarily held for liquidity purposes and are comprised of high quality, short-term investments, including money market funds and U.S. Treasuries. Because our cash and cash equivalents have a short maturity, our portfolio's market value is relatively insensitive to interest rate changes.\nInterest expense on our CLOC borrowings is determined based on short-term interest rates. As our CLOC borrowings are generally seasonal, interest rate risk typically increases during the months of November through March. We had no outstanding balance on our CLOC as of June 30, 2023.\nOur long-term debt as of June 30, 2023, consists primarily of fixed-rate Senior Notes; therefore, a change in interest rates would have no impact on consolidated pretax earnings until these notes mature or are refinanced. The interest we pay on our Senior Notes is fixed and is subject to adjustment based upon our credit ratings. See \nItem 8, note 7\n to the consolidated financial statements. \nFOREIGN EXCHANGE RATE RISK\nOur operations in international markets are exposed to movements in currency exchange rates. The currencies primarily involved are the Canadian dollar and the Australian dollar. We translate revenues and expenses related to these operations at the average of exchange rates in effect during the period. Assets and liabilities of foreign \nH&R Block, Inc.\n | 2023 Form 10-K\n31\nsubsidiaries are translated into U.S. dollars at exchange rates at the end of the year. Translation adjustments are recorded as a separate component of other comprehensive income in stockholders' equity. Translation of financial results into U.S. dollars does not presently materially affect, and has not historically materially affected, our consolidated financial results, although such changes do affect the year-to-year comparability of the operating results in U.S. dollars of our international \nbusinesses. The impact of changes in foreign exchange rates during the period on our international cash balances resulted in a decrease of $4.9 million and $8.1 million during the years ended June 30, \n2023 and\n 2022, respectively. We estimate a 10% change in foreign exchange rates by itself would impact consolidated pretax income for the years ended June 30, 2023 and 2022 by $3.8 million and $2.8 million, respectively, and cash balances, excluding restricted balances, as of June 30, 2023 and 2022 by $13.0 million and $18.5 million, respectively. \nWe generally use foreign exchange forward contracts to mitigate foreign currency exchange rate risk for loans we advance to our Canadian operations. We had no forward contracts outstanding at June 30, 2023 or \n2022\n.\n32\n2023 Form 10-K |\n H&R Block, Inc.\nITEM 8. FINANCIAL STATEMENTS AND SUPPLEMENTARY DATA \nDISCUSSION OF FINANCIAL RESPONSIBILITY\nH&R Block's management is responsible for the integrity and objectivity of the information contained in this document. Management is responsible for the consistency of reporting this information and for ensuring that accounting principles generally accepted in the U.S. are properly applied. In discharging this responsibility, management maintains an extensive program of internal audits and requires members of management to certify financial information within their scope of management. Our system of internal control over financial reporting also includes formal policies and procedures, including a Code of Business Ethics and Conduct that reinforces our commitment to ethical business conduct and is designed to encourage our employees and directors to act with high standards of integrity in all that they do. \nThe Audit Committee of the Board of Directors, composed solely of independent outside directors, meets periodically with management, the independent auditor and the Vice President, Audit Services (our chief internal auditor) to review matters relating to our financial statements, internal audit activities, internal accounting controls and non-audit services provided by the independent auditors. The independent auditor and the Vice President, Audit Services have full access to the Audit Committee and meet with the committee, both with and without management present, to discuss the scope and results of their audits, including internal controls and financial matters.\nDeloitte & Touche LLP audited our consolidated financial statements for the fiscal years ended June 30, 2023 and 2022, the two months ended June 30, 2021 (Transition Period), and for the fiscal year ended April 30, 2021. The audits were conducted in accordance with the standards of the Public Company Accounting Oversight Board (United States).\nMANAGEMENT'S REPORT ON INTERNAL CONTROL OVER FINANCIAL REPORTING\nManagement is responsible for establishing and maintaining adequate internal control over financial reporting, as such term is defined in Exchange Act Rules 12a-15(f). Under the supervision and with the participation of our Chief Executive Officer and Chief Financial Officer, we conducted an evaluation of the effectiveness of our internal control over financial reporting based on the criteria established in \"Internal Control - Integrated Framework\" issued by the Committee of Sponsoring Organizations of the Treadway Commission (COSO), using the 2013 framework, as of June 30, 2023.\nBased on our assessment, our Chief Executive Officer and Chief Financial Officer concluded that as of June 30, 2023, the Company's internal control over financial reporting was effective based on the criteria set forth by COSO, using the 2013 framework. The Company's external auditor, Deloitte & Touche LLP, an independent registered public accounting firm, has issued an audit report on the effectiveness of the Company's internal control over financial reporting.\n/s/ Jeffrey J. Jones II\n/s/ Tony G. Bowen\nJeffrey J. Jones II\nTony G. Bowen\nPresident and Chief Executive Officer\nChief Financial Officer\nH&R Block, Inc.\n | 2023 Form 10-K\n33\nREPORT OF INDEPENDENT REGISTERED PUBLIC ACCOUNTING FIRM\nTo the Board of Directors and Stockholders of H&R Block, Inc\n. \nOpinion on the Financial Statements\nWe have audited the accompanying consolidated balance sheets of H&R Block, Inc. and subsidiaries (the \"Company\") as of June 30, 2023, and June 30, 2022, the related consolidated statements of operations and comprehensive income (loss), stockholders' equity, and cash flows, for the years ended June 30, 2023, and June 30, 2022, the two months ended June 30, 2021 (Transition Period) and the year ended April 30, 2021, and the related notes (collectively referred to as the \"financial statements\"). In our opinion, the financial statements present fairly, in all material respects, the financial position of the Company as of June 30, 2023, and June 30, 2022, and the results of its operations and its cash flows for the years ended June 30, 2023 and June 30, 2022, the two months ended June 30, 2021 (Transition Period) and the year ended April 30, 2021, in conformity with accounting principles generally accepted in the United States of America.\nWe have also audited, in accordance with the standards of the Public Company Accounting Oversight Board (United States) (PCAOB), the Company's internal control over financial reporting as of June 30, 2023, based on criteria established in Internal Control — Integrated Framework (2013) issued by the Committee of Sponsoring Organizations of the Treadway Commission and our report dated August 17, 2023, expressed an unqualified opinion on the Company's internal control over financial reporting. \nBasis for Opinion\nThese financial statements are the responsibility of the Company's management. Our responsibility is to express an opinion on the Company's financial statements based on our audits. We are a public accounting firm registered with the PCAOB and are required to be independent with respect to the Company in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB.\nWe conducted our audits in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audit to obtain reasonable assurance about whether the financial statements are free of material misstatement, whether due to error or fraud. Our audits included performing procedures to assess the risks of material misstatement of the financial statements, whether due to error or fraud, and performing procedures that respond to those risks. Such procedures included examining, on a test basis, evidence regarding the amounts and disclosures in the financial statements. Our audits also included evaluating the accounting principles used and significant estimates made by management, as well as evaluating the overall presentation of the financial statements. We believe that our audits provide a reasonable basis for our opinion.\nCritical Audit Matter\nThe critical audit matter communicated below is a matter arising from the current-period audit of the financial statements that was communicated or required to be communicated to the audit committee and that (1) relates to accounts or disclosures that are material to the financial statements and (2) involved our especially challenging, subjective, or complex judgments. The communication of critical audit matters does not alter in any way our opinion on the financial statements, taken as a whole, and we are not, by communicating the critical audit matter below, providing a separate opinion on the critical audit matter or on the accounts or disclosures to which it relates.\nIncome Taxes - Uncertain Tax Positions - Refer to Note 9 to the consolidated financial statements\nCritical Audit Matter Description\nThe Company operates in multiple income tax jurisdictions both within the United States and internationally. Accordingly, management must determine the appropriate allocation of income to each of these jurisdictions based on transfer pricing analyses of comparable companies and predictions of future economic conditions. Transfer pricing terms and conditions may be scrutinized by local tax authorities during an audit and any resulting changes may impact the mix of earnings in countries with differing statutory tax rates. The Company accrues a liability for unrecognized tax benefits arising from uncertain tax positions reflecting their judgment as to the ultimate resolution of the applicable issues. For each position, management considers all applicable information including relevant tax laws, the taxing authorities' potential position, management’s tax return position, and the \n34\n2023 Form 10-K |\n H&R Block, Inc.\npossible settlement outcomes to determine the amount of liability to record. The Company’s unrecognized tax benefits as of June 30, 2023, were $240 million.\nWe identified the Company’s determination of uncertain tax positions measured in accordance with the Company’s transfer pricing policies as a critical audit matter because of the significant judgment in the application of the tax law in applying the arm’s length standard to intercompany transactions and scrutiny by local tax authorities. The significant level of judgment increases the uncertainty in evaluating the valuation of tax balances, including any uncertain tax positions that relate to the Company’s transfer pricing. As a result, we utilized a high degree of auditor judgment and increased the extent of work performed, including involving our income tax specialists to evaluate whether management’s judgments in interpreting and applying tax laws were appropriate.\nHow the Critical Audit Matter Was Addressed in the Audit\nOur audit procedures related to the Company’s uncertain tax positions for transfer pricing included the following, among others:\n•\nWe tested the effectiveness of controls over management’s evaluation and determination of uncertain tax positions. This evaluation includes management’s assessment of tax positions taken by the Company on its tax returns, including transfer pricing terms and conditions, and the related recorded amounts for uncertain tax positions\n•\nWith the assistance of our income tax specialists, we evaluated the Company’s transfer pricing methodologies and performed the following:\n◦\nEvaluated the appropriateness of management’s application of jurisdictional tax regulations in applying the arm’s length standard to intercompany transactions.\n◦\nEvaluated the application of the transfer pricing method to transactions subject to transfer pricing. \n◦\nTested the application of the transfer pricing policies by legal entity through an independent calculation. \n◦\nEvaluated management’s approach to identifying uncertain tax positions related to changes in the transfer pricing terms and conditions and tested the calculation of the tax positions at the individual legal entity level and at the consolidated level.\n/s/ \nDeloitte & Touche LLP\nKansas City, Missouri\n \nAugust 17, 2023\nWe have served as the Company's auditor since 2007.\nH&R Block, Inc.\n | 2023 Form 10-K\n35\nREPORT OF INDEPENDENT REGISTERED PUBLIC ACCOUNTING FIRM\nTo the Board of Directors and Stockholders of H&R Block, Inc.\nOpinion on Internal Control over Financial Reporting\nWe have audited the internal control over financial reporting of H&R Block, Inc. and subsidiaries (the “Company”) as of June 30, 2023, based on criteria established in Internal Control — Integrated Framework (2013) issued by the Committee of Sponsoring Organizations of the Treadway Commission (COSO). In our opinion, the Company maintained, in all material respects, effective internal control over financial reporting as of June 30, 2023, based on criteria established in Internal Control — Integrated Framework (2013) issued by COSO.\nWe have also audited, in accordance with the standards of the Public Company Accounting Oversight Board (United States) (PCAOB), the consolidated financial statements as of and for the year ended June 30, 2023, of the Company and our report dated August 17, 2023, expressed an unqualified opinion on those financial statements.\nBasis for Opinion \nThe Company’s management is responsible for maintaining effective internal control over financial reporting and for its assessment of the effectiveness of internal control over financial reporting, included in the accompanying Management's Report on Internal Control over Financial Reporting. Our responsibility is to express an opinion on the Company’s internal control over financial reporting based on our audit. We are a public accounting firm registered with the PCAOB and are required to be independent with respect to the Company in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB.\nWe conducted our audit in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audit to obtain reasonable assurance about whether effective internal control over financial reporting was maintained in all material respects. Our audit included obtaining an understanding of internal control over financial reporting, assessing the risk that a material weakness exists, testing and evaluating the design and operating effectiveness of internal control based on the assessed risk, and performing such other procedures as we considered necessary in the circumstances. We believe that our audit provides a reasonable basis for our opinion.\nDefinition and Limitations of Internal Control over Financial Reporting\nA company’s internal control over financial reporting is a process designed to provide reasonable assurance regarding the reliability of financial reporting and the preparation of financial statements for external purposes in accordance with generally accepted accounting principles. A company’s internal control over financial reporting includes those policies and procedures that (1) pertain to the maintenance of records that, in reasonable detail, accurately and fairly reflect the transactions and dispositions of the assets of the company; (2) provide reasonable assurance that transactions are recorded as necessary to permit preparation of financial statements in accordance with generally accepted accounting principles, and that receipts and expenditures of the company are being made only in accordance with authorizations of management and directors of the company; and (3) provide reasonable assurance regarding prevention or timely detection of unauthorized acquisition, use, or disposition of the company’s assets that could have a material effect on the financial statements.\nBecause of its inherent limitations, internal control over financial reporting may not prevent or detect misstatements. Also, projections of any evaluation of effectiveness to future periods are subject to the risk that controls may become inadequate because of changes in conditions, or that the degree of compliance with the policies or procedures may deteriorate.\n/s/ Deloitte & Touche LLP\nKansas City, Missouri   \nAugust 17, 2023\n36\n2023 Form 10-K |\n H&R Block, Inc.\nCONSOLIDATED STATEMENTS OF OPERATIONS\nAND COMPREHENSIVE INCOME\n(in 000s, except per share amounts)\nYear Ended\nJune 30, 2023\nYear Ended\nJune 30, 2022\nTwo Months Ended\nJune 30, 2021\n(Transition Period)\nYear Ended \nApril 30, 2021\nREVENUES:\nService revenues\n$\n3,156,921\n \n$\n3,134,686\n \n$\n427,575 \n$\n3,067,223\n \nRoyalty, product and other revenues\n315,264\n \n328,584\n \n38,531 \n346,764\n \n3,472,185\n \n3,463,270\n \n466,106 \n3,413,987\n \nOPERATING EXPENSES:\nCosts of revenues\n1,923,452\n \n1,881,262\n \n232,763 \n1,842,092\n \nSelling, general and administrative\n800,035\n \n837,111\n \n98,988 \n802,268\n \nTotal operating expenses\n2,723,487\n \n2,718,373\n \n331,751 \n2,644,360\n \nOther income (expense), net\n35,492\n \n2,454\n \n672 \n5,979\n \nInterest expense on borrowings\n(\n72,978\n)\n(\n88,282\n)\n(14,032)\n(\n106,870\n)\nIncome from continuing operations before income taxes\n711,212\n \n659,069\n \n120,995 \n668,736\n \nIncome taxes\n149,412\n \n98,423\n \n29,876 \n78,524\n \nNet income from continuing operations\n561,800\n \n560,646\n \n91,119\n \n590,212\n \nNet loss from discontinued operations, net of tax benefits of $\n2,423\n, $2,093, $\n451\n and $\n3,883\n(\n8,100\n)\n(\n6,972\n)\n(1,509)\n(\n6,421\n)\nNET INCOME\n$\n553,700\n \n$\n553,674\n \n$\n89,610 \n$\n583,791\n \nBASIC EARNINGS PER SHARE:\nContinuing operations\n$\n3.63\n \n$\n3.31\n \n$\n0.50 \n$\n3.15\n \nDiscontinued operations\n(\n0.05\n)\n(\n0.04\n)\n(0.01)\n(\n0.04\n)\nConsolidated\n$\n3.58\n \n$\n3.27\n \n$\n0.49 \n$\n3.11\n \nDILUTED EARNINGS PER SHARE:\nContinuing operations\n$\n3.56\n \n$\n3.26\n \n$\n0.49 \n$\n3.11\n \nDiscontinued operations\n(\n0.05\n)\n(\n0.04\n)\n(0.01)\n(\n0.03\n)\nConsolidated\n$\n3.51\n \n$\n3.22\n \n$\n0.48 \n$\n3.08\n \nCOMPREHENSIVE INCOME:\nNet income\n$\n553,700\n \n$\n553,674\n \n$\n89,610 \n$\n583,791\n \nChange in foreign currency translation adjustments\n(\n15,454\n)\n(\n21,733\n)\n(4,698)\n56,362\n \nOther comprehensive income (loss)\n(\n15,454\n)\n(\n21,733\n)\n(4,698)\n56,362\n \nComprehensive income\n$\n538,246\n \n$\n531,941\n \n$\n84,912 \n$\n640,153\n \nSee accompanying notes to consolidated financial statements.\nH&R Block, Inc.\n | 2023 Form 10-K\n37\nCONSOLIDATED BALANCE SHEETS\n(in 000s, except share and per share amounts)\nAs of\nJune 30, 2023\nJune 30, 2022\nASSETS\nCash and cash equivalents\n$\n986,975\n \n$\n885,015\n \nCash and cash equivalents - restricted\n28,341\n \n165,698\n \nReceivables, less allowance for credit losses of $\n55,502\n and $\n65,351\n59,987\n \n58,447\n \nIncome taxes receivable\n35,910\n \n202,838\n \nPrepaid expenses and other current assets\n76,273\n \n72,460\n \nTotal current assets\n1,187,486\n \n1,384,458\n \nProperty and equipment, at cost, less accumulated depreciation     and amortization of $\n846,177\n and $\n857,468\n130,015\n \n123,912\n \nOperating lease right of use asset\n438,299\n \n427,783\n \nIntangible assets, net\n277,043\n \n309,644\n \nGoodwill\n775,453\n \n760,401\n \nDeferred tax assets and income taxes receivable\n211,391\n \n208,948\n \nOther noncurrent assets\n52,571\n \n54,012\n \nTotal assets\n$\n3,072,258\n \n$\n3,269,158\n \nLIABILITIES AND STOCKHOLDERS' EQUITY\nLIABILITIES:\nAccounts payable and accrued expenses\n$\n159,901\n \n$\n160,929\n \nAccrued salaries, wages and payroll taxes\n95,154\n \n154,764\n \nAccrued income taxes and reserves for uncertain tax positions\n271,800\n \n280,115\n \nOperating lease liabilities\n205,391\n \n206,898\n \nDeferred revenue and other current liabilities\n206,536\n \n196,107\n \nTotal current liabilities\n938,782\n \n998,813\n \nLong-term debt\n1,488,974\n \n1,486,876\n \nDeferred tax liabilities and reserves for uncertain tax positions\n264,567\n \n226,362\n \nOperating lease liabilities\n240,543\n \n228,820\n \nDeferred revenue and other noncurrent liabilities\n107,328\n \n116,656\n \nTotal liabilities\n3,040,194\n \n3,057,527\n \nCOMMITMENTS AND CONTINGENCIES\nSTOCKHOLDERS' EQUITY:\nCommon stock, \nno\n par, stated value $\n.01\n per share, \n800,000,000\n shares authorized, shares issued of \n178,935,578\n and \n193,571,309\n1,789\n \n1,936\n \nAdditional paid-in capital\n770,376\n \n772,182\n \nAccumulated other comprehensive loss\n(\n37,099\n)\n(\n21,645\n)\nRetained earnings (deficit)\n(\n48,677\n)\n120,405\n \nLess treasury shares, at cost, of \n32,785,658\n and \n33,640,988\n(\n654,325\n)\n(\n661,247\n)\nTotal stockholders' equity\n32,064\n \n211,631\n \nTotal liabilities and stockholders' equity\n$\n3,072,258\n \n$\n3,269,158\n \nSee accompanying notes to consolidated financial statements.\n38\n2023 Form 10-K |\n H&R Block, Inc.\nCONSOLIDATED STATEMENTS OF CASH FLOWS\n(in 000s)\nYear Ended\nJune 30, 2023\nYear Ended\nJune 30, 2022\nTwo Months Ended\nJune 30, 2021\n(Transition Period)\nYear Ended \nApril 30, 2021\nCASH FLOWS FROM OPERATING ACTIVITIES:\nNet income\n$\n553,700\n \n$\n553,674\n \n$\n89,610 \n$\n583,791\n \nAdjustments to reconcile net income to net cash provided by operating activities:\nDepreciation and amortization\n130,501\n \n142,178\n \n24,586\n \n156,852\n \nProvision for credit losses\n52,290\n \n66,807\n \n4,617\n \n73,451\n \nDeferred taxes\n49,579\n \n(\n53,352\n)\n22,926\n \n(\n22,583\n)\nStock-based compensation\n31,326\n \n34,252\n \n4,700\n \n28,271\n \nChanges in assets and liabilities, net of acquisitions:\nReceivables\n(\n57,244\n)\n(\n37,889\n)\n108,470\n \n(\n150,933\n)\nPrepaid expenses, other current and noncurrent assets\n(\n7,011\n)\n(\n1,944\n)\n26,753\n \n(\n49,498\n)\nAccounts payable, accrued expenses, salaries, wages and payroll taxes\n(\n67,627\n)\n(\n19,645\n)\n(\n186,754\n)\n150,635\n \nDeferred revenue, other current and noncurrent liabilities\n(\n4,773\n)\n7,342\n \n(\n15,809\n)\n(\n1,160\n)\nIncome tax receivables, accrued income taxes and income tax reserves\n144,164\n \n118,713\n \n(\n43,476\n)\n(\n138,152\n)\nOther, net\n(\n3,064\n)\n(\n1,599\n)\n(\n797\n)\n(\n4,746\n)\nNet cash provided by operating activities\n821,841\n \n808,537\n \n34,826\n \n625,928\n \nCASH FLOWS FROM INVESTING ACTIVITIES:\nCapital expenditures\n(\n69,698\n)\n(\n61,955\n)\n(\n5,188\n)\n(\n52,792\n)\nPayments made for business acquisitions, net of cash acquired\n(\n48,246\n)\n(\n35,920\n)\n(\n846\n)\n(\n15,576\n)\nFranchise loans funded\n(\n21,633\n)\n(\n18,467\n)\n(\n135\n)\n(\n26,917\n)\nPayments from franchisees\n27,350\n \n30,899\n \n8,634\n \n41,215\n \nOther, net\n10,838\n \n8,902\n \n1,227\n \n8,547\n \nNet cash provided by (used in) investing activities\n(\n101,389\n)\n(\n76,541\n)\n3,692\n \n(\n45,523\n)\nCASH FLOWS FROM FINANCING ACTIVITIES:\nRepayments of line of credit borrowings\n(\n970,000\n)\n(\n705,000\n)\n—\n \n(\n3,275,000\n)\nProceeds from line of credit borrowings\n970,000\n \n705,000\n \n—\n \n1,275,000\n \nRepayments of long-term debt\n—\n \n(\n500,000\n)\n—\n \n(\n650,000\n)\nProceeds from issuance of long-term debt\n—\n \n—\n \n494,435\n \n647,965\n \nDividends paid\n(\n177,925\n)\n(\n186,476\n)\n—\n \n(\n195,068\n)\nRepurchase of common stock, including shares surrendered\n(\n568,952\n)\n(\n563,174\n)\n(\n4,633\n)\n(\n191,294\n)\nProceeds from exercise of stock options\n3,383\n \n6,334\n \n308\n \n2,140\n \nOther, net\n(\n7,498\n)\n(\n14,030\n)\n(\n5,584\n)\n(\n22,566\n)\nNet cash provided by (used in) financing activities\n(\n750,992\n)\n(\n1,257,346\n)\n484,526\n \n(\n2,408,823\n)\nEffects of exchange rate changes on cash\n(\n4,857\n)\n(\n8,101\n)\n(\n1,800\n)\n18,318\n \nNet increase (decrease) in cash and cash equivalents, including restricted balances\n(\n35,397\n)\n(\n533,451\n)\n521,244\n \n(\n1,810,100\n)\nCash, cash equivalents and restricted cash, beginning of the period\n1,050,713\n \n1,584,164\n \n1,062,920\n \n2,873,020\n \nCash, cash equivalents and restricted cash, end of the period\n$\n1,015,316\n \n$\n1,050,713\n \n$\n1,584,164\n \n$\n1,062,920\n \nSUPPLEMENTARY CASH FLOW DATA:\nIncome taxes paid (received), net\n$\n(\n45,539\n)\n$\n31,689\n \n$\n52,149\n \n$\n236,459\n \nInterest paid on borrowings\n69,554\n \n81,960\n \n14,317\n \n103,855\n \nAccrued additions to property and equipment\n2,238\n \n4,315\n \n2,085\n \n1,643\n \nAccrued dividends payable to common shareholders\n42,953\n \n43,093\n \n48,998\n \n—\n \nSee accompanying notes to consolidated financial statements.\nH&R Block, Inc.\n | 2023 Form 10-K\n39\nCONSOLIDATED STATEMENTS OF STOCKHOLDERS' EQUITY\n(amounts in 000s, except per share amounts)\nCommon Stock\nAdditional\nPaid-in\nCapital\nAccumulated Other\nComprehensive\nIncome (Loss)\n(1)\nRetained\nEarnings\n(Deficit)\nTreasury Stock\nTotal\nStockholders’\nEquity\nShares\nAmount\nShares\nAmount\nBalances as of May 1, 2020\n228,207\n \n$\n2,282\n \n$\n775,387\n \n$\n(\n51,576\n)\n$\n42,965\n \n(\n35,731\n)\n$\n(\n698,017\n)\n$\n71,041\n \nNet income\n— \n— \n— \n— \n583,791\n \n— \n— \n583,791\n \nOther comprehensive income\n— \n— \n— \n56,362\n \n— \n— \n— \n56,362\n \nStock-based compensation\n— \n— \n26,138\n \n— \n— \n— \n— \n26,138\n \nStock-based awards exercised or vested\n— \n— \n(\n11,417\n)\n— \n(\n1,900\n)\n755\n \n14,748\n \n1,431\n \nAcquisition of treasury shares\n(2)\n— \n— \n— \n— \n— \n(\n214\n)\n(\n3,081\n)\n(\n3,081\n)\nRepurchase and retirement of common shares\n(\n11,551\n)\n(\n115\n)\n(\n6,816\n)\n— \n(\n181,282\n)\n— \n— \n(\n188,213\n)\nCash dividends declared - $\n1.04\n per share\n— \n— \n— \n— \n(\n195,068\n)\n— \n— \n(\n195,068\n)\nBalances as of April 30, 2021\n216,656\n \n$\n2,167\n \n$\n783,292\n \n$\n4,786\n \n$\n248,506\n \n(\n35,190\n)\n$\n(\n686,350\n)\n$\n352,401\n \nNet income\n— \n— \n— \n— \n89,610\n \n— \n— \n89,610\n \nOther comprehensive loss\n— \n— \n— \n(\n4,698\n)\n— \n— \n— \n(\n4,698\n)\nStock-based compensation\n— \n— \n4,285\n \n— \n— \n— \n— \n4,285\n \nStock-based awards exercised or vested\n— \n— \n(\n8,112\n)\n— \n(\n2,424\n)\n545\n \n10,627\n \n91\n \nAcquisition of treasury shares\n(2)\n— \n— \n— \n— \n— \n(\n197\n)\n(\n4,633\n)\n(\n4,633\n)\nCash dividends declared - $\n0.27\n per share\n— \n— \n— \n— \n(\n48,998\n)\n— \n— \n(\n48,998\n)\nBalances as of June 30, 2021\n216,656\n \n$\n2,167\n \n$\n779,465\n \n$\n88\n \n$\n286,694\n \n(\n34,842\n)\n$\n(\n680,356\n)\n$\n388,058\n \nNet income\n— \n— \n— \n— \n553,674\n \n— \n— \n553,674\n \nOther comprehensive loss\n— \n— \n— \n(\n21,733\n)\n— \n— \n— \n(\n21,733\n)\nStock-based compensation\n— \n— \n28,189\n \n— \n— \n— \n— \n28,189\n \nStock-based awards exercised or vested\n— \n— \n(\n21,622\n)\n— \n(\n3,126\n)\n1,634\n \n31,937\n \n7,189\n \nAcquisition of treasury shares\n(2)\n— \n— \n— \n— \n— \n(\n433\n)\n(\n12,828\n)\n(\n12,828\n)\nRepurchase and retirement of common shares\n(\n23,085\n)\n(\n231\n)\n(\n13,850\n)\n— \n(\n536,265\n)\n— \n— \n(\n550,346\n)\nCash dividends declared - $\n1.08\n per share\n— \n— \n— \n— \n(\n180,572\n)\n— \n— \n(\n180,572\n)\nBalances as of June 30, 2022\n193,571\n \n$\n1,936\n \n$\n772,182\n \n$\n(\n21,645\n)\n$\n120,405\n \n(\n33,641\n)\n$\n(\n661,247\n)\n$\n211,631\n \nNet income\n—\n \n—\n \n—\n \n—\n \n553,700\n \n—\n \n—\n \n553,700\n \nOther comprehensive loss\n—\n \n—\n \n—\n \n(\n15,454\n)\n—\n \n—\n \n—\n \n(\n15,454\n)\nStock-based compensation\n—\n \n—\n \n27,086\n \n—\n \n—\n \n—\n \n—\n \n27,086\n \nStock-based awards exercised or vested\n—\n \n—\n \n(\n20,258\n)\n—\n \n(\n1,899\n)\n1,298\n \n25,656\n \n3,499\n \nAcquisition of treasury shares\n(2)\n—\n \n—\n \n—\n \n—\n \n—\n \n(\n443\n)\n(\n18,734\n)\n(\n18,734\n)\nRepurchase and retirement of common shares\n(\n14,635\n)\n(\n147\n)\n(\n8,634\n)\n—\n \n(\n543,098\n)\n—\n \n—\n \n(\n551,879\n)\nCash dividends declared - $\n1.16\n per share\n—\n \n—\n \n—\n \n—\n \n(\n177,785\n)\n—\n \n—\n \n(\n177,785\n)\nBalances as of June 30, 2023\n178,936\n \n$\n1,789\n \n$\n770,376\n \n$\n(\n37,099\n)\n$\n(\n48,677\n)\n(\n32,786\n)\n$\n(\n654,325\n)\n$\n32,064\n \n(1)   \nThe balance of our accumulated other comprehensive income (loss) consists of foreign currency translation adjustments.\n(2)\n    \nRepresents shares swapped or surrendered to us in connection with the vesting or exercise of stock-based awards.\n    \n    See accompanying notes to consolidated financial statements.\n40\n2023 Form 10-K |\n H&R Block, Inc.\nNOTES TO CONSOLIDATED FINANCIAL STATEMENTS\nNOTE 1: SUMMARY OF SIGNIFICANT ACCOUNTING POLICIES \nNATURE OF OPERATIONS\n – Our subsidiaries provide assisted and do-it-yourself (DIY) tax return preparation solutions through multiple channels (including in-person, online and mobile applications, virtual, and desktop software) and distribute H&R Block-branded services and products, including those of our bank partners, to the general public primarily in the United States (U.S.), Canada and Australia. Tax returns are either prepared by H&R Block tax professionals (in company-owned or franchise offices, virtually or via an internet review) or prepared and filed by our clients through our DIY tax solutions. We also offer small business solutions through our company-owned and franchise offices and online through Wave.\n\"H&R Block,\" \"the Company,\" \"we,\" \"our\" and \"us\" are used interchangeably to refer to H&R Block, Inc., to H&R Block, Inc. and its subsidiaries, or to H&R Block, Inc.'s operating subsidiaries, as appropriate to the context. \nPRINCIPLES OF CONSOLIDATION\n – The consolidated financial statements include the accounts of the Company and our subsidiaries. Intercompany transactions and balances have been eliminated.\nDISCONTINUED OPERATIONS\n – Our discontinued operations include the results of operations of Sand Canyon Corporation, previously known as Option One Mortgage Corporation (including its subsidiaries, collectively, SCC), which exited its mortgage business in fiscal year 2008. See \nnote 12\n for additional information on loss contingencies related to our discontinued operations.\nSEGMENT INFORMATION \n–\n \nWe report a single segment that includes all of our continuing operations. \nMANAGEMENT ESTIMATES\n – The preparation of financial statements in conformity with accounting principles generally accepted in the U.S. (GAAP) requires management to make estimates and assumptions that affect the reported amounts of assets and liabilities and disclosure of contingent assets and liabilities at the date of the financial statements and the reported amounts of revenues and expenses during the reporting periods. Significant estimates, assumptions and judgments are applied in the evaluation of contingent losses arising from our discontinued mortgage business, contingent losses associated with pending claims and litigation, reserves for uncertain tax positions, and fair value of reporting units. Estimates have been prepared based on the best information available as of each balance sheet date. As such, actual results could differ materially from those estimates.\nCHANGE IN FISCAL YEAR END \n– On June 9, 2021, the Board of Directors approved a change of the Company's fiscal year end from April 30 to June 30. As a result of this change, the Company filed a Transition Report on Form 10-Q that included financial information for the transition period from May 1, 2021 to June 30, 2021 (Transition Period).\n \nCASH AND CASH EQUIVALENTS\n – All non-restricted highly liquid instruments maturing within three months at acquisition are considered to be cash equivalents.\n \nOutstanding checks in excess of funds on deposit (book overdrafts) included in accounts payable totaled $\n3.3\n million and $\n2.7\n million as of June 30, 2023 and 2022, respectively.\nCASH AND CASH EQUIVALENTS \n–\n RESTRICTED\n – Cash and cash equivalents – restricted consists primarily of cash held by our captive insurance subsidiary that is expected to be used to pay claims.\nRECEIVABLES AND RELATED ALLOWANCES\n – Our trade receivables consist primarily of accounts receivable from tax clients for tax return preparation and related fees. The allowance for credit losses for these receivables requires management's judgment regarding collectibility and current economic conditions to establish an amount considered by management to be adequate to cover estimated losses as of the balance sheet date. Losses from tax clients for tax return preparation and related fees are not specifically identified and charged off; instead they are evaluated on a pooled basis. At the end of the fiscal year the outstanding balances on these receivables are evaluated based on collections received and expected collections over subsequent tax seasons. We establish an allowance for credit losses at an amount that we believe reflects the receivable at net realizable value. In December of each year we charge-off the receivables to an amount we believe represents the net realizable value.\nH&R Block, Inc.\n | 2023 Form 10-K\n41\nOur financing receivables consist primarily of participations in H&R Block Emerald Advance\n®\n lines of Credit (EAs), loans made to franchisees, and amounts due under H&R Block's Instant Refund\nSM\n (Instant Refund).\nOur accounting policies related to receivables and related allowances are discussed further in \nnote 4\n.\nPROPERTY AND EQUIPMENT\n – Buildings, equipment and leasehold improvements are initially recorded at cost and are depreciated over the estimated useful life of the assets using the straight-line method. Estimated useful lives are generally \n15\n to \n40\n years for buildings, \ntwo\n to \nfive years\n for computers and other equipment, \nthree\n to \nfive years\n for purchased software and up to \neight years\n for leasehold improvements.\nGOODWILL AND INTANGIBLE ASSETS \n– Goodwill represents costs in excess of fair values assigned to the underlying net assets of acquired businesses. Goodwill is not amortized, but rather is tested for impairment annually during our third quarter, or more frequently if indications of potential impairment exist.\nIntangible assets, including internally-developed software, with finite lives are amortized over their estimated useful lives and are reviewed for impairment whenever events or changes in circumstances indicate that their carrying amount may not be recoverable. Intangible assets are typically amortized over the estimated useful life of the assets using the straight-line method. \nWe first assess qualitative factors to determine whether it is more likely than not that the fair value of a reporting unit is less than its carrying value. If, based on a review of qualitative factors, it is more likely than not that the fair value of a reporting unit is less than its carrying value, we perform a quantitative analysis. If the quantitative analysis indicates the carrying value of a reporting unit exceeds its fair value, we measure any goodwill impairment losses as the amount by which the carrying amount of a reporting unit exceeds its fair value, not to exceed the total amount of goodwill allocated to that reporting unit. See additional discussion in \nnote 6\n.\nLEASES\n – Operating lease right-of-use (ROU) assets represent our right to use an underlying asset for the lease term and operating lease liabilities represent our obligation to make lease payments arising from the lease. The majority of our lease portfolio consists of retail office space in the U.S., Canada, and Australia. The contract terms for these retail offices generally are from May 1 to April 30, and generally run \ntwo\n to \nfive years\n. \nWe record operating lease ROU assets and operating lease liabilities based on the discounted future minimum lease payments over the term of the lease. We generally do not include renewal options in the term of the lease. As the rates implicit in our leases are not readily determinable, we use our incremental borrowing rate based on the lease term and geographic location in calculating the discounted future minimum lease payments. \nWe recognize lease expenses for our operating leases on a straight-line basis. For lease payments that are subject to adjustments based on indexes or rates, the most current index or rate adjustments were included in the measurement of our ROU assets and lease liabilities at commencement of the lease. Variable lease costs, including non-lease components (such as common area maintenance, utilities, insurance, and taxes) and certain index-based changes in lease payments, are expensed as incurred. Our ROU assets are reviewed for impairment whenever events or changes in circumstances indicate that their carrying amount may not be recoverable.\nFOREIGN CURRENCY\n – The financial statements of the Company’s foreign operations are translated into U.S. dollars. Assets and liabilities are translated at current exchange rates as of the balance sheet date, equity accounts at historical exchange rates, while income statement accounts are translated at the average rates in effect during the year. Translation adjustments are not included in net income, but are recorded as a separate component of other comprehensive income in stockholders' equity.\n Foreign currency gains and losses included in operating results for fiscal years ended June 30, 2023, June 30, 2022, April 30, 2021 and the Transition Period were not material.\nTREASURY SHARES\n – We record shares of common stock repurchased by us as treasury shares, at cost, resulting in a reduction of stockholders' equity. Periodically, we may retire shares held in treasury as determined by our Board of Directors. We typically reissue treasury shares as part of our stock-based compensation programs. When shares are reissued, we determine the cost using the average cost method.\n42\n2023 Form 10-K |\n H&R Block, Inc.\nFAIR VALUE MEASUREMENT \n– We use the following classification of financial instruments pursuant to the fair value hierarchy methodologies for assets measured at fair value:\n▪\nLevel 1 – inputs to the valuation are quoted prices in an active market for identical assets.\n▪\nLevel 2 – inputs to the valuation include quoted prices for similar assets in active markets utilizing a third-party pricing service to determine fair value.\n▪\nLevel 3 \n–\n valuation is based on significant inputs that are unobservable in the market and our own estimates of assumptions that we believe market participants would use in pricing the asset.\nAssets measured on a recurring basis are initially measured at fair value and are required to be remeasured at fair value in the financial statements at each reporting date.\nFair value estimates, methods and assumptions are set forth below. The fair value was not estimated for assets and liabilities that are not considered financial instruments.\n▪\nCash and cash equivalents, including restricted – Fair value approximates the carrying amount (Level 1).\n▪\nReceivables, net – short-term – For short-term balances the carrying values reported in the balance sheet approximate fair market value due to the relative short-term nature of the respective instruments (Level 1).\n▪\nReceivables, net – long-term – The carrying values for the long-term portion of loans to franchisees approximate fair market value due to variable interest rates, low historical delinquency rates and franchise territories serving as collateral (Level 1). Long-term EA, Refund Transfer (RT) and Instant Refund receivables are carried at net realizable value which approximates fair value (Level 3). Net realizable value is determined based on historical and projected collection rates.\n▪\nLong-term debt – The fair value of our Senior Notes is based on quotes from multiple banks (Level 2). See \nnote 7\n for fair value.\n▪\nContingent consideration – Fair value approximates the carrying amount (Level 3). See \nnote 10\n for the carrying amount.\nREVENUE RECOGNITION\n – Revenue is recognized upon satisfaction of performance obligations by the transfer of a product or service to the customer. Revenue is the amount of consideration we expect to receive for our services and products and excludes sales taxes. The majority of our services and products have multiple performance obligations. We have certain services for which, the various performance obligations are generally provided simultaneously at a point in time, and revenue is recognized at that time. We have certain services and products where we have multiple performance obligations that are provided at various points in time. For these services and products, we allocate the transaction price to the various performance obligations based on relative standalone selling prices and recognize the revenue when the respective performance obligations have been satisfied. We have determined that our contracts do not contain a significant financing component.\nService revenues consist of assisted and online tax preparation revenues, fees for electronic filing, revenues from RTs, Emerald Card®, Peace of Mind® (POM), Tax Identity Shield® (TIS) and Wave. \nAssisted tax preparation\n services include tax preparation and electronic filing or printing of the completed tax return. Revenues from tax preparation and printing for clients that choose to print and mail their returns, are recognized when a completed return is accepted by the customer. Revenues for electronic filing are recognized when the return is electronically filed.\nRoyalties \nare based on contractual percentages of franchise gross receipts and are generally recorded in the period in which the services are provided by the franchisee to the customer.\nDIY tax preparation services\n includes fees for online and desktop tax preparation software and for electronic filing or printing. Revenues for online software and printing for clients that choose to print and mail their returns, are recognized when the customer uses the software to complete a return. Revenues for desktop software are recognized when the software is sold to the end user. Revenues for electronic filing are recognized when the return is electronically filed.\nRefund Transfer \nrevenues are recognized when the Internal Revenue Service (IRS) filing acknowledgment is received and the bank account is established at our bank partner, Pathward\nTM\n, N.A. (Pathward), a wholly-owned subsidiary of Pathward Financial, Inc.\nH&R Block, Inc.\n | 2023 Form 10-K\n43\nEmerald Card® and Spruce\nSM\n revenues consist of interchange income from the use of debit cards and fees paid by cardholders. Interchange income is a fee paid by merchants to our bank partner through the interchange network. Revenues associated with Emerald Card® and Spruce\nSM\n are recognized based on authorization of cardholder transactions.\nPeace of Mind® Extended Service Plan\n revenues are initially deferred and recognized over the term of the plan, based on the historical pattern of actual claims paid, as claims paid represent the transfer of POM services to the customer. The plan is effective for the life of the tax return, which can be up to six years; however, the majority of claims are incurred in years two and three after the sale of POM. POM has multiple performance obligations where we represent our clients if they are audited by a taxing authority, and assume the cost, subject to certain limits, of additional taxes owed by a client resulting from errors attributable to H&R Block. Incremental wages are also deferred and recognized over the term of the plan, in conjunction with the revenues earned. \nTax Identity Shield®\n revenues are initially deferred and are recognized as the various services are provided to the client, either by us or a third party, throughout the term of the contract, which generally ends on April 30th of the following year. TIS has multiple performance obligations where we provide clients assistance in helping protect their tax identity and access to services to help restore their tax identity, if necessary. Protection services include a daily scan of the dark web for personal information, a monthly scan for the client's social security number in credit header data, notifying clients if their information is detected on a tax return filed through H&R Block, and obtaining additional IRS identity protections when eligible. \nInterest and fee income on Emerald Advance\nSM\n \nlines of credit is recorded over the life of the underlying loan.\nWave®\n revenues primarily consist of fees received to process payment transactions and are generally calculated as a percentage of the transaction amounts processed. Revenues are recognized upon authorization of the transaction.\nMARKETING AND ADVERTISING \n– Advertising costs for radio and television ads are expensed over the course of the tax season, with online, print and mailing advertising expensed as incurred.\n Marketing and advertising expenses totaled $\n286.3\n million, $\n284.2\n million and $\n262.0\n million for fiscal years ended June 30, 2023, June 30, 2022 and April 30, 2021, respectively, and $\n11.9\n million for the Transition Period.\nEMPLOYEE BENEFIT PLANS\n – We have a 401(k) defined contribution plan in the U.S., and similar plans internationally, covering eligible full-time and seasonal employees following the completion of an eligibility period. Employer contributions to these plans are discretionary and totaled $\n25.6\n million, $\n25.1\n million and $\n26.6\n million for continuing operations for fiscal years ended June 30, 2023, June 30, 2022 and April 30, 2021, respectively, and $\n3.4\n million for the Transition Period.\nWe have severance plans covering executives and eligible regular full-time or part-time active employees who incur a qualifying termination.\n Expenses related to severance benefits for continuing operations totaled $\n6.9\n million, $\n2.6\n million and $\n8.4\n million\n for fiscal years ended June 30, 2023, June 30, 2022 and April 30, 2021, respectively, and $\n1.2\n million for the Transition Period.\n44\n2023 Form 10-K |\n H&R Block, Inc.\nNOTE 2: REVENUE RECOGNITION\nThe majority of our revenues are from our U.S. tax services business. \nThe following table disaggregates our U.S. revenues by major service line, with revenues from our international tax services businesses and from Wave included as separate lines:\n(in 000s)\nYear Ended\nJune 30, 2023\nYear Ended\nJune 30, 2022\nTwo Months Ended\nJune 30, 2021\n(Transition Period)\nYear Ended \nApril 30, 2021\nRevenues:\nU.S. assisted tax preparation\n$\n2,167,138\n \n$\n2,094,612\n \n$\n259,527\n \n$\n2,035,107\n \nU.S. royalties\n210,631\n \n225,242\n \n29,659\n \n226,253\n \nU.S. DIY tax preparation\n314,758\n \n319,086\n \n76,106\n \n313,055\n \nRefund Transfers\n143,310\n \n162,893\n \n14,269\n \n163,329\n \nPeace of Mind® Extended Service Plan\n95,181\n \n94,637\n \n20,231\n \n98,882\n \nTax Identity Shield®\n38,265\n \n39,114\n \n3,928\n \n40,624\n \nEmerald Card® and Spruce\nSM\n84,651\n \n125,444\n \n19,193\n \n136,717\n \nInterest and fee income on Emerald Advance\nSM\n47,554\n \n43,981\n \n299\n \n53,430\n \nInternational \n235,131\n \n231,335\n \n22,071\n \n249,868\n \nWave\n90,314\n \n80,965\n \n12,481\n \n58,277\n \nOther\n45,252\n \n45,961\n \n8,342\n \n38,445\n \nTotal revenues\n$\n3,472,185\n \n$\n3,463,270\n \n$\n466,106\n \n$\n3,413,987\n \nChanges in the balances of deferred revenue for POM are as follows:\n(in 000s)\nPOM Deferred Revenue\nYear Ended\nJune 30, 2023\nYear Ended\nJune 30, 2022\nTwo Months Ended\nJune 30, 2021\n(Transition Period)\nYear Ended \nApril 30, 2021\nBalance, beginning of the period\n$\n173,486\n \n$\n172,759\n \n$\n183,871\n \n$\n183,685\n \nAmounts deferred\n103,136\n \n110,679\n \n12,464\n \n115,114\n \nAmounts recognized on previous deferrals\n(\n109,365\n)\n(\n109,952\n)\n(\n23,576\n)\n(\n114,928\n)\nBalance, end of the period\n$\n167,257\n \n$\n173,486\n \n$\n172,759\n \n$\n183,871\n \nChanges in the balances of deferred wages for POM are as follows:\n(in 000s)\nPOM Deferred Wages\nYear Ended\nJune 30, 2023\nYear Ended\nJune 30, 2022\nTwo Months Ended\nJune 30, 2021\n(Transition Period)\nYear Ended \nApril 30, 2021\nBalance, beginning of the period\n$\n19,495\n \n$\n17,867\n \n$\n20,169\n \n$\n21,618\n \nAmounts deferred\n14,247\n \n12,668\n \n8\n \n11,367\n \nAmounts recognized on previous deferrals\n(\n11,914\n)\n(\n11,040\n)\n(\n2,310\n)\n(\n12,816\n)\nBalance, end of the period\n$\n21,828\n \n$\n19,495\n \n$\n17,867\n \n$\n20,169\n \nAs of June 30, 2023, deferred revenue related to POM was $\n167.3\n million. We expect that $\n99.9\n million will be recognized over the next twelve months, while the remaining balance will be recognized over the following \nfive years\n. POM deferred revenues are included in deferred revenue and other liabilities in the consolidated balance sheets. POM deferred wages are included in prepaid expenses and other current assets and other noncurrent assets.\nAs of June 30, 2023 and 2022, TIS deferred revenue was $\n25.2\n million and $\n25.8\n million, respectively. The related liabilities are included in deferred revenue and other current liabilities in the consolidated balance sheets. All deferred revenue related to TIS as of June 30, 2023 will be \nrecognized by April \n2024\n.\nH&R Block, Inc.\n | 2023 Form 10-K\n45\nA significant portion of our accounts receivable balances arise from services and products that we provide to our customers, with the exception of those related to EAs, which arise from purchased participation interests with our bank partner. The majority of our receivables are related to our RT product. Generally the prices of our services and products are fixed and determinable at the time of sale. For our RT product, we record a receivable for our fees which is then collected at the time the IRS issues the client’s refund. Our receivables from customers are generally collected on a periodic basis during and subsequent to the tax season. See \nnote 4\n for our accounts receivable balances.\nNOTE 3: EARNINGS PER SHARE \nBasic and diluted earnings per share is computed using the two-class method. The two-class method is an earnings allocation formula that determines net income per share for each class of common stock and participating security according to dividends declared and participation rights in undistributed earnings. Per share amounts are computed by dividing net income from continuing operations attributable to common shareholders by the weighted average shares outstanding during each period. \nThe computations of basic and diluted earnings per share from continuing operations are as follows:\n(in 000s, except per share amounts)\nYear Ended\nJune 30, 2023\nYear Ended\nJune 30, 2022\nTwo Months Ended\nJune 30, 2021\n(Transition Period)\nYear Ended \nApril 30, 2021\nNet income from continuing operations attributable to shareholders\n$\n561,800\n \n$\n560,646\n \n$\n91,119\n \n$\n590,212\n \nAmounts allocated to participating securities \n(\n2,272\n)\n(\n2,468\n)\n(\n402\n)\n(\n2,413\n)\nNet income from continuing operations attributable to common shareholders\n$\n559,528\n \n$\n558,178\n \n$\n90,717\n \n$\n587,799\n \nBasic weighted average common shares\n154,044\n \n168,519\n \n181,473\n \n186,832\n \nPotential dilutive shares\n3,204\n \n2,916\n \n3,389\n \n1,945\n \nDilutive weighted average common shares\n157,248\n \n171,435\n \n184,862\n \n188,777\n \nEarnings per share from continuing operations attributable to common shareholders:\nBasic\n$\n3.63\n \n$\n3.31\n \n$\n0.50\n \n$\n3.15\n \nDiluted\n3.56\n \n3.26\n \n0.49\n \n3.11\n \nDiluted earnings per share excludes the impact of shares of common stock issuable upon the lapse of certain restrictions or the exercise of options to purchase \n0.6\n million, \n0.4\n million and \n0.8\n million shares of stock for fiscal years ended June 30, 2023, June 30, 2022 and April 30, 2021, respectively, and \n0.3\n million shares of stock for the Transition Period as the effect would be antidilutive.\n46\n2023 Form 10-K |\n H&R Block, Inc.\nNOTE 4: RECEIVABLES \nReceivables, net of their related allowance, consist of the following:\n(in 000s)\nAs of\nJune 30, 2023\nJune 30, 2022\nShort-term\nLong-term\nShort-term\nLong-term\nLoans to franchisees\n$\n6,344\n \n$\n19,206\n \n$\n6,194\n \n$\n22,036\n \nReceivables for U.S. assisted and DIY tax preparation and related fees\n11,061\n \n6,824\n \n18,893\n \n2,560\n \nH&R Block's Instant Refund\nSM\n receivables\n8,499\n \n414\n \n3,491\n \n198\n \nH&R Block Emerald Advance\n® \nlines of credit\n10,834\n \n7,089\n \n6,691\n \n8,825\n \nSoftware receivables from retailers\n1,650\n \n—\n \n3,992\n \n—\n \nRoyalties and other receivables from franchisees\n3,416\n \n—\n \n3,682\n \n73\n \nWave payment processing receivables\n964\n \n—\n \n1,393\n \n—\n \nOther\n17,219\n \n1,108\n \n14,111\n \n1,172\n \n$\n59,987\n \n$\n34,641\n \n$\n58,447\n \n$\n34,864\n \nBalances presented above as short-term are included in receivables, while the long-term portions are included in other noncurrent assets in the consolidated balance sheets. \nLoans to Franchisees. \nFranchisee loan balances consist of term loans made primarily to finance the purchase of franchises and short-term lines of credit primarily for the purpose of funding seasonal working capital needs. As of June 30, 2023 and 2022 loans with a principal balance more than 90 days past due, or on non-accrual status, are not material.\nThe credit quality of these receivables is assessed at origination at an individual franchisee level. Payment history is monitored on a regular basis. Based upon our internal analysis and underwriting activities, we believe all loans to franchisees are of similar credit quality. Loans are evaluated for collectibility when they become delinquent or more than \n90\n days past due. Amounts deemed to be uncollectible are written off to bad debt expense and bad debt related to these loans has typically been immaterial. Additionally, the franchise territory serves as additional protection in the event a franchisee defaults on the loan, as we may revoke franchise rights, write off the remaining balance of the loan and refranchise the territory or begin operating it as company-owned.\nH&R Block's Instant Refund\nSM\n. \nOur Canadian operations advance refunds due to certain clients from the Canada Revenue Agency (CRA), in exchange for a fee. The total fee we charge for this service is mandated by legislation which is administered by the CRA. The client assigns to us the full amount of the tax refund to be issued by the CRA and the refund is then sent by the CRA directly to us. The amount we advance to clients under this program is the amount of their estimated refund, less our fees, any amounts expected to be withheld by the CRA for amounts the client may owe to government authorities and any amounts owed to us from prior years. The CRA system for tracking amounts due to various government agencies also indicates if the client has already filed a return, does not exist in CRA records, or is bankrupt. This serves to greatly reduce the amounts of uncollectible receivables and the risk of fraudulent returns. H&R Block's Instant Refund\nSM\n amounts are generally received from the CRA within \n60\n days of filing the client's return, with the remaining balance collectible from the client. \nCredit losses from these receivables are not specifically identified and charged off; instead we review the credit quality of these receivables on a pooled basis, segregated by the tax return year of origination with older years being deemed more unlikely to be repaid. At the end of the fiscal year, the outstanding balances on these receivables are evaluated based on collections received and expected collections over subsequent tax seasons. We establish an allowance for credit losses at an amount that we believe reflects the receivable at net realizable value. In December of each year we charge-off the receivables to an amount we believe represents the net realizable value.\nH&R Block, Inc.\n | 2023 Form 10-K\n47\nB\nalances and amounts on non-accrual status and classified as impaired, or more than \n60\n days past due, by tax return year of origination, as of June 30, 2023 are as follows:\n(in 000s)\nTax return year of origination\nBalance\nMore Than 60 Days Past Due\n2022\n$\n10,608\n \n$\n7,920\n \n2021 and prior\n283\n \n283\n \n10,891\n \n$\n8,203\n \nAllowance\n(\n1,978\n)\nNet balance\n$\n8,913\n \nH&R Block Emerald Advance® lines of credit\n. EAs are typically offered to clients in our offices from mid-November through mid-January, in amounts up to $\n1,000\n. If the borrower meets certain criteria as agreed in the loan terms, the line of credit can be utilized year-round. EA balances require an annual paydown on February 15\nth\n, and any amounts unpaid are placed on non-accrual status as of March 1\nst\n. Payments on past due amounts are applied to principal. These lines of credit are offered by our bank partner. We purchase participation interests in their loans, as discussed further in \nnote 10\n.\nCredit losses from EAs are not specifically identified and charged off; instead we review the credit quality of these receivables on a pooled basis, segregated by the fiscal year of origination with older years being deemed more unlikely to be repaid. At the end of the fiscal year, the outstanding balances on these receivables are evaluated based on collections received and expected collections over subsequent tax seasons. We establish an allowance for credit losses at an amount that we believe reflects the receivable at net realizable value. In December of each year we charge-off the receivables to an amount we believe represents the net realizable value.\nB\nalances and amounts on non-accrual status and classified as impaired, or more than \n60\n days past due, by fiscal year of origination as of June 30, 2023, are as follows:\n(in 000s)\nFiscal year of origination\nBalance\nNon-Accrual\n2023\n$\n28,031\n \n$\n28,031\n \n2022 and prior\n3,040\n \n3,040\n \nRevolving loans\n14,238\n \n13,118\n \n45,309\n \n$\n44,189\n \nAllowance\n(\n27,386\n)\nNet balance\n$\n17,923\n \n48\n2023 Form 10-K |\n H&R Block, Inc.\nAllowance for Credit Losses. \nActivity in the allowance for credit losses for EAs and all other short-term and long-term receivables for the periods ended June 30, 2023, June 30, 2022, June 30, 2021 and April 30, 2021 is as follows:\n(in 000s)\nEAs\nAll Other\nTotal\nBalances as of May 1, 2020\n$\n32,034\n \n$\n50,446\n \n$\n82,480\n \nProvision for credit losses\n14,319\n \n59,132\n \n73,451\n \nCharge-offs, recoveries and other\n(\n18,649\n)\n(\n53,774\n)\n(\n72,423\n)\nBalances as of April 30, 2021\n27,704\n \n55,804\n \n83,508\n \nProvision for credit losses\n—\n \n4,617\n \n4,617\n \nCharge-offs, recoveries and other\n—\n \n(\n149\n)\n(\n149\n)\nBalances as of June 30, 2021\n27,704\n \n60,272\n \n87,976\n \nProvision for credit losses\n14,814\n \n51,993\n \n66,807\n \nCharge-offs, recoveries and other\n(\n16,377\n)\n(\n61,139\n)\n(\n77,516\n)\nBalances as of June 30, 2022\n26,141\n \n51,126\n \n77,267\n \nProvision for credit losses\n16,059\n \n36,231\n \n52,290\n \nCharge-offs, recoveries and other\n(\n14,814\n)\n(\n52,249\n)\n(\n67,063\n)\nBalances as of June 30, 2023\n$\n27,386\n \n$\n35,108\n \n$\n62,494\n \nNOTE 5: PROPERTY AND EQUIPMENT \nThe components of property and equipment, net of accumulated depreciation and amortization, are as follows:\n(in 000s)\nAs of\nJune 30, 2023\nJune 30, 2022\nBuildings\n$\n28,954\n \n$\n34,303\n \nComputers and other equipment\n49,750\n \n48,837\n \nLeasehold improvements\n49,428\n \n38,142\n \nPurchased software\n506\n \n1,253\n \nLand and other non-depreciable assets\n1,377\n \n1,377\n \n$\n130,015\n \n$\n123,912\n \nDepreciation expense of property and equipment for continuing operations for fiscal years ended June 30, 2023, June 30, 2022 and April 30, 2021 was $\n58.5\n million, $\n64.7\n million and $\n73.4\n million, respectively and was $\n10.8\n million for the Transition Period.\nThe carrying value of long-lived assets held outside the U.S., which is comprised of property and equipment, totaled $\n19.2\n million and $\n15.4\n million as of June 30, 2023 and 2022 respectively.\nH&R Block, Inc.\n | 2023 Form 10-K\n49\nNOTE 6: GOODWILL AND INTANGIBLE ASSETS \nChanges in the carrying amount of goodwill for the periods ended June 30, 2023 and 2022 are as follows:\n(in 000s)\nGoodwill\nAccumulated Impairment Losses\nNet\nBalances as of July 1, 2021\n$\n892,818\n \n$\n(\n138,297\n)\n$\n754,521\n \nAcquisitions\n18,696\n \n— \n18,696\n \nDisposals and foreign currency changes, net\n(\n12,816\n)\n— \n(\n12,816\n)\nImpairments\n— \n—\n \n—\n \nBalances as of June 30, 2022\n898,698\n \n(\n138,297\n)\n760,401\n \nAcquisitions\n(1)\n23,832\n \n—\n \n23,832\n \nDisposals and foreign currency changes, net\n(\n8,780\n)\n—\n \n(\n8,780\n)\nImpairments\n—\n \n—\n \n—\n \nBalances as of June 30, 2023\n$\n913,750\n \n$\n(\n138,297\n)\n$\n775,453\n \n(1)\n    All goodwill added during the period is expected to be tax-deductible for federal income tax reporting.\nWe test goodwill for impairment annually as of February 1, or more frequently if events occur or circumstances change which would, more likely than not, reduce the fair value of a reporting unit below its carrying value.\nComponents of intangible assets are as follows:\n(in 000s)\nGross\nCarrying\nAmount\nAccumulated\nAmortization\nNet\nJune 30, 2023:\nReacquired franchise rights\n$\n392,452\n \n$\n(\n212,495\n)\n$\n179,957\n \nCustomer relationships\n351,695\n \n(\n301,062\n)\n50,633\n \nInternally-developed software\n133,380\n \n(\n120,054\n)\n13,326\n \nNoncompete agreements\n42,596\n \n(\n39,617\n)\n2,979\n \nFranchise agreements\n19,201\n \n(\n18,668\n)\n533\n \nPurchased technology\n122,700\n \n(\n96,565\n)\n26,135\n \nTrade name\n5,800\n \n(\n2,320\n)\n3,480\n \n$\n1,067,824\n \n$\n(\n790,781\n)\n$\n277,043\n \nJune 30, 2022:\nReacquired franchise rights\n$\n379,114\n \n$\n(\n197,068\n)\n$\n182,046\n \nCustomer relationships\n331,020\n \n(\n278,717\n)\n52,303\n \nInternally-developed software\n137,638\n \n(\n107,111\n)\n30,527\n \nNoncompete agreements\n41,789\n \n(\n37,684\n)\n4,105\n \nFranchise agreements\n19,201\n \n(\n17,388\n)\n1,813\n \nPurchased technology\n122,700\n \n(\n87,910\n)\n34,790\n \nTrade name\n5,800\n \n(\n1,740\n)\n4,060\n \n$\n1,037,262\n \n$\n(\n727,618\n)\n$\n309,644\n \nAmortization of intangible assets for continuing operations for the fiscal years ended June 30, 2023, June 30, 2022 and April 30, 2021 was $\n72.0\n million, $\n77.5\n million and $\n83.4\n million, respectively, and was $\n13.8\n million for the Transition Period. Estimated amortization of intangible assets for fiscal years 2024, 2025, 2026, 2027 and 2028 is $\n55.6\n million, $\n32.8\n million, $\n23.6\n million, $\n17.8\n million and $\n10.5\n million, respectively.\nWe made payments to acquire businesses totaling $\n48.2\n million, $\n35.9\n million and $\n15.6\n million during the fiscal years ended June 30, 2023, June 30, 2022 and April 30, 2021, respectively, and $\n0.8\n million for the Transition \n50\n2023 Form 10-K |\n H&R Block, Inc.\nPeriod. \nThe amounts and weighted-average lives of assets acquired during fiscal year 2023, including amounts capitalized related to internally-developed software, are as follows:\n(dollars in 000s)\nAmount\nWeighted-Average Life (in years)\nInternally-developed software\n$\n3,354\n \n2\nCustomer relationships\n22,161\n \n5\nReacquired franchise rights\n13,586\n \n4\nNoncompete agreements\n836\n \n5\nTotal\n$\n39,937\n \n5\nNOTE 7: LONG-TERM DEBT \nThe components of long-term debt are as follows:\n(in 000s)\nAs of\nJune 30, 2023\nJune 30, 2022\nSenior Notes, \n5.250\n%, due October 2025 \n(1)\n$\n350,000\n \n$\n350,000\n \nSenior Notes, \n2.500\n%, due July 2028 \n(1)\n500,000\n \n500,000\n \nSenior Notes, \n3.875\n%, due August 2030 \n(1)\n650,000\n \n650,000\n \nDebt issuance costs and discounts\n(\n11,025\n)\n(\n13,124\n)\nTotal long-term debt\n1,488,975\n \n1,486,876\n \nLess: Current portion\n—\n \n—\n \nLong-term portion\n$\n1,488,975\n \n$\n1,486,876\n \nEstimated fair value of long-term debt\n$\n1,339,000\n \n$\n1,377,000\n \n(1)\n    The Senior Notes are not redeemable by the bondholders prior to maturity, although we have the right to redeem some or all of these notes at any time, at specified redemption prices. The interest rates on our Senior Notes are subject to adjustment based upon our credit ratings.\nOur unsecured committed line of credit (CLOC) provides for an unsecured senior revolving credit facility in the aggregate principal amount of $\n1.5\n billion, which includes a $\n175.0\n million sublimit for swingline loans and a $\n50.0\n million sublimit for standby letters of credit. We may request increases in the aggregate principal amount of the revolving credit facility of up to $\n500.0\n million, subject to obtaining commitments from lenders and meeting certain other conditions. The CLOC will mature on June 11, 2026, unless extended pursuant to the terms of the CLOC, at which time all outstanding amounts thereunder will be due and payable. Our CLOC includes an annual facility fee, which will vary depending on our then current credit ratings.\nThe CLOC is subject to various conditions, triggers, events or occurrences that could result in earlier termination and contains customary representations, warranties, covenants and events of default, including, without limitation: (1) a covenant requiring the Company to maintain a debt-to-EBITDA ratio, as defined by the CLOC agreement, calculated on a consolidated basis of no greater than (a) \n3.50\n to 1.00 as of the last day of each fiscal quarter ending on March 31, June 30, and September 30 of each year and (b) \n4.50\n to 1.00 as of the last day of each fiscal quarter ending on December 31 of each year; (2) a covenant requiring us to maintain an interest coverage ratio (EBITDA-to-interest expense) calculated on a consolidated basis of not less than \n2.50\n to 1.00 as of the last date of any fiscal quarter; and (3) covenants restricting our ability to incur certain additional debt, incur liens, merge or consolidate with other companies, sell or dispose of assets (including equity interests), liquidate or dissolve, engage in certain transactions with affiliates or enter into certain restrictive agreements. The CLOC includes provisions for an equity cure which could potentially allow us to independently cure certain defaults. Proceeds under the CLOC may be used for working capital needs or for other general corporate purposes. We were in compliance with these requirements as of June 30, 2023.\nWe had no outstanding balance under our CLOC as of June 30, 2023 and amounts available to borrow were not limited by the debt-to-EBITDA covenant as of June 30, 2023.\nOTHER INFORMATION\n – The aggregate payments required\n to retire long-term debt are $\n350.0\n million in fiscal year 2026, $\n500.0\n million in fiscal year 2029 and $\n650.0\n million in fiscal year 2031.\nH&R Block, Inc.\n | 2023 Form 10-K\n51\nNOTE 8: STOCK-BASED COMPENSATION \nWe have a stock-based Long Term Incentive Plan (Plan), under which we can grant stock options, restricted shares, performance-based share units, restricted share units, deferred stock units and other forms of equity to employees, non-employee directors and consultants. \nStock-based compensation expense and related tax items are as follows: \n(in 000s)\nYear Ended\nJune 30, 2023\nYear Ended\nJune 30, 2022\nTwo Months Ended\nJune 30, 2021\n(Transition Period)\nYear Ended \nApril 30, 2021\nStock-based compensation expense\n$\n31,326\n \n$\n34,252\n \n$\n4,700\n \n$\n28,271\n \nTax benefit\n7,386\n \n6,494\n \n1,016\n \n1,802\n \nRealized tax benefit\n6,942\n \n5,438\n \n2,356\n \n1,690\n \nAs of June 30, 2023, we had \n9.3\n million shares reserved for future awards under our Plan. We issue treasury shares to satisfy the exercise or vesting of stock-based awards and believe we have adequate treasury shares available for future issuances.\nWe measure the fair value of restricted share units (other than performance-based share units) based on the closing price of our common stock on the grant date. We measure the fair value of performance-based share units based on the Monte Carlo valuation model, taking into account, as necessary, those provisions of the performance-based share units that are characterized as market conditions. We generally expense the grant-date fair value, net of estimated forfeitures, over the vesting period on a straight-line basis.\nOptions and restricted share units (other than performance-based share units) granted to employees typically vest pro-rata based upon service over a \nthree-year\n period with a portion vesting each year. Performance-based share units granted to employees typically cliff vest at the end of a \nthree-year\n period based upon satisfaction of both service-based and performance-based requirements. The number of performance-based share units that ultimately vest can range from \nzero\n up to \n200\n percent of the number granted, based on the form of the award, which can vary by year of grant. The performance metrics for these awards typically consist of earnings before interest, taxes, depreciation and amortization (EBITDA), EBITDA growth, return on invested capital, total shareholder return or our stock price. Deferred stock units granted to non-employee directors vest when they are granted and are settled six months after the director separates from service as a director of the Company, except in the case of death. \nAll share units granted to employees and non-employee directors receive cumulative dividend equivalents to the extent of the units ultimately vesting at the time of distribution. Options granted under our Plan have a maximum contractual term of \nten years\n.\n \nA summary of restricted share units and deferred stock units, including those that are performance-based, for the year ended June 30, 2023, is as follows:\n(shares in 000s)\nRestricted Share Units and Deferred Stock Units\nPerformance-Based Share Units\nShares\nWeighted-Average\nGrant Date \nFair Value\nShares\nWeighted-Average\nGrant Date \nFair Value\nOutstanding, beginning of the year\n1,970\n \n$\n24.40\n \n1,918\n \n$\n23.79\n \nGranted\n625\n \n43.96\n \n487\n \n48.09\n \nReleased\n(\n694\n)\n22.98\n \n(\n580\n)\n31.54\n \nForfeited\n(\n151\n)\n32.88\n \n(\n138\n)\n34.84\n \nOutstanding, end of the year\n1,750\n \n$\n30.96\n \n1,687\n \n$\n25.04\n \nThe total fair value of shares vesting during fiscal years ended June 30, 2023, June 30, 2022 and April 30, 2021 was $\n33.6\n million, $\n33.3\n million and $\n16.1\n million, respectively, and was $\n12.3\n million for the Transition Period. As \n52\n2023 Form 10-K |\n H&R Block, Inc.\nof June 30, 2023, we had $\n41.3\n million of total unrecognized compensation cost related to these shares. This cost is expected to be recognized over a weighted-average period of \ntwo years\n. \nWhen valuing our performance-based share units on the grant date, we typically estimate the expected volatility using historical volatility for H&R Block, Inc. and selected comparable companies. The dividend yield is calculated based on the current dividend and the market price of our common stock on the grant date. The risk-free interest rate is based on the U.S. Treasury zero-coupon yield curve in effect on the grant date. Both expected volatility and the risk-free interest rate are based on a period that approximates the expected term. There were no performance-based share units issued during the Transition Period. \nThe following assumptions were used to value performance-based share units using the Monte Carlo valuation model during the periods:\nYear Ended\nJune 30, 2023\nYear Ended\nJune 30, 2022\nYear Ended \nApril 30, 2021\nExpected volatility\n24.80\n% - \n163.58\n%\n23.19\n% - \n88.48\n%\n21.14\n% - \n84.49\n%\nExpected term\n3\n years\n3\n years\n3\n years\nDividend yield \n(1)\n0\n%\n0\n% \n0\n%-\n3.95\n%\nRisk-free interest rate\n3.43\n% \n0.37\n \n%\n0.14% - 0.18%\nWeighted-average fair value\n$\n48.58\n \n$\n27.07\n$\n16.74\n \n(1)\nThe valuation model assumes that dividends are reinvested by the Company on a continuous basis.\nNOTE 9: INCOME TAXES\n \nWe file a consolidated federal income tax return in the U.S. with the IRS and file tax returns in various state, local, and foreign jurisdictions. Tax returns are typically examined and either settled upon completion of the examination or through the appeals process. With respect to federal, state and local jurisdictions and countries outside of the U.S., we are typically subject to examination for three to six years after the income tax returns have been filed. On November 7, 2022, the IRS commenced their examination of our 2020 tax return and related carryback claims to tax years 2015 through 2018. Our U.S. federal income tax returns for tax years 2014 and prior are closed. Although the outcome of tax audits is always uncertain, we believe that adequate amounts of tax, interest, and penalties have been provided for in the accompanying consolidated financial statements for any adjustments that might be incurred due to federal, state, local or foreign audits.\nThe components of income from continuing operations upon which domestic and foreign income taxes have been provided are as follows:\n(in 000s)\nYear Ended\nJune 30, 2023\nYear Ended\nJune 30, 2022\nTwo Months Ended\nJune 30, 2021\n(Transition Period)\nYear Ended \nApril 30, 2021\nDomestic\n$\n447,900\n \n$\n478,166\n \n$\n145,714\n \n$\n489,499\n \nForeign\n263,312\n \n180,903\n \n(\n24,719\n)\n179,237\n \n$\n711,212\n \n$\n659,069\n \n$\n120,995\n \n$\n668,736\n \nWe operate in multiple income tax jurisdictions both within the U.S. and internationally. Accordingly, management must determine the appropriate allocation of income to each of these jurisdictions based on transfer pricing analyses of comparable companies and predictions of future economic conditions. Although these intercompany transactions reflect arm’s length terms and the proper transfer pricing documentation is in place, transfer pricing terms and conditions may be scrutinized by local tax authorities during an audit and any resulting changes may impact our mix of earnings in countries with differing statutory tax rates.\nH&R Block, Inc.\n | 2023 Form 10-K\n53\nThe reconciliation between the statutory U.S. federal tax rate and our effective tax rate from continuing operations is as follows:\nYear Ended\nJune 30, 2023\nYear Ended\nJune 30, 2022\nTwo Months Ended\nJune 30, 2021\n(Transition Period)\nYear Ended \nApril 30, 2021\nU.S. statutory tax rate\n21.0\n \n%\n21.0\n \n%\n21.0\n \n%\n21.0\n \n%\nChange in tax rate resulting from:\nState income taxes, net of federal income tax benefit\n1.6\n \n%\n2.1\n \n%\n2.9\n \n%\n1.8\n \n%\nEarnings taxed in foreign jurisdictions\n(\n2.9\n)\n%\n(\n2.4\n)\n%\n0.8\n \n%\n(\n1.2\n)\n%\nPermanent differences\n0.6\n \n%\n0.9\n \n%\n0.4\n \n%\n0.5\n \n%\nUncertain tax positions\n(\n0.9\n)\n%\n(\n6.3\n)\n%\n2.9\n \n%\n7.5\n \n%\nU.S. tax on income from foreign affiliates\n3.1\n \n%\n2.0\n \n%\n(\n1.6\n)\n%\n1.0\n \n%\nRemeasurement of deferred tax assets and liabilities\n—\n \n%\n(\n0.2\n)\n%\n(\n1.0\n)\n%\n(\n0.1\n)\n%\nChanges in prior year estimates\n(\n0.2\n)\n%\n0.1\n \n%\n—\n \n%\n(\n0.5\n)\n%\nFederal income tax credits\n(\n1.3\n)\n%\n(\n2.6\n)\n%\n(\n0.5\n)\n%\n(\n0.9\n)\n%\nTax benefit due to NOL carryback under CARES Act\n(\n0.2\n)\n%\n(\n0.1\n)\n%\n—\n \n%\n(\n17.5\n)\n%\nTax deductible write-down of foreign investment\n—\n \n%\n0.6\n \n%\n(\n0.2\n)\n%\n(\n1.7\n)\n%\nChange in valuation allowance - domestic\n(\n0.4\n)\n%\n0.2\n \n%\n—\n \n%\n(\n0.2\n)\n%\nChange in valuation allowance - foreign\n0.7\n \n%\n(\n0.3\n)\n%\n0.3\n \n%\n1.7\n \n%\nOther\n(\n0.1\n)\n%\n(\n0.1\n)\n%\n(\n0.3\n)\n%\n0.3\n \n%\nEffective tax rate\n21.0\n \n%\n14.9\n \n%\n24.7\n \n%\n11.7\n \n%\nOur effective tax rate from continuing operations was \n21.0\n%, \n14.9\n% and \n11.7\n% for fiscal years ended June 30, 2023, June 30, 2022 and April 30, 2021, respectively, and was \n24.7\n% for the Transition Period. The increase in the effective tax rate for the year ended June 30, 2023 compared to the year ended June 30, 2022 is primarily due to lower benefits in the current year resulting from the expiration of statutes of limitations related to uncertain tax positions.\nThe components of income tax expense for continuing operations are as follows:\n(in 000s)\nYear Ended\nJune 30, 2023\nYear Ended\nJune 30, 2022\nTwo Months Ended\nJune 30, 2021\n(Transition Period)\nYear Ended \nApril 30, 2021\nCurrent:\nFederal\n$\n97,430\n \n$\n121,319\n \n$\n11,563\n \n$\n58,834\n \nState\n19,023\n \n25,108\n \n743\n \n12,000\n \nForeign\n18,214\n \n8,956\n \n(\n1,481\n)\n26,032\n \n134,667\n \n155,383\n \n10,825\n \n96,866\n \nDeferred:\nFederal\n23,367\n \n(\n58,487\n)\n16,950\n \n2,493\n \nState\n1,860\n \n(\n2,016\n)\n4,809\n \n(\n11,368\n)\nForeign\n(\n10,482\n)\n3,543\n \n(\n2,708\n)\n(\n9,467\n)\n14,745\n \n(\n56,960\n)\n19,051\n \n(\n18,342\n)\nTotal income taxes for continuing operations\n$\n149,412\n \n$\n98,423\n \n$\n29,876\n \n$\n78,524\n \n54\n2023 Form 10-K |\n H&R Block, Inc.\nWe account for income taxes under the asset and liability method, which requires us to record deferred income tax assets and liabilities for future tax consequences attributable to differences between the financial statement carrying value of existing assets and liabilities and their respective tax basis. Deferred taxes are determined separately for each tax-paying component within each tax jurisdiction based on provisions of enacted tax law. The effect of a change in tax rates on deferred tax assets and liabilities is recognized in income in the period that includes the enactment date.\nWe record a valuation allowance to reduce our deferred tax assets to the estimated amount that we believe is more likely than not to be realized. Determination of a valuation allowance for deferred tax assets requires that we make judgments about future matters that are not certain, including projections of future taxable income and evaluating potential tax-planning strategies.\nThe significant components of deferred tax assets and liabilities are reflected in the following table:\n(in 000s)\nAs of\nJune 30, 2023\nJune 30, 2022\nDeferred tax assets:\nAccrued expenses\n$\n2,540\n \n$\n1,917\n \nDeferred revenue\n17,702\n \n35,519\n \nAllowance for credit losses\n22,715\n \n30,565\n \nDeferred and stock-based compensation\n6,629\n \n6,964\n \nNet operating loss carry-forward\n116,956\n \n105,710\n \nLease liabilities\n111,721\n \n109,397\n \nFederal tax benefits related to state unrecognized tax benefits\n22,037\n \n19,115\n \nProperty and equipment\n—\n \n9,846\n \nIntangibles - intellectual property\n80,879\n \n77,123\n \nValuation allowance\n(\n57,566\n)\n(\n55,172\n)\nTotal deferred tax assets\n323,613\n \n340,984\n \nDeferred tax liabilities:\nPrepaid expenses and other\n(\n5,954\n)\n(\n4,723\n)\nLease right of use assets\n(\n109,814\n)\n(\n107,445\n)\nProperty and equipment\n(\n1,421\n)\n—\n \nIncome tax method change\n(\n1,018\n)\n(\n5,892\n)\nIntangibles\n(\n56,651\n)\n(\n59,424\n)\nTotal deferred tax liabilities\n(\n174,858\n)\n(\n177,484\n)\nNet deferred tax assets\n$\n148,755\n \n$\n163,500\n \nA reconciliation of the deferred tax assets and liabilities and the corresponding amounts reported in the consolidated balance sheets is as follows:\n(in 000s)\nAs of\nJune 30, 2023\nJune 30, 2022\nDeferred income tax assets\n$\n152,699\n \n$\n163,500\n \nDeferred tax liabilities\n(\n3,944\n)\n—\n \nNet deferred tax asset\n$\n148,755\n \n$\n163,500\n \nH&R Block, Inc.\n | 2023 Form 10-K\n55\nChanges in our valuation allowance for fiscal years ended June 30, 2023, June 30, 2022 and April 30, 2021 and for the Transition Period are as follows:\n(in 000s)\nYear Ended\nJune 30, 2023\nYear Ended\nJune 30, 2022\nTwo Months Ended\nJune 30, 2021\n(Transition Period)\nYear Ended \nApril 30, 2021\nBalance, beginning of the period\n$\n55,172\n \n$\n55,784\n \n$\n55,401\n \n$\n45,124\n \nAdditions charged to costs and expenses\n6,438\n \n4,752\n \n389\n \n13,492\n \nDeductions\n(\n4,044\n)\n(\n5,364\n)\n(\n6\n)\n(\n3,215\n)\nBalance, end of the period\n$\n57,566\n \n$\n55,172\n \n$\n55,784\n \n$\n55,401\n \n Our valuation allowance on deferred tax assets has a net increase of $\n2.4\n million during the current period. The gross increase in valuation allowance of $\n6.4\n million is primarily related to net operating loss deferred tax assets generated in foreign jurisdictions that we do not expect to utilize in future years. This increase is offset by a $\n4.0\n million decrease to our valuation allowance balance for adjustments to certain domestic and foreign net operating losses utilized in the current fiscal year and changes in future projections of net operating loss utilization. \nCertain of our subsidiaries file stand-alone returns in various state, local and foreign jurisdictions, and others join in filing consolidated or combined returns in such jurisdictions. As of June 30, 2023, we had net operating losses in various states and foreign jurisdictions. The amount of state and foreign net operating losses varies by taxing jurisdiction. We maintain a valuation allowance of $\n19.3\n million on state net operating losses and $\n36.2\n million on foreign net operating losses for the portion of such loses that, more likely than not, will not be realized. Of the $\n117.0\n million of net operating loss deferred tax assets, $\n25.7\n million will expire in varying amounts during fiscal years 2024 through 2041 and the remaining $\n91.3\n million have no expiration. Of the total net operating loss deferred tax assets, $\n61.4\n million are more likely than not to be realized. \nWe do not currently intend to repatriate non-borrowed funds held by our foreign subsidiaries in a manner that would trigger a tax liability; therefore, no provision has been made for income taxes that might be payable upon remittance of such earnings. The amount of unrecognized tax liability on these foreign earnings, net of expected foreign tax credits, is immaterial as of June 30, 2023.\nChanges in unrecognized tax benefits for fiscal years ended June 30, 2023, June 30, 2022 and April 30, 2021 and for the Transition Period are as follows:\n(in 000s)\nYear Ended\nJune 30, 2023\nYear Ended\nJune 30, 2022\nTwo Months Ended\nJune 30, 2021\n(Transition Period)\nYear Ended \nApril 30, 2021\nBalance, beginning of the period\n$\n232,004\n \n$\n264,323\n \n$\n264,810\n \n$\n168,062\n \nAdditions based on tax positions related to prior years\n1,252\n \n2,499\n \n485\n \n121,364\n \nReductions based on tax positions related to prior years\n—\n \n(\n5,332\n)\n(\n1,209\n)\n(\n34,470\n)\nAdditions based on tax positions related to the current year\n33,330\n \n32,948\n \n679\n \n43,800\n \nReductions related to settlements with tax authorities\n(\n661\n)\n(\n9,800\n)\n(\n442\n)\n(\n29,362\n)\nExpiration of statute of limitations\n(\n25,862\n)\n(\n52,634\n)\n—\n \n(\n4,584\n)\nBalance, end of the period\n$\n240,063\n \n$\n232,004\n \n$\n264,323\n \n$\n264,810\n \nIncluded in the total gross unrecognized tax benefit ending balance as of June 30, 2023, June 30, 2022, June 30, 2021 and April 30, 2021, are $\n209.0\n million, $\n203.7\n million, $\n224.5\n million and $\n214.9\n million, respectively, which if recognized, would impact our effective tax rate. Increases from prior year are primarily related to additions based on current year tax positions offset by expirations of statute of limitations and settlements with taxing authorities.\nWe believe it is reasonably possible that the balance of unrecognized tax benefits could decrease by approximately $\n33.7\n million within the next twelve months. The anticipated decrease is due to the expiration of statutes of limitations, anticipated closure of various tax matters currently under examination, and settlements with tax authorities. For such matters where a change in the balance of unrecognized tax benefits is not yet deemed reasonably possible, no estimate has been included. \n56\n2023 Form 10-K |\n H&R Block, Inc.\nInterest and penalties, if any, accrued on the unrecognized tax benefits are reflected in income tax expense. The total gross interest and penalties accrued as of June 30, 2023 and 2022 totaled $\n32.6\n million and $\n22.7\n million, respectively.\n \nNOTE 10: COMMITMENTS AND CONTINGENCIES\n \nAssisted tax returns are covered by our 100% accuracy guarantee, whereby we will reimburse a client for penalties and interest attributable to an H&R Block error on a return. DIY tax returns are covered by our 100% accuracy guarantee, whereby we will reimburse a client up to a maximum of $\n10,000\n, if our software makes an arithmetic error that results in payment of penalties and/or interest to the respective taxing authority that a client would otherwise not have been required to pay. Our liability related to estimated losses under the 100% accuracy guarantee was $\n15.8\n million and $\n14.0\n million as of June 30, 2023 and 2022, respectively. The short-term and long-term portions of this liability are included in deferred revenue and other liabilities in the consolidated balance sheets.\nLiabilities related to acquisitions for (1) estimated contingent consideration based on expected financial performance of the acquired business and economic conditions at the time of acquisition and (2) estimated accrued compensation related to continued employment of key employees were $\n18.3\n million and $\n12.9\n million as of June 30, 2023 and 2022, respectively, with amounts recorded in deferred revenue and other liabilities. These liabilities will be settled within the next ten years. Should actual results differ from our estimates, future payments made will differ from the above estimate and any differences will be recorded in results from continuing operations.\nWe have contractual commitments to fund certain franchises with approved short-term lines of credit for the purpose of meeting their seasonal working capital needs. Our total oblig\nation under these lines of credit was $\n0.4\n million as of June 30, 2023, and net of amounts drawn and outstanding, our remaining commitment to fund totaled $\n0.2\n million.\nIn March 2020, the U.S. government enacted the Coronavirus Aid, Relief, and Economic Security Act (CARES Act) to provide economic and other relief as a result of the COVID-19 pandemic. The CARES Act includes, among other items, provisions relating to refundable employee retention payroll tax credits. \nDue to the complex nature of the employee retention credit computations, any benefits we may receive are uncertain and may significantly differ from our current estimates. We plan to record any benefit related to these credits upon both the receipt of the benefit and the resolution of the uncertainties, including, but not limited to, the completion of any potential audit or examination, or the expiration of the related statute of limitations. During the year ended June 30, 2023, we received $\n15.4\n million related to these credits and recognized $\n5.1\n million as an offset to related operating expense. During the year ended June 30, 2022, we received $\n7.3\n million related to these credits and recognized $\n2.2\n million as an offset to related operating expense. As of June 30, 2023 and \n2022\n we had deferred balances of $\n15.4\n million and $\n5.1\n million, respectively, which is recorded in deferred revenue and other current liabilities. \nWe are self-insured for certain risks, including employer provide\nd medical benefits, workers' compensation, property, general liability, tax errors and omissions, and claims related to POM. These programs maintain various self-insured retentions and commercial insurance is purchased in excess of the self-insured retentions for all but POM in company-owned offices and employer provided medical benefits. We accrue estimated losses for self-insured retentions using actuarial models and assumptions based on historical loss experience. \nWe have a deferred compensation plan that permits certain employees to defer portions of their compensation and accrue income on the deferred amounts. As of June 30, 2023 and 2022, $\n10.5\n million is included in deferred revenue and other liabilities reflecting our obligation under this plan. \nEmerald Advances are originated by Pathward, and pursuant to our participation agreement, we purchase a \n90\n% participation interest in each advance made by Pathward. See \nnote 4\n for additional information about these balances. \nRefund Advance loans are originated by Pathward and offered to certain assisted U.S. tax preparation clients, based on client eligibility as determined by Pathward. We pay fees primarily based on loan size and customer type. We have provided a guarantee up to $\n18.0\n million related to certain loans to clients prior to the IRS accepting electronic filing. \nWe accrued an estimated liability of $\n0.7\n million at June 30, 2023 related to this guarantee. As of \nH&R Block, Inc.\n | 2023 Form 10-K\n57\nJune 30, 2022 we had $\n0.6\n million accrued under the RA guarantee agreement, and we paid $\n0.5\n million, net of recoveries, related to that guarantee during the fiscal year ended June 30, 2023.\nWe offer POM to U.S. and Canadian clients, whereby we (1) represent our clients if they are audited by a taxing authority, and (2) assume the cost, subject to certain limits, of additional taxes owed by a client resulting from errors attributable to H&R Block. The additional taxes paid under POM have a cumulative limit of $\n6,000\n for U.S. clients and $\n3,000\n CAD for Canadian clients with respect to the federal, state/provincial and local tax returns we prepared for applicable clients during the taxable year protected by POM. A loss on POM would be recognized if the sum of expected costs for services exceeded unearned revenue.\nNOTE 11: LEASES\n \nO\nur lease costs and other information related to operating leases consisted of the following:\n(dollars in 000s)\nYear Ended\nJune 30, 2023\nYear Ended\nJune 30, 2022\nTwo Months Ended\nJune 30, 2021\n(Transition Period)\nYear Ended \nApril 30, 2021\nOperating lease costs\n$\n238,899\n \n$\n233,004\n \n$\n36,853\n \n$\n239,357\n \nVariable lease costs\n85,239\n \n79,923\n \n14,359\n \n77,758\n \nSubrental income\n(\n575\n)\n(\n520\n)\n(\n52\n)\n(\n650\n)\nTotal lease costs\n$\n323,563\n \n$\n312,407\n \n$\n51,160\n \n$\n316,465\n \nCash paid for operating lease costs\n$\n236,423\n \n$\n236,946\n \n$\n35,394\n \n$\n240,299\n \nNew operating right of use assets and related lease liabilities\n$\n253,755\n \n$\n222,352\n \n$\n48,307\n \n$\n167,827\n \nWeighted-average remaining operating lease term (years)\n2\n2\n2\n3\nWeighted-average operating lease discount rate\n4.1\n \n%\n2.8\n \n%\n2.9\n \n%\n3.0\n \n%\nAggregate operating lease maturities as of June 30, 2023 are as follows:\n(in 000s)\n2024\n$\n219,082\n \n2025\n138,740\n \n2026\n61,387\n \n2027\n28,463\n \n2028\n11,838\n \n2029 and thereafter\n9,168\n \nTotal future undiscounted operating lease payments\n468,678\n \nLess imputed interest\n(\n22,744\n)\nTotal operating lease liabilities\n$\n445,934\n \nNOTE 12: LITIGATION AND OTHER RELATED CONTINGENCIES\n \nWe are a defendant in numerous litigation and arbitration matters, arising both in the ordinary course of business and otherwise, including as described below. The matters described below are not all of the lawsuits or arbitrations to which we are subject. In some of the matters, very large or indeterminate amounts, including punitive damages, may be sought. U.S. jurisdictions permit considerable variation in the assertion of monetary damages or other relief. Jurisdictions may permit claimants not to specify the monetary damages sought or may permit claimants to state only that the amount sought is sufficient to invoke the jurisdiction. In addition, jurisdictions may permit plaintiffs to allege monetary damages in amounts well exceeding reasonably possible verdicts in the jurisdiction for similar matters. We believe that the monetary relief which may be specified in a lawsuit or claim bears little relevance to its merits or disposition value due to this variability in pleadings and our experience in handling and resolving numerous claims over an extended period of time.\nThe outcome of a matter and the amount or range of potential loss at particular points in time may be difficult to ascertain. Among other things, uncertainties can include how fact finders will evaluate documentary evidence and the credibility and effectiveness of witness testimony, and how courts and arbitrators will apply the law. \n58\n2023 Form 10-K |\n H&R Block, Inc.\nDisposition valuations are also subject to the uncertainty of how opposing parties and their counsel will view the relevant evidence and applicable law.\nIn addition to litigation and arbitration matters, we are also subject to other loss contingencies arising out of our business activities, including as described below.\nWe accrue liabilities for litigation, arbitration and other related loss contingencies and any related settlements when it is probable that a loss has been incurred and the amount of the loss can be reasonably estimated. If a range of loss is estimated, and some amount within that range appears to be a better estimate than any other amount within that range, then that amount is accrued. If no amount within the range can be identified as a better estimate than any other amount, we accrue the minimum amount in the range.\nFor such matters where a loss is believed to be reasonably possible, but not probable, or the loss cannot be reasonably estimated, no accrual has been made. It is possible that such matters could require us to pay damages or make other expenditures or accrue liabilities in amounts that could not be reasonably estimated as of June 30, 2023. While the potential future liabilities could be material in the particular quarterly or annual periods in which they are recorded, based on information currently known, we do not believe any such liabilities are likely to have a material adverse effect on our business and our consolidated financial position, results of operations, and cash flows. As of June 30, 2023 and 2022 our total accrued liabilities were $\n0.2\n million and $\n1.7\n million, respectively.\nOur estimate of the aggregate range of reasonably possible losses includes (1) matters where a liability has been accrued and there is a reasonably possible loss in excess of the amount accrued for that liability, and (2) matters where a liability has not been accrued but we believe a loss is reasonably possible. This aggregate range only represents those losses as to which we are currently able to estimate a reasonably possible loss or range of loss. It does not represent our maximum loss exposure.\nMatters for which we are not currently able to estimate the reasonably possible loss or range of loss are not included in this range. We are often unable to estimate the possible loss or range of loss until developments in such matters have provided sufficient information to support an assessment of the reasonably possible loss or range of loss, such as precise information about the amount of damages or other remedies being asserted, the defenses to the claims being asserted, discovery from other parties and investigation of factual allegations, rulings by courts or arbitrators on motions or appeals, analyses by experts, or the status or terms of any settlement negotiations.\nThe estimated range of reasonably possible loss is based upon currently available information and is subject to significant judgment and a variety of assumptions, as well as known and unknown uncertainties. The matters underlying the estimated range will change from time to time, and actual results may vary significantly from the current estimate. As of June 30, 2023, we believe the estimate of the aggregate range of reasonably possible losses in excess of amounts accrued, where the range of loss can be estimated, is not material.\nAt the end of each reporting period, we review relevant information with respect to litigation, arbitration and other related loss contingencies and update our accruals, disclosures, and estimates of reasonably possible loss or range of loss based on such reviews. Costs incurred with defending matters are expensed as incurred. Any receivable for insurance recoveries is recorded separately from the corresponding liability, and only if recovery is determined to be probable and reasonably estimable.\nWe believe we have meritorious defenses to the claims asserted in the various matters described in this note, and we intend to defend them vigorously. The amounts claimed in the matters are substantial, however, and there can be no assurances as to their outcomes. In the event of unfavorable outcomes, it could require modifications to our operations; in addition, the amounts that may be required to be paid to discharge or settle the matters could be substantial and could have a material adverse impact on our business and our consolidated financial position, results of operations, and cash flows.\nH&R Block, Inc.\n | 2023 Form 10-K\n59\nLITIGATION, CLAIMS OR OTHER LOSS CONTINGENCIES PERTAINING TO CONTINUING OPERATIONS \n–\nOn May 6, 2019, the Los Angeles City Attorney filed a lawsuit on behalf of the People of the State of California in the Superior Court of California, County of Los Angeles (Case No. 19STCV15742). The case is styled The People of the State of California v. HRB Digital LLC, et al. The complaint alleges that H&R Block, Inc. and HRB Digital LLC engaged in unfair, fraudulent and deceptive business practices and acts in connection with the IRS Free File Program in violation of the California Unfair Competition Law, California Business and Professions Code §§17200 et seq. The complaint seeks injunctive relief, restitution of monies paid to H&R Block by persons in the State of California who were eligible to file under the IRS Free File Program for the time period startin\ng\n \n4\n years prior to the date of the filing of the complaint, pre-judgment interest, civil penalties and costs. The City Attorney subsequently dismissed H&R Block, Inc. from the case and amended its complaint to add HRB Tax Group, Inc. We filed a motion for summary judgment, which was denied. The August 14, 2023 trial date was continued. A new trial date has not yet been set. We have not concluded that a loss related to this matter is probable, nor have we accrued a liability related to this matter. \nWe have received and are responding to certain governmental inquiries relating to the IRS Free File Program and our DIY tax preparation services. In February 2023, we received a demand and draft complaint from the Federal Trade Commission (FTC) relating to our DIY tax preparation services. If the parties are not able to reach amicable resolution, the FTC may seek resolution through litigation. We have not concluded that a loss related to these matters is probable, nor have we accrued a liability related to these matters. \nDISCONTINUED MORTGAGE OPERATIONS\n – Although SCC ceased its mortgage loan origination activities in December 2007 and sold its loan servicing business in April 2008, SCC or the Company has been and may in the future be, subject to litigation and other loss contingencies, including indemnification and contribution claims, pertaining to SCC's mortgage business activities that occurred prior to such termination and sale. \nParties, including underwriters, depositors, and securitization trustees, have been, remain, or may in the future be, involved in lawsuits, threatened lawsuits, or settlements related to securitization transactions in which SCC participated. A variety of claims are alleged in these matters, including violations of federal and state securities laws and common law fraud, breaches of representations and warranties, or violations of statutory requirements. SCC has received notices of potential indemnification or contribution obligations relating to such matters. Additional lawsuits against the parties to the securitization transactions may be filed in the future, and SCC may receive additional notices of potential indemnification, contribution or similar obligations with respect to existing or new lawsuits or settlements of such lawsuits or other claims. In June 2023, a settlement was paid resolving certain of these matters. We have not concluded that a loss related to any other potential indemnification or contribution claims is probable, nor have we accrued a liability related to these matters.\nIt is difficult to predict either the likelihood of new matters being initiated or the outcome of existing matters. In many of these matters it is not possible to estimate a reasonably possible loss or range of loss due to, among other things, the inherent uncertainties involved in these matters and the indeterminate damages sought. If the amount that SCC is ultimately required to pay with respect to loss contingencies, together with payment of SCC's related administration and legal expense, exceeds SCC's net assets, the creditors of SCC, other potential claimants, or a bankruptcy trustee if SCC were to file or be forced into bankruptcy, may attempt to assert claims against us for payment of SCC's obligations. Claimants also may attempt to assert claims against or seek payment directly from the Company even if SCC's assets exceed its liabilities. SCC's principal assets, as of June 30, 2023, total approximately $\n262\n million and consist of an intercompany note receivable. We believe our legal position is strong on any potential corporate veil-piercing arguments; however, if this position is challenged and not upheld, it could have a material adverse effect on our business and our consolidated financial position, results of operations, and cash flows.\nOTHER\n — We are from time to time a party to litigation, arbitration and other loss contingencies not discussed herein arising out of our business operations. These matters may include actions by state attorneys general, other state regulators, federal regulators, individual plaintiffs, and cases in which plaintiffs seek to represent others who may be similarly situated. \n60\n2023 Form 10-K |\n H&R Block, Inc.\nWhile we cannot provide assurance that we will ultimately prevail in each instance, we believe the amount, if any, we are required to pay to discharge or settle these other matters will not have a material adverse impact on our business and our consolidated financial position, results of operations, and cash flows.\nITEM 9. CHANGES IN AND DISAGREEMENTS WITH ACCOUNTANTS ON ACCOUNTING AND FINANCIAL DISCLOSURE \nThere were no disagreements or reportable events requiring disclosure pursuant to Item 304(b) of Regulation S-K.\nITEM 9A. CONTROLS AND PROCEDURES \n(a) EVALUATION OF DISCLOSURE CONTROLS AND PROCEDURES\n – We have established disclosure controls and procedures (Disclosure Controls) to ensure that information required to be disclosed in the Company's reports filed under the Securities Exchange Act of 1934, as amended, is recorded, processed, summarized and reported within the time periods specified in the U.S. Securities and Exchange Commission's rules and forms. Disclosure Controls are also designed to ensure that such information is accumulated and communicated to management, including the Chief Executive Officer and Chief Financial Officer, as appropriate, to allow timely decisions regarding required disclosure. Our Disclosure Controls were designed to provide reasonable assurance that the controls and procedures would meet their objectives. Our management, including the Chief Executive Officer and Chief Financial Officer, does not expect that our Disclosure Controls will prevent all error and all fraud. A control system, no matter how well designed and operated, can provide only reasonable assurance of achieving the designed control objectives and management is required to apply its judgment in evaluating the cost-benefit relationship of possible controls and procedures. Because of the inherent limitations in all control systems, no evaluation of controls can provide absolute assurance that all control issues and instances of fraud, if any, within the Company have been detected. These inherent limitations include the realities that judgments in decision-making can be faulty and that breakdowns can occur because of simple error or mistake. Additionally, controls can be circumvented by the individual acts of some persons, by collusions of two or more people or by management override of the control. Because of the inherent limitations in a cost-effective, maturing control system, misstatements due to error or fraud may occur and not be detected.\nAs of the end of the period covered by this Form 10-K, management, under the supervision and with the participation of our Chief Executive Officer and Chief Financial Officer, evaluated the effectiveness of the design and operations of our Disclosure Controls. Based on this evaluation, our Chief Executive Officer and Chief Financial Officer have concluded our Disclosure Controls were effective as of the end of the period covered by this Annual Report on Form 10-K.\n(b) MANAGEMENT'S REPORT ON INTERNAL CONTROL OVER FINANCIAL REPORTING\n – Management is responsible for establishing and maintaining adequate internal control over financial reporting for the Company, as such term is defined in Exchange Act Rules 13a-15(f). Under the supervision and with the participation of our Chief Executive Officer and Chief Financial Officer, we conducted an evaluation of the effectiveness of our internal control over financial reporting as of June 30, 2023 based on the criteria established in \"Internal Control – Integrated Framework\" issued by the Committee of Sponsoring Organizations of the Treadway Commission (COSO), using the 2013 framework.\nBased on our assessment, our Chief Executive Officer and Chief Financial Officer concluded that, as of June 30, 2023, the Company's internal control over financial reporting was effective based on the criteria set forth by COSO.\nThe Company's external auditors that audited the consolidated financial statements included in \nItem 8\n, Deloitte & Touche LLP, an independent registered public accounting firm, have issued an audit report on the effectiveness of the Company's internal control over financial reporting. This report appears near the beginning of ",
    "cik": "12659",
    "cusip6": "093671",
    "cusip": [
        "093671905",
        "093671955",
        "093671105"
    ],
    "names": [
        "BLOCK H & R INC",
        "Block H & R"
    ],
    "source": "https://www.sec.gov/Archives/edgar/data/12659/000183886223000027/0001838862-23-000027-index.htm"
}