{
    "item1": ">Item 1.  Business.\n\n\n \n\n\nThe Company was incorporated in the State of New York on July 22, 1955 and is engaged in the design, development, manufacture and marketing of shock absorption, rate control, and energy storage devices for use in various types of machinery, equipment and structures.  In addition to manufacturing and selling existing product lines, the Company continues to develop new and advanced technology products.  \n\n\n \n\n\nPrincipal Products\n\n\n \n\n\nThe Company manufactures and sells a group of very similar products that have many different applications for customers.  These similar products are included in one of eight categories; namely, Seismic Dampers, Fluidicshoks®, Crane and Industrial Buffers, Self-Adjusting Shock Absorbers, Liquid Die Springs, Vibration Dampers, Machined Springs and Custom Actuators.  Custom derivations of all of these products are designed and manufactured for many aerospace and defense applications.  The following is a summary of the capabilities and applications for these products. \n\n\n \n\n\nSeismic Dampers are designed to mitigate the effects of earthquakes on structures and represent a substantial part of the business of the Company.  Fluidicshoks® are small, extremely compact shock absorbers with up to 19,200 inch-pound capacities, produced in 12 standard sizes for primary use in the defense, aerospace and commercial industry.  Crane and industrial buffers are larger versions of the Fluidicshoks® with up to 10,890,000 inch-pound capacities, produced in more than 50 standard sizes for industrial applications on cranes and crane trolleys, truck docks, ladle and ingot cars, ore trolleys and train car stops.  Self-adjusting shock absorbers, which include versions of Fluidicshoks® and crane and industrial buffers, automatically adjust to different impact conditions, and are designed for high cycle application primarily in heavy industry.  Liquid die springs are used as component parts of machinery and equipment used in the manufacture of tools and dies.  Vibration dampers are used primarily by the aerospace and defense industries to control the response of electronics and optical systems subjected to air, ship, or spacecraft vibration.  Machined springs are precisely controlled mechanical springs manufactured from a variety of materials.  These are used primarily for aerospace applications that require custom features that are not possible with conventional wound coil springs.  Custom actuators are typically of the gas-charged type, using high pressure, that have custom features not available from other suppliers.  These actuators are used for special aerospace and defense applications.\n\n\n \n\n\nDistribution\n\n\n \n\n\nThe Company does not rely on sales representatives in the United States but uses the services of several representatives throughout the rest of the world. Specialized technical sales in custom marketing activities outside the U.S.A. are serviced by these sales representatives, under the direction and with the assistance of the Company's President and in-house technical sales staff.  Sales representatives typically have non-exclusive agreements with the Company, which, in most instances, provide for payment of commissions on sales at 5% to 10% of the product's net aggregate selling price.  A limited number of distributors also have non-exclusive agreements with the Company to purchase the Company's products for resale purposes. \n\n\n \n\n\nCompetition\n\n\n \n\n\nThe Company faces competition on mature aerospace and defense programs which may use more conventional products manufactured under less stringent government specifications. Two foreign companies and two U.S. companies are the Company's main competitors in the production of crane buffers.\n\n\n \n\n\nThe Company competes directly against two other firms supplying structural damping devices for use in the United States. For structural applications outside of the USA, the Company competes directly with several other firms particularly in Japan and Taiwan.  The Company competes with numerous other firms that supply alternative seismic protection technologies.\n\n\n \n\n\nRaw Materials and Supplies\n\n\n \n\n\nThe principal raw materials and supplies used by the Company in the manufacture of its products are provided by numerous U.S. and foreign suppliers.  The loss of any one of these would not materially affect the Company's operations.\n\n\n4\n\n\n\n\n \n\n\nDependence Upon Major Customers\n\n\n \n\n\nThe Company is not dependent on any one or a few major customers.  Sales to five customers approximated 30% (7%, 6%, 6%, 6% and 5%, respectively) of net sales for 2023.  The loss of any or all of these customers, unless the business is replaced by the Company, could result in an adverse effect on the results for the Company.\n\n\n \n\n\nPatents, Trademarks and Licenses\n\n\n \n\n\nThe Company holds 6 patents expiring at different times until the year 2035.\n\n\n \n\n\nTerms of Sale\n\n\n \n\n\nThe Company does not carry significant inventory for rapid delivery to customers, and goods are not normally sold with return rights such as are available for consignment sales.  The Company had no inventory out on consignment and there were no consignment sales for the years ended May 31, 2023 and 2022.  No extended payment terms are offered.  During the year ended May 31, 2023, delivery time after receipt of orders averaged 8 to 10 weeks for the Company's standard products.  Due to the volatility of structural and aerospace/defense programs, progress payments are usually required for larger projects using custom designed components of the Company.\n\n\n \n\n\nNeed for Government Approval of Principal Products or Services\n\n\n \n\n\nContracts between the Company and the federal government or its independent contractors are subject to termination at the election of the federal government.  Contracts are generally entered into on a fixed price basis.  If the federal government should limit defense spending, these contracts could be reduced or terminated, which management believes would have a materially adverse effect on the Company.\n\n\n \n\n\nResearch and Development\n\n\n \n\n\nTo accommodate growth and to maintain its presence in current markets, the Company engages in product research and development activities in connection with the design of its products.  Occasionally, research and development for products in the aerospace and defense sectors is funded by customers or the federal government.  The Company also engages in research testing of its products.  For the fiscal years ended May 31, 2023 and 2022, the Company expended $1,097,000 and $999,000, respectively, on product research.  For the years ended May 31, 2023 and 2022, defense sponsored research and development totaled $581,000 and $334,000, respectively.\n\n\n \n\n\nGovernment Regulation\n\n\n \n\n\nCompliance with federal, state, and local laws and regulations which have been enacted or adopted regulating the discharge of materials into the environment has had no material effect on the Company, and the Company believes that it is in substantial compliance with such provisions.\n\n\n \n\n\nThe Company is subject to the Occupational Safety and Health Act (\"OSHA\") and the rules and regulations promulgated thereunder, which establish strict standards for the protection of employees, and impose fines for violations of such standards.  The Company believes that it is in substantial compliance with OSHA provisions and does not anticipate any material corrective expenditures in the near future.  The Company currently incurs only moderate costs with respect to disposal of hazardous waste and compliance with OSHA regulations.\n\n\n \n\n\nThe Company is also subject to regulations relating to production of products for the federal government.  These regulations allow for frequent governmental audits of the Company's operations and fairly extensive testing of Company products.  The Company believes that it is in substantial compliance with these regulations and does not anticipate corrective expenditures in the future. \n\n\n \n\n\nEmployees\n\n\n \n\n\nExclusive of Company sales representatives and distributors, as of May 31, 2023, the Company had 125 employees, including three executive officers.  The Company has good relations with its employees.\n\n\n5\n\n\n\n\n \n\n",
    "item1a": ">Item 1A.  Risk Factors.\n\n\n \n\n\nSmaller reporting companies are not required to provide the information required by this item.\n\n\n \n\n",
    "item7": ">Item 7.  Management's Discussion and Analysis of Financial Condition and Results of Operations.\n\n\n \n\n\nCautionary Statement\n\n\n \n\n\nThe Private Securities Litigation Reform Act of 1995 provides a \"safe harbor\" for forward-looking statements.  Information in this Item 7, \"Management's Discussion and Analysis of Financial Condition and Results of Operations\" and elsewhere in this 10-K that does not consist of historical facts are \"forward-looking statements.\"  Statements accompanied or qualified by, or containing, words such as \"may,\" \"will,\" \"should,\" \"believes,\" \"expects,\" \"intends,\" \"plans,\" \"projects,\" \"estimates,\" \"predicts,\" \"potential,\" \"outlook,\" \"forecast,\" \"anticipates,\" \"presume,\" \"assume\" and \"optimistic\" constitute forward-looking statements and, as such, are not a guarantee of future performance.  The statements involve factors, risks and uncertainties, the impact or occurrence of which can cause actual results to differ materially from the expected results described in such statements.  Risks and uncertainties can include, among others, fluctuations in general business cycles and changing economic conditions; variations in timing and amount of customer orders; changing product demand and industry capacity; increased competition and pricing pressures; advances in technology that can reduce the demand for the Company's products, as well as other factors, many or all of which may be beyond the Company's control.  Consequently, investors should not place undue reliance on forward-looking statements as predictive of future results.  The Company disclaims any obligation to release publicly any updates or revisions to the forward-looking statements herein to reflect any change in the Company's expectations with regard thereto, or any changes in events, conditions or circumstances on which any such statement is based.\n\n\n9\n\n\n\n\n \n\n\nApplication of Critical Accounting Policies and Estimates\n\n\n \n\n\nThe Company's consolidated financial statements and accompanying notes are prepared in accordance with U.S. generally accepted accounting principles.  The preparation of the Company's financial statements requires management to make estimates, assumptions and judgments that affect the amounts reported.  These estimates, assumptions and judgments are affected by management's application of accounting policies, which are discussed in Note 1, \"Summary of Significant Accounting Policies\", and elsewhere in the accompanying consolidated financial statements. As discussed below, our financial position or results of operations may be materially affected when reported under different conditions or when using different assumptions in the application of such policies.  In the event estimates or assumptions prove to be different from actual amounts, adjustments are made in subsequent periods to reflect more current information.  Management believes the following critical accounting policies affect the more significant judgments and estimates used in the preparation of the Company's financial statements.\n\n\n \n\n\nAccounts Receivable\n\n\n \n\n\nOur ability to collect outstanding receivables from our customers is critical to our operating performance and cash flows.  Accounts receivable are stated at an amount management expects to collect from outstanding balances.  Management provides for probable uncollectible accounts through a charge to earnings and a credit to a valuation allowance based on its assessment of the current status of individual accounts after considering the age of each receivable and communications with the customers involved.  Balances that are collected, for which a credit to a valuation allowance had previously been recorded, result in a current-period reversal of the earlier transaction charging earnings and crediting a valuation allowance.   Balances that are still outstanding after management has used reasonable collection efforts are written off through a charge to the valuation allowance and a credit to accounts receivable in the current period.  The actual amount of accounts written off over the five year period ended May 31, 2023 equaled less than 0.3% of sales for that period.  The balance of the valuation allowance has increased to $29,000 at May 31, 2023 from $16,000 at May 31, 2022.  Management does not expect the valuation allowance to materially change in the next twelve months for the current accounts receivable balance.\n\n\n \n\n\nInventory\n\n\n \n\n\nInventory is stated at the lower of average cost or net realizable value. Average cost approximates first-in, first-out cost.\n\n\n \n\n\nMaintenance and other inventory represent stock that is estimated to have a product life-cycle in excess of twelve-months.  This stock represents certain items the Company is required to maintain for service of products sold, and items that are generally subject to spontaneous ordering.\n\n\n \n\n\nThis inventory is particularly sensitive to technical obsolescence in the near term due to its use in industries characterized by the continuous introduction of new product lines, rapid technological advances, and product obsolescence.  Therefore, management of the Company has recorded an allowance for potential inventory obsolescence.  Based on certain assumptions and judgments made from the information available at that time, we determine the amount in the inventory allowance.  If these estimates and related assumptions or the market changes, we may be required to record additional reserves.  Historically, actual results have not varied materially from the Company's estimates.  There was $322,000 and $772,000 of inventory disposed of during the years ended May 31, 2023 and 2022.  The provision for potential inventory obsolescence was $295,000 and zero for the years ended May 31, 2023 and 2022.  \n\n\n \n\n\nRevenue Recognition\n\n\n \n\n\nRevenue is recognized when, or as, the Company transfers control of promised products or services to a customer in an amount that reflects the consideration to which the Company expects to be entitled in exchange for transferring those products or services.\n\n\n10\n\n\n\n\n \n\n\nA performance obligation is a promise in a contract to transfer a distinct good or service to the customer and is the unit of account. A contract’s transaction price is allocated to each distinct performance obligation and recognized as revenue when, or as, the performance obligation is satisfied. The majority of our contracts have a single performance obligation as the promise to transfer the individual goods or services is not separately identifiable from other promises in the contracts which are, therefore, not distinct. Promised goods or services that are immaterial in the context of the contract are not separately assessed as performance obligations.  \n\n\nFor contracts with customers in which the Company satisfies a promise to the customer to provide a product that has no alternative use to the Company and the Company has enforceable rights to payment for progress completed to date inclusive of profit, the Company satisfies the performance obligation and recognizes revenue over time (generally less than one year), using costs incurred to date relative to total estimated costs at completion to measure progress toward satisfying our performance obligations.  Incurred cost represents work performed, which corresponds with, and thereby best depicts, the transfer of control to the customer.  Contract costs include labor, material and overhead.  Total estimated costs for each of the contracts are estimated based on a combination of historical costs of manufacturing similar products and estimates or quotes from vendors for supplying parts or services towards the completion of the manufacturing process.  Adjustments to cost and profit estimates are made periodically due to changes in job performance, job conditions and estimated profitability, including those arising from final contract settlements.  These changes may result in revisions to costs and income and are recognized in the period in which the revisions are determined.  Any losses expected to be incurred on contracts in progress are charged to operations in the period such losses are determined.   If total costs calculated upon completion of the manufacturing process in the current period for a contract are more than the estimated total costs at completion used to calculate revenue in a prior period, then the profits in the current period will be lower than if the estimated costs used in the prior period calculation were equal to the actual total costs upon completion.  Historically, actual results have not varied materially from the Company's estimates.  Other sales to customers are recognized upon shipment to the customer based on contract prices and terms.  In the year ended May 31, 2023, 61% of revenue was recorded for contracts in which revenue was recognized over time while 39% was recognized at a point in time.  In the year ended May 31, 2022, 60% of revenue was recorded for contracts in which revenue was recognized over time while 40% was recognized at a point in time. \n\n\nFor financial statement presentation purposes, the Company nets progress billings against the total costs incurred and estimated earnings on uncompleted contracts.  The asset, \"costs and estimated earnings in excess of billings,\" represents revenues recognized in excess of amounts billed.  The liability, \"billings in excess of costs and estimated earnings,\" represents billings in excess of revenues recognized.\n\n\n \n\n\nIncome Taxes\n\n\n \n\n\nThe provision for income taxes provides for the tax effects of transactions reported in the financial statements regardless of when such taxes are payable.  Deferred tax assets and liabilities are recognized for the expected future tax consequences of temporary differences between the tax and financial statement basis of assets and liabilities.  The deferred tax assets relate principally to asset valuation allowances such as inventory obsolescence reserves and bad debt reserves and also to liabilities including warranty reserves, accrued vacation, accrued commissions and others.  The deferred tax liabilities relate primarily to differences between financial statement and tax depreciation.  Deferred taxes are based on tax laws currently enacted with tax rates expected to be in effect when the taxes are actually paid or recovered.  \n\n\n \n\n\nRealization of the deferred tax assets is dependent on generating sufficient taxable income at the time temporary differences become deductible.  The Company provides a valuation allowance to the extent that deferred tax assets may not be realized.  A valuation allowance has not been recorded against the deferred tax assets since management believes it is more likely than not that the deferred tax assets are recoverable.  The Company considers future taxable income and potential tax planning strategies in assessing the need for a potential valuation allowance.  In future years the Company will need to generate approximately $7.5 million of taxable income in order to realize our deferred tax assets recorded as of May 31, 2023 of $1,583,000.  This deferred tax asset balance is 81% ($707,000) more than at the end of the prior year.  The amount of the deferred tax assets considered realizable however, could be reduced in the near term if estimates of future taxable income are reduced.  If actual results differ from estimated results or if the Company adjusts these assumptions, the Company may need to adjust its deferred tax assets or liabilities, which could impact its effective tax rate.  \n\n\n \n\n\nThe Company's practice is to recognize interest related to income tax matters in interest income / expense and to recognize penalties in selling, general and administrative expenses.\n\n\n \n\n\nThe Company and its subsidiary file consolidated Federal and State income tax returns.  As of May 31, 2023, the Company had State investment tax credit carryforwards of approximately $424,000 expiring through May 2028.\n\n\n11\n\n\n\n\n \n\n\nResults of Operations\n\n\n \n\n\nA summary of the period-to-period changes in the principal items included in the consolidated statements of income is shown below:\n\n\n \n\n\nSummary comparison of the years ended May 31, 2023 and 2022\n\n\n \n\n\n\n\n \n\n\n \n\n\nIncrease /\n\n\n \n\n\n\n\n \n\n\n \n\n\n(Decrease)\n\n\n \n\n\n\n\nSales, net\n\n\n \n\n\n$\n9,332,000\n \n\n\n \n\n\n\n\nCost of goods sold\n\n\n \n\n\n$\n2,893,000\n \n\n\n \n\n\n\n\nResearch and development costs\n\n\n \n\n\n$\n98,000\n \n\n\n \n\n\n\n\nSelling, general and administrative expenses\n\n\n \n\n\n$\n2,005,000\n \n\n\n \n\n\n\n\nIncome before provision for income taxes\n\n\n \n\n\n$\n4,949,000\n \n\n\n \n\n\n\n\nProvision for income taxes\n\n\n \n\n\n$\n901,000\n \n\n\n \n\n\n\n\nNet income\n\n\n \n\n\n$\n4,048,000\n \n\n\n \n\n\n\n\n\n\n \n\n\nFor the year ended May 31, 2023\n (All figures being discussed are for the year ended May 31, 2023 as compared to the year ended May 31, 2022.)\n\n\n \n\n\n Year ended May 31 \n\n\n Change \n\n\n\n\n \n\n\n2023 \n\n\n2022\n\n\n Amount \n\n\n \n\n\nPercent \n\n\n\n\nNet Revenue\n\n\n$\n40,199,000\n \n\n\n$\n30,867,000\n \n\n\n$\n9,332,000\n \n\n\n \n\n\n30%\n\n\n\n\nCost of sales\n\n\n24,133,000\n \n\n\n21,240,000\n \n\n\n2,893,000\n \n\n\n  \n\n\n14%\n\n\n\n\nGross profit\n\n\n$\n16,066,000\n \n\n\n$\n9,627,000\n \n\n\n$\n6,439,000\n \n\n\n \n\n\n67%\n\n\n\n\n… as a percentage of net revenues\n\n\n40%\n\n\n31%\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n\n\nThe Company's consolidated results of operations showed a 30% increase in net revenues and an increase in net income of 181%. Revenues recorded in the current period for long-term projects (“Project(s)”) were 33% more than the level recorded in the prior year.  We had 52 Projects in process during the current period compared with 45 during the same period last year.  Revenues recorded in the current period for other-than long-term projects (non-projects) were 26% more than the level recorded in the prior year.  The number of Projects in-process fluctuates from period to period.  The changes from the prior period to the current period are not necessarily representative of future results.\n\n\n \n\n\nSales of the Company's products are made to three general groups of customers: industrial, structural and aerospace / defense.  The Company saw a 27% increase from last year’s level in sales to structural customers who were seeking seismic / wind protection for either construction of new buildings and bridges or retrofitting existing buildings and bridges along with a 25% increase in sales to customers in aerospace / defense and an 85% increase in sales to customers using our products in industrial applications.  The increase in sales to structural customers is primarily from domestic customers.  \n\n\n \n\n\nA breakdown of sales to these three general groups of customers, as a percentage of total net revenue for fiscal years ended May 31, 2023 and 2022 is as follows: \n\n\n \n\n\n \n\n\nYear ended May 31\n\n\n\n\n \n\n\n2023\n\n\n2022\n\n\n\n\nIndustrial\n\n\n10%\n\n\n  7%\n\n\n\n\nStructural\n\n\n51%\n\n\n53%\n\n\n\n\nAerospace / Defense\n\n\n39%\n\n\n40%\n\n\n\n\n\n\n12\n\n\n\n\n \n\n\nTotal sales within the USA increased 39% from last year.  Total sales to Asia increased 2% from the prior year.  Net revenue by geographic region, as a percentage of total net revenue for fiscal years ended May 31, 2023 and 2022 is as follows:\n\n\n \n\n\n \n\n\nYear ended May 31\n\n\n\n\n \n\n\n2023\n\n\n2022\n\n\n\n\nUSA\n\n\n81%\n\n\n76%\n\n\n\n\nAsia\n\n\n11%\n\n\n14%\n\n\n\n\nOther\n\n\n  8%\n\n\n10%\n\n\n\n\n\n\n \n\n\nThe gross profit as a percentage of net revenue of 40% in the current period is nine percentage points greater than the same period of the prior year (31%). The Company has been able to increase sales prices to recover more of the increased costs for materials and labor that were incurred over the past year. Management continues to work with suppliers to obtain more visibility of conditions affecting their respective markets. These actions combined with benefits from the Company’s continuous improvement initiatives and increased volume have helped to improve the gross margin as a percentage of revenue over the prior year.\n\n\n \n\n\nAt May 31, 2022, we had 135 open sales orders in our backlog with a total sales value of $23.7 million.  At May 31, 2023, we had 134 open sales orders in our backlog with a total sales value of $32.5 million.  $18.1 million of the current backlog is on Projects already in progress.  $7.6 million of the $23.7 million sales order backlog at May 31, 2022 was in progress at that date.  81% of the sales value in the backlog is for aerospace / defense customers compared to 41% at the end of fiscal 2022.  As a percentage of the total sales order backlog, orders from structural customers accounted for 15% at May 31, 2023 and 50% at May 31, 2022.  The Company expects to recognize revenue for the majority of the backlog during the fiscal year ending May 31, 2024, with the remainder during fiscal year ending May 31, 2025. \n\n\n \n\n\nThe Company's backlog, revenues, commission expense, gross margins, gross profits, and net income fluctuate from period to period.  Total sales in the current period and the changes in the current period compared to the prior period, are not necessarily representative of future results.\n\n\n \n\n\nSelling, General and Administrative Expenses\n\n\n \n\n\nResearch and Development Costs\n\n\n \n\n\n \n\n\nYears ended May 31\n\n\nChange\n\n\n\n\n \n\n\n2023\n\n\n2022\n\n\n Amount \n\n\n \n\n\nPercent\n\n\n\n\nR & D \n\n\n  $ 1,097,000\n\n\n$ 999,000\n\n\n$   98,000\n\n\n \n\n\n   10%\n\n\n\n\n   … as a percentage of net revenues\n\n\n2.7%\n\n\n3.2%\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nResearch and development costs increased 10% from the prior year.\n\n\n \n\n\nSelling, General and Administrative Expenses\n\n\n \n\n\n \n\n\nYears ended May 31\n\n\nChange\n\n\n\n\n \n\n\n2023\n\n\n2022\n\n\n Amount \n\n\n \n\n\nPercent\n\n\n\n\nS G & A\n\n\n$ 8,160,000\n\n\n$ 6,155,000\n\n\n$ 2,005,000\n\n\n \n\n\n33%\n\n\n\n\n   … as a percentage of net revenues\n\n\n20%\n\n\n20%\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n\n\nSelling, general and administrative expenses increased 33% from the prior year, primarily from increased personnel costs.\n\n\n \n\n\nOperating income of $6,809,000 for the year ended May 31, 2023, showed significant improvement from the $2,473,000 operating income in the prior year. \n\n\n \n\n\nThe Company's effective tax rate (ETR) is calculated based upon current assumptions relating to the year's operating results and various tax related items.  The ETR for the fiscal year ended May 31, 2023 is 16%, compared to the ETR for the prior year of 12%.  \n\n\n13\n\n\n\n\n \n\n\nA reconciliation of provision for income taxes at the statutory rate to income tax provision at the Company's effective rate is as follows:\n\n\n \n\n\n \n\n\n2023\n\n\n \n\n\n2022\n\n\n \n\n\n\n\nComputed tax provision at the expected statutory rate\n\n\n$\n1,575,000 \n \n\n\n \n\n\n$\n538,000 \n \n\n\n \n\n\n\n\nTax effect of permanent differences:\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\nResearch tax credits\n\n\n(284,000)\n \n\n\n \n\n\n(275,000)\n \n\n\n \n\n\n\n\nForeign-derived intangible income deduction\n\n\n(67,000)\n \n\n\n \n\n\n(12,000)\n \n\n\n \n\n\n\n\nOther permanent differences\n\n\n1,000 \n \n\n\n \n\n\n3,000 \n \n\n\n \n\n\n\n\nOther\n\n\n(7,000)\n \n\n\n \n\n\n63,000 \n \n\n\n \n\n\n\n\n \n\n\n$\n1,218,000 \n \n\n\n \n\n\n$\n317,000 \n \n\n\n \n\n\n\n\n\n\n \n\n\nThe\n \nforeign-derived intangible income deduction is a tax deduction provided to corporations that sell goods or services to foreign customers.  It became available through Public Law 115-97, known as the Tax Cuts and Jobs Act. \n\n\n \n\n\nStock Options\n\n\n \n\n\nThe Company has stock option plans which provide for the granting of nonqualified or incentive stock options to officers, key employees and non-employee directors.  Options granted under the plans are exercisable over a ten-year term.  Options not exercised by the end of the term expire.  \n\n\n \n\n\nThe Company measures compensation cost arising from the grant of share-based payments to employees at fair value and recognizes such cost in income over the period during which the employee is required to provide service in exchange for the award.  The Company recognized $417,000 and $201,000 of compensation cost for the years ended May 31, 2023 and 2022.    \n\n\n \n\n\nThe fair value of each stock option grant has been determined using the Black-Scholes model.  The model considers assumptions related to exercise price, expected volatility, risk-free interest rate, and the weighted average expected term of the stock option grants.  The Company used a weighted average expected term.  Expected volatility assumptions used in the model were based on volatility of the Company's stock price for the thirty-month period immediately preceding the granting of the options.  The Company issued stock options in October 2022 and April 2023.  The risk-free interest rate is derived from the U.S. treasury yield.  \n\n\n \n\n\nThe following assumptions were used in the Black-Scholes model in estimating the fair market value of the Company's stock option grants:\n\n\n \n\n\n \n\n\nOctober 2022\n\n\n \n\n\nApril 2023\n\n\n\n\nRisk-free interest rate:\n\n\n \n\n\n1.625%\n\n\n \n\n\n3.25%\n\n\n\n\nExpected life of the options:\n\n\n \n\n\n4.1 years\n\n\n \n\n\n4.2 years\n\n\n\n\nExpected share price volatility:\n\n\n \n\n\n30%\n\n\n \n\n\n36%\n\n\n\n\nExpected dividends:\n\n\n \n\n\nzero\n\n\n \n\n\nzero\n\n\n\n\nThese assumptions resulted in estimated fair-market value per stock option:\n\n\n \n\n\n$3.06\n\n\n \n\n\n$6.72\n\n\n\n\n\n\n \n\n\n \n\n\nThe ultimate value of the options will depend on the future price of the Company's common stock, which cannot be forecast with reasonable accuracy.  A summary of changes in the stock options outstanding during the year ended May 31, 2023 is presented below.\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\nWeighted-\n\n\n\n\n \n\n\n \n\n\nNumber of\n\n\n \n\n\nAverage\n\n\n\n\n \n\n\n \n\n\nOptions\n\n\n \n\n\nExercise Price\n\n\n\n\nOptions outstanding and exercisable at May 31, 2022:\n\n\n \n\n\n283,000\n \n\n\n \n\n\n$\n11.43\n \n\n\n\n\nOptions granted:\n\n\n \n\n\n85,000\n \n\n\n \n\n\n$\n15.75\n \n\n\n\n\nLess: Options exercised:\n\n\n \n\n\n30,500\n \n\n\n \n\n\n$\n9.57\n \n\n\n\n\nLess: Options expired:\n\n\n \n\n\n4,500\n \n\n\n \n\n\n-\n \n\n\n\n\nOptions outstanding and exercisable at May 31, 2023:\n\n\n \n\n\n333,000\n \n\n\n \n\n\n$\n12.70\n \n\n\n\n\nClosing value per share on NASDAQ at May 31, 2023:\n\n\n \n\n\n \n\n\n \n\n\n$\n18.55\n \n\n\n\n\n\n\n14\n\n\n\n\n \n\n\nCapital Resources, Line of Credit and Long-Term Debt\n\n\n \n\n\nThe Company's primary liquidity is dependent upon its working capital needs.  These are primarily short-term investments, inventory, accounts receivable, costs and estimated earnings in excess of billings, accounts payable, accrued expenses and billings in excess of costs and estimated earnings.  The Company's primary source of liquidity has been operations.  \n\n\n \n\n\nCapital expenditures for the year ended May 31, 2023 were $3,359,000 compared to $1,392,000 in the prior year.  Current year capital expenditures included new manufacturing machinery, testing equipment, upgrades to technology equipment and assembly / test facility improvements.  The Company has commitments to make capital expenditures of approximately $107,000 as of May 31, 2023.  These capital expenditures will be primarily for new manufacturing and testing equipment.\n\n\n \n\n\nThe Company has a $10,000,000 bank demand line of credit, with interest payable at the Company's option of 30, 60 or 90 day LIBOR rate plus 2.25%. Interest payable will change from LIBOR rate plus 2.25% to SOFR rate plus 2.365% effective July 1, 2023. There is no outstanding balance at May 31, 2023 or May 31, 2022.  The line is secured by a negative pledge of the Company's real and personal property.  This line of credit is subject to the usual terms and conditions applied by the bank and is subject to renewal annually.  \n\n\n \n\n\nThe bank is not committed to make loans under this line of credit and no commitment fee is charged.\n\n\n \n\n\nInventory and Maintenance Inventory\n\n\n \n\n\n May 31, 2023 \n\n\n May 31, 2022\n\n\nIncrease /(Decrease)\n\n\n\n\nRaw materials\n\n\n$\n674,000\n \n\n\n \n\n\n$\n489,000\n \n\n\n \n\n\n$\n185,000 \n \n\n\n \n\n\n38%\n\n\n\n\nWork-in-process\n\n\n5,005,000\n \n\n\n \n\n\n5,166,000\n \n\n\n \n\n\n(161,000)\n \n\n\n \n\n\n-3%\n\n\n\n\nFinished goods\n\n\n262,000\n \n\n\n \n\n\n200,000\n \n\n\n \n\n\n62,000 \n \n\n\n \n\n\n31%\n\n\n\n\nInventory\n\n\n5,941,000\n \n\n\n  86%\n\n\n5,855,000\n \n\n\n  84%\n\n\n86,000 \n \n\n\n \n\n\n1%\n\n\n\n\nMaintenance and other inventory\n\n\n1,003,000\n \n\n\n  14%\n\n\n1,107,000\n \n\n\n  16%\n\n\n(104,000)\n \n\n\n \n\n\n-9%\n\n\n\n\nTotal\n\n\n$\n6,944,000\n \n\n\n100%\n\n\n$\n6,962,000\n \n\n\n100%\n\n\n$\n(18,000)\n \n\n\n \n\n\n0%\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\nInventory turnover\n\n\n3.5\n\n\n \n\n\n3.1\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n\n\nInventory, at $5,941,000 as of May 31, 2023, is one percent higher than at the prior year-end.  Of this, approximately 84% is work in process, 4% is finished goods, and 12% is raw materials.  All of the current inventory is expected to be consumed or sold within twelve months.  The level of inventory will fluctuate from time to time due to the stage of completion of the non-project sales orders in progress at the time. \n\n\n \n\n\nThe Company disposed of approximately $322,000 and $772,000 of obsolete inventory during the years ended May 31, 2023 and 2022, respectively.  \n\n\n \n\n\nAccounts Receivable, Costs and Estimated Earnings in Excess of Billings (“CIEB”) and Billings in Excess of Costs and Estimated Earnings (“BIEC”)\n\n\n \n\n\n \n\n\n \n\n\n May 31, 2023 \n\n\n May 31, 2022\n\n\nIncrease /(Decrease)\n\n\n\n\nAccounts receivable\n\n\n5,554,000 \n\n\n \n\n\n4,467,000 \n\n\n \n\n\n 1,087,000\n\n\n \n\n\n24%\n\n\n\n\nCIEB\n\n\n4,124,000 \n\n\n \n\n\n3,336,000 \n\n\n \n\n\n788,000\n\n\n \n\n\n24%\n\n\n\n\nLess: BIEC\n\n\n1,992,000 \n\n\n \n\n\n1,123,000 \n\n\n \n\n\n869,000\n\n\n \n\n\n77%\n\n\n\n\nNet\n\n\n$  7,686,000 \n\n\n \n\n\n$  6,680,000 \n\n\n \n\n\n$ 1,106,000\n\n\n \n\n\n15%\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\nNumber of an average day’s sales outstanding in accounts receivable (DSO)\n\n\n47\n\n\n \n\n\n42\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n15\n\n\n\n\n \n\n\nThe Company combines the totals of accounts receivable, the asset CIEB, and the liability BIEC, to determine how much cash the Company will eventually realize from revenue recorded to date.  As the accounts receivable figure rises in relation to the other two figures, the Company can anticipate increased cash receipts within the ensuing 30-60 days.  \n\n\n \n\n\nAccounts receivable of $5,554,000 as of May 31, 2023 includes approximately $24,000 of amounts retained by customers on long-term construction projects.  The Company expects to collect all of these amounts, including the retained amounts, during the next twelve months.  The number of an average day's sales outstanding in accounts receivable (DSO) was 47 days at May 31, 2023 and 42 days at May 31, 2022.  The Company expects to collect the net accounts receivable balance, including the retainage, during the next twelve months.\n\n\n \n\n\nThe status of the projects in-progress at the end of the current and prior fiscal years have changed in the factors affecting the year-end balances in the asset CIEB, and the liability BIEC:\n\n\n \n\n\n \n\n\n2023\n\n\n2022\n\n\n\n\nNumber of projects in progress at year-end\n\n\n22\n\n\n19\n\n\n\n\nAggregate percent complete at year-end\n\n\n33%\n\n\n47%\n\n\n\n\nAverage total value of projects in progress at year-end\n\n\n$1,285,000\n\n\n$795,000\n\n\n\n\nPercentage of total value invoiced to customer\n\n\n29%\n\n\n35%\n\n\n\n\n\n\n\n\n \n\n\n \n\n\nThere are 3 more projects in-process at the end of the current fiscal year as compared with the prior year end and the average value of those projects has increased by 62% between those two dates.  \n\n\n \n\n\nAs noted above, CIEB represents revenues recognized in excess of amounts billed.  Whenever possible, the Company negotiates a provision in sales contracts to allow the Company to bill, and collect from the customer, payments in advance of shipments.  Unfortunately, provisions such as this are often not possible.  The $4,124,000 balance in this account at May 31, 2023 is a 24% increase from the prior year-end.  This increase reflects the higher aggregate level of the percentage of completion of these Projects as of the current year end as compared with the Projects in process at the prior year end.  Generally, if progress billings are permitted under the terms of a project sales agreement, then the more complete the project is, the more progress billings will be permitted.  The Company expects to bill the entire amount during the next twelve months.  46% of the CIEB balance as of the end of the last fiscal quarter, February 28, 2023, was billed to those customers in the current fiscal quarter ended May 31, 2023.  The remainder will be billed as the projects progress, in accordance with the terms specified in the various contracts.\n\n\n \n\n\nThe year-end balances in the CIEB account are comprised of the following components:\n\n\n \n\n\n\n\n \n\n\nMay 31, 2023\n\n\n \n\n\nMay 31, 2022\n\n\n\n\nCosts\n\n\n$  3,006,000\n\n\n \n\n\n$  3,250,000\n\n\n\n\nEstimated earnings\n\n\n2,648,000\n\n\n \n\n\n2,642,000\n\n\n\n\nLess: Billings to customers\n\n\n1,530,000\n\n\n \n\n\n2,556,000\n\n\n\n\nCIEB\n\n\n$  4,124,000\n\n\n \n\n\n$  3,336,000\n\n\n\n\nNumber of projects in progress\n\n\n12\n\n\n \n\n\n11\n\n\n\n\n\n\n\n\n \n\n\nAs noted above, BIEC represents billings to customers in excess of revenues recognized.  The $1,992,000 balance in this account at May 31, 2023 is in comparison to a $1,123,000 balance at the end of the prior year.  The balance in this account fluctuates in the same manner and for the same reasons as the account \"costs and estimated earnings in excess of billings,\" discussed above.  Final delivery of product under these contracts is expected to occur during the next twelve months.\n\n\n16\n\n\n\n\n \n\n\nThe year-end balances in this account are comprised of the following components:\n\n\n \n\n\n\n\n \n\n\nMay 31, 2023\n\n\n \n\n\nMay 31, 2022\n\n\n\n\nBillings to customers\n\n\n$\n6,538,000\n \n\n\n \n\n\n$\n2,711,000\n \n\n\n\n\nLess:  Costs\n\n\n2,343,000\n \n\n\n \n\n\n1,019,000\n \n\n\n\n\nLess: Estimated earnings\n\n\n2,203,000\n \n\n\n \n\n\n569,000\n \n\n\n\n\nBIEC\n\n\n$\n1,992,000\n \n\n\n \n\n\n$\n1,123,000\n \n\n\n\n\nNumber of projects in progress\n\n\n10\n \n\n\n \n\n\n8\n \n\n\n\n\n\n\n\n\n \n\n\n \n\n\nAccounts payable, at $1,718,000 as of May 31, 2023, is 20% more than the prior year-end.  This increase is normal fluctuation of this account and is not considered to be unusual.  The Company expects the current accounts payable amount to be paid during the next twelve months.   \n\n\n \n\n\nAccrued expenses of $4,078,000 increased 19% from the prior year level of $3,414,000.  This increase is due to increases in accrued incentive compensation resulting from increased earnings and sales order bookings, offset by a reduction in customer prepayments.\n\n\n \n\n\nManagement believes that the Company's cash on hand, cash flows from operations, and borrowing capacity under the bank line of credit will be sufficient to fund ongoing operations and capital improvements for the next twelve months.  \n\n\n17\n\n\n\n\n \n\n",
    "item7a": ">Item 7A. \nQuantitative and Qualitative Disclosures About Market Risk.\n\n\n \n\n\nSmaller reporting companies are not required to provide the information required by this item.\n\n\n \n\n",
    "cik": "96536",
    "cusip6": "877163",
    "cusip": [
        "877163105"
    ],
    "names": [
        "TAYLOR DEVICES INC"
    ],
    "source": "https://www.sec.gov/Archives/edgar/data/96536/000137647423000411/0001376474-23-000411-index.htm"
}