{
    "item1": ">ITEM 1. BUSINESS\n\n\n \n\n\nSummary\n\n\n \n\n\nBiotricity Inc. (the\n“Company”, “Biotricity”, “we”, “us”, “our”) is a leading-edge medical\ntechnology company focused on biometric data monitoring and diagnostic solutions. We deliver innovative, remote monitoring solutions\nto the medical, healthcare, and consumer markets, with a focus on diagnostic and post-diagnostic solutions for lifestyle and chronic\nillnesses. We approach the diagnostic side of remote patient monitoring by applying innovation within existing business models where\nreimbursement is established. We believe this approach reduces the risk associated with traditional medical device development and\naccelerates the path to revenue. In post-diagnostic markets, we intend to apply medical grade biometrics to enable consumers to\nself-manage, thereby driving patient compliance and reducing healthcare costs. Our initial focus was on the diagnostic mobile\ncardiac outpatient monitoring (COM) market. Since then, we have expanded our ecosystem of\ncardiac technologies to include all accepted forms of cardiac diagnostic studies.\n\n\n \n\n\nWe developed and received\nFDA clearance on our Bioflux® (“Bioflux”) technology, comprised of a monitoring device and software components,\nwhich we made available to the market under limited release on April 6, 2018, in order to establish and develop sales processes and\nassess market dynamics. The fiscal year ended March 30, 2020 marked the Company’s first year of expanded commercialization\nefforts, focused on sales growth and expansion. In 2021, the Company announced the initial launch of Bioheart, a direct-to-consumer\nheart monitor that offers the same continuous heart monitoring technology used by physicians. In addition to developing and\nreceiving regulatory approval or clearance of other technologies that enhance its ecosystem, in 2022, the Company announced the\nlaunch of its Biotres Cardiac Monitoring Device (“Biotres”), a three-lead device for ECG and arrhythmia monitoring\nintended for lower risk patients, a much broader addressable market segment. We have since expanded our sales efforts to 31 states,\nwith intention to expand further and compete in the broader US market using an insourcing business model. Our technology has a large\npotential total addressable market, which includes hospitals, clinics and physicians’ offices, as well as other Independent\nDiagnostic Testing Facilities (“IDTFs)”. We believe our solution’s insourcing model, which empowers physicians\nwith state-of-the-art technology and charges technology service fees for its use, has the benefit of a reduced operating overhead\nfor the Company, and enabling a more efficient market penetration and distribution strategy. The Company offers an established\necosystem of state-of-the-art technologies intended to monitor and diagnose cardiac arrhythmias and support cardiac disease\nmanagement; its technology provides enhanced patient outcomes, with improved patient compliance, and a corresponding reduction of\nhealthcare costs.\n\n\n \n\n\nOur principal executive office\nis located at 203 Redwood Shores Pkwy Suite 600, Redwood City, California, and our telephone number is (800) 590-4155. Our website address\nis www.biotricity.com. The information on our website is not part of this Annual Report on Form 10-K.\n\n\n \n\n\nHistory\n\n\n \n\n\nOur company was incorporated on\nAugust 29, 2012 in the State of Nevada.\n\n\n \n\n\niMedical Innovations Inc.\n(“iMedical”) was incorporated on July 3, 2014 under the Canada Business Corporations Act. On February 2, 2016, we\ncompleted the acquisition of iMedical and moved the operations of iMedical into Biotricity Inc. through a reverse take-over (the\n“Acquisition Transaction”).\n\n\n \n\n\nDescription of Business\n\n\n \n\n\nCompany Overview\n\n\n \n\n\nBiotricity Inc.\n (“Company”, “Biotricity”,\n“we”, “us” or “our”)\n\n\n \n\n\nBiotricity Inc. (the “Company”,\n“Biotricity”, “we”, “us”, “our”) is a medical technology company focused on\nbiometric data monitoring and diagnostic solutions. Our aim is to deliver remote monitoring solutions to the medical, healthcare,\nand consumer markets, with a focus on diagnostic and post-diagnostic solutions for lifestyle and chronic illnesses. We approach the\ndiagnostic side of remote patient monitoring by applying innovation within existing business models where reimbursement is\nestablished. To do this, we do the heavy lifting involved with developing proprietary technology that meets the regulatory standards\nof the U.S. Food and Drug Administration (“FDA”), to allow medical professionals to utilize our technology and gain\nreimbursement for their services through Medicare, Medicaid and private health insurers. In post-diagnostic markets, we apply\nmedical grade biometrics to enable physicians to manage their patients and consumers to self-manage.\n\n\n  \n\n\n\n\n3\n\n\n \n\n\n\n\n \n\n\nWe build and deploy our technology in a\ntechnology-as-a-service model, focused on earning utilization-based recurring technology fee revenue.\nThe Company’s ability to grow this type of revenue is predicated on the size and quality of its sales force and their ability\nto penetrate the market and place devices with clinically focused, repeat users of its cardiac technology. The Company plans\nto grow its sales force to address new markets and achieve sales penetration in the markets currently served.\n\n\n \n\n\nHistory and Recent Highlights\n\n\n \n\n\nWe developed our FDA-cleared Bioflux®\n(“Bioflux”) technology, comprised of a monitoring device and software components, which we made available to the market\nunder limited release on April 6, 2018, to assess, establish and develop sales processes and market dynamics. Full market release of\nthe Bioflux device for commercialization occurred in April 2019. To\ncommence commercialization, we ordered device inventory from our FDA-approved manufacturer and hired a small, captive sales force,\nwith deep experience in cardiac technology sales; we expanded on our limited market release, which identified potential anchor\nclients who could be early adopters of our technology. By increasing our sales force and geographic footprint, we have grown continuously since launching have had sales in 31 U.S. states by December 31, 2022.\n\n\n \n\n\nFollowing Bioflux, the Company developed several breakthrough\ntechnologies in 2021, including:\n\n\n \n\n\n\n\n\n\n \n\n\n●\n\n\nBiotres, a unique ECG Holter solution that addresses the limitations of existing solutions in the Holter market, with built-in connectivity, ability to recharge, and 3 channels (instead of 1). \n\n\n\n\n \n\n\n●\n\n\nBioheart, a unique personal cardiac monitoring solution for consumers that addresses the limitations of existing solutions, designed with built-in connectivity, ability to recharge, and 3 channels\n\n\n\n\n \n\n\n●\n\n\nBiocare, a unique cardiac disease management platform for chronic care management (CCM) and remote patient monitoring (RPM) to help physicians holistically manage their patients\n\n\n\n\n \n\n\nOn January 24, 2022 the Company announced that\nit has received the 510(k) FDA clearance of its Biotres patch solution, which is a novel product in the field of Holter monitoring.\nThis three-lead technology can provide connected Holter monitoring that is designed to produce more accurate arrythmia detection\nthan is typical of competing one-lead holter patch solutions. It is also a platform technology, with other developments and features\nthat are currently unavailable in the marketplace with other clinical and consumer patch solutions.\n\n\n \n\n\nThe Company has also developed or is developing several\nother ancillary technologies, which will require application for further FDA clearances, which the Company anticipates applying for within\nthe next twelve to eighteen months. Among these are:\n\n\n \n\n\n\n\n\n\n \n\n\n●\n\n\nadvanced\n    ECG analysis software that can analyze and synthesize patient ECG monitoring data to identify the most important information for clinical intervention, while reducing the amount\n    of human intervention necessary in the process;\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n \n\n\n●\n\n\nthe Bioflux® 2.0, which is the next generation of our award winning Bioflux®\n\n\n\n\n \n\n\nDuring 2021 and the early part of 2022, the Company also commercially launched its Bioheart technology, which is\na cutting-edge consumer technology whose development was based on the Company’s clinical technologies and leverages its clinical\necosystem, the Biosphere. In recognition of this market advancement and how innovative the product is, in November 2022, Bioheart received\nrecognition as one of Time Magazine’s Best Inventions of 2022.\n\n\n \n\n\n\n\n4\n\n\n \n\n\n\n\n \n\n\nIn October 2022, the Company launched its Biocare\nCardiac Disease Management Solution, after successfully piloting this technology in two facilities that provide cardiac care to over\n60,000 patients. This technology and other consumer technologies and applications such as the Biokit and Biocare have been developed\nto allow the Company to use its strong cardiac footprint to expand into remote chronic care management solutions that are complementary\nand additive to its existing solutions. The technology puts actionable data into the hands of physicians to assist them in better managing\ntheir patients and making effective treatment decisions quickly.\n\n\n \n\n\nAdditionally, in September 2022, the\nCompany was awarded a NIH Grant from the National Heart, Blood, and Lung Institute for AI-Enabled real-time monitoring, and\npredictive analytics for stroke due to chronic kidney failure. This is a significant achievement that broadens our technology\nplatform’s disease space demographic. The grant is focused on the expansion of Bioflux-AI for monitoring and prediction of stroke episodes in chronic kidney disease patients. The Company received $238,703\nunder this award in March 2023, used to defray research, development and other associated costs.\n\n\n \n\n\nDuring the twelve months ended March 31, 2023, the\nCompany continued to develop a telemedicine platform, with capabilities of real-time streaming of medical devices. The COVID-19 pandemic\nhas highlighted the importance of telemedicine and remote patient monitoring technologies. Telemedicine offers patients the ability to\ncommunicate directly with their health care providers without the need to leave their home. The introduction of a telemedicine solution\nis intended to align with the Company’s Bioflux product and facilitate remote visits and remote prescriptions for cardiac diagnostics.\nIt will also serve as a means of establishing referral and other synergies across the network of doctors and patients that use the technologies\nwe are building within the Biotricity ecosystem. The intention is to continue to provide improved care to patients that may otherwise\nelect not to go to medical facilities while providing economic benefits and costs savings to healthcare service providers and payers.\nThe Company’s goal is to position itself as an all-in-one cardiac diagnostic and disease management solution. The Company continues\nto grow its data set of billions of patient heartbeats, allowing it to further develop its predictive capabilities relative to cardiac\nconditions.\n\n\n \n\n\nThe Company identified the importance of recent developments in accelerating its path to profitability, including\nthe launch of important new products identified, which have a ready market through cross-selling to existing large customer clinics, and\nlarge new distribution partnerships that allow the Company to sell into hospital networks.\n\n\n \n\n\nMarket Overview\n\n\n \n\n\nChronic\ndiseases are the number one burden on the healthcare system, driving up costs year over year. Lifestyle related illnesses such as obesity\nand hypertension are the top contributing factors of chronic conditions including diabetes and heart disease. Government and healthcare\norganizations are focused on driving costs down by shifting to evidence-based healthcare where individuals, especially those suffering\nfrom chronic illnesses, engage in self-management. This has led to growth in the connected health market, which is projected to reach\n$150 billion by 2024 at a compound annual growth rate (CAGR) of 25%\n1\n. Remote patient monitoring (RPM), one of the key areas\nof focus for self-management and evidence-based practice, is projected to reach $96.67 billion by 2030 at a CAGR of 17.6%\n2\n.\nToday, 20% of large healthcare facilities in the US are already using remote monitoring with a projected 30 million US patients utilizing\nremote monitoring by 2024\n3\n.\n\n\n \n\n\nThe number\none cost to the healthcare system is cardiovascular disease, estimated to be responsible for 1 in every 6 healthcare dollars spent in\nthe US\n4\n. Since cardiovascular disease is the number one cause of death worldwide, early detection, diagnosis, and management\nof chronic cardiac conditions are necessary to relieve the increasing burden on the healthcare infrastructure. Diagnostic tests such as\nECGs are used to detect, diagnose and track certain types of cardiovascular conditions. We believe that the rise of lifestyle related\nillnesses associated with heart disease has created a need to develop cost-effective diagnostic solutions to fill a hole in the current\nECG market. These solutions will not only deliver faster and earlier diagnoses but also build the foundation for disease management,\nsupporting the transition from diagnosis to disease management.\n\n\n \n\n\nThe\nglobal ECG market is growing at a CAGR of 8.3%\n5\n. The factors driving this market include an aging population, an increase\nin chronic diseases related to lifestyle choices, improved technology in diagnostic ECG devices, and high growth rates of ECG device\nsales. As of 2022, the United States accounted for approximately 25% of the global ECG market and is comprised of three major segments:\nresting (non-stress) ECG systems, stress ECG systems, and holter monitoring systems.\n\n\n \n\n\nIn the US, COM tests are primarily\nconducted through outsourced IDTFs that are reimbursed at an estimated average rate of approximately\n$850 per diagnostic test, based on pricing information provided by the Centers for Medicare & Medicaid Services, a part of the U.S.\nDepartment of Health and Human Services, and weighted towards the largest markets of New York, California, Texas and Florida. Reimbursement\nrates can be lower in smaller markets, although the national average is $801. Further, we believe private insurers provide for similar\nor better reimbursement rates.\n\n\n \n\n\n\n\n \n\n\n\n\n1\n\nhttps://market.us/report/connected-healthcare-market/\n\n\n2\n\nhttps://www.researchandmarkets.com/reports/5264375/global-remote-patient-monitoring-market-by\n\n\n3\n\nhttps://blog.prevounce.com/27-remote-patient-monitoring-statistics-every-practice-should-know\n\n\n4\n\nhttps://www.alliedmarketresearch.com/electrocardiograph-ECG-market\n\n\n5\nhttps://www.alliedmarketresearch.com/electrocardiograph-ECG-market\n\n\n \n\n\n\n\n5\n\n\n \n\n\n\n\n \n\n\nOur initial device offerings\nintended to revolutionize the COM and Holter markets by providing convenient, cost-effective, integrated solutions, inclusive of\nboth software and hardware for physician providers and their patients. Biotricity, however, has a broader strategic vision to offer\nan ecosystem of technologies that engage the patient-user and their medical practitioner(s) in sustained monitoring, diagnosis,\ncommunication and pro-active treatment and management of chronic care conditions. Our core solution is designed as a\nplatform to encompass multiple segments of the remote monitoring market, and its future growth.\n\n\n \n\n\nMarket Opportunity\n\n\n \n\n\nCardiac Diagnostics\n\n\n \n\n\nECGs\nare a key diagnostic test utilized in the diagnosis of cardiovascular disease, the number one cause of death worldwide. The global ECG\nmarket is growing at a CAGR of 8.3%\n6\n, and, assuming the U.S. continues to hold approximately 25% of the global market (based\non 2022 statistics), approximately $1.8 billion would be attributed to the US ECG market1,2. In the US in 2016, statistics show that\nthere were 121.5 million adults living with cardiovascular disease, whereas 28.2 million adults had been diagnosed with the disease.\nThe increasing market size is attributed to an aging population and an influx in chronic diseases related to lifestyle choices.\n\n\n \n\n\nThe US ECG market is divided into\nthree major product segments:\n\n\n \n\n\n\n\n\n\n \n\n\n1.\n\n\nEvent monitoring systems;\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n \n\n\n2.\n\n\nStress ECG systems; and\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n \n\n\n3.\n\n\nResting (non-stress) ECG systems.\n\n\n\n\n \n\n\nEvent monitoring systems are projected\nto grow the fastest due to a shift from in-hospital/clinic monitoring to outpatient monitoring. This shift is expected to help reduce\nhealth care costs by limiting the number of overnight hospital stays for patient monitoring. We believe that physicians prefer event monitoring\nsystems over resting and stress ECG systems because they provide better insight to the patient’s condition for diagnostic purposes.\n\n\n \n\n\nThe event monitoring market is\ndivided into the Holter/Extended Holter, Event Loop and Mobile Cardiac Outpatient Monitoring (COM) product segments, of which Holter, and its variant\nExtended Holter, and Event Loop are the current market leaders. Among event monitoring systems, we believe that the preferred choice of\nphysicians and cardiologists is COM, because of its ability to continuously analyze patient data and transmit, thereby speeding up diagnoses. COM devices have built-in arrhythmia analysis and\nregular communication , which allow physicians\nto prescribe the device for a longer period of time; thereby enabling prolonged data collection and delivering a more complete picture\nfor diagnosis.\n\n\n \n\n\nTypical Holter/Extended Holter and Event Loop solutions lack the ability to alert the patient or provider in case\nof an anomaly. Holters are typically used as a short-term solution, up to 3 days, whereas Event Loop is used for up to 30 days. Extended\nHolter, the long-term variant of Holter can be used for up to 21 days. It is the most recent of the cardiac monitoring options and was\ncreated for longer term holter recordings. Since Event Loop is also long term, reimbursement for Extended Holter and Event Loop are converging.\nReimbursement for these is much lower compared to COM due to the nature of the solution, recording vs monitoring. With Holter and Event\nLoop monitoring, ECG data is not uploaded or transmitted regularly. Comparatively, if the patient were monitored through a COM device\nwith regular ECG data transfer and cellular connectivity, then in the event of cardiac anomalies, the monitoring center could send communication\nto the patient’s physician.\n\n\n \n\n\n\n\n \n\n\n\n\n6\n\nhttps://www.alliedmarketresearch.com/electrocardiograph-ECG-market\n\n\n \n\n\n\n\n6\n\n\n \n\n\n\n\n \n\n\nSince COM requires an FDA-cleared\ndevice (meaning for our purposes that it can be used to review medical ECG data from ECG devices), FDA-cleared ECG reporting software,\nand remote monitoring capabilities, regulatory and development hurdles have resulted in relatively few companies being able to successfully\ndevelop an all-encompassing solution. We believe that there are currently only 5 COM solutions within the market. Some of these solutions\nare sold to the market through solutions providers that have not developed and do not manufacture their own device.\n\n\n \n\n\nOf the COM systems currently available\nin the market, most are IDTFs who employ an outsourcing business model, focused on providing clinical services for which they\ncan earn reimbursement; this means that they would typically not sell their devices to physicians, but offer their clinical services.\nSome COM providers choose to sell their solution by charging high prices for devices and upfront software costs, as well as a per cardiac\nstudy monitoring fee. Among these are solutions that are not scalable; some lack monitoring software, requiring a customer to acquire\nthird party software and incur integration expenses. These would require an investment by the physician, to incur upfront costs that would\ntake time to recoup before profits are realized.\n\n\n \n\n\nThe limited number of competitors\nmakes this an attractive market for new entrants. However, entry into the market requires a hardware device coupled with complex algorithms,\nECG software and access to a monitoring center. Two of the five COM players have done so by building their own monitoring infrastructure,\ndeveloping their own ECG software and utilizing TZ Medical’s COM device. However, this is capital intensive and we believe cost\nprohibitive for most hospitals and clinics. These barriers are in our opinion among the key reasons as to why Holter and Event Loop have\nmaintained a significant portion of the US event monitoring market despite the increase in patient safety and improved outcomes with COM.\n\n\n \n\n\nThe Bioflux solution and\nbusiness model attempts to address these complications with its complete, turn-key solution for providers to deliver cardiac diagnostics directly. Technologically, the Bioflux solution is superior as a one-piece\nsolution as opposed to a two-piece and collects 3 channels of ECG compared with 2, resulting in better data and higher quality diagnoses.\nCombined with our insourced business model, providers can deliver better and faster care while also billing. This combination has lead\nto our continued growth and high customer retention rates.\n\n\n \n\n\n\n\n7\n\n\n \n\n\n\n\n \n\n\nChronic\nCare and Remote Patient Monitoring\n\n\n \n\n\n\n\n\n\nChronic\ndiseases are the number one healthcare expense and are continuing to grow as the population ages. Lifestyle related illnesses such as\nobesity, hypertension, cardiovascular diseases, and diabetes are the top contributing factors of chronic conditions. Government and healthcare\norganizations are focused on driving costs down by shifting to holistic management where individuals, especially those suffering from\nchronic illnesses, are supported outside of the clinic. This has led to growth in chronic care management market, which is projected\nto reach $8.7 billion in the US by 2027 at a compound annual growth rate (CAGR) of 18%\n7\n.\n\n\n \n\n\nRemote\n    patient monitoring (RPM), one of the key areas of focus for disease-management and evidence-based practice, is projected to reach\n    $96.67 billion by 2030 at a CAGR of 17.6%\n8\n. Today, 20% of large healthcare facilities in the US are already using remote\n    monitoring with a projected 30 million US patients utilizing remote monitoring by 2024\n9\n.\n\n\n \n\n\nSimilar\n    to chronic care and RPM, lifestyle management is seeing increasing growth where stable patients are becoming more and more engaged\n    in lifestyle management. The global wearable lifestyle market has already reached $61.3 billion with an expected CAGR of 14.6%\n10\n.\n    The US portion of the wearable lifestyle market is $15.3 billion.\n\n\n \n\n\nThe\n    primary driver of each of these markets are individuals diagnosed with or at risk-for chronic conditions. Cardiac diseases are the\n    number one expense and the number one killer, making up the bulk of the individuals utilizing such solutions. Despite this, existing\n    solutions are not tailored for cardiac patients but for diabetes, obesity, and hypertension as these conditions are supported by\n    medical or personal devices that can track biometrics that support management. Up until now, there has been no solution available\n    to support cardiac patients as technology was limited to manual short term heart rhythm collection or heart rate monitors.\n\n\n \n\n\nBiotricity\n    changed this with the creation of Bioheart and Biocare, which delivers the first cardiac tailored solution for disease management.\n    The engine of this solution is the Bioheart, the first-of-its-kind continuous heart rhythm monitor that autonomously and continuously\n    collect heart rhythm data with no limitation on duration, a necessity for cardiac issues. Just as diabetic patients have continuous\n    glucose monitoring, individuals with cardiac issues now have continuous heart monitoring.\n\n\n \n\n\nCombining\n    our technological innovation with our business model delivers a solution that is not only industry leading technologically and clinically,\n    but one that also supports providers to deliver better care while creating a new revenue stream. We believe this leap in innovation\n    will help us compete with the more generic solutions as well as those limited by shorter duration data collection. The leap in innovation\n    created by Bioheart was also recognized by Time Magazine, where they named Bioheart one of the Best Inventions of the World in 2022.\n\n\n\n\n\n\n \n\n\nMarket Strategy\n\n\n \n\n\nCardiac Diagnostics\n\n\n \n\n\nOur\ncardiac diagnostics strategy is focused on the target addressable market of approximately 23,018 physician offices\n11\n (approximately\n10% of all physician offices in the U.S.), 612 hospitals\n12\n (approximately 10% of all hospitals in the U.S.), and 300 IDTFs\n(an estimated 10% of all IDTFs in the U.S.). To do this, we invested in the hiring of top caliber sales professionals with a proven track\nrecord in cardiac technology and device sales, and strong business relationships with providers of cardiac medical services. To further\nexpand our market reach, we have partnered with leading distributors and GPOs.\n\n\n \n\n\n\n\n \n\n\n\n\n7\n\nhttps://www.precedenceresearch.com/us-complex-and-chronic-condition-management-market\n\n\n8\n\nhttps://www.researchandmarkets.com/reports/5264375/global-remote-patient-monitoring-market-by\n\n\n9\n\nhttps://blog.prevounce.com/27-remote-patient-monitoring-statistics-every-practice-should-know\n\n\n10\n\nhttps://www.grandviewresearch.com/industry-analysis/wearable-technology-market\n\n\n11\n\nhttps://en.wikipedia.org/wiki/Group_medical_practice_in_the_United_States\n\n\n12\nhttps://www.aha.org/statistics/fast-facts-us-hospitals\n\n\n \n\n\n\n\n\n\n8\n\n\n \n\n\n\n\n \n\n\nCOM\n\n\n \n\n\nThe Bioflux solution is deployed into physicians’ offices, clinics, hospitals, and IDTFs. For the prescribing physician, the COM diagnostic read is\na reimbursable service from payers such as Medicare and insurance companies. In the United States, billing codes for an COM diagnostic\nread are available under the American Medical Association Current Procedural Terminal, with a current average reimbursement\nrate of $850 per read (a read is between 1 and 30 days long).\n\n\n \n\n\nWe believe that\nBioflux’s revenue model, which is a platform or technology \nas\na service\n model (\nPAAS\n or \nTAAS\n),\nis a significant and disruptive departure from the pricing and reimbursement strategies of the existing competitors in the COM\nmarket, which apply an outsourced model to COM diagnostics, where the entire procedure and reimbursement is outsourced; the COM\nsolutions provider takes over the clinical responsibilities and earns the reimbursement and pays the physician a small\nadministrative stipend. Bioflux’s technology, revenue and insourced business model entail differentiators that are expected to\ncreate barriers to entry for other competitors seeking to emulate our strategy.\n\n\n \n\n\nWe\nalso believe the Bioflux solution is not only financially superior but also clinically superior. Existing COM solutions are two-piece\nsolutions with 2 channel ECGs. Comparatively, Bioflux is a one-piece solution with 3 channels of ECG, delivering more and higher quality\ndata with better patient compliance. This is a significant barrier to entry for existing and new competitors as they would need to develop\nan entirely new solution that encompasses multiple channels and integrated cellular connectivity to compete with the Bioflux.\n\n\n \n\n\nHolter/Extended\nHolter\n\n\n \n\n\nThe\nBiotres solution is purpose-built for the holter and extended holter market and is deployed into physicians’ offices, clinics,\nhospitals, and IDTFs. For the prescribing physician, the Holter/Extended Holter diagnostic read is a reimbursable service from payers\nsuch as Medicare and insurance companies. In the United States, billing codes for a Holter and Extended Holter diagnostics are available\nunder the American Medical Association Current Procedural Terminal, with a current blended average reimbursement rate of $200 per test,\nwhere a test is between 1 and 21 days long.\n\n\n \n\n\nWe\nbelieve that Biotres’ revenue model, which is a platform or technology \nas a service\n model (\nPAAS\n or \nTAAS\n),\nis a significant and disruptive departure from the pricing and reimbursement strategies of the existing competitors in the Holter market,\nwhich apply an outsourced model to Holter diagnostics, where the entire procedure and reimbursement is outsourced; the Holter solutions\nprovider takes over the clinical responsibilities and earns the reimbursement and pays the physician a small administrative stipend.\nBiotres’ technology, revenue and insourced business model entail differentiators that are expected to create barriers to entry\nfor other competitors seeking to emulate our strategy.\n\n\n \n\n\nAdditionally,\nwe believe the Biotres solution is not only financially superior but also clinically superior. Existing holter patch solutions are 1\nchannel devices that lack connectivity. This leads to cardiac diagnostic results taking up to 2 weeks. Biotres is a connected 3 channel\npatch solution, delivering more and higher quality data while reducing the time to diagnosis from 2 weeks to 3 days or less. This is\na significant barrier to entry for existing and new competitors as they would need to develop an entirely new solution that encompasses\nconnectivity and multiple channels to compete with the Biotres.\n\n\n \n\n\nChronic\nCare Management (CCM) and Remote Patient Monitoring (RPM)\n\n\n \n\n\nOur chronic care management and remote patient monitoring strategy is focused on the same target addressable market of approximately 23,018\nphysician offices (approximately 10% of all physician offices in the U.S.), 612 hospitals (approximately 10% of all hospitals in the U.S.),\nand 300 IDTFs (an estimated 10% of all IDTFs in the U.S.) that we are targeting for our diagnostics. The difference in our strategy here\nis a focus on selling into existing accounts and new diagnostic accounts as opposed to building out a new channel strategy. These solutions\nare complementary to our diagnostics solution and can be sold as part of a complete platform to target new and existing customers.\n\n\n \n\n\nProduct and Technology\n\n\n \n\n\nBioflux\n\n\n \n\n\nBioflux is an advanced, integrated\nECG device and software solution for the COM market. The Bioflux device is comprised of a wet electrode and worn on a belt clip around\nthe waist. The Bioflux ECG reporting software will allow doctors and labs to view a patient’s ECG data for monitoring and diagnostic\npurposes.\n\n\n \n\n\nThe Bioflux device has been developed,\namong other things, with the following features:\n\n\n \n\n\n\n\n\n\n \n\n\n●\n\n\n3 channels\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n \n\n\n●\n\n\nBuilt-in cellular connectivity for global cellular network compatibility;\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n \n\n\n●\n\n\nExtended battery size for up to48 hours of battery life.\n\n\n\n\n \n\n\n\n\n9\n\n\n \n\n\n\n\n \n\n\nThe Bioflux platform has a built-in\ncellular chipset and a real-time embedded operating system which allows for our technology to be utilized as an Internet of Things (IoT)\nplatform. This technology can be leveraged into other applications and industries by utilizing the platform and OS side of Bioflux.\n\n\n \n\n\nBiotres\n\n\n \n\n\nHolter\nand Extended Holter monitors are significantly simplified versions of cardiac diagnostics that lack connectivity and analysis. Holter\nand Extended Holter monitors require data to be downloaded manually, resulting in diagnostic results taking up to 2 weeks or longer.\nThe Biotres device has been designed to address the limitations of existing solutions while providing the same disruptive business model\nas the Bioflux. Responding to our customer needs, the Biotres was developed with the following features:\n\n\n \n\n\n\n\n\n\n \n\n\n●\n\n\n3 channels\n\n\n\n\n \n\n\n●\n\n\nConnectivity\n\n\n\n\n \n\n\n●\n\n\nRechargeable\n\n\n\n\n \n\n\n●\n\n\nReusable\n\n\n\n\n \n\n\nThe\nBiotres is also a platform technology that can be leveraged and used to enter other markets and support future product enhancements.\nThe company has already developed a number of enhancements for Biotres that will be available in the next generation of the solution.\n\n\n \n\n\nBiocare,\nBioheart and Biokit\n\n\n \n\n\nIt\nis widely reported that chronic illnesses related to lifestyle diseases are on the rise, resulting in increased healthcare costs. This\nhas caused a major shift in the US healthcare market, emphasizing a need for evidence-based healthcare system focused on overall health\noutcomes. Patient compliance is a critical component in driving improved health outcomes, where the patient adheres to and implements\ntheir physician’s recommendation. Unfortunately, poor patient compliance is one of the most pressing issues in the healthcare market.\nOne of the key contributing factors to this is the lack of a feedback mechanism to measure improvement and knowledge. Studies show that\npoor patient compliance costs the US healthcare system $100 to $289 billion annually\n1\n, representing 3% to 10% of total US\nhealthcare costs\n2\n . Studies have proven that regular monitoring of chronic care conditions improves patient outcomes\nin the form of lower morbidity rates and reduce the financial burden on the healthcare system by empowering preventative care.\n\n\n \n\n\nThe\nCompany has developed Biocare to support medical practitioners as they gather data and regularly monitor and treat patients with two\nor more chronic care conditions. We expect that Bioheart combined with our Biocare platform, our fourth product, is focused on filling\nthis need by providing a clinically relevant, preventative care and disease management solution for the consumer. A key underlying component\nof Bioheart is the ability to measure patient improvements—with clinical accuracy—helping to drive feedback and support patient\ncompliance. This approach is implemented in our development process by focusing on a disease/chronic illness profile, as opposed to a\ncustomer profile. We are focused on cardiovascular disease for our first preventative care solution since Bioflux is aimed at the same\nhealth segment.\n\n\n \n\n\nThe\nfocus on cardiovascular disease states make the combination of Bioheart and Biocare a unique offering within the chronic care management\nspace which is primarily focused on diabetes. With no long term consumer solution for heart patients, chronic care management has focused\non those conditions that do have personal devices, mainly diabetes, hypertension, and COPD. This is why we developed Bioheart, a consumer\nsolution for personal use for individuals with cardiac issues. Combined with our Biocare platform, it is one of the first disease management\nsolutions capable of delivering holistic chronic care management to cardiovascular patients.\n\n\n \n\n\nTaking\nit a step further, we developed Biokit to support cardiac patients that had other chronic conditions such as hypertension or COPD. Biokit\nis a remote patient monitoring kit that combines a blood pressure cuff, an pulse oximeter and a digital thermometer into the Biocare\nplatform to support the collection of additional biometrics for those patients with multiple conditions. Biocare was developed with the\nfollowing features:\n\n\n \n\n\n\n\n\n\n \n\n\n●\n\n\nIntegration\n    with cardiac diagnostics: Bioflux and Biotres\n\n\n\n\n \n\n\n●\n\n\nBioheart\n\n\n\n\n \n\n\n●\n\n\nBiokit\n\n\n\n\n \n\n\n●\n\n\nVirtual Clinic\n\n\n\n\n \n\n\n●\n\n\nAutomated biometric reporting\n\n\n\n\n \n\n\n●\n\n\nPatient Dashboards\n\n\n\n\n \n\n\n●\n\n\nAutomated time tracking\n\n\n\n\n \n\n\n●\n\n\nBuilt-in patient reminders\n    and calling\n\n\n\n\n \n\n\n●\n\n\nAsynchronous chat\n\n\n\n\n \n\n\n●\n\n\nMonthly data summaries\n\n\n\n\n \n\n\nBiocare\nis also a platform technology that can be leveraged and used to enter other chronic condition markets and support future product enhancements.\nThe company has already developed a number of enhancements for Biocare that will be available in the next generation of the solution.\n\n\n \n\n\nFuture Markets\n\n\n \n\n\nIn the next few years, we intend\nto expand use of our technology platform with medical-grade solutions for the monitoring of blood pressure, diabetes, sleep apnea, chronic\npain, as well as fetal monitoring, and other adjacent healthcare and lifestyle markets.\n\n\n \n\n\nBionatal is a proposed product\nfor monitoring fetus’ health by remote cardiac telemetry. In the US, there were approximately 24,073 fetal deaths at 20 or more\nweeks gestation in 2012\n3\n. The rise of older mothers and mothers with chronic conditions have driven high-risk pregnancies to\na new high; high-risk complications now occur in 6 to 8 percent of all pregnancies\n4\n.\n\n\n \n\n\nThe Company has also received an NIH grant to investigate cardiac anomalies in chronic kidney disease patients, which\nis designed to be a predictive or early detection tool for CKD patients. This and other new technology that the Company is developing is applicable to\nthe market segments that the Company intends to serve and will continue to adhere to the Company’s revenue model of deriving income\nfrom technology fees.\n\n\n \n\n\n\n\n10\n\n\n \n\n\n\n\n \n\n\nCompetition\n\n\n \n\n\nCardiac Diagnostics\n\n\n \n\n\nCardiac Outpatient Monitoring\n\n\n \n\n\nThe medical technology equipment\nindustry is characterized by strong competition and rapid technological change. There are a number of companies developing technologies\nthat are competitive to our existing and proposed products, many of them, when compared to our Company, having significantly longer operational\nhistory and greater financial and other resources.\n\n\n \n\n\nWithin the US event monitoring\nsystems market, we are aware of six main competitors in the COM product segment. These competitors have increased market presence and\ndistribution primarily by working through existing IDTFs. The existing competitors have maintained a competitive advantage within the\nmarket by controlling the distribution of all available COM devices and software solutions. Our primary competitors in the COM market\nare:\n\n\n \n\n\n● \nBiotelemetry\n(formerly CardioNet), recently acquired by Philips for a reported $2.8B\n. We believe that BioTelemetry, Inc. (NASDAQ:BEAT), has\nthe largest network of IDTFs within the COM market. BioTelemetry is considered a complete solution provider as it produces and\ndistributes its own COM device, software solution, and COM monitoring centers. The company acquired its COM device through the\nacquisition of a COM manufacturer, Braemar. Upon acquisition of Braemar, BioTelemetry offered limited support to other clients\nutilizing Braemar’s technology. This resulted in BioTelemetry increasing the use of its device and software solution, enabling\nwide market penetration. We believe that BioTelemetry business model is focused on providing the COM diagnostic service, as opposed\nto selling COM solutions to other IDTFs or service providers, which enables a perpetual per-read fee as opposed to one time device\nor software sales. Equity research analysts categorize BioTelemetry as a clinical health provider, because of its business model,\nrather than as a medical device company. As such, we believe that BioTelemetry market cap is limited by the low multiples associated\nwith that type of business, and, as a clinical health provider, BioTelemetry has significant overhead and fixed costs associated\nwith monitoring centers and health professionals.\n\n\n \n\n\n● \nPreventice\n(formerly eCardio.), recently acquired by Boston Scientific for a reported $1.2B.\n Preventice is a private company, based in\nHouston, Texas. Preventice’s device is manufactured by a third party medical device company, TZ Medical. Preventice has\nintegrated TZ Medical’s device with its software solution to create a complete COM solution. Similar to Biotelemetry, we\nbelieve eCardio follows the same business model of offering the COM service and acting as a clinical health provider.\n\n\n \n\n\n● \nScottCare\n. ScottCare\nis a private company in the US and a subsidiary of Scott Fetzer Company, a division of Berkshire Hathaway. ScottCare provides equipment\nfor cardiovascular clinics and diagnostic technicians. ScottCare has built its own COM device and software solution, and white-labeled\nTZ Medical’s device. Unlike the others, ScottCare offers its solution in an insourced model, where the physician has the opportunity\nto bill. This model requires the physician to purchase a minimum number of devices at an approximate average cost of $2,000 and their\nsoftware at a cost of $25,000 to $40,000. After this initial upfront cost, ScottCare charges an additional per test fee for monitoring.\nWe believe the above model creates a long return on investment for the physician. In our opinion, this has resulted in little market penetration\nfor ScottCare as compared to the others.\n\n\n \n\n\n● \nInfobionic\n. Infobionic\nis a private company located in Waltham, Massachusetts. It follows a leasing model where it leases it’s technology at a fixed monthly\nrate, whether technology is used or not. They have a complete solution, comprised of a device and software. We believe that they have\na good model that will enable them to be competitive in the market. In our opinion, there is room for both Biotricity and Infobionic within\nthe marketplace, though we believe that our solution is superior in two ways. Firstly, our device has a screen which allows better patient\nfeedback and improved patient hookup at the clinic. Secondly, our business model is based on usage. The physician is charged a technology\nfee when the technology is used. If it is not used, there is no charge. This makes it attractive compared to Infobionic’s model\nwhere the physician is charged even if the technology is not used.\n\n\n \n\n\n\n\n11\n\n\n \n\n\n\n\n \n\n\nIn addition, we note that:\n\n\n \n\n\n● \nMedtronic\n. Medtronic\nis a major medical device conglomerate. It has an COM solution by the name of SEEQ that was added to their portfolio through the acquisition\nof Corventis. We have seen no significant activity or usage with SEEQ in our market analysis. We also note that SEEQ is a patch based\nCOM solution that only collects data on 1 lead. As such, it has strong competition from 3 lead systems which are the standard for COM.\nIn early 2018, Medtronic withdrew SEEQ from the marketplace. We do not view Medtronic as a primary competitor, but, given the size and\nreach of Medtronic, they are an organization that we must continuously watch and be aware of.\n\n\n \n\n\n● \nTZ Medical\n. TZ\nMedical is a medical device company that focuses on manufacturing a variety of medical devices. We do not consider TZ Medical to be a\ndirect competitor as they produce an COM device that is available for purchase, and sold to competitors such as to Scottcare and Preventice,\ndescribed above. However, we do not believe that TZ Medical has a software solution, requiring any new entrant to either acquire or build\nout a software solution and then integrate that with the TZ Medical device. This creates a requirement for a large upfront capital investment.\nAs a result, we believe this approach only works for organizations looking to become COM solution providers with the same business model\nas the others.\n\n\n \n\n\nWe believe that our Bioflux COM\nsolution will successfully compete because:\n\n\n \n\n\n\n\n\n\n \n\n\n●\n\n\nit is designed as a platform to encompass all segments of the event monitoring market;\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n \n\n\n●\n\n\nof the insourcing business model which we believe is applicable to a significantly larger portion of the total available market and enable more efficient strategic penetration and distribution; and\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n \n\n\n●\n\n\nfor the other reasons described earlier under “–Market Opportunity.”\n\n\n\n\n \n\n\nHolter/Extended Holter\n\n\n \n\n\nWithin the US event monitoring\nsystems market, we are aware of three main competitors in the Holter patch product segment. These competitors have increased market presence\nand distribution primarily by working with Hospitals. The existing competitors have maintained a competitive advantage within the market\nby a first mover advantage. Our primary competitors in the Holter patch market are:\n\n\n \n\n\n\n\n\n\n \n\n\n●\n\n\niRhythm Technologies: iRhythm is the leader in holter patch technology with the largest footprint. They are primarily hospital focused and operate as an IDTF, much like our COM competitors. Their core product is the Zio patch, which is a 1 channel holter with no connectivity and is not rechargeable\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n \n\n\n●\n\n\nBardyDx (\nRecently Acquired by Hilrom\n): BardyDx is the second largest player in the holter space. They operate as an IDTF as well. Their core product is a 1 channel patch with no connectivity with a removable chip for data uploads. \n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n \n\n\n●\n\n\nVitalConnect: is a small player in the holter space. They have a disposable patch monitor that can be used for a limited time, making it unusable for long term studies. They operate as an IDTF. \n\n\n\n\n \n\n\n \n\n\nCardiac Disease Management\n\n\n \n\n\nWithin the US cardiac disease\nmanagement market, we are aware of three main competitors in the cardiac care management segment. These competitors have different approaches,\nsolutions, and technologies but we still regard them as competitors. Technologically we have a number of differentiators as we are the\nonly company that has a continuous heart monitor. Our primary competitors in the cardiac disease management market are:\n\n\n \n\n\nBioheart:\n\n\n \n\n\n\n\n\n\n \n\n\n●\n\n\nAlivecor is a direct to consumer cardiac monitoring company. They are the biggest brand in consumer cardiac care and have a simple to use handheld cardiac device. They operate as a service provider, providing cardiac insights direct to individuals. \n\n\n\n\n \n\n\nBiocare:\n\n\n \n\n\n\n\n\n\n \n\n\n●\n\n\nOptimize Health: Optimize health is a chronic care and RPM platform for a variety of chronic conditions. Thought it is platform with no focus on cardiac specifically, it provides a complete platform for clinics and hospitals to utilize and build out a chronic disease management program. \n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n \n\n\n●\n\n\nHelloHeart: Hello Heart is a disease management program focused on hypertension. It is one of the few disease management programs that is focused on a heart related chronic disease\n\n\n\n\n \n\n\n\n\n12\n\n\n \n\n\n\n\n \n\n\nIn the digital health space, we have noticed that\nwe have competitors for different products but not a single competitor that has the entire product portfolio that we have. This adds a\nlayer of differentiation and competitive advantage as customer can deal with one vendor as opposed to multiple vendors that they have\nto integrate.\n\n\n \n\n\nIntellectual Property\n\n\n \n\n\nWe primarily rely on trade secret\nprotection for our proprietary information. No assurance can be given that we can meaningfully protect our trade secrets. Others may independently\ndevelop substantially equivalent confidential and proprietary information or otherwise gain access to, or disclose, our trade secrets.\n\n\n \n\n\nWe have and generally plan to\ncontinue to enter into non-disclosure, confidentiality and intellectual property assignment agreements with all new employees as a condition\nof employment. In addition, we intend to also generally enter into confidentiality and non-disclosure agreements with consultants, manufacturers’\nrepresentatives, distributors, suppliers and others to attempt to limit access to, use and disclosure of our proprietary information.\nThere can be no assurance, however, that these agreements will provide meaningful protection or adequate remedies for our trade secrets\nin the event of unauthorized use or disclosure of such information.\n\n\n \n\n\nWe also may from time to time\nrely on other intellectual property developed or acquired, including patents, technical innovations, laws of unfair competition and various\nother licensing agreements to provide our future growth and to build our competitive position. We have filed an industrial design patent\nin Canada, and we may decide to file for additional patents as we continue to expand our intellectual property portfolio. However, we\ncan give no assurance that competitors will not infringe on our patent or other rights or otherwise create similar or non-infringing competing\nproducts that are technically patentable in their own right. We fully intend to vigorously defend our intellectual property and patents.\n\n\n \n\n\nCurrently, we have a number of\nregistered trademarks; we may obtain additional registrations in the future.\n\n\n \n\n\nResearch and Development\n\n\n \n\n\nOur research and development programs\nare generally pursued by engineers and scientists employed by us in California and Toronto on a full-time basis or hired as per diem consultants\nor through partnerships with industry leaders in manufacturing and design and researchers and academia. We are also working with subcontractors\nin developing specific components of our technologies. In all cases, we ensure that all areas of IP are owned and controlled by the Company.\n\n\n \n\n\nThe primary objective of our research\nand development program is to advance the development of our existing and proposed products, to enhance the commercial value of such products.\n\n\n \n\n\nWe incurred research and development\ncosts of $3.0 million for the fiscal year ended March 31, 2023 and $2.7 million for the fiscal year ended March 31, 2022.\n\n\n \n\n\nGovernment Regulation\n\n\n \n\n\nGeneral\n\n\n \n\n\nOur medical device products are\nsubject to regulation by the U.S. FDA and various other federal and state agencies, as well as by foreign governmental\nagencies. These agencies enforce laws and regulations that govern the development, testing, manufacturing, labeling, advertising, marketing\nand distribution, and market surveillance of our medical device products.\n\n\n \n\n\n\n\n13\n\n\n \n\n\n\n\n \n\n\nIn addition to those indicated\nbelow, the only other regulations we encounter are regulations that are common to all businesses, such as employment legislation, implied\nwarranty laws, and environmental, health and safety standards, to the extent applicable. We will also encounter in the future industry-specific\ngovernment regulations that would govern our products, if and when developed for commercial use. It may become the case that other regulatory\napprovals will be required for the design and manufacture of our products and proposed products.\n\n\n \n\n\nU.S. Regulation\n\n\n \n\n\nThe FDA governs the following\nactivities that Biotricity performs, will perform, upon the clearance or approval of its product candidates, or that are performed on\nits behalf, to ensure that medical products distributed domestically or exported internationally are safe and effective for their intended\nuses:\n\n\n \n\n\n\n\n\n\n \n\n\n●\n\n\nproduct design, and development;\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n \n\n\n●\n\n\nproduct safety, testing, labeling and storage;\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n \n\n\n●\n\n\nrecord keeping procedures; and\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n \n\n\n●\n\n\nproduct marketing.\n\n\n\n\n \n\n\nThere are numerous FDA regulatory\nrequirements governing the approval or clearance and subsequent commercial marketing of Biotricity’s products. These include:\n\n\n \n\n\n\n\n\n\n \n\n\n●\n\n\nthe timely submission of product listing and establishment registration information, along with associated establishment user fees;\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n \n\n\n●\n\n\ncontinued compliance with the Quality System Regulation, or QSR, which require specification developers and manufacturers, including third-party manufacturers, to follow stringent design, testing, control, documentation and other quality assurance procedures  during all aspects of the manufacturing process;\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n \n\n\n●\n\n\nlabeling regulations and FDA prohibitions against the promotion of products for uncleared, unapproved or off-label use or indication;\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n \n\n\n●\n\n\nclearance or approval of product modifications that could significantly affect the safety or effectiveness of the device or that would constitute a major change in intended use;\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n \n\n\n●\n\n\nMedical Device Reporting regulations (MDR), which require that manufacturers keep detailed records of investigations or complaints against their devices and to report to the FDA if their device may have caused or contributed to a death or serious injury or malfunctioned in a way that would likely cause or contribute to a death or serious injury if it were to recur;\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n \n\n\n●\n\n\nadequate use of the Corrective and Preventive Actions process to identify and correct or prevent significant systemic failures of products or processes or in trends which suggest same;\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n \n\n\n●\n\n\npost-approval restrictions or conditions, including post-approval study commitments;\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n \n\n\n●\n\n\npost-market surveillance regulations, which apply when necessary to protect the public health or to provide additional safety and effectiveness data for the device; and\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n \n\n\n●\n\n\nnotices of correction or removal and recall regulations.\n\n\n\n\n \n\n\n\n\n14\n\n\n \n\n\n\n\n \n\n\nDepending on the classification\nof the device, before Biotricity can commercially distribute medical devices in the United States, it had to obtain, either prior 510(k)\nclearance, 510(k) de-novo clearance or premarket approval (PMA), from the FDA unless a respective exemption applied. The FDA classifies\nmedical devices into one of three classes based on the degree of risk associated with each medical device and the extent of regulatory\ncontrols needed to ensure the device’s safety and effectiveness:\n\n\n \n\n\n\n\n\n\n \n\n\n●\n\n\nClass I devices, which are low risk and subject to only general controls (e.g., registration and listing, medical device labeling compliance, MDRs, Quality System Regulations, and prohibitions against adulteration and misbranding) and, in some cases, to the 510(k) premarket clearance requirements;\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n \n\n\n●\n\n\nClass II devices, which are moderate risk and generally require 510(k) or 510(k) de-novo premarket clearance before they may be commercially marketed in the United States as well as general controls and potentially special controls like performance standards or specific labeling requirements; and\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n \n\n\n●\n\n\nClass III devices, which are devices deemed by the FDA to pose the greatest risk, such as life-sustaining, life-supporting or implantable devices, or devices deemed not substantially equivalent to a predicate device. Class III devices generally require the submission and approval of a PMA supported by clinical trial data.\n\n\n\n\n \n\n\nThe custom software and hardware\nof our products are classified as Class II. Class II devices are those for which general controls alone are insufficient to provide reasonable\nassurance of safety and effectiveness and there is sufficient information to establish special controls. Special controls can include\nperformance standards, post-market surveillance, patient histories and FDA guidance documents. Premarket review and clearance by the FDA\nfor these devices is generally accomplished through the 510(k) or 510(k) de-novo premarket notification process. As part of the 510(k)\nor 510(k) de-novo notification process, the FDA may have required the following:\n\n\n \n\n\n\n\n\n\n \n\n\n●\n\n\nDevelopment of comprehensive product description and indications for use.\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n \n\n\n●\n\n\nCompletion of extensive preclinical tests and preclinical animal studies, performed in accordance with the FDA’s Good Laboratory Practice (GLP) regulations.\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n \n\n\n●\n\n\nComprehensive review of predicate devices and development of data supporting the new product’s substantial equivalence to one or more predicate devices.\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n \n\n\n●\n\n\nIf appropriate and required, certain types of clinical trials (IDE submission and approval may be required for conducting a clinical trial in the US).\n\n\n\n\n \n\n\nIf required, clinical trials involve\nuse of the medical device on human subjects under the supervision of qualified investigators in accordance with current Good Clinical\nPractices (GCPs), including the requirement that all research subjects provide informed consent for their participation in the clinical\nstudy. A written protocol with predefined end points, an appropriate sample size and pre-determined patient inclusion and exclusion criteria,\nis required before initiating and conducting a clinical trial. All clinical investigations of devices to determine safety and effectiveness\nmust be conducted in accordance with the FDA’s Investigational Device Exemption, or IDE, regulations that among other things, govern\ninvestigational device labeling, prohibit promotion of the investigational device, and specify recordkeeping, reporting and monitoring\nresponsibilities of study sponsors and study investigators. If the device presents a “significant risk,” as defined by the\nFDA, the agency requires the device sponsor to submit an IDE application, which must become effective prior to commencing human clinical\ntrials. The IDE will automatically become effective 30 days after receipt by the FDA, unless the FDA denies the application or notifies\nthe company that the investigation is on hold and may not begin. If the FDA determines that there are deficiencies or other concerns with\nan IDE that requires modification, the FDA may permit a clinical trial to proceed under a conditional approval. In addition, the study\nmust be approved by, and conducted under the oversight of, an Institutional Review Board (IRB) for each clinical site. If the device presents\na non-significant risk to the patient, a sponsor may begin the clinical trial after obtaining approval for the trial by one or more IRBs\nwithout separate approval from the FDA, but it must still follow abbreviated IDE requirements, such as monitoring the investigation, ensuring\nthat the investigators obtain informed consent, and labeling and record-keeping requirements.\n\n\n \n\n\n\n\n15\n\n\n \n\n\n\n\n \n\n\nGiven successful completion of\nall required testing, a detailed 510(k) premarket notification or 510(k) de-novo was submitted to the FDA requesting clearance to market\nthe product. The notification included all relevant data from pertinent preclinical and clinical trials, together with detailed information\nrelating to the product’s manufacturing controls and proposed labeling, and other relevant documentation.\n\n\n \n\n\nA 510(k) clearance letter from\nthe FDA then authorized commercial marketing of the device for one or more specific indications of use.\n\n\n \n\n\nAfter 510(k) clearance, Biotricity\nis required to comply with a number of post-clearance requirements, including, but not limited to, Medical Device Reporting and complaint\nhandling, and, if applicable, reporting of corrective actions. Also, quality control and manufacturing procedures must continue to conform\nto QSRs. The FDA periodically inspects manufacturing facilities to assess compliance with QSRs, which impose extensive procedural, substantive,\nand record keeping requirements on medical device manufacturers. In addition, changes to the manufacturing process are strictly regulated,\nand, depending on the change, validation activities may need to be performed. Accordingly, manufacturers must continue to expend time,\nmoney and effort in the area of production and quality control to maintain compliance with QSRs and other types of regulatory controls.\n\n\n \n\n\nAfter a device receives 510(k)\nclearance from FDA, any modification that could significantly affect its safety or effectiveness, or that would constitute a major change\nin its intended use or technological characteristics, requires a new 510(k) clearance or could require a PMA. The FDA requires each manufacturer\nto make the determination of whether a modification requires a new 510(k) notification or PMA in the first instance, but the FDA can review\nany such decision. If the FDA disagrees with a manufacturer’s decision not to seek a new 510(k) clearance or PMA for a particular\nchange, the FDA may retroactively require the manufacturer to seek 510(k) clearance or PMA. The FDA can also require the manufacturer\nto cease U.S. marketing and/or recall the modified device until additional 510(k) clearance or PMA approval is obtained.\n\n\n \n\n\nThe FDA and the Federal Trade\nCommission, or FTC, will also regulate the advertising claims of Biotricity’s products to ensure that the claims it makes are consistent\nwith its regulatory clearances, that there is scientific data to substantiate the claims and that product advertising is neither false\nnor misleading.\n\n\n \n\n\nWe received 510(k) clearance for\nboth the software and hardware components of our Bioflux and Biotres products. To obtain 510(k) clearance, a company must submit a notification to\nthe FDA demonstrating that its proposed device is substantially equivalent to a predicate device (i.e., a device that was in commercial\ndistribution before May 28, 1976, a device that has been reclassified from Class III to Class I or Class II, or a 510(k)-cleared device).\nThe FDA’s 510(k) clearance process generally takes from three to 12 months from the date the application is submitted but also can\ntake significantly longer. If the FDA determines that the device or its intended use is not substantially equivalent to a predicate device,\nthe device is automatically placed into Class III, requiring the submission of a PMA. Once the information is submitted, there is no guarantee\nthat the FDA will grant a company 510(k) clearance for its pipeline products, and failure to obtain the necessary clearances for its products\nwould adversely affect its ability to grow its business. Delays in receipt or failure to receive the necessary clearances, or the failure\nto comply with existing or future regulatory requirements, could reduce its business prospects.\n\n\n \n\n\nDevices that cannot be cleared\nthrough the 510(k) process due to lack of a predicate device but would be considered low or moderate risk may be eligible for the 510(k)\nde-novo process. In 1997, the Food and Drug Administration Modernization Act, or FDAMA added the de novo classification pathway now codified\nin section 513(f)(2) of the 29&C Act. This law established an alternate pathway to classify new devices into Class I or II that had\nautomatically been placed in Class III after receiving a Not Substantially Equivalent, or NSE, determination in response to a 510(k) submission.\nThrough this regulatory process, a sponsor who receives an NSE determination may, within 30 days of receipt, request FDA to make a risk-based\nclassification of the device through what is called a “de novo request.” In 2012, section 513(f)(2) of the 29&C Act was\namended by section 607 of the Food and Drug Administration Safety and Innovation Act (FDASIA), in order to provide a second option for\nde novo classification. Under this second pathway, a sponsor who determines that there is no legally marketed device upon which to base\na determination of substantial equivalence can submit a de novo request to FDA without first submitting a 510(k).\n\n\n \n\n\n\n\n16\n\n\n \n\n\n\n\n \n\n\nIn the event that a company receives\na Not Substantially Equivalent determination for its candidates in response to a 510(k) submission, the device may still be eligible for\nthe 510(k) de-novo classification process.\n\n\n \n\n\nDevices that cannot be cleared\nthrough the 510(k) or 510(k) de-novo classification process require the submission of a PMA. The PMA process is much more time consuming\nand demanding than the 510(k) notification process. A PMA must be supported by extensive data, including but not limited to data obtained\nfrom preclinical and/or clinical studies and data relating to manufacturing and labeling, to demonstrate to the FDA’s satisfaction\nthe safety and effectiveness of the device. After a PMA application is submitted, the FDA’s in-depth review of the information generally\ntakes between one and three years and may take significantly longer. If the FDA does not grant 510(k) clearance to its future products,\nthere is no guarantee that Biotricity will submit a PMA or that if it does, that the FDA would grant a PMA approval of Biotricity’s\nfuture products, either of which would adversely affect Biotricity’s business.\n\n\n \n\n\nWe have installed a suitable\nand effective quality management system, which establishes controlled processes for our product design, manufacturing, and distribution.\nWe plan to do this in compliance with the internationally recognized standard ISO 13485:2013 Medical Devices – Quality Management\nSystems – Requirements for Regulatory Purposes. Following the introduction of a product, the FDA and foreign agencies engage in\nperiodic reviews of our quality systems, as well as product performance and advertising and promotional materials. These regulatory controls,\nas well as any changes in FDA policies, can affect the time and cost associated with the development, introduction and continued availability\nof new products. Where possible, we anticipate these factors in our product development processes. These agencies possess the authority\nto take various administrative and legal actions against us, such as product recalls, product seizures and other civil and criminal sanctions.\n\n\n \n\n\nForeign Regulation\n\n\n \n\n\nIn addition to regulations in\nthe United States, we will be subject to a variety of foreign regulations governing clinical trials and commercial sales and distribution\nof our products in foreign countries. Whether or not we obtain FDA approval for a product, we must obtain approval of a product by the\ncomparable regulatory authorities of foreign countries before we can commence clinical trials or marketing of the product in those countries.\nThe approval process varies from country to country, and the time may be longer or shorter than that required for FDA approval. The requirements\ngoverning the conduct of clinical trials, product licensing, pricing and reimbursement vary greatly from country to country.\n\n\n \n\n\nThe policies of the FDA and foreign\nregulatory authorities may change and additional government regulations may be enacted which could prevent or delay regulatory approval\nof our products and could also increase the cost of regulatory compliance. We cannot predict the likelihood, nature or extent of adverse\ngovernmental regulation that might arise from future legislative or administrative action, either in the United States or abroad.\n\n\n \n\n\nManufacturing and Suppliers\n\n\n \n\n\nEarlier in the life-cycle of the Company, we focused primarily on research\nand development of the first generation version of the Bioflux. We have since completed the development of Biotres and of Bioheart and\ntheir proposed marketing and distribution. We currently assemble our devices at our Redwood City, California facility. In order to maintain\ncompliance with FDA and other regulatory requirements, our manufacturing facilities must be periodically re-evaluated and qualified under\na quality system to ensure they meet production and quality standards. Suppliers of components and products used to manufacture our devices\nmust also comply with FDA regulatory requirements, which often require significant resources and subject us and our suppliers to potential\nregulatory inspections and stoppages.\n\n\n \n\n\nWe have a scalable manufacturing\nstrategy and goals and use Providence Enterprises (\nherein\n “\nProvidence\n”), which is an FDA qualified manufacturer\nfor contract manufacturing. We do not have a contract with Providence or any obligation to use them (nor do they have any obligations\nwith respect to us other than with respect to any specific orders we may make) and we enter into purchase orders for each manufacturing\nrequest we have with Providence, as we would with other vendors. Despite our working relationship with Providence, we intend to continue\nto identify and develop other efficient, automated, low-cost manufacturing capabilities and options to meet the quality, price, engineering,\ndesign and production standards or production volumes required to successfully mass market our products, especially at the low-cost levels\nwe require to facilitate our business plan.\n\n\n \n\n\n\n\n17\n\n\n \n\n\n\n\n \n\n\nWe currently rely on a number\nof principal suppliers for the components that make up our products and proposed products; these include Digikey Corporation and Mouser\nElectronics for electronics and connectors, Telit/Stollmann for Bluetooth modules, Yongan Innovations for batteries, Dongguan Bole RP&M\nCp. Ltd. for plastics, Unimed Medical and Conmed for ECG cables and electrodes, and Medico Systems for touch-panel LCD displays. We believe\nthat the raw materials used or expected to be used in our planned products can be acquired from multiple sources and are readily available\non the market.\n\n\n \n\n\nEmployees\n\n\n \n\n\nWe currently have 55 full-time\nemployees and approximately 20 consultants who are based in our offices located in Silicon Valley, California and Toronto, Canada. These\nemployees oversee day-to-day operations of the Company and, together with the consultants, support management, engineering, manufacturing,\nand administration. We have no unionized employees.\n\n\n \n\n\nWe\nplan to hire 10 \nto\n 15 additional full-time employees within the next 12 months\n, as needed to support continued growth in our business.\nTheir principal responsibilities will be the support of our sales, marketing, research and development, and clinical development activities.\n\n\n \n\n\nWe consider relations with our\nemployees to be satisfactory.\n\n\n \n\n",
    "item1a": ">ITEM 1A. RISK FACTORS\n    \n17\n\n\n\n\nITEM 1B. UNRESOLVED STAFF COMMENTS\n\n\n33\n\n\n\n\nITEM 2. PROPERTIES\n\n\n33\n\n\n\n\nITEM 3. LEGAL PROCEEDINGS\n\n\n33\n\n\n\n\nITEM 4. MINE SAFETY DISCLOSURES.\n\n\n33\n\n\n\n\n \n\n\n \n\n\n\n\nPART II\n\n\n34\n\n\n\n\nITEM 5. MARKET FOR COMMON EQUITY, RELATED STOCKHOLDER MATTERS, AND ISSUER PURCHASES OF EQUITY SECURITIES\n\n\n34\n\n\n\n\nITEM 6. SELECTED FINANCIAL DATA\n\n\n36\n\n\n\n\nITEM 7. MANAGEMENT’S DISCUSSION AND ANALYSIS OF FINANCIAL CONDITION AND RESULTS OF OPERATIONS [UPDATE]\n\n\n36\n\n\n\n\nITEM 7A. QUANTITATIVE AND QUALITATIVE DISCLOSURES ABOUT MARKET RISK\n\n\n51\n\n\n\n\nITEM 8. FINANCIAL STATEMENTS AND SUPPLEMENTARY DATA\n\n\n51\n\n\n\n\nITEM 9. CHANGES IN AND DISAGREEMENTS WITH ACCOUNTANTS ON ACCOUNTING AND FINANCIAL DISCLOSURES\n\n\n51\n\n\n\n\nITEM 9A. CONTROLS AND PROCEDURES\n\n\n51\n\n\n\n\nITEM 9B. OTHER INFORMATION\n\n\n52\n\n\n\n\n \n\n\n \n\n\n\n\nPART III\n\n\n53\n\n\n\n\nITEM 10. DIRECTORS AND EXECUTIVE OFFICERS AND CORPORATE GOVERNANCE\n\n\n53\n\n\n\n\nITEM 11. EXECUTIVE COMPENSATION\n\n\n55\n\n\n\n\nITEM 12. SECURITY OWNERSHIP OF CERTAIN BENEFICIAL OWNERS AND MANAGEMENT\n\n\n59\n\n\n\n\nITEM 13. CERTAIN RELATIONSHIPS AND RELATED TRANSACTIONS, AND DIRECTOR INDEPENDENCE\n\n\n60\n\n\n\n\nITEM 14. PRINCIPAL ACCOUNTANT FEES AND SERVICES\n\n\n61\n\n\n\n\n \n\n\n \n\n\n\n\nPART IV\n\n\n61\n\n\n\n\nITEM 15. EXHIBITS, FINANCIAL STATEMENT SCHEDULES\n\n\n61\n\n\n\n\n \n\n\n \n\n\n\n\nSIGNATURES\n\n\n63\n\n\n \n\n\n\n\n2\n\n\n \n\n\n\n\n \n\n\nPART I\n\n\n \n\n",
    "item7": ">ITEM 7. MANAGEMENT’S DISCUSSION AND ANALYSIS\nOF FINANCIAL CONDITION AND RESULTS OF OPERATIONS\n\n\n \n\n\nThe following Management’s\nDiscussion and Analysis of Financial Condition and Results of Operations (“\nMD&A\n”) covers information pertaining\nto the Company up to March 31, 2023 and should be read in conjunction with our financial statements and related notes of the Company as\nof and for the fiscal years ended March 31, 2023 and 2022 contained elsewhere in this Annual Report on Form 10-K. Except as otherwise\nnoted, the financial information contained in this MD&A and in the financial statements has been prepared in accordance with accounting\nprinciples generally accepted in the United States of America. All amounts are expressed in U.S. dollars unless otherwise noted.\n\n\n \n\n\nForward Looking Statements\n\n\n \n\n\nCertain information contained\nin this MD&A and elsewhere in this Annual Report on Form 10-K includes “forward-looking statements.” Statements which\nare not historical reflect our current expectations and projections about our future results, performance, liquidity, financial condition\nand results of operations, prospects and opportunities and are based upon information currently available to us and our management and\ntheir interpretation of what is believed to be significant factors affecting our existing and proposed business, including many assumptions\nregarding future events. Actual results, performance, liquidity, financial condition and results of operations, prospects and opportunities\ncould differ materially and perhaps substantially from those expressed in, or implied by, these forward-looking statements as a result\nof various risks, uncertainties and other factors, including those risks described in detail in the section entitled “Risk Factors”\nas well as elsewhere herein.\n\n\n \n\n\n\n\n37\n\n\n \n\n\n\n\n \n\n\nForward-looking statements, which\ninvolve assumptions and describe our future plans, strategies, and expectations, are generally identifiable by use of the words “may,”\n“should,” “would,” “will,” “could,” “scheduled,” “expect,” “anticipate,”\n“estimate,” “believe,” “intend,” “seek,” or “project” or the negative of these\nwords or other variations on these words or comparable terminology.\n\n\n \n\n\nIn light of these risks and uncertainties,\nand especially given the nature of our existing and proposed business, there can be no assurance that the forward-looking statements contained\nin this section and elsewhere in herein will in fact occur. Potential investors should not place undue reliance on any forward-looking\nstatements. Except as expressly required by the federal securities laws, there is no undertaking to publicly update or revise any forward-looking\nstatements, whether as a result of new information, future events, changed circumstances or any other reason.\n\n\n \n\n\nCompany\nOverview\n \n\n\n \n\n\nBiotricity Inc. (the “Company”,\n“Biotricity”, “we”, “us”, “our”) is a medical technology company focused on biometric\ndata monitoring solutions. Our aim is to deliver innovative, remote monitoring solutions to the medical, healthcare, and consumer markets,\nwith a focus on diagnostic and post-diagnostic solutions for lifestyle and chronic illnesses. We approach the diagnostic side of remote\npatient monitoring by applying innovation within existing business models where reimbursement is established. We believe this approach\nreduces the risk associated with traditional medical device development and accelerates the path to revenue. In post-diagnostic markets,\nwe intend to apply medical grade biometrics to enable consumers to self-manage, thereby driving patient compliance and reducing healthcare\ncosts. We intend to first focus on a segment of the diagnostic mobile cardiac telemetry market, otherwise known as COM, while providing\nour chosen markets with the capability to also perform other cardiac studies.\n\n\n \n\n\nWe developed our FDA-cleared Bioflux® COM technology, comprised of\na monitoring device and software components, which we made available to the market under limited release on April 6, 2018, in order to\nassess, establish and develop sales processes and market dynamics. The fiscal year ended March 31, 2021 marked the Company’s first\nyear of expanded commercialization efforts, focused on sales growth and expansion. In 2021, the Company announced the initial launch of\nBioheart, a direct-to-consumer heart monitor that offers the same continuous heart monitoring technology used by physicians. In addition\nto developing and receiving regulatory approval or clearance of other technologies that enhance its ecosystem, in 2022, the Company announced\nthe launch of its Biotres Cardiac Monitoring Device (“Biotres”), a three-lead device for ECG and arrhythmia monitoring intended\nfor lower risk patients, a much broader addressable market segment. We have since expanded our sales efforts to 31 states, with intention\nto expand further and compete in the broader US market using an insourcing business model. Our technology has a large potential total\naddressable market, which can include hospitals, clinics and physicians’ offices, as well as other Independent Diagnostic Testing\nFacilities (“IDTFs)”. We believe our solution’s insourcing model, which empowers physicians with state-of-the-art technology\nand charges technology service fees for its use, has the benefit of a reduced operating overhead for the Company, and enables a more efficient\nmarket penetration and distribution strategy.\n\n\n \n\n\nWe are a technology company focused on earning utilization-based\nrecurring technology fee revenue. The Company’s ability to grow this type of revenue is predicated on the size and quality of its\nsales force and their ability to penetrate the market and place devices with clinically focused, repeat users of its cardiac study technology.\nThe Company plans to grow its sales force in order to address new markets and achieve sales penetration in the markets currently served.\n\n\n \n\n\nFull market release of the Bioflux COM device for\ncommercialization launched in April 2019, after receiving its second and final required FDA clearance. To commence commercialization,\nwe ordered device inventory from our FDA-approved manufacturer and hired a small, captive sales force, with deep experience in cardiac\ntechnology sales; we expanded on our limited market release, which identified potential anchor clients who could be early adopters of\nour technology. By increasing our sales force and geographic footprint, we had launched sales in 31 U.S. states by December 31, 2022.\n\n\n \n\n\nOn January 24, 2022 the Company announced that it\nhas received the 510(k) FDA clearance of its Biotres patch solution, which is a novel product in the field of Holter monitoring. This\nthree-lead technology can provide connected Holter monitoring that is designed to produce more accurate arrythmia detection than is typical\nof competing remote patient monitoring solutions. It is also foundational, since already developed improvements to this technology will\nfollow which are not known by the Company to be currently available in the market, for clinical and consumer patch solution applications.\n\n\n \n\n\n\n\n38\n\n\n \n\n\n\n\n \n\n\nDuring 2021, the Company also announced that it received\na 510(k) clearance from the FDA for its Bioflux Software II System, engineered to improve workflows and reduce estimated analysis time\nfrom 5 minutes to 30 seconds. ECG monitoring requires significant human oversight to review and interpret incoming patient data to discern\nactionable events for clinical intervention, highlighting the necessity of driving operational efficiency. This improvement in analysis\ntime reduces operational costs and allows the company to continue to focus on excellent customer service and industry-leading response\ntimes to physicians and their at-risk patients. Additionally, these advances mean we can focus our resources on high-level operations\nand sales.\n\n\n \n\n\nThe Company has also developed or is developing several\nother ancillary technologies, which will require application for further FDA clearances, which the Company anticipates applying for within\nthe next to twelve months. Among these are:\n\n\n \n\n\n\n\n\n\n \n\n\n●\n\n\nadvanced ECG analysis software that can analyze and synthesize patient ECG monitoring data with the purpose of distilling it down to the important information that requires clinical intervention, while reducing the amount of human intervention necessary in the process;\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n \n\n\n●\n\n\nthe Bioflux® 2.0, which is the next generation of our award winning Bioflux®\n\n\n\n\n \n\n\nDuring 2021 and the early part of 2022, the Company\nhas also commercially launched its Bioheart technology, which is a consumer technology whose development was forged out of prior the development\nof the clinical technologies that are already part of the Company’s technology ecosystem, the BioSphere. In recognition of its product\ndevelopment, in November 2022, the Company’s Bioheart received recognition as one of Time Magazine’s Best Inventions of 2022.\n\n\n \n\n\nThe COVID-19 pandemic has highlighted the importance\nof telemedicine and remote patient monitoring technologies. During the twelve months ended March 31, 2023, the Company continued to\ndevelop a telemedicine platform, with capabilities of real-time streaming of medical devices. Telemedicine offers patients the ability\nto communicate directly with their health care providers without the need of leaving their home. The introduction of a telemedicine solution\nis intended to align with the Company’s Bioflux product and facilitate remote visits and remote prescriptions for cardiac diagnostics,\nbut it will also serve as a means of establishing referral and other synergies across the network of doctors and patients that use the\ntechnologies we are building within the Biotricity ecosystem. The intention is to continue to provide improved care to patients that may\notherwise elect not to go to medical facilities and continue to provide economic benefits and costs savings to healthcare service providers\nand payers that reimburse. The Company’s goal is to position itself as an all-in-one cardiac diagnostic and disease management solution.\nThe Company continues to grow its data set of billions of patient heartbeats, allowing it to further develop its predictive capabilities\nrelative to atrial fibrillation and arrythmias.\n\n\n \n\n\nIn October 2022, the Company launched its Biocare\nCardiac Disease Management Solution, after successfully piloting this technology in two facilities that provide cardiac care to more\nthan 60,000 patients. This technology and other consumer technologies and applications such as the Biokit and Biocare have been developed\nto allow the Company to transform and use its strong cardiac footprint to expand into remote chronic care management solutions that will\nbe part of the BioSphere. The technology puts actionable data into the hands of physicians in order to assist them in making effective\ntreatment decisions quickly. During March 2023, the Company launched its patient-facing Biocare app on Android and Apple app stores.\nThis further allows the Company to expand its footprint in providing full-cycle chronic care management solutions to its clinic and patient\nnetwork.\n\n\n \n\n\nThe Company identified the importance of recent\ndevelopments in accelerating its path to profitability, including the launch of important new products identified, which have a\nready market through cross-selling to existing large customer clinics, and large new distribution partnerships that allow the\nCompany to sell into large hospital networks. \nAdditionally, in September 2022, the Company\nwas awarded a NIH Grant from the National Heart, Blood, and Lung Institute for AI-Enabled real-time monitoring, and predictive\nanalytics for stroke due to chronic kidney failure. This is a significant achievement that broadens our technology platform’s\ndisease space demographic. The grant focusses on Bioflux-AI as an innovative system for real-time monitoring and prediction of\nstroke episodes in chronic kidney disease patients. The Company received $238,703 under this award in March 2023, used to defray research, development and other associated\ncosts. \n\n\n \n\n\n\n\n39\n\n\n \n\n\n\n\n \n\n\nResults of Operations\n\n\n \n\n\nBiotricity incurred a net loss attributed to common stockholders of $19.5\nmillion (loss per share of 37.6 cents) during the year ended March 31, 2023 as compared to $30.2 million (loss per share 66.5 cents) during\nthe year ended March 31, 2022. From the Company’s inception in 2009 through March 31, 2023, the Company has generated an accumulated\ndeficit of $112.6 million. We devoted, and expect to continue to devote, significant resources in the areas of sales and marketing and\nresearch and development costs. We also expect to incur additional operating losses, as we build the infrastructure required to support\nhigher sales volume.\n\n\n \n\n\nComparison\nof the Fiscal Years and the Three Months Periods Ended March 31, 2023 and 2022\n\n\n \n\n\nThe following table sets forth our results of operations\nfor the fiscal years ended March 31, 2023 and 2022.\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n\n\nFor the years ended\n\n\nMarch 31,\n\n\n \n\n\n\n\n \n\n\n \n\n\n2023\n\n\n \n\n\n \n\n\n2022\n\n\n \n\n\n \n\n\n\n\nPeriod to\n\n\nPeriod\n\n\nChange\n\n\n \n\n\n\n\nRevenue\n\n\n \n\n\n$\n\n\n9,639,057\n\n\n \n\n\n \n\n\n$\n\n\n7,650,269\n\n\n \n\n\n \n\n\n$\n\n\n1,988,788\n\n\n \n\n\n\n\nCost of revenue\n\n\n \n\n\n \n\n\n4,197,024\n\n\n \n\n\n \n\n\n \n\n\n3,080,116\n\n\n \n\n\n \n\n\n \n\n\n1,116,908\n\n\n \n\n\n\n\nGross profit\n\n\n \n\n\n \n\n\n5,442,033\n\n\n \n\n\n \n\n\n \n\n\n4,570,153\n\n\n \n\n\n \n\n\n \n\n\n871,880\n\n\n \n\n\n\n\nGross Margin\n\n\n \n\n\n \n\n\n56.5\n\n\n%\n\n\n \n\n\n \n\n\n59.7\n\n\n%\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\nOperating expenses:\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\nSelling, general and administrative\n\n\n \n\n\n \n\n\n17,621,865\n\n\n \n\n\n \n\n\n \n\n\n18,556,827\n\n\n \n\n\n \n\n\n \n\n\n(940,504\n\n\n)\n\n\n\n\nResearch and development\n\n\n \n\n\n \n\n\n3,229,879\n\n\n \n\n\n \n\n\n \n\n\n2,744,587\n\n\n \n\n\n \n\n\n \n\n\n485,292\n\n\n \n\n\n\n\nTotal operating expenses\n\n\n \n\n\n \n\n\n20,851,744\n\n\n \n\n\n \n\n\n \n\n\n21,301,414\n\n\n \n\n\n \n\n\n \n\n\n(455,212\n\n\n)\n\n\n\n\nLoss from operations\n\n\n \n\n\n \n\n\n(15,409,711\n\n\n)\n\n\n \n\n\n \n\n\n(16,731,261\n\n\n)\n\n\n \n\n\n \n\n\n1,327,092\n\n\n \n\n\n\n\nInterest expense\n\n\n \n\n\n \n\n\n(1,839,159\n\n\n)\n\n\n \n\n\n \n\n\n(1,289,112\n\n\n)\n\n\n \n\n\n \n\n\n(555,589\n\n\n)\n\n\n\n\nAccretion and amortization expenses\n\n\n \n\n\n \n\n\n(743,459\n\n\n)\n\n\n \n\n\n \n\n\n(9,286,023\n\n\n)\n\n\n \n\n\n \n\n\n8,542,564\n\n\n \n\n\n\n\nChange in fair value of derivative liabilities\n\n\n \n\n\n \n\n\n(483,873\n\n\n)\n\n\n \n\n\n \n\n\n(683,559\n\n\n)\n\n\n \n\n\n \n\n\n199,686\n\n\n \n\n\n\n\nLoss upon convertible promissory note conversion and redemption\n\n\n \n\n\n \n\n\n(71,119\n\n\n)\n\n\n \n\n\n \n\n\n(1,155,642\n\n\n)\n\n\n \n\n\n \n\n\n1,084,523\n\n\n \n\n\n\n\nOther (expense) income\n\n\n \n\n\n \n\n\n(110,822\n\n\n)\n\n\n \n\n\n \n\n\n15,120\n\n\n \n\n\n \n\n\n \n\n\n(125,942\n\n\n)\n\n\n\n\nNet loss before income taxes\n\n\n \n\n\n \n\n\n(18,658,143\n\n\n)\n\n\n \n\n\n \n\n\n(29,130,477\n\n\n)\n\n\n \n\n\n \n\n\n10,472,334\n\n\n \n\n\n\n\nIncome taxes\n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n\n\nNet loss before dividends\n\n\n \n\n\n$\n\n\n(18,658,143\n\n\n)\n\n\n \n\n\n$\n\n\n(29,130,477\n\n\n)\n\n\n \n\n\n$\n\n\n10,472,334\n\n\n \n\n\n\n\n \n\n\nThe\nfollowing table sets forth our results of operations for the three months ended March 31, 2023 and 2022.\n\n\n \n\n\n\n\n\n\n \n \n\n\nFor the 3 months ended\n \nMarch 31,\n \n\n\n\n\n \n \n\n\n2023\n \n \n\n\n2022\n \n \n\n\nPeriod to\n \nPeriod\n \nChange\n \n\n\n\n\nRevenue\n \n\n\n$\n2,742,435\n \n \n\n\n$\n2,148,742\n \n \n\n\n$\n593,693\n \n\n\n\n\nCost of revenue\n \n\n\n \n1,207,734\n \n \n\n\n \n708,105\n \n \n\n\n \n499,629\n \n\n\n\n\nGross profit\n \n\n\n \n1,534,709\n \n \n\n\n \n1,440,637\n \n \n\n\n \n94,064\n \n\n\n\n\nGross Margin\n \n\n\n \n56.0\n%\n \n\n\n \n67.0\n%\n \n\n\n \n \n \n\n\n\n\n \n \n\n\n \n \n \n \n\n\n \n \n \n \n\n\n \n \n \n\n\n\n\nOperating expenses:\n \n\n\n \n \n \n \n\n\n \n \n \n \n\n\n \n \n \n\n\n\n\nSelling, general and administrative\n \n\n\n \n4,284,977\n \n \n\n\n \n5,544,627\n \n \n\n\n \n(1,259,650\n)\n\n\n\n\nResearch and development\n \n\n\n \n703,329\n \n \n\n\n \n629,453\n \n \n\n\n \n73,876\n \n\n\n\n\nTotal operating expenses\n \n\n\n \n4,988,306\n \n \n\n\n \n6,174,080\n \n \n\n\n \n(1,185,774\n)\n\n\n\n\nLoss from operations\n \n\n\n \n(3,453,605\n)\n \n\n\n \n(4,733,443\n)\n \n\n\n \n1,279,838\n \n\n\n\n\nInterest expense\n \n\n\n \n(665,350\n)\n \n\n\n \n(380,288\n)\n \n\n\n \n(285,062\n)\n\n\n\n\nAccretion and amortization expenses\n \n\n\n \n(559,956\n)\n \n\n\n \n(451,295\n)\n \n\n\n \n(108,661\n)\n\n\n\n\nChange in fair value of derivative liabilities\n \n\n\n \n(13,902\n)\n \n\n\n \n(7,387\n)\n \n\n\n \n(6,515\n)\n\n\n\n\nLoss upon convertible promissory note conversion and redemption\n \n\n\n \n14,418\n \n \n\n\n \n \n \n \n\n\n \n14,418\n \n\n\n\n\nOther (expense) income\n \n\n\n \n6,167\n \n \n\n\n \n(39,427\n)\n \n\n\n \n45,594\n \n\n\n\n\nNet loss before income taxes\n \n\n\n \n(4,672,228\n)\n \n\n\n \n(5,611,840\n)\n \n\n\n \n939,612\n \n\n\n\n\nIncome taxes\n \n\n\n \n—\n \n \n\n\n \n—\n \n \n\n\n \n—\n \n\n\n\n\nNet loss before dividends\n \n\n\n$\n(4,672,228\n)\n \n\n\n$\n(5,611,840\n)\n \n\n\n$\n939,612\n \n\n\n\n\n \n\n\nRevenue and cost of revenue\n\n\n \n\n\nBy increasing our sales force and geographic footprint, we have launched\nsales in 31 U.S. states by March 31, 2023. The Company earned combined device sales and technology fee income totaling $9.6 million during\nthe year ended March 31, 2023, a 26% increase over the $7.7 million earned in the preceding fiscal year. During three months ended March 31, 2023, the Company earned total sales of $2.7 million, a 28% increase over the\n$2.1 million sales earned in the corresponding quarter in prior year.\n\n\n \n\n\nOur gross profit percentage\nwas 56.7% during the year ended March 31, 2023 as compared to 59.7% during the comparable prior year period. The slight decrease period\nover period was due to a decrease in gross margin related to sales of device hardware as we continue providing discounts on sales of device\nhardware in order to increase volumes and expand our scale on subscription billings for the technology fees. The decrease in gross margin\nrelated to sales of device hardware was partially offset by increased margin on technology fee sales. We expect the gross margin related to technology fees to continue improving going forward as we achieve greater economy\nof scale on our technology services, including the cost of monitoring. \nGiven\nconsistent gross margin on technology fees of approximately 70%, and an evolving revenue mix where technology fees are expected to comprise\nan increasing proportion of revenue, we anticipate continued improvement in overall blended gross margin over time.\n\n\n \n\n\nGross profit percentage was 56% during three months ended March 31, 2023 as compared to 67% in the corresponding\nquarter in the prior year. This was mainly a result of service revenue of $500K that was earned in three months ended March 31, 2022,\nwhich had a gross margin significantly higher than the Company’s regular revenue streams.\n\n\n \n\n\n\n\n40\n\n\n \n\n\n\n\n \n\n\nOperating Expenses\n\n\n \n\n\nTotal operating expenses for the\nfiscal year ended March 31, 2023 were $20.9 million compared to $21.3 million for the fiscal year ended March 31, 2022. Total operating expenses for the three months ended March 31, 2022 were $5.0 million as compared $6.2 million for\nthe three months ended March 31, 2022. See further explanations below.\n\n\n \n\n\nSelling, General and administrative expenses\n\n\n \n\n\nOur selling, general and\nadministrative expenses for the fiscal year and three months ended March 31, 2023 decreased to $17.6 million and $4.3 million,\nrespectively, compared to approximately $18.6 million and $5.5 million during the fiscal year and three months ended March 31, 2022.\nDespite our increased spending on sales efforts, our total selling, general and administrative expenses decreased by $0.9 million\nand $1.3 million, respectively, for the fiscal year and the fiscal quarter ended March 31, which was primarily due increased\nmonitoring of spending efficiency over our fixed general and administrative expenses.\n\n\n \n\n\nResearch and development expenses\n\n\n \n\n\nDuring the fiscal year and\nthree months ended March 31, 2023 we recorded research and development expenses of $3.0 million and $0.7 million, respectively,\ncompared to $2.7 million and $0.6 million incurred in the fiscal year and three months ended March 31, 2022. The research and\ndevelopment activity related to both existing and new products. The increase in research and development activity was a result of\ncontinuous development of new technologies for our ecosystem and product enhancements.\n\n\n \n\n\nInterest Expense\n\n\n \n\n\nDuring the fiscal year ended March\n31, 2023 and March 31, 2022, we incurred interest expenses of $1.8 million and $1.3 million, respectively. During three months ended March 31, 2023 and March 31, 2022, we incurred interest expenses of $665 thousand and $380\nthousand, respectively. The increase in interest expense\ncorresponded to an increase in borrowings and market increases in interest rates period over period.\n\n\n \n\n\nAccretion and amortization expenses\n\n\n \n\n\nDuring the fiscal year ended March\n31, 2023 and March 31, 2022, we incurred accretion expense of $0.7 million and $9.3 million, respectively. The decrease from the prior\nyear period was primarily the result of full amortization of the debt discount related to Series A and Series B convertible notes by the\nend of the prior year. The amortization during the current year related primarily to the amortization of debt discount related to the\nCompany’s term loan, and a small amount of amortization of debt discount related to new convertible notes entered towards end of\nthe current fiscal year. During the three months ended March 31, 2023 and March 31, 2022, we incurred accretion expenses of $560 thousand\nand $451 thousand, respectively. The slight increase was a result of debt discount amortization related to new convertible notes entered\ntowards end of the current fiscal year.\n\n\n \n\n\nChange in fair value of derivative liabilities\n\n\n \n\n\nDuring the year ended March 31,\n2023 and March 31, 2022, the Company recognized $484 thousand and $684 thousand, respectively, related to the change in fair value of\nderivative liabilities. During the three months ended March 31, 2023 and March 31, 2022, the Company recognized $14 thousand and $7 thousand,\nrespectively, related to the change in fair value of derivative liabilities.\n\n\n \n\n\nLoss upon convertible promissory notes conversion\n\n\n \n\n\nDuring the years ended March\n31, 2023 and 2022, we recorded a loss of $71 thousand and $1.2 million, respectively, related to the conversion of our convertible\npromissory notes. During the three months ended March 31, 2023 and 2022, we recorded a gain of $14 thousand and Nil, respectively,\nrelated to the conversion and redemption of our convertible promissory notes. The decrease of loss upon conversion and redemption is\na result of decreased volumes of conversions during fiscal 2023 as compared to prior year.\n\n\n \n\n\nOther (expense) income\n\n\n \n\n\nDuring the year ended March 31,\n2023, we recognized $111 thousand in net other expense, as compared to net other income of $15 thousand in the corresponding prior year\nperiod. The change in net other (expense) income is mainly a result of loss upon debt extinguishments during current year. During the three months ended March 31, 2023, we recognized $6 thousand in net other income, as compared to net other\nloss of $39 thousand in the corresponding prior year quarter.\n\n\n \n\n\n\n\n41\n\n\n \n\n\n\n\n \n\n\nEBITDA and Adjusted EBITDA\n\n\n \n\n\nEarnings before interest, taxes,\ndepreciation and amortization expenses (EBITDA) and Adjusted EBITDA, which are presented below, are non-generally accepted accounting\nprinciples (non-GAAP) measures that we believe are useful to management, investors and other users of our financial information in evaluating\noperating profitability. EBITDA is calculated by adding back interest, taxes, depreciation and amortization expenses to net income.\n\n\n \n\n\nAdjusted EBITDA is calculated\nby excluding from EBITDA the effect of the following non-operational items: equity in earnings and losses of unconsolidated businesses\nand other income and expense, net, as well as the effect of special items that related to one-time, non-recurring expenditures . We believe\nthat this measure is useful to management, investors and other users of our financial information in evaluating the effectiveness of our\noperations and underlying business trends in a manner that is consistent with management’s evaluation of business performance. Further,\nthe exclusion of non-operational items and special items enables comparability to prior period performance and trend analysis. See notes\nin the table below for additional information regarding special items.\n\n\n \n\n\nIt is management’s intent\nto provide non-GAAP financial information to enhance the understanding of Biotricity’s GAAP financial information, and it should\nbe considered by the reader in addition to, but not instead of, the financial statements prepared in accordance with GAAP. We believe\nthat providing these non-GAAP measures in addition to the GAAP measures allows management, investors and other users of our financial\ninformation to more fully and accurately assess business performance. The non-GAAP financial information presented may be determined or\ncalculated differently by other companies and may not be directly comparable to that of other companies.\n\n\n \n\n\n\n\n\n\nEBITDA and Adjusted EBITDA\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n \n\n\n \n\n\n12 months ended March 31, 2023\n\n\n \n\n\n \n\n\n12 months ended March 31, 2022\n\n\n \n\n\n \n\n\n\n\n3 months\n\n\nended March 31, 2023\n\n\n \n\n\n \n\n\n\n\n3 months\n\n\nended March 31, 2022\n\n\n \n\n\n\n\n \n\n\n \n\n\n$\n\n\n \n\n\n \n\n\n$\n\n\n \n\n\n \n\n\n$\n\n\n \n\n\n \n\n\n$\n\n\n \n\n\n\n\nNet loss attributable to common stockholders\n\n\n \n\n\n \n\n\n(19,533,683\n\n\n)\n\n\n \n\n\n \n\n\n(30,219,454\n\n\n)\n\n\n \n\n\n \n\n\n(4,857,438\n\n\n)\n\n\n \n\n\n \n\n\n(5,981,731\n\n\n)\n\n\n\n\nAdd:\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\nProvision for income taxes\n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n\n\nInterest expense\n\n\n \n\n\n \n\n\n1,839,159\n\n\n \n\n\n \n\n\n \n\n\n1,283,570\n\n\n \n\n\n \n\n\n \n\n\n665,350\n\n\n \n\n\n \n\n\n \n\n\n380,288\n\n\n \n\n\n\n\nDepreciation expense\n\n\n \n\n\n \n\n\n5,953\n\n\n \n\n\n \n\n\n \n\n\n2,308\n\n\n \n\n\n \n\n\n \n\n\n1,488\n\n\n \n\n\n \n\n\n \n\n\n1,488\n\n\n \n\n\n\n\nEBITDA\n\n\n \n\n\n \n\n\n(17,688,571\n\n\n)\n\n\n \n\n\n \n\n\n(28,933,576\n\n\n)\n\n\n \n\n\n \n\n\n(4,190,600\n\n\n)\n\n\n \n\n\n \n\n\n(5,599,955\n\n\n)\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\nAdd (Less)\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\nAccretion expense related to convertible note conversion (1)\n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n4,485,143\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n\n\nExpense (gain) related to convertible note conversion and redemption (2)\n\n\n \n\n\n \n\n\n71,119\n\n\n \n\n\n \n\n\n \n\n\n1,155,642\n\n\n \n\n\n \n\n\n \n\n\n(14,418\n\n\n)\n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n\n\nFair value change on derivative liabilities (3)\n\n\n \n\n\n \n\n\n483,873\n\n\n \n\n\n \n\n\n \n\n\n683,559\n\n\n \n\n\n \n\n\n \n\n\n13,902\n\n\n \n\n\n \n\n\n \n\n\n7,387\n\n\n \n\n\n\n\nUplisting transaction expense (4)\n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n946,763\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n\n\nOther expense related to debt extinguishments (5)\n\n\n \n\n\n \n\n\n126,158\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n \n\n\n \n\n\n—\n\n\n \n\n\n\n\nAdjusted EBITDA\n\n\n \n\n\n \n\n\n(17,007,421\n\n\n)\n\n\n \n\n\n \n\n\n(21,662,469\n\n\n)\n\n\n \n\n\n \n\n\n(4,191,116\n\n\n)\n\n\n \n\n\n \n\n\n(5,592,568\n\n\n)\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\nWeighted average number of common shares outstanding\n\n\n \n\n\n \n\n\n51,957,841\n\n\n \n\n\n \n\n\n \n\n\n45,449,720\n\n\n \n\n\n \n\n\n \n\n\n52,394,387\n\n\n \n\n\n \n\n\n \n\n\n50,650,735\n\n\n \n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\nAdjusted Loss per Share, Basic and Diluted\n\n\n \n\n\n \n\n\n(0.327\n\n\n)\n\n\n \n\n\n \n\n\n(0.477\n\n\n)\n\n\n \n\n\n \n\n\n(0.080\n\n\n)\n\n\n \n\n\n \n\n\n(0.110\n\n\n)\n\n\n\n\n \n\n\n(1) This relates to one-time recognition of accretion\nexpenses relate to the remaining debt discount balances on notes that were converted.\n\n\n \n\n\n\n\n42\n\n\n \n\n\n\n\n \n\n\n(2) This relates to one-time recognition of\nexpenses reflecting the difference between the book value of the convertible note, relevant unamortized discounts and derivative liabilities derecognized upon conversion, and the fair\nvalue of shares that the notes were converted into, or cash paid upon redemption.\n\n\n(3) Fair value changes on derivative liabilities corresponds\nto changes in the underlying stock value and thus does not reflect our day to day operations.\n\n\n(4) These are one-time legal, professional and regulatory\nfees related to uplisting to Nasdaq during Q2 2022.\n\n\n(5) This relates to the extinguishment loss attributed\nto convertible note and relevant investor warrant amendments.\n\n\n \n\n\nNet Loss\n\n\n \n\n\nAs a result of the foregoing,\nthe net loss attributable to common stockholders for the fiscal year ended March 31, 2023 was $19.5 million compared to a net loss of\n$30.2 million during the fiscal year ended March 31, 2022.\n\n\n \n\n\nTranslation Adjustment\n\n\n \n\n\nTranslation adjustment for\nthe fiscal year ended March 31, 2023 was a gain of $616 thousand compared to a loss of $134 thousand for the fiscal year ended March\n31, 2022. Translation adjustment was a loss of $10 thousand and $133 thousand, respectively, for the three months ended March 31,\n2023 and March 31, 2022. This translation adjustment represents gains and losses that result from the translation of currency in the\nfinancial statements from our functional currency of Canadian dollars to the reporting currency in U.S. dollars over the course of\nthe reporting period.\n\n\n \n\n\nGlobal Economic Conditions\n\n\n \n\n\nGenerally, worldwide economic\nconditions remain uncertain, particularly due to the effects of the COVID-19 pandemic and increased inflation. The general economic and\ncapital market conditions both in the U.S. and worldwide, have been volatile in the past and at times have adversely affected our access\nto capital and increased the cost of capital. The capital and credit markets may not be available to support future capital raising activity\non favorable terms. If economic conditions decline, our future cost of equity or debt capital and access to the capital markets could\nbe adversely affected.\n\n\n \n\n\nThe COVID-19 pandemic that began\nin late 2019 introduced significant volatility to the global economy, disrupted supply chains and had a widespread adverse effect on the\nfinancial markets. Additionally, our operating results could be materially impacted by changes in the overall macroeconomic environment\nand other economic factors. Changes in economic conditions, supply chain constraints, logistics challenges, labor shortages, the conflict\nin Ukraine, and steps taken by governments and central banks, particularly in response to the COVID-19 pandemic as well as other stimulus\nand spending programs, have led to higher inflation, which has led to an increase in costs and has caused changes in fiscal and monetary\npolicy, including increased interest rates.\n\n\n \n\n\nLiquidity and Capital Resources\n\n\n \n\n\nOn March 31, 2023, we had cash deposits in the aggregate of approximately $0.6 million. Management has noted the\nexistence of substantial doubt about our ability to continue as a going concern. Additionally, our independent registered public accounting\nfirm included an explanatory paragraph in the report on our financial statements as of and for the years ended March 31, 2023 and 2022,\nrespectively, noting the existence of substantial doubt about our ability to continue as a going concern. Our existing cash deposits may\nnot be sufficient to fund our operating expenses through at least twelve months from the date of this filing. To continue to fund operations,\nwe will need to secure additional funding through public or private equity or debt financings, through collaborations or partnerships\nwith other companies or other sources. We may not be able to raise additional capital on terms acceptable to us, or at all. Any failure\nto raise capital when needed could compromise our ability to execute our business plan. If we are unable to raise additional funds, or if our anticipated operating results are\nnot achieved, we believe planned expenditure may need to be reduced in order to extend the time period that existing resources can fund our operations.\nIf we are unable to obtain the necessary capital, it may have a material adverse effect on our operations and the development of our technology,\nor we may have to cease operations altogether.\n\n\n \n\n\nThe development and commercialization of our product offerings are subject to numerous uncertainties, and we could\nuse our cash resources sooner than we expect. Additionally, the process of developing our products is costly, and the timing of progress\ncan be subject to uncertainty; our ability to successfully transition to profitability may be dependent upon achieving further regulatory\napprovals and achieving a level of product sales adequate to support our cost structure. Though we are optimistic with respect to our\nrevenue growth trajectory and our cost control initiatives, we cannot be certain that we will ever be profitable or generate positive\ncash flow from operating activities.\n\n\n \n\n\nThe Company is in commercialization\nmode, while continuing to pursue the development of its next generation COM product as well as new products that are being developed.\n\n\n \n\n\nWe generally require cash to:\n\n\n \n\n\n\n\n\n\n \n\n\n●\n\n\npurchase devices that will be placed in the field for pilot projects and to produce revenue,\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n \n\n\n● \n\n\nlaunch sales initiatives,\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n \n\n\n● \n\n\nfund our operations and working capital requirements,\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n \n\n\n● \n\n\ndevelop and execute our product development and market introduction plans,\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n \n\n\n● \n\n\nfund research and development efforts, and\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n \n\n\n● \n\n\npay any expense obligations as they come due.\n\n\n\n\n \n\n\n\n\n43\n\n\n \n\n\n\n\n \n\n\nThe Company is in the early stages\nof commercializing its products. It is concurrently in development mode, operating a research and development program in order to develop\nan ecosystem of medical technologies, and, where required or deemed advisable, obtain regulatory approvals for, and commercialize other\nproposed products. The Company launched its first commercial sales program as part of a limited market release, during the year ended\nMarch 31, 2019, using an experienced professional in-house sales team. A full market release ensued during the year ended March 31, 2020.\nManagement anticipates the Company will continue on its revenue growth trajectory and improve its liquidity through continued business\ndevelopment and after additional equity or debt capitalization of the Company. The Company has incurred recurring losses from operations,\nand as at March 31, 2023, has an accumulated deficit of $112.5 million. On August 30, 2021 the Company completed an underwritten public\noffering of its common stock that concurrently facilitated its listing on the Nasdaq Capital Market. On March 31, 2023, the Company has\na working capital deficit of $6.4 million (March 31, 2022 – working capital surplus of $10.5 million). Prior to listing on the\nNasdaq Capital Market, the Company had also filed a shelf Registration Statement on Form S-3 (No. 333-255544) with the Securities and\nExchange Commission on April 27, 2021, which was declared effective on May 4, 2021. This facilitates better transactional preparedness\nwhen the Company seeks to issue equity or debt to potential investors, since it continues to allow the Company to offer its shares to\ninvestors only by means of a prospectus, including a prospectus supplement, which forms part of an effective registration statement.\n\n\n \n\n\nThe Company has developed and\ncontinues to pursue sources of funding that management believes will be sufficient to support the Company’s operating plan and\nalleviate any substantial doubt as to its ability to meet its obligations at least for a period of one year from the date of these consolidated\nfinancial statements. During the fiscal year ended March 31, 2021, the Company closed a number of private placements offering of convertible\nnotes, which have raised net cash proceeds of $11,375,690. During fiscal quarter ended June 30,\n2021, the Company raised an additional $499,900 through government EIDL loan. During the fiscal\nquarter ended September 30, 2021, the Company raised total net proceeds of $14,545,805 through the underwritten public offering that was concurrent\nwith its listing onto the Nasdaq Capital Markets. During the fiscal quarter ended December 31, 2021, the Company raised additional net\nproceeds of $11,756,563 through a term loan transaction (Note 6) and made repayment of the previously issued promissory notes and short-term\nloan. In connection with this loan, the Company and Lender also entered into a Guarantee and Collateral Agreement wherein the Company\nagreed to secure the Credit Agreement with all of the Company’s assets. The Company and Lender also entered into an Intellectual\nProperty Security Agreement dated December 21, 2021 wherein the Credit Agreement is also secured by the Company’s right title and\ninterest in the Company’s Intellectual Property. During the fiscal year ended March 31, 2023, the Company raised short-term loans\nand promissory notes, net of repayments of $1,476,121 from various lenders. During the fiscal year ended March 31, 2023, the Company raised\nconvertible notes, net of redemptions of $2,355,318 from various lenders.\n\n\n \n\n\nAs we proceed with the commercialization\nof the Bioflux, Biotres and Biocare products and continue their development, we expect to continue to devote significant resources on\ncapital expenditures, as well as research and development costs and operations, marketing and sales expenditures.\n\n\n \n\n\nWe expect to require additional\nfunds to further develop our business plan, including the continuous commercialization and expansion of the technologies that will form\npart of its BioSphere eco-system. Based on the current known facts and assumptions, we believe our existing cash and cash equivalents,\naccess to funding sources, along with anticipated near-term debt and equity financings, will be sufficient to meet our needs for the next\ntwelve months from the filing date of this report. We intend to seek and opportunistically acquire additional debt or equity capital to\nrespond to business opportunities and challenges, including our ongoing operating expenses, protecting our intellectual property, developing\nor acquiring new lines of business and enhancing our operating infrastructure. The terms of our future financings may be dilutive to,\nor otherwise adversely affect, holders of our common stock. We may also seek additional funds through arrangements with collaborators\nor other third parties. There can be no assurance we will be able to raise this additional capital on acceptable terms, or at all. If\nwe are unable to obtain additional funding on a timely basis, we may be required to modify our operating plan and otherwise curtail or\nslow the pace of development and commercialization of our proposed product lines.\n\n\n \n\n\nThe following is a summary of\ncash flows for each of the periods set forth below.\n\n\n \n\n\n\n\n\n\n \n \n\n\nFor the Years Ended\n \n\n\n\n\n \n \n\n\nMarch 31,\n \n\n\n\n\n \n \n\n\n2023\n \n \n\n\n2022\n \n\n\n\n\nNet cash used in operating activities\n \n\n\n$\n(13,547,935\n)\n \n\n\n$\n(15,163,384\n)\n\n\n\n\nNet cash used in investing activities\n \n\n\n \n—\n \n \n\n\n \n(29,767\n)\n\n\n\n\nNet cash provided by financing activities\n \n\n\n \n2,001,603\n \n \n\n\n \n25,168,230\n \n\n\n\n\nNet (decrease) increase in cash\n \n\n\n$\n(11,546,332\n)\n \n\n\n$\n9,975,079\n \n\n\n\n\n \n\n\nNet Cash Used in Operating Activities\n\n\n \n\n\nDuring the fiscal year ended March\n31, 2023, we used cash in operating activities in the amount of $13.5 million compared to $15.2 million for the fiscal year ended March\n31, 2022. For each of the fiscal years ended March 31, 2023 and March 31, 2022, the cash in operating activities was primarily due to\nselling expenses as well as research, product development, business development, marketing and general operations. The decrease in cash used reflects management’s concerted effort to contain costs while increasing revenues,\non the path of achieving break-even.\n\n\n \n\n\n\n\n44\n\n\n \n\n\n\n\n \n\n\nNet Cash Used in Investing Activities\n\n\n \n\n\nNet cash used in investing activities was Nil and $30 thousand\nrespectively in the fiscal years ended March 31, 2023 and March 31, 2022.\n\n\n \n\n\nNet Cash Provided by Financing Activities\n\n\n \n\n\nNet cash provided by\nfinancing activities was $2.0 million for the fiscal year ended March 31, 2023 compared to $25.2 million for the fiscal year ended\nMarch 31, 2022. The financing activities of fiscal 2022 reflected the concurrent capital raise that accompanied the Company’s\nlisting on the Nasdaq Capital Markets Exchange.\n\n\n \n\n\nFor the fiscal year ended March\n31, 2023, the cash provided by financing activities was primarily from proceeds in connection with the issuance of convertible notes and\nloans, net of repayments, in the amount of $3.8 million. The financing proceeds were partially offset by the payment of preferred stock\ndividends in the amount of $0.9 million and by the redemption of preferred stock in the amount of $0.9 million.\n\n\n \n\n\nFor the fiscal year ended March\n31, 2022, the cash provided by financing activities was primarily due to the issuance of shares from up listing of $14.5 million (net\nproceeds) and proceeds of $11.7 million from term loans, net of other financing and repayment activities.\n\n\n \n\n\nCritical Accounting Policies\n \n\n\n \n\n\nThe financial statements have\nbeen prepared in accordance with accounting principles generally accepted in the United States of America (“US GAAP”) and\nare expressed in United States Dollars. Significant accounting policies are summarized below:\n\n\n \n\n\nRevenue Recognition\n\n\n \n\n\nThe Company adopted Accounting\nStandards Codification Topic 606, “Revenue from Contracts with Customers” (“ASC 606”) on April 1, 2018. In accordance\nwith ASC 606, revenue is recognized when promised goods or services are transferred to customers in an amount that reflects the consideration\nto which the Company expects to be entitled in exchange for those goods or services by applying the core principles – 1) identify\nthe contract with a customer, 2) identify the performance obligations in the contract, 3) determine the transaction price, 4) allocate\nthe transaction price to performance obligations in the contract, and 5) recognize revenue as performance obligations are satisfied.\n\n\n \n\n\nThe Bioflux mobile cardiac telemetry\ndevice, a wearable device, is worn by patients for a monitoring period up to 30 days. The cardiac data that the device monitors and collects\nis curated and analyzed by the Company’s proprietary algorithms and then securely communicated to a remote monitoring facility for\nelectronic reporting and conveyance to the patient’s prescribing physician or other certified cardiac medical professional. Revenues\nearned with respect to this device are comprised of device sales revenues and technology fee revenues (technology as a service). The device,\ntogether with its licensed software, is available for sale to the medical center or physician, who is responsible for the delivery of\nclinical diagnosis and therapy. The remote monitoring, data collection and reporting services performed by the technology culminate in\na patient study that is generally billable when it is complete and is issued to the physician. In order to recognize revenue, management\nconsiders whether or not the following criteria are met: persuasive evidence of a commercial arrangement exists, and delivery has occurred\nor services have been rendered. For sales of devices, which are invoiced directly, additional revenue recognition criteria include that\nthe price is fixed and determinable and collectability is reasonably assured; for device sales contracts with terms of more than one year,\nthe Company recognizes any significant financing component as revenue over the contractual period using the effective interest method,\nand the associated interest income is reflected accordingly on the statement of operations and included in other income; for revenue that\nis earned based on customer usage of the proprietary software to render a patient’s cardiac study, the Company recognizes revenue\nwhen the study ends based on a fixed billing rate. Costs associated with providing the services are recorded as the service is provided\nregardless of whether or when revenue is recognized.\n\n\n \n\n\n\n\n45\n\n\n \n\n\n\n\n \n\n\nThe Company may also earn service-related\nrevenue from contracts with other counterparties with which it consults. This contract work is separate and distinct from services provided\nto clinical customers, but may be with a reseller or other counterparties that are working to establish their operations in foreign jurisdictions\nor ancillary products or market segments in which the Company has expertise and may eventually conduct business.\n\n\n \n\n\nThe Company recognized the following\nforms of revenue for the fiscal years ended March 31, 2023 and 2022:\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n2023\n\n\n \n\n\n \n\n\n2022\n\n\n \n\n\n\n\n \n\n\n \n\n\n$\n\n\n \n\n\n \n\n\n$\n\n\n \n\n\n\n\nTechnology fees\n\n\n \n\n\n \n\n\n8,802,032\n\n\n \n\n\n \n\n\n \n\n\n5,904,393\n\n\n \n\n\n\n\nDevice sales\n\n\n \n\n\n \n\n\n827,035\n\n\n \n\n\n \n\n\n \n\n\n995,876\n\n\n \n\n\n\n\nService-related and other revenue\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n750,000\n\n\n \n\n\n\n\n \n\n\n \n\n\n \n\n\n9,639,057\n\n\n \n\n\n \n\n\n \n\n\n7,650,269\n\n\n \n\n\n\n\n \n\n\nThe\nCompany recognized the following forms of revenue for the three months ended March 31, 2023 and 2022:\n\n\n \n\n\n\n\n\n\n \n \n\n\n2023\n \n \n\n\n2022\n \n\n\n\n\n \n \n\n\n$\n \n \n\n\n$\n \n\n\n\n\nTechnology fees\n \n\n\n \n2,561,990\n \n \n\n\n \n1,539,101\n \n\n\n\n\nDevice sales\n \n\n\n \n180,444\n \n \n\n\n \n109,641\n \n\n\n\n\nService-related and other revenue\n \n\n\n \n \n \n \n\n\n \n500,000\n \n\n\n\n\n \n \n\n\n \n2,742,435\n \n \n\n\n \n2,148,742\n \n\n\n\n\n \n\n\nInventory\n\n\n \n\n\nInventory is stated at the\nlower of cost and market value, cost being determined on a weighted average cost basis. Market value of our finished goods inventory\nis determined based on its estimated net realizable value, which is generally the\nselling price less normally predictable costs of disposal and transportation. The Company records write-downs of inventory that is\nobsolete or in excess of anticipated demand or market value based on consideration of product lifecycle stage, technology trends,\nproduct development plans and assumptions about future demand and market conditions. Actual demand may differ from forecasted\ndemand, and such differences may have a material effect on recorded inventory values. Inventory write-downs are charged to cost of\nrevenue and establish a new cost basis for the inventory.\n\n\n \n\n\nSignificant accounting estimates and assumptions\n\n\n \n\n\nThe preparation of the consolidated\nfinancial statements requires the use of estimates and assumptions to be made in applying the accounting policies that affect the reported\namounts of assets, liabilities, revenue and expenses and the disclosure of contingent assets and liabilities. The estimates and related\nassumptions are based on previous experiences and other factors considered reasonable under the circumstances, the results of which form\nthe basis for making the assumptions about the carrying values of assets and liabilities that are not readily apparent from other sources.\n\n\n \n\n\nThe estimates and underlying assumptions\nare reviewed on an ongoing basis. Revisions to accounting estimates are recognized in the period in which the estimate is revised if the\nrevision affects only that period or in the period of the revision and future periods if the revision affects both current and future\nperiods.\n\n\n \n\n\nSignificant accounts that require\nestimates as the basis for determining the stated amounts include share-based compensation, impairment analysis and fair value of warrants,\nstructured notes, convertible debt and conversion liabilities.\n\n\n \n\n\n\n\n\n\n●\n\n\nFair value of stock options\n\n\n\n\n \n\n\nThe Company measures\nthe cost of equity-settled transactions with employees by reference to the fair value of equity instruments at the date at which they\nare granted. Estimating fair value for share-based payments requires determining the most appropriate valuation model for a grant of such\ninstruments, which is dependent on the terms and conditions of the grant. The estimate also requires determining the most appropriate\ninputs to the Black-Scholes option pricing model, including the expected life of the instrument, risk-free rate, volatility, and dividend\nyield.\n\n\n \n\n\n\n\n46\n\n\n \n\n\n\n\n \n\n\n\n\n\n\n●\n\n\nFair value of warrants\n\n\n\n\n \n\n\n \n\n\n\n\n \n\n\n In determining the fair value of the warrant issued for services and issue pursuant to financing transactions, the Company used the Black-Scholes option pricing model with the following assumptions: volatility rate, risk-free rate, and the remaining expected life of the warrants that are classified under equity.\n\n\n\n\n \n\n\n\n\n\n\n●\n\n\nFair value of derivative liabilities\n\n\n\n\n \n\n\nIn determining the\nfair values of the derivative liabilities from the conversion and redemption features, the Company used valuation models with the following\nassumptions: dividend yields, volatility, risk-free rate and the remaining expected life. Changes in those assumptions and inputs could\nin turn impact the fair value of the derivative liabilities and can have a material impact on the reported loss and comprehensive loss\nfor the applicable reporting period.\n\n\n \n\n\n\n\n\n\n●\n\n\nFunctional currency\n\n\n\n\n \n\n\nDetermining the appropriate\nfunctional currencies for entities in the Company requires analysis of various factors, including the currencies and country-specific\nfactors that mainly influence labor, materials, and other operating expenses.\n\n\n \n\n\n\n\n\n\n●\n\n\nUseful life of property and equipment\n\n\n\n\n \n\n\nThe Company employs\nsignificant estimates to determine the estimated useful lives of property and equipment, considering industry trends such as technological\nadvancements, past experience, expected use and review of asset useful lives. The Company makes estimates when determining depreciation\nmethods, depreciation rates and asset useful lives, which requires considering industry trends and company-specific factors. The Company\nreviews depreciation methods, useful lives and residual values annually or when circumstances change and adjusts its depreciation methods\nand assumptions prospectively.\n\n\n \n\n\n\n\n\n\n●\n\n\nProvisions\n\n\n\n\n \n\n\nProvisions are recognized\nwhen the Company has a present obligation, legal or constructive, as a result of a previous event, if it is probable that the Company\nwill be required to settle the obligation and a reliable estimate can be made of the obligation. The amount recognized is the best estimate\nof the expenditure required to settle the present obligation at the end of the reporting period, taking into account the risks and uncertainties\nsurrounding the obligations. Provisions are reviewed at the end of each reporting period and adjusted to reflect the current best estimate\nof the expected future cash flows.\n\n\n \n\n\n\n\n\n\n●\n\n\nContingencies\n\n\n\n\n \n\n\nContingencies can\nbe either possible assets or possible liabilities arising from past events, which, by their nature, will be resolved only when one or\nmore uncertain future events occur or fail to occur. The assessment of the existence and potential impact of contingencies inherently\ninvolves the exercise of significant judgment and the use of estimates regarding the outcome of future events.\n\n\n \n\n\n\n\n\n\n●\n\n\nInventory obsolescence\n\n\n\n\n \n\n\nInventories are stated\nat the lower of cost and market value. Market value of our inventory, which is all purchased finished goods, is determined based on its\nestimated net realizable value, which is generally the selling price less normally predictable costs of disposal and transportation. The\nCompany estimates net realizable value as the amount at which inventories are expected to be sold, taking into consideration fluctuations\nin retail prices less estimated costs necessary to make the sale. Inventories are written down to net realizable value when the cost of\ninventories is estimated to be unrecoverable due to obsolescence, damage, or declining selling prices.\n\n\n \n\n\n\n\n47\n\n\n \n\n\n\n\n \n\n\n\n\n\n\n●\n\n\nIncome and other taxes\n\n\n\n\n \n\n\nThe calculation of\ncurrent and deferred income taxes requires the Company to make estimates and assumptions and to exercise judgment regarding the carrying\nvalues of assets and liabilities which are subject to accounting estimates inherent in those balances, the interpretation of income tax\nlegislation across various jurisdictions, expectations about future operating results, the timing of reversal of temporary differences\nand possible audits of income tax filings by the tax authorities. In addition, when the Company incurs losses for income tax purposes,\nit assesses the probability of taxable income being available in the future based on its budgeted forecasts. These forecasts are adjusted\nto take into account certain non-taxable income and expenses and specific rules on the use of unused credits and tax losses.\n\n\n \n\n\nWhen the forecasts\nindicate that sufficient future taxable income will be available to deduct the temporary differences, a deferred tax asset is recognized\nfor all deductible temporary differences. Changes or differences in underlying estimates or assumptions may result in changes to the current\nor deferred income tax balances on the consolidated statements of financial position, a charge or credit to income tax expense included\nas part of net income (loss) and may result in cash payments or receipts. Judgment includes consideration of the Company’s future\ncash requirements in its tax jurisdictions. All income, capital and commodity tax filings are subject to audits and reassessments. Changes\nin interpretations or judgments may result in a change in the Company’s income, capital, or commodity tax provisions in the future.\nThe amount of such a change cannot be reasonably estimated.\n\n\n \n\n\n\n\n\n\n●\n\n\nIncremental borrowing rate for lease \n\n\n\n\n \n\n\nThe determination\nof the Company’s lease obligation and right-of-use asset depends on certain assumptions, which include the selection of the discount\nrate. The discount rate is set by reference to the Company’s incremental borrowing rate. Significant assumptions are required to\nbe made when determining which borrowing rates to apply in this determination. Changes in the assumptions used may have a significant\neffect on the Company’s consolidated financial statements.\n\n\n \n\n\nEarnings (Loss) Per Share\n\n\n \n\n\nThe Company has adopted the Financial\nAccounting Standards Board’s (“FASB”) Accounting Standards Codification (“ASC”) Topic 260-10 which provides\nfor calculation of “basic” and “diluted” earnings per share. Basic earnings per share includes no dilution and\nis computed by dividing net income or loss available to common stockholders by the weighted average number of common shares outstanding\nfor the period. Diluted earnings per share reflect the potential dilution of securities that could share in the earnings of an entity.\nDiluted earnings per share exclude all potentially dilutive shares if their effect is anti-dilutive. There were no potentially dilutive\nshares outstanding as at March 31, 2023 and 2022.\n\n\n \n\n\nCash\n\n\n \n\n\nCash includes cash on hand and\nbalances with banks.\n\n\n \n\n\nForeign Currency Translation\n\n\n \n\n\nThe functional currency of the\nCompany’s Canadian-based subsidiary is the Canadian dollar and the US-based parent is the U.S. dollar. Transactions denominated\nin currencies other than the functional currency are translated into the functional currency at the exchange rates prevailing at the dates\nof the transaction. Monetary assets and liabilities denominated in foreign currencies are translated using the exchange rate prevailing\nat the balance sheet date. Non-monetary assets and liabilities are translated using the historical rate on the date of the transaction.\nAll exchange gains or losses arising from translation of these foreign currency transactions are included in net income (loss) for the\nyear. In translating the financial statements of the Company’s Canadian subsidiaries from their functional currency into the Company’s\nreporting currency of United States dollars, balance sheet accounts are translated using the closing exchange rate in effect at the balance\nsheet date and income and expense accounts are translated using an average exchange rate prevailing during the reporting period. Adjustments\nresulting from the translation, if any, are included in cumulative other comprehensive income (loss) in stockholders’ equity. The\nCompany has not, to the date of these consolidated financial statements, entered into derivative instruments to offset the impact of foreign\ncurrency fluctuations.\n\n\n \n\n\n\n\n48\n\n\n \n\n\n\n\n \n\n\nAccounts Receivable\n\n\n \n\n\nAccounts receivable consists of\namounts due to the Company from medical facilities, which receive reimbursement from institutions and third-party government and commercial\npayors and their related patients, as a result of the Company’s normal business activities. Accounts receivable is reported on the\nbalance sheets net of an estimated allowance for doubtful accounts. The Company establishes an allowance for doubtful accounts for estimated\nuncollectible receivables based on historical experience, assessment of specific risk, review of outstanding invoices, and various assumptions\nand estimates that are believed to be reasonable under the circumstances, and recognizes the provision as a component of selling, general\nand administrative expenses. Uncollectible accounts are written off against the allowance after appropriate collection efforts have been\nexhausted and when it is deemed that a balance is uncollectible.\n\n\n \n\n\nFair Value of Financial Instruments\n\n\n \n\n\nASC 820 defines fair value, establishes\na framework for measuring fair value and expands required disclosure about fair value measurements of assets and liabilities. ASC 820-10\ndefines fair value as the exchange price that would be received for an asset or paid to transfer a liability (an exit price) in the principal\nor most advantageous market for the asset or liability in an orderly transaction between market participants on the measurement date.\nASC 820-10 also establishes a fair value hierarchy, which requires an entity to maximize the use of observable inputs and minimize the\nuse of unobservable inputs when measuring fair value. The standard describes three levels of inputs that may be used to measure fair value:\n\n\n \n\n\n● Level 1 – Valuation based on quoted\nmarket prices in active markets for identical assets or liabilities.\n\n\n \n\n\n● Level 2 – Valuation based on quoted\nmarket prices for similar assets and liabilities in active markets.\n\n\n \n\n\n● Level 3 – Valuation based on unobservable\ninputs that are supported by little or no market activity, therefore requiring management’s best estimate of what market participants\nwould use as fair value.\n\n\n \n\n\nIn instances where the determination\nof the fair value measurement is based on inputs from different levels of the fair value hierarchy, the level in the fair value hierarchy\nwithin which the entire fair value measurement falls is based on the lowest level input that is significant to the fair value measurement\nin its entirety. The Company’s assessment of the significance of a particular input to the fair value measurement in its entirety\nrequires judgment, and considers factors specific to the asset or liability.\n\n\n \n\n\nFair value estimates discussed\nherein are based upon certain market assumptions and pertinent information available to management. The respective carrying value of certain\non-balance-sheet financial instruments approximated their fair values due to the short-term nature of these instruments or interest rates\nthat are comparable to market rates. These financial instruments include cash, accounts receivable, deposits and other receivables, convertible\npromissory notes, and accounts payable and accrued liabilities. The Company’s cash and derivative liabilities, which are carried\nat fair values, are classified as a Level 1 and Level 3, respectively. The Company’s bank accounts are maintained with financial\ninstitutions of reputable credit, therefore, bear minimal credit risk.\n\n\n \n\n\nProperty and Equipment\n\n\n \n\n\nProperty and equipment are stated\nat cost less accumulated depreciation. Depreciation is computed using the straight-line method over the estimated useful lives of the\nassets. Leasehold improvements are amortized over the shorter of the lease term or the estimated useful lives of the assets. Maintenance\nand repairs are charged to expense as incurred, and improvements and betterments are capitalized. Depreciation of property and equipment\nis provided using the straight-line method for substantially all assets with estimated lives as follow:\n\n\n \n\n\n\n\n\n\n \n\n\nOffice equipment \n\n\n5 years\n\n\n\n\n \n\n\nLeasehold improvement \n\n\n5 years\n\n\n\n\n \n\n\n\n\n49\n\n\n \n\n\n\n\n \n\n\nImpairment for Long-Lived Assets\n\n\n \n\n\nThe Company applies the provisions\nof ASC Topic 360, Property, Plant, and Equipment, which addresses financial accounting and reporting for the impairment or disposal of\nlong-lived assets. ASC 360 requires impairment losses to be recorded on long-lived assets, including right-of-use assets, used in operations\nwhen indicators of impairment are present and the undiscounted cash flows estimated to be generated by those assets are less than the\nassets’ carrying amounts. In that event, a loss is recognized based on the amount by which the carrying amount exceeds the fair\nvalue of the long-lived assets. Loss on long-lived assets to be disposed of is determined in a similar manner, except that fair values\nare reduced for the cost of disposal. Based on its review at March 31, 2023 and 2022, the Company believes there was no impairment of\nits long-lived assets.\n\n\n \n\n\nLeases\n\n\n \n\n\nOn April 1, 2019, the Company\nadopted Accounting Standards Codification Topic 842, “Leases” (“ASC 842”) to replace existing lease accounting\nguidance. This pronouncement is intended to provide enhanced transparency and comparability by requiring lessees to record right-of-use\nassets and corresponding lease liabilities on the balance sheet for most leases. Expenses associated with leases will continue to be recognized\nin a manner like previous accounting guidance. The Company adopted ASC 842 utilizing the transition practical expedient added by the Financial\nAccounting Standards Board (“FASB”), which eliminates the requirement that entities apply the new lease standard to the comparative\nperiods presented in the year of adoption.\n\n\n \n\n\nThe Company is the lessee in a\nlease contract when the Company obtains the right to use the asset. Operating leases are included in the line items right-of-use asset,\nlease obligation, current, and lease obligation, long-term in the consolidated balance sheet. Right-of-use (“ROU”) asset represents\nthe Company’s right to use an underlying asset for the lease term and lease obligations represent the Company’s obligations\nto make lease payments arising from the lease, both of which are recognized based on the present value of the future minimum lease payments\nover the lease term at the commencement date. Leases with a lease term of 12 months or less at inception are not recorded on the consolidated\nbalance sheet and are expensed on a straight-line basis over the lease term in our consolidated statement of income. The Company determines\nthe lease term by agreement with lessor. As our lease does not provide an implicit interest rate, the Company uses the Company’s\nincremental borrowing rate based on the information available at commencement date in determining the present value of future payments.\n\n\n \n\n\nIncome Taxes\n\n\n \n\n\nThe Company accounts for income\ntaxes in accordance with ASC 740. The Company provides for Federal and Provincial income taxes payable, as well as for those deferred\nbecause of the timing differences between reporting income and expenses for financial statement purposes versus tax purposes. Deferred\ntax assets and liabilities are recognized for the future tax consequences attributable to differences between the carrying amount of assets\nand liabilities for financial reporting purposes and the amounts used for income tax purposes. Deferred tax assets and liabilities are\nmeasured using the enacted tax rates expected to apply to taxable income in the years in which those temporary differences are expected\nto be recoverable or settled. The effect of a change in tax rates is recognized as income or expense in the period of the change. A valuation\nallowance is established, when necessary, to reduce deferred income tax assets to the amount that is more likely than not to be realized.\n\n\n \n\n\nResearch and Development\n\n\n \n\n\nResearch and development costs,\nwhich relate primarily to product and software development, are charged to operations as incurred. Under certain research and development\narrangements with third parties, the Company may be required to make payments that are contingent on the achievement of specific developmental,\nregulatory and/or commercial milestones. Before a product receives regulatory approval, milestone payments made to third parties are expensed\nwhen the milestone is achieved\n. \nMilestone payments made to third parties after regulatory approval is received are capitalized\nand amortized over the estimated useful life of the approved product.\n\n\n \n\n\n\n\n50\n\n\n \n\n\n\n\n \n\n\nSelling, General and Administrative\n\n\n \n\n\nSelling,\ngeneral and administrative expenses consist primarily of personnel-related costs including stock-based compensation for personnel in functions\nnot directly associated with research and development activities. Other significant costs include sales and marketing costs, investor\nrelation and legal costs relating to corporate matters, professional fees for consultants assisting with business development and financial\nmatters, and office and administrative expenses.\n\n\n \n\n\nStock Based Compensation\n\n\n \n\n\nThe Company accounts for share-based\npayments in accordance with the provision of ASC 718, which requires that all share-based payments issued to acquire goods or services,\nincluding grants of employee stock options, be recognized in the statement of operations based on their fair values, net of estimated\nforfeitures. ASC 718 requires forfeitures to be estimated at the time of grant and revised, if necessary, in subsequent periods if actual\nforfeitures differ from those estimates. Compensation expense related to share-based awards is recognized over the requisite service period,\nwhich is generally the vesting period.\n\n\n \n\n\nThe Company accounts for stock-based\ncompensation awards issued to non-employees for services, as prescribed by ASC 718-10, at either the fair value of the services rendered\nor the instruments issued in exchange for such services, whichever is more readily determinable, using the guidelines in ASC 505-50. The\nCompany issues compensatory shares for services including, but not limited to, executive, management, accounting, operations, corporate\ncommunication, financial and administrative consulting services.\n\n\n \n\n\nConvertible Notes Payable and Derivative Instruments\n\n\n \n\n\nThe Company has adopted the provisions\nof ASU 2017-11 to account for the down round features of warrants issued with private placements effective as of April 1, 2017. In doing\nso, warrants with a down round feature previously treated as derivative liabilities in the consolidated balance sheet and measured at\nfair value are henceforth treated as equity, with no adjustment for changes in fair value at each reporting period. Previously, the Company\naccounted for conversion options embedded in convertible notes in accordance with ASC 815. ASC 815 generally requires companies to bifurcate\nconversion options embedded in convertible notes from their host instruments and to account for them as free-standing derivative financial\ninstruments. ASC 815 provides for an exception to this rule when convertible notes, as host instruments, are deemed to be conventional,\nas defined by ASC 815-40. The Company accounts for convertible notes deemed conventional and conversion options embedded in non-conventional\nconvertible notes which qualify as equity under ASC 815, in accordance with the provisions of ASC 470-20, which provides guidance on accounting\nfor convertible securities with beneficial conversion features. Accordingly, the Company records, as a discount to convertible notes,\nthe intrinsic value of such conversion options based upon the differences between the fair value of the underlying common stock at the\ncommitment date of the note transaction and the effective conversion price embedded in the note. Debt discounts under these arrangements\nare amortized over the term of the related debt.\n\n\n \n\n\nPreferred Shares Extinguishments\n\n\n \n\n\nThe Company accounted for preferred\nstock redemptions and conversions in accordance to ASU-260-10-S99. For preferred stock redemptions and conversion, the difference between\nthe fair value of consideration transferred to the holders of the preferred stock and the carrying amount of the preferred stock is accounted\nas deemed dividend distribution and subtracted from net income.\n\n\n \n\n\nRecently Issued Accounting Pronouncements\n\n\n \n\n\nRefer to “Note 3—\nSummary of Significant Accounting Policies” to our consolidated financial statements included in “Part I1, Item 8 –\nFinancial Statements and Supplementary Data” in this Annual Report for a discussion of recently issued accounting pronouncements.\n\n\n \n\n\n\n\n51\n\n\n \n\n\n\n\n \n\n\nOff Balance Sheet Arrangements\n\n\n \n\n\nWe have no off-balance sheet arrangements\nthat have or are reasonably likely to have a current or future effect on our financial condition, changes in financial condition, revenues\nor expenses, results of operations, liquidity, capital expenditures or capital resources.\n\n\n \n\n",
    "item7a": ">ITEM 7A. QUANTITATIVE AND QUALITATIVE DISCLOSURES\nABOUT MARKET RISK\n\n\n \n\n\nNot applicable to a smaller reporting\ncompany.\n\n\n \n\n",
    "cik": "1630113",
    "cusip6": "09074H",
    "cusip": [
        "09074H104"
    ],
    "names": [
        "BIOTRICITY INC"
    ],
    "source": "https://www.sec.gov/Archives/edgar/data/1630113/000149315223022974/0001493152-23-022974-index.htm"
}