{
    "item1": ">Item 1. Business\n\n\n \n\n\nStandex International Corporation and subsidiaries (\"we,\" \"us,\" \"our,\" the \"Company\" and \"Standex\" is a diversified industrial manufacturer with leading positions in a variety of products and services that are used in diverse commercial and industrial markets. Headquartered in Salem, New Hampshire, we have six operating segments aggregated into five reportable segments: Electronics, Engraving, Scientific, Engineering Technologies, and Specialty Solutions. Two operating segments are aggregated into Specialty Solutions. Our businesses work in close partnership with our customers to deliver custom solutions or engineered components that solve their unique and specific needs, an approach we call \"Customer Intimacy.\"\n\n\n \n\n\nStandex was incorporated in 1975 and is the successor of a corporation organized in 1955. We have paid dividends each quarter since Standex became a public corporation in November 1964. Overall management, strategic development and financial control are led by the executive staff at our corporate headquarters. Our growth strategy is focused on four key areas: (1) Increasing our presence in rapidly growing markets and applications (2) executing new product development in both core and adjacent market applications; (3) expanding geographically where meaningful business opportunities exist; and (4) undertaking strategically aligned acquisitions that strengthen and/or expand these core businesses. We direct our investments towards markets with long term, secular growth prospects such as renewable energy, electric vehicles, smart power grid, military and defense and life sciences. \n\n\n \n\n\nUnless otherwise noted, references to years are to fiscal years. Currently our fiscal year end is June 30. Our fiscal year 2023 includes the twelve-month period from July 1, 2022 to June 30, 2023.\n\n\n \n\n\n \n\n\n\n\n\n\n\n\n\n       2\n     \n\n\n\n\n\n\n\n\n\n\n\n\n\n        \n     \n\n\n\n\n\n\n\n\nOur long-term business strategy is to create, improve, and enhance shareholder value by building more profitable, focused industrial platforms through our Standex Value Creation System. This methodology employs four components: Balanced Performance Plan, Growth Disciplines, Operational Excellence, and Talent Management and provides both a company-wide framework and tools used to achieve our goals. We intend to continue investing organically and inorganically in high margin and growth businesses using this balanced and proven approach.\n\n\n \n\n\nIt is our objective to grow larger and more profitable business units through both organic and inorganic initiatives. We have a particular focus on identifying and investing in opportunities that complement our products and will increase the overall scale, global presence and capabilities of our businesses.  We recently established an innovation and technology function focused on accelerating new, longer-term growth opportunities for emerging technologies, including our ongoing development project with a global renewable energy company. We continue to execute on acquisitions where strategically aligned with our businesses and where the opportunity meets our investment metrics. We have divested, and likely will continue to divest, businesses that we feel are not strategic or do not meet our growth and return expectations.\n\n\n \n\n\nThe Company’s strong historical cash flow has been a cornerstone for funding our capital allocation strategy.  We use cash flow generated from operations to fund investments in capital assets to upgrade our facilities, improve productivity and lower costs, invest in the strategic growth programs described above, including organic and inorganic growth, and to return cash to our shareholders through payment of dividends and stock buybacks. \n\n\n \n\n\nPlease visit our website at www.standex.com to learn more about us or to review our most recent SEC filings. The information on our website is for informational purposes only and is not incorporated into this Annual Report on Form 10-K. \n\n\n \n\n\nDescription of Segments\n\n\n \n\n\nElectronics\n \n\n\n \n\n\nOur Electronics group is a global component and value-added solutions provider of both sensing and switching technologies as well as magnetic power conversion components and assemblies. Electronics competes on the basis of Customer Intimacy by designing, engineering, and manufacturing innovative solutions, components and assemblies to solve our customers’ application needs through our Partner/Solve/Deliver® approach.  Our approach allows us to expand the business through organic growth with current customers as well as developing new products, driving geographic expansion, and pursuing inorganic growth through strategic acquisitions.\n\n\n \n\n\nComponents are manufactured in plants located in the U.S., Mexico, the U.K., Germany, Japan, China and India.\n\n\n \n\n\nMarkets and Applications\n\n\n \n\n\nOur highly engineered products and vertically integrated manufacturing capabilities provide solutions to an array of markets and provide safe and efficient power transformation, current monitoring, and isolation, as well as switch, sensor and relay solutions to monitor systems for function and safety. The end-user of our engineered solution is typically an original equipment manufacturer (“OEM”) or industrial equipment manufacturer. End-user markets include, but are not limited to, appliances, electrification (electric vehicles, solar, smart-grid, alternative energy), security, military, medical, aerospace, test and measurement, power distribution, transportation, and general industrial applications.\n\n\n \n\n\nBrands\n\n\n \n\n\nBusiness unit names are Standex Electronics, Standex-Meder Electronics, Renco Electronics, Northlake Engineering, Agile Magnetics, Sensor Solutions, Standex Electronics Japan. Other associated brand names include the MEDER, KENT, and KOFU reed switch brands.\n\n\n \n\n\nProducts and Services\n\n\n \n\n\nOur sensing products employ reed switch, Hall effect, inductive, conductive and other technologies. Sensing based solutions include reed relays, fluid level, proximity, motion, flow, HVAC condensate as well as custom electronic sensors containing our core technologies. The magnetics or power conversion products include custom wound transformers and inductors for low and high frequency applications, current sense technology, advanced planar transformer technology, value added assemblies, and mechanical packaging.\n\n\n \n\n\nCustomers\n\n\n \n\n\nThe business sells globally to a wide variety of mainly OEM customers focused in the end markets noted previously through a direct sales force, regional sales managers, field applications engineers, commissioned agents, representative groups, and distribution channels.\n\n\n \n\n\n\n\n\n\n\n\n\n       3\n     \n\n\n\n\n\n\n\n\n\n\n\n\n\n        \n     \n\n\n\n\n\n\n\n\nEngraving\n\n\n \n\n\nOur Engraving group is a global creator and provider of custom textures and surface finishes on tooling that enhance the beauty and function of a wide range of consumer good and automotive products. We focus on continuing to meet the needs of a changing marketplace by offering experienced craftsmanship while investing in new technologies such as laser engraving and soft surface skin texturized tooling. Our growth strategy is to continue to develop and/or acquire technologies to enhance surface textures that also allow our customers to introduce more sustainable manufacturing processes and reduce their own energy consumption. We are one company operating in 19 countries using a consistent approach to guarantee harmony on global programs in service of our customers.\n\n\n \n\n\nMarkets and Applications\n\n\n \n\n\nStandex Engraving Mold Tech has become the global leader in its industry by offering a full range of services to OEM’s, Tier 1 suppliers, mold makers and product designers. From start to finish, these services include the design of bespoke textures, the verification of the texture on a prototype, engraving a mold, enhancing and polishing it, and then offering on-site try-out support with ongoing tool maintenance and texture repair capabilities. In addition to these services, we also produce soft trim tooling such as in mold graining (IMG) and nickel shells.\n\n\n \n\n\nBrands \n\n\n \n\n\nIn addition to the Mold Tech brand, Engraving companies and brands also include:\n\n\n \n\n\n\n\n\n\n\n\n \n\n\n \n●\n \n\n\n \nPiazza Rosa and World Client Services (WCS), which both offer laser engraving and tool finishing in Europe and Mexico.\n \n\n\n\n\n\n\n \n\n\n●\n\n\nTenibac-Graphion, which provides additional texturizing and prototyping capabilities in North America and China.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n●\n \n\n\n \nGS Engineering, which employs advanced processes and technology to rapidly produce molds for the creation of soft-touch surfaces.\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n●\n \n\n\n \nInnovent, which is a specialized supplier of tools and machines used to produce diapers and products that contain absorbent materials between layers of non-woven fabric.\n \n\n\n\n\n\n\n\n\n \n\n\n \n\n\nProducts and Services\n\n\n \n\n\nTexturing\n \nis achieved with either a laser or a chemical etching technique.\n \n\n\n \n\n\n\n\n\n\n\n\n \n\n\n \n●\n \n\n\n \nLaser Engraving offers superior features, such as multiple gloss levels, the elimination of paint and optimized scratch performance, and sharp definition for precise geometric patterns.\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n●\n \n\n\n \nChemical Engraving produces carefully designed textures and finishes without seams or distortion. Our Digital Transfer Technology offers an exclusive service which guarantees consistency, pattern integrity and texture harmony around the world.\n \n\n\n\n\n\n\n\n\n \n\n\n \n\n\nArchitexture Design Studio\n uses proprietary technology called Model-Tech® which utilizes proven expertise to create and test custom textures. During the Model-Tech process, an original texture is first designed to offer beauty and function, which ultimately is used to create a large-format skin that can be wrapped on a model for testing.\n\n\n \n\n\nTooling Performance\n \nservices include the enhancement, finishing and repair of a tool to improve its use during manufacturing.  \n\n\n \n\n\n\n\n\n\n\n\n \n\n\n \n●\n \n\n\n \nTool Enhancement services increase the wear resistance of the mold. Processes include advanced tool finishing services, anti-scratch, laser hardening in localized areas, Tribocoat® and Release Coat.\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n●\n \n\n\n \nTool Finishing and Repair allows customers to achieve outstanding quality while saving valuable time. These services include laser micro-welding, polishing and lapping, laser cladding to accommodate engineering changes, mold assembly, tool management, maintenance, texture repair and on-site support.\n \n\n\n\n\n\n\n\n\n \n\n\nSoft Trim Tooling\n \nand nickel shell molds are used to produce soft surfaces that emulate the feel of natural materials. The IMG process we support consumes significantly less energy in our customers' operations than the traditional slush molding process.\n\n\n \n\n\nCustomers\n\n\n \n\n\nThe Engraving business has become the global leader providing these products and services by offering a full range of services to automotive OEM’s, product designers, Tier 1 suppliers, and toolmakers all around the world.\n\n\n \n\n\n \n\n\n\n\n\n\n\n\n\n       4\n     \n\n\n\n\n\n\n\n\n\n\n\n\n\n        \n     \n\n\n\n\n\n\n\n\nScientific\n\n\n \n\n\nOur Scientific business is a provider of specialty temperature-controlled equipment for the medical, scientific, pharmaceutical, biotech and industrial markets. The group designs and produces its products in Summerville, SC.\n\n\n \n\n\nOur product portfolio is used to control the temperatures of critical healthcare products, medications, vaccines and laboratory samples.  We focus on solving customer problems for these critical applications and deliver innovative products and solutions meeting both exacting regulatory requirements and the unique needs of our customers.\n\n\n \n\n\nMarkets and Applications\n\n\n \n\n\nThe scientific and healthcare equipment that we design, assemble and manufacture is used in hospitals, pharmacies, clinical laboratories, reference laboratories, physicians’ offices, life science laboratories, government and academic facilities, and industrial testing laboratories.  Our product offerings include:\n\n\n \n\n\n\n\n\n\n\n\n \n\n\n \n●\n \n\n\n \nLaboratory and medical grade refrigerators, freezers and accessories,\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n●\n \n\n\n \nCryogenic storage tanks and accessories, and\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n●\n \n\n\n \nEnvironmental stability chambers and incubators.\n \n\n\n\n\n\n\n\n\n \n\n\nBrands\n\n\n \n\n\nOur products are sold under various brands including American BioTech Supply (ABS), Lab Research Products (LRP),Corepoint, Cryosafe, CryoGuard, and Scientific.\n\n\n \n\n\nProducts and Services\n\n\n \n\n\nWe manufacture and provide specialty-controlled temperature equipment purpose-built for the medical, scientific, pharmaceutical, biotech and industrial markets. Our comprehensive portfolio includes a range of innovative reach in cold storage solutions for medications, vaccines, blood products and patient samples.\n\n\n \n\n\nCustomers\n\n\n \n\n\nScientific products are sold to medical and laboratory distributors, healthcare facilities, research universities, pharmaceutical companies, and pharmacies.\n\n\n \n\n\nEngineering Technologies\n\n\n \n\n\nOur Engineering Technologies Group (ETG) is a provider of innovative, metal-formed solutions for OEM and Tier 1 manufacturers for use in their advanced engineering designs.\n\n\n \n\n\nOur solutions seek to address unique customer design challenges such as reduction of input weight, material cost, part count, and complexity involving all formable materials with particular focus on large dimensions, large thickness or thin-wall construction, complex shapes and contours, and/or single-piece construction requirements. Engineering Technologies devises and manufactures these cost-effective components and assemblies by combining a portfolio of best-in-class forming technologies and technical experience, vertically integrated manufacturing processes, and group wide technical and design expertise.\n\n\n \n\n\nWe intend to grow sales and product offerings by investing in advancements in our current and new technologies and identifying new cutting-edge solutions for these capabilities in existing and adjacent markets via customer and research collaboration. \n\n\n \n\n\nOur segment is comprised of our Spincraft businesses with locations in Billerica, MA, New Berlin, WI, and Newcastle upon Tyne in the U.K.\n\n\n \n\n\nMarkets and Applications\n\n\n \n\n\nSpincraft products serve applications within the space, aviation, defense, energy, medical, and general industrial markets.\n\n\n \n\n\n\n\n\n\n\n\n \n\n\n \n●\n \n\n\n \nThe space market we serve is comprised of components and assemblies for space launch vehicles, engines, crewed and uncrewed spacecraft and other space infrastructure. \n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n●\n \n\n\n \nThe aviation market offerings include a large portfolio of components and assemblies for commercial and private aircraft engines, nacelles and fuel systems.\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n●\n \n\n\n \nThe defense market we serve covers a wide spectrum of applications including components for missiles, naval propulsion and structures, large dimension exhaust systems and military aircraft engine solutions.\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n●\n \n\n\n \nApplications within the energy market include components and assemblies for new and MRO gas turbines, as well as solutions for oil & gas exploration operations.\n \n\n\n\n\n\n\n\n\n \n\n\n \n\n\n\n\n\n\n\n\n\n       5\n     \n\n\n\n\n\n\n\n\n\n\n\n\n\n        \n     \n\n\n\n\n\n\n\n\n \n\n\nBrands\n\n\n \n\n\nThis group's brand name is Spincraft.\n\n\n \n\n\nProducts and Services\n\n\n \n\n\n\n\n\n\n\n\n \n\n\n \n●\n \n\n\nSpace: Fuel tanks and fuel tank domes, rocket engine components, crew vehicle and unmanned spacecraft structures and bulkheads\n\n\n\n\n\n\n \n\n\n●\n\n\nAviation: Nacelle inlet lipskins & ducts, engine components and fuel tank elements\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n●\n \n\n\nDefense: Missile nose cones & structures, naval propulsion components and structures, exhaust assemblies, and military aircraft engine & exhaust components\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n●\n \n\n\nEnergy: Power generation turbine & other assemblies, oil & gas exploration connection components\n\n\n\n\n\n\n\n\n \n\n\nCustomers\n\n\n \n\n\nEngineering Technologies components are sold directly to large space, aviation, defense, energy and medical companies, or suppliers to those companies.\n\n\n \n\n\nSpecialty Solutions \n\n\n \n\n\nSpecialty Solutions is comprised of two businesses: Federal Industries and Custom Hoists. These businesses differentiate themselves in their respective markets by collaborating with customers to develop and deliver custom solutions. \n\n\n \n\n\nFederal Industries provides merchandising solutions to retail and food service customers whose revenue stream is enhanced through food presentation. Federal Industries focuses on the challenges of enabling retail and food service establishments to provide food and beverages that are fresh and appealing while at the same time providing for food safety, and energy efficiency. Our key differentiator is the ability to customize products to match customers’ décor within industry lead-time. This differentiator is used to target the convenience store, school cafeterias and quick-service restaurant segments.\n\n\n \n\n\nCustom Hoists is a supplier of engineered hydraulic cylinders that meet customer specific requirements for demanding applications. Our engineering expertise coupled with broad manufacturing capabilities and responsiveness to customer needs drives our top line growth opportunities.  We leverage our full line of products for the construction markets in dump truck and trailer applications and deep expertise in the refuse market to expand into new adjacent markets, targeting the most challenging custom applications.  Flexible design capability, a global supply chain and speed to market enable us to be successful in growing our business.  Our team is dedicated to superior customer service through our technical engineering support and on-time delivery.  \n\n\n \n\n\nSpecialty Solutions products are designed and/or manufactured in Hayesville, OH; Belleville, WI; and Tianjin, China.\n\n\n \n\n\nMarkets and Applications\n\n\n \n\n\nFederal Industries custom designs and manufactures refrigerated, heated and dry merchandising display cases for bakery, deli, confectionary and packaged food products utilized in restaurants, convenience stores, quick-service restaurants, supermarkets, drug stores and institutions such as hotels, hospitals, and school cafeterias.\n\n\n \n\n\nCustom Hoist products are utilized by OEMs on vehicles such as dump trucks, dump trailers, bottom dumps, garbage trucks (both recycling and rear loader), container roll off vehicles, hook lift trucks, liquid waste handlers, vacuum trucks, compactors, balers, airport catering vehicles, container handling equipment for airlines, lift trucks, yard tractors, and underground mining vehicles. \n\n\n \n\n\nBrands\n\n\n \n\n\nFederal Industries products are sold under the Federal brand. \n\n\n \n\n\nCustom Hoists products are sold under the Custom Hoist brand. \n\n\n \n\n\nProducts and Services\n\n\n \n\n\nFederal Industries offers a selection of display cases, including innovative customization, for fresh food merchandising requirements. \n\n\n \n\n\nCustom Hoists designs and manufactures single and double acting telescopic and piston rod hydraulic cylinders for original and aftermarket use in construction equipment, refuse, airline support, mining, oil and gas, and other material handling applications.  \n\n\n \n\n\nCustomers\n\n\n \n\n\nSpecialty Solutions products are sold to OEMs, distributors, service organizations, aftermarket repair outlets, end-users, dealers, buying groups, consultants, government agencies and manufacturers.\n\n\n \n\n\nThe following provides a description of key areas impacting our Company. \n\n\n \n\n\nWorking Capital\n\n\n \n\n\nOur primary source of working capital is the cash generated from continuing operations. No segments require any special working capital needs outside of the normal course of business.\n\n\n \n\n\n\n\n\n\n\n\n\n       6\n     \n\n\n\n\n\n\n\n\n\n\n\n\n\n        \n     \n\n\n\n\n\n\n\n\nCompetition\n\n\n \n\n\nStandex manufactures and markets products many of which have achieved a unique or leadership position in their market, however, we encounter competition in varying degrees in all product groups and for each product line. Competitors include domestic and foreign producers of the same and similar products. The principal methods of competition are industry and design expertise, product performance and technology, price, delivery schedule, quality of services, and other terms and conditions. Standex competes on the basis of Customer Intimacy in which our teams work as extensions of our customers organizations to apply our expertise and technology to address needs with customer solutions.\n\n\n \n\n\nInternational Operations\n\n\n \n\n\nInternational operations are conducted at 37 locations, in Europe, Canada, China, Japan, India, Southeast Asia, Korea, Mexico, and South Africa. See the Notes to Consolidated Financial Statements for international operations financial data. Our net sales from continuing international operations decreased slightly from 42% in fiscal year  2022 to 39% in fiscal year  2023. International operations are subject to certain inherent risks in connection with the conduct of business in foreign countries including, exchange controls, price controls, limitations on participation in local enterprises, nationalizations, expropriation and other governmental action, restrictions of repatriation of earnings, and changes in currency exchange rates.\n\n\n \n\n\nResearch and Development\n\n\n \n\n\nWe develop and design new products to meet customer needs in order to offer enhanced products or to provide customized solutions for customers. Developing new and improved products, broadening the application of established products, and continuing efforts to improve our methods, processes, and equipment continues to drive our success. Research and development costs are quantified in the Notes to Consolidated Financial Statements. \n\n\n \n\n\nEnvironmental Matters\n\n\n \n\n\nBased on our knowledge and current known facts, we believe that we are presently in substantial compliance with all existing applicable environmental laws and regulations and do not anticipate (i) any instances of non-compliance that will have a material effect on our future capital expenditures, earnings or competitive position or (ii) any material capital expenditures for environmental control facilities.\n\n\n \n\n\nFinancial Information about Geographic Areas\n\n\n \n\n\nInformation regarding revenues from external customers attributed to the United States, all foreign countries and any individual foreign country, if material, is contained in the Notes to Consolidated Financial Statements, “Revenue from Contracts with Customers.”\n\n\n \n\n\nHuman Capital Resources \n\n\n \n\n\nStandex International recognizes that its long, successful history and future opportunities are directly linked to dedicated, engaged and diverse employees that serve the Company in all business operations. As of June 30, 2023, we employ approximately 3,800 employees of which approximately 1,200 are in the United States. About 200 of our U.S. employees are represented by unions. Wages and benefits are competitive with those of other manufacturers in the geographic areas in which our facilities are located. We strive to maintain open, two-way communication and build excellent relationships with both our non-union employee population and the various unions and works councils within our business segments. Employees participate in regular training programs appropriate for their responsibility and optional training programs have been developed for those who seek professional and personal growth opportunities. Our global Standex Safety Council, with representatives from all Standex sites, meets regularly, as we work continuously to enhance our safety culture and closely monitor our Total Recordable Incident Rate. \n\n\n \n\n\nThe Company’s Chief Human Resources Officer meets regularly with the Chief Executive Officer to align Human Capital strategy, plan and initiatives with business strategy and goals. Our goal is to strive to provide a rewarding employee experience across the company. We continuously review our Human Capital Resources metrics, including safety metrics, turnover, and culture survey responses and associated action plans, to promote an emotionally and physically safe and inclusive working environment. Our LEAP performance management and development process places emphasis on both manager engagement and employee ownership. We regularly conduct employee engagement and satisfaction surveys, including our annual Culture Survey, completed in fiscal year 2023. Results from these surveys and engagement activities drive advances in senior management focus to continuously improve our culture and way of working.\n\n\n \n\n\nStandex hosts an annual meeting event in the first quarter of the fiscal year with the extended global leadership team, representative of all our business segments and corporate functions, in which participants join together to align on business and culture goals, participate in leadership development training, share best practices and build unity across the company.\n\n\n \n\n\nThe Company established the Inclusion Advisory Council (IAC) as a collaboration of employee voices that helps to inform and align the company’s commitment to inclusivity and represents the diverse world in which we live and engage with our employees, communities, customers and shareholders. The IAC provides operational input and guidance to the Executive Leadership Team in three areas.  First, the IAC sets global goals and objectives to promote inclusivity and diversity.  Second, the IAC collaborates with Corporate Communications and the global Standex community to help develop internal and external communications highlighting the work and progress of the IAC.  Finally, the IAC champions the adoption and implementation of IAC initiatives and projects within our respective businesses. We also launched our Women and Leadership Employee Resource Group in fiscal year 2023, which aims to continue increasing representation of women at all levels to contribute to the Company’s business success through relationships, and partnerships.\n\n\n \n\n\n\n\n\n\n\n\n\n       7\n     \n\n\n\n\n\n\n\n\n\n\n\n\n\n        \n     \n\n\n\n\n\n\n\n\n \n\n\nExecutive Officers of Standex\n\n\n \n\n\nThe executive officers of the Company \nas of June 30, \n2023\n are a\ns follows:\n\n\n \n\n\n\n\n\n\n\n\n \nName\n \n\n\n \nAge\n \n\n\n \nPrincipal Occupation During the Past Five Years\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \nDavid Dunbar\n \n\n\n \n61\n \n\n\n \nPresident and Chief Executive Officer of the Company since January 2014.\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \nAdemir Sarcevic\n \n\n\n \n48\n \n\n\n \nVice President and Chief Financial Officer of the Company since September 2019. Various positions over the years at Pentair plc from 2012 to September 2019 with increasing responsibility ending as Senior Vice President and Chief Accounting Officer.\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \nAlan J. Glass\n \n\n\n \n59\n \n\n\n \nVice President, Chief Legal Officer and Secretary of the Company since April 2016. \n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \nSean Valashinas\n \n\n\n \n52\n \n\n\n \nVice President, Chief Accounting Officer and Assistant Treasurer of the Company since October 2007.\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nAnnemarie Bell\n\n\n59\n\n\nVice President, Chief Human Resources Officer since July 2021, Vice President of Human Resources from June 2019 to July 2021, Interim Vice President of Human Resources from October 2018 through June 2019; Vice President of Human Resources for four of Standex business units from October 2015 through October 2018\n\n\n\n\n\n\n\n\n \n\n\nThe executive officers are elected each year at the first meeting of the Board of Directors subsequent to the annual meeting of stockholders, to serve for one-year terms of office. There are no family relationships among any of the directors or executive officers of the Company.\n\n\n \n\n\nLong-Lived Assets\n\n\n \n\n\nLong-lived assets are described and discussed in the Notes to Consolidated Financial Statements under the caption “Long-Lived Assets.”\n\n\n \n\n\nAvailable Information\n\n\n \n\n\nStandex’s corporate headquarters are at 23 Keewaydin Drive, Salem, New Hampshire 03079, and our telephone number at that location is (603) 893-9701.\n\n\n \n\n\nThe U.S. Securities and Exchange Commission (the “SEC”) maintains an internet website at www.sec.gov that contains our annual reports on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K and proxy statements, and all amendments thereto. Standex’s internet website address is www.standex.com. Our annual reports on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K and proxy statements, and all amendments thereto, are available free of charge on our website as soon as reasonably practicable after such reports are electronically filed with or furnished to the SEC. In addition, our code of business conduct, our code of ethics for senior financial management, our corporate governance guidelines, and the charters of each of the committees of our Board of Directors (which are not deemed filed by this reference), are available on our website and are available in print to any Standex shareholder, without charge, upon request in writing to “Chief Legal Officer, Standex International Corporation, 23 Keewaydin Drive, Salem, New Hampshire, 03079.”\n\n\n \n\n\n \n\n",
    "item1a": ">Item 1A. Risk Factors\n\n\n \n\n\nAn investment in the Company involves various risks, including those mentioned below and those that are discussed from time to time in our other periodic filings with the Securities and Exchange Commission. Investors should carefully consider these risks, along with the other information filed in this report, before making an investment decision regarding the Company. Any of these risks could have a material adverse effect on our financial condition, results of operations and/or value of an investment in the Company.\n\n\n \n\n\n\n\n\n\n\n\n\n       8\n     \n\n\n\n\n\n\n\n\n\n\n\n\n\n        \n     \n\n\n\n\n\n\n\n\n \n\n\nA pandemic or other global health crisis could adversely affect our revenues, operating results, cash flow and financial condition.\n\n\n \n\n\nOur business and operations, and the operations of our suppliers, business partners and customers, were adversely affected by the Coronavirus (or COVID-19) pandemic which is impacted worldwide economic activity including in many countries or localities in which we operate, sell, or purchase goods and services. Any future pandemics or other global health crises could similarly have an adverse effect on our revenues, operating results, cash flow and financial condition. The ultimate extent to which any such circumstance impacts our business will depend on the severity, location and duration of the issue, the actions undertaken in response by local and world governments and health officials, and the success of medical efforts to address and mitigate the threat.\n\n\n \n\n\nA deterioration in the domestic and international economic environment, whether by way of current inflationary conditions or potential recessionary conditions, could adversely affect our operating results, cash flow and financial condition.\n\n\n \n\n\nRecent inflationary conditions in the United States, Europe and other parts of the world have increased virtually all of our costs including our cost of materials, labor and transportation. We attempt to maintain our profit margins by anticipating such inflationary pressures and increasing our prices where possible in accordance with contractual requirements and competitive conditions. While we thus far have been largely successful in mitigating the impact of such inflationary conditions, we may be unable to continue to increase our own prices sufficiently to offset cost increases, and, to the extent that we are able to do so, we may not be able to maintain existing operating margins and profitability. Additionally, competitors operating in regions with less inflationary pressure may be able to compete more effectively which could further impact our ability to increases prices and/or result in lost sales. \n\n\n \n\n\nRecessionary economic conditions, with or without a tightening of credit, could adversely impact major markets served by our businesses, including cyclical markets such as automotive, aviation, energy and power, heavy construction vehicle, general industrial, consumer appliances and food service. An economic recession could adversely affect our business by:\n\n\n \n\n\n\n\n\n\n\n\n \n\n\n \n•\n \n\n\n \nreducing demand for our products and services, particularly in markets where demand for our products and services is cyclical;\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n•\n \n\n\n \ncausing delays or cancellations of orders for our products or services;\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n•\n \n\n\n \nreducing capital spending by our customers;\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n•\n \n\n\n \nincreasing price competition in our markets;\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n•\n \n\n\n \nincreasing difficulty in collecting accounts receivable;\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n•\n \n\n\n \nincreasing the risk of excess or obsolete inventories;\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n•\n \n\n\n \nincreasing the risk of impairment to long-lived assets due to reduced use of manufacturing facilities;\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n•\n \n\n\n \nincreasing the risk of supply interruptions that would be disruptive to our manufacturing processes; and\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n•\n \n\n\n \nreducing the availability of credit and spending power for our customers.\n \n\n\n\n\n\n\n\n\n \n\n\n \n\n\n\n\n\n\n\n\n\n       9\n     \n\n\n\n\n\n\n\n\n\n\n\n\n\n        \n     \n\n\n\n\n\n\n\n\n \n\n\nWe rely on our credit facility to provide us with sufficient capital to operate our businesses\n and to fund acquisitions\n.\n\n\n \n\n\nWe rely on our revolving credit facility, in part along with operating cash flow, to provide us with sufficient capital to operate our businesses and to fund acquisitions. The availability of borrowings under our revolving credit facility is dependent upon our compliance with the covenants set forth in the facility, including the maintenance of certain financial ratios. Our ability to comply with these covenants is dependent upon our future performance, which is subject to economic conditions in our markets along with factors that are beyond our control. Violation of those covenants could result in our lenders restricting or terminating our borrowing ability under our credit facility, cause us to be liable for covenant waiver fees or other obligations, or trigger an event of default under the terms of our credit facility, which could result in acceleration of the debt under the facility and require prepayment of the debt before its due date. Even if new financing is available, in the event of a default under our current credit facility, the interest rate charged on any new borrowing could be substantially higher than under the current credit facility, thus adversely affecting our overall financial condition. If our lenders reduce or terminate our access to amounts under our credit facility, we may not have sufficient capital to fund our working capital needs and/or acquisitions or we may need to secure additional capital or financing to fund our working capital requirements or to repay outstanding debt under our credit facility or to fund acquisitions.\n\n\n \n\n\nOur credit facility contains covenants that restrict our activities.\n\n\n \n\n\nOur revolving credit facility contains covenants that restrict our activities, including our ability to:\n\n\n \n\n\n\n\n\n\n\n\n \n\n\n \n•\n \n\n\n \nincur additional indebtedness;\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n•\n \n\n\n \nmake investments, including acquisitions;\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n•\n \n\n\n \ncreate liens;\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n•\n \n\n\n \npay cash dividends to shareholders unless we are compliant with the financial covenants set forth in the credit facility; and\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n•\n \n\n\n \nsell material assets.\n \n\n\n\n\n\n\n\n\n \n\n\nOur global operations subject us to international business risks.\n\n\n \n\n\nWe operate in\n 37 locations \noutside of the United States in Europe, Canada, China, Japan, India, Singapore, Korea, Mexico, Turkey, Malaysia, and South Africa. If we are unable to successfully manage the risks inherent to the operation and expansion of our global businesses, those risks could have a material adverse effect on our results of operations, cash flow or financial condition. These international business risks include:\n\n\n \n\n\n\n\n\n\n\n\n \n\n\n \n•\n \n\n\n \nfluctuations in currency exchange rates;\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n•\n \n\n\n \nchanges in government regulations;\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n•\n \n\n\n \nrestrictions on repatriation of earnings;\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n•\n \n\n\n \nimport and export controls;\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n•\n \n\n\n \npolitical, social and economic instability;\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n•\n \n\n\n \npotential adverse tax consequences;\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n•\n \n\n\n \ndifficulties in staffing and managing multi-national operations;\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n•\n \n\n\n \nunexpected changes in zoning or other land-use requirements;\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n•\n \n\n\n \ndifficulties in our ability to enforce legal rights and remedies; and\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n•\n \n\n\n \nchanges in regulatory requirements.\n \n\n\n\n\n\n\n\n\n \n\n\nFailure to achieve expected savings and synergies could adversely impact our operating profits and cash flows.\n\n\n \n\n\nWe focus on improving profitability through LEAN enterprise, low-cost sourcing and manufacturing initiatives, improving working capital management, developing new and enhanced products, consolidating factories where appropriate, automating manufacturing processes, diversification efforts and completing acquisitions which deliver synergies to stimulate sales and growth. If we are unable to successfully execute these programs, such failure could adversely affect our operating profits and cash flows. In addition, actions we may take to consolidate manufacturing operations to achieve cost savings or adjust to market developments may result in restructuring charges that adversely affect our profits.\n\n\n \n\n\nViolation of anti-bribery or similar laws by our employees, business partners or agents could result in fines, penalties, damage to our reputation or other adverse consequences.\n\n\n \n\n\nWe cannot assure that our internal controls, code of conduct and training of our employees will provide complete protection from reckless or criminal acts of our employees, business partners or agents that might violate United States or international laws relating to anti-bribery or similar topics. A violation of these laws could subject us to civil or criminal investigations that could result in substantial civil or criminal fines and penalties, and which could damage our reputation.\n\n\n \n\n\n\n\n\n\n\n\n\n       10\n     \n\n\n\n\n\n\n\n\n\n\n\n\n\n        \n     \n\n\n\n\n\n\n\n\n \n\n\nWe face significant competition in our markets and, if we are not able to respond to competition in our markets, our net sales, profits and cash flows could decline.\n\n\n \n\n\nOur businesses operate in highly competitive markets. To compete effectively, we must retain long standing relationships with significant customers, offer attractive pricing, maintain product quality, meet customer delivery requirements, develop enhancements to products that offer performance features that are superior to our competitors and which maintain our brand recognition, continue to automate our manufacturing capabilities, continue to grow our business by establishing relationships with new customers, diversify into emerging markets and penetrate new markets. In addition, many of our businesses experience sales churn as customers seek lower cost suppliers. We attempt to offset this churn through our continual pursuit of new business opportunities. However, if we are unable to compete effectively or succeed in our pursuit of new business opportunities, our net sales, profitability and cash flows could decline. Pricing pressures resulting from competition may adversely affect our net sales and profitability.\n\n\n \n\n\nIf we are unable to successfully introduce new products and product enhancements, our future growth could be impaired.\n\n\n \n\n\nOur ability to develop new products and innovations to satisfy customer needs or demands in the markets we serve can affect our competitive position and often requires significant investment of resources. Difficulties or delays in research, development or production of new products and services or failure to gain market acceptance of new products and technologies may significantly reduce future net sales and adversely affect our competitive position.\n\n\n \n\n\nIncreased prices or significant shortages of the commodities that we use in our businesses could result in lower net sales, profits and cash flows.\n\n\n \n\n\nWe purchase large quantities of steel, aluminum, refrigeration components, freight services, and other metal commodities for the manufacture of our products. We also purchase significant quantities of relatively rare elements used in the manufacture of certain of our electronics products. Historically, prices for commodities and rare elements have fluctuated, and we are unable to enter into long-term contracts or other arrangements to hedge the risk of price increases in many of these commodities. Significant price increases for these commodities and rare elements could adversely affect our operating profits if we cannot timely mitigate the price increases by successfully sourcing lower cost commodities or rare elements or by passing the increased costs on to customers. Shortages or other disruptions in the supply of these commodities or rare elements could delay sales or increase costs.\n\n\n \n\n\nCurrent and threatened tariffs on components and finished goods from China and other countries could result in lower net sales, profits and cash flows and could impair the value of our investments in our Chinese operations.\n\n\n \n\n\nAs part of our low-cost country sourcing strategy, we (i) maintain manufacturing facilities in China and (ii) import certain components and finished goods from our own facilities and third-party suppliers in China. Many of the components and finished goods we import from China are subject to tariffs enacted by the United States government. While we attempt to pass on these additional costs to our customers, competitive factors (including competitors who import from other countries not subject to such tariffs) may limit our ability to sustain price increases and, as a result, may adversely impact our net sales, profits and cash flows. The maintenance of such tariffs over the long-term also could impair the value of our investments in our Chinese operations. In addition, the imposition of tariffs may influence the sourcing habits of certain end users of our products and services which, in turn, could have a direct impact on the requirements of our direct customers for our products and services. Such an impact could adversely affect our net sales, profits and cash flows.\n\n\n \n\n\nAn inability to identify or complete future acquisitions could adversely affect our future growth.\n\n\n \n\n\nAs part of our growth strategy, we intend to pursue acquisitions that provide opportunities for profitable growth for our businesses and enable us to leverage our competitive strengths. While we continue to evaluate potential acquisitions, we may not be able to identify and successfully negotiate suitable acquisitions, obtain financing for future acquisitions on satisfactory terms, obtain regulatory approval for certain acquisitions or otherwise complete acquisitions in the future. An inability to identify or complete future acquisitions could limit our future growth.\n\n\n \n\n\n\n\n\n\n\n\n\n       11\n     \n\n\n\n\n\n\n\n\n\n\n\n\n\n        \n     \n\n\n\n\n\n\n\n\n \n\n\nWe may experience difficulties in integrating acquisitions.\n\n\n \n\n\nIntegration of acquired companies involves several risks, including:\n\n\n \n\n\n\n\n\n\n\n\n \n\n\n \n•\n \n\n\n \ninability to operate acquired businesses profitably;\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n•\n \n\n\n \nfailure to accomplish strategic objectives for those acquisitions;\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n•\n \n\n\n \nunanticipated costs relating to acquisitions or to the integration of the acquired businesses;\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n•\n \n\n\n \ndifficulties in achieving planned cost savings synergies and growth opportunities; and\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n•\n \n\n\n \npossible future impairment charges for goodwill and non-amortizable intangible assets that are recorded as a function of acquisitions.\n \n\n\n\n\n\n\n\n\n \n\n\nAdditionally, our level of indebtedness may increase in the future if we finance acquisitions with debt, which would cause us to incur additional interest expense and could increase our vulnerability to general adverse economic and industry conditions and limit our ability to service our debt or obtain additional financing. We cannot assure that future acquisitions will not have a material adverse effect on our financial condition, results of operations and cash flows.\n\n\n \n\n\nImpairment charges could reduce our profitability.\n\n\n \n\n\nWe test goodwill and our other intangible assets with indefinite useful lives for impairment on an annual basis or on an interim basis if a potential impairment factor arises that indicates the fair value of the reporting unit may fall below its carrying value. Various uncertainties, including adverse conditions in the capital markets or changes in general economic conditions, could impact the future operating performance at one or more of our businesses which could significantly affect our valuations and could result in additional future impairments. The recognition of an impairment of a significant portion of goodwill would negatively affect our results of operations.\n\n\n \n\n\nMaterially adverse or unforeseen legal judgments, fines, penalties or settlements could have an adverse impact on our profits and cash flows.\n\n\n \n\n\nWe are and may, from time to time, become a party to legal proceedings incidental to our businesses, including, but not limited to, alleged claims relating to product liability, environmental compliance, patent infringement, commercial disputes and employment and regulatory matters. In accordance with United States generally accepted accounting principles, we establish reserves based on our assessment of contingent liabilities. Subsequent developments in legal proceedings may affect our assessment and estimates of loss contingencies, recorded as reserves, which could require us to record additional reserves or make material payments which could adversely affect our profits and cash flows. Even the successful defense of legal proceedings may cause us to incur substantial legal costs and may divert management's time and resources away from our businesses.\n\n\n \n\n\nThe costs of complying with existing or future environmental regulations, and of correcting any violations of these regulations, could impact adversely our profitability.\n\n\n \n\n\nWe are subject to a variety of environmental laws relating to the storage, discharge, handling, emission, generation, use and disposal of chemicals, hazardous waste and other toxic and hazardous materials used to manufacture, or resulting from the process of manufacturing, our products and providing our services. We cannot predict the nature, scope or effect of regulatory requirements to which our operations might be subject or the manner in which existing or future laws will be administered or interpreted. We are also exposed to potential legacy environmental risks relating to businesses we no longer own or operate. Future regulations could be applied to materials, products or activities that have not been subject to regulation previously. The costs of complying with new or more stringent regulations, or with more vigorous enforcement of these or existing regulations, could be significant.\n\n\n \n\n\nIn addition, properly permitted waste disposal facilities used by us as a legal and legitimate repository for hazardous waste may in the future become mismanaged or abandoned without our knowledge or involvement. In such event, legacy landfill liability could attach to or be imposed upon us in proportion to the waste deposited at any disposal facility.\n\n\n \n\n\nEnvironmental laws require us to maintain and comply with a number of permits, authorizations and approvals and to maintain and update training programs and safety data regarding materials used in our processes. Violations of these requirements could result in financial penalties and other enforcement actions. We could be required to halt one or more portions of our operations until a violation is cured. Although we attempt to operate in compliance with these environmental laws, we may not succeed in this effort at all times. The costs of curing violations or resolving enforcement actions that might be initiated by government authorities could be substantial.\n\n\n \n\n\n\n\n\n\n\n\n\n       12\n     \n\n\n\n\n\n\n\n\n\n\n\n\n\n        \n     \n\n\n\n\n\n\n\n\n \n\n\nThe \ncosts of complying with existing or future regulations applicable to our products, and of correcting any violations of such regulations, could adversely impact our profitability.\n\n\n \n\n\nCertain of our products are subject to regulations promulgated by administrative agencies such as the Department of Energy, Occupational Health and Safety Administration and the Food and Drug Administration. Such regulations, among other matters, specify requirements regarding energy efficiency and product safety. Regulatory violations could result in financial penalties and other enforcement actions. We could be required to halt production of one or more products until a violation is cured. Although we attempt to produce our products in compliance with these requirements, the costs of curing violations or resolving enforcement actions that might be initiated by administrative agencies could be substantial.\n\n\n \n\n\nOur results could be adversely affected by natural disasters, political crises, labor unrest or other catastrophic events\n.\n\n\n \n\n\nNatural disasters, such as hurricanes, tornadoes, floods, earthquakes, and other adverse weather and climate conditions; political crises, such as terrorist attacks, war, labor unrest, and other political instability; or other catastrophic events, such as disasters occurring at our suppliers' manufacturing facilities, whether occurring in the United States or internationally, could disrupt our operations or the operations of one or more of our suppliers. Certain of our key manufacturing facilities are located in geographic areas with a higher than nominal risk of earthquake and flood (such as Japan) and hurricane (such as South Carolina). The effects of global warming have elevated the possibility of natural catastrophes which could impact these and other locations as well as the locations of certain of our customers and suppliers. Certain of our key facilities are in areas of higher than nominal political risk (such as China). The labor workforces in four of our U.S. facilities belong to unions and a strike, slowdown or other concerted effort could adversely impact production at the affected facility. To the extent any of these events occur, our operations and financial results could be adversely affected.\n\n\n \n\n\nAn expansion of the war in Ukraine could adversely affect our results of operations and financial condition.\n\n\n \n\n\nTo date, we have experienced minimal impacts on our businesses related to the ongoing war in Ukraine, beyond the general impact on global energy prices and other economic conditions. However, customer demand for our products and services as well as raw material and components from our suppliers may be impacted in the future if the war was to extend beyond Ukrainian borders, especially into Europe. Any of these impacts could have an adverse effect on our results of operations and financial condition.\n\n\n \n\n\nWe depend on our key personnel and the development of high potential employees; the loss of their services may adversely affect our business\n.\n\n\n \n\n\nWe believe that our success depends on our ability to hire new talent, develop existing talent and the continued employment of our senior management team and other key personnel. If one or more members of our senior management team or other key personnel were unable or unwilling to continue in their present positions, our business could be seriously harmed. In addition, if any of our key personnel joins a competitor or forms a competing company, some of our customers might choose to use the services of that competitor or those of a new company instead of our own. Other companies seeking to develop capabilities and products or services similar to ours may hire away some of our key personnel. If we are unable to maintain and develop our key personnel and attract new employees, the execution of our business strategy may be hindered and our growth limited.\n\n\n \n\n\nStrategic divestitures and contingent liabilities from businesses that we sell could adversely affect our results of operations and financial condition.\n\n\n \n\n\nFrom time to time, we have sold and may continue to sell business that we consider to be either underperforming or no longer part of our strategic vision. The sale of any such business could result in a financial loss and/or write-down of goodwill which could have a material adverse effect on our results for the financial reporting period during which such sale occurs. In addition, in connection with such divestitures, we have retained, and may in the future retain responsibility for some of the known and unknown contingent liabilities related to certain divestitures such as lawsuits, tax liabilities, product liability claims, and environmental matters.\n\n\n \n\n\nThe trading price of our common stock has been volatile, and investors in our common stock may experience substantial losses.\n\n\n \n\n\nThe trading price of our common stock has been volatile and may become volatile again in the future. The trading price of our common stock could decline or fluctuate in response to a variety of factors, including:\n\n\n \n\n\n\n\n\n\n\n\n \n\n\n \n•\n \n\n\n \nour failure to meet the performance estimates of securities analysts;\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n•\n \n\n\n \nchanges in financial estimates of our net sales and operating results or buy/sell recommendations by securities analysts;\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n•\n \n\n\n \nfluctuations in our quarterly operating results;\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n•\n \n\n\n \nsubstantial sales of our common stock;\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n•\n \n\n\n \nchanges in the amount or frequency of our payment of dividends or repurchases of our common stock;\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n•\n \n\n\n \ngeneral stock market conditions; or\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n•\n \n\n\n \nother economic or external factors.\n \n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n       13\n     \n\n\n\n\n\n\n\n\n\n\n\n\n\n        \n     \n\n\n\n\n\n\n\n\n \n\n\nDecreases in discount rates and actual rates of return could require an increase in future pension contributions to our pension plans which could limit our flexibility in managing our Company.\n\n\n \n\n\nThe discount rate and the expected rate of return on plan assets represent key assumptions inherent in our actuarially calculated pension plan obligations and pension plan expense. If discount rates and actual rates of return on invested plan assets were to decrease significantly, our pension plan obligations could increase materially. Although our pension plans have been frozen, the size of future required pension contributions could require us to dedicate a greater portion of our cash flow from operations to making contributions, which could negatively impact our financial flexibility.\n\n\n \n\n\nOur business could be negatively impacted by cybersecurity threats, information systems and network interruptions, and other security threats or disruptions.\n\n\n \n\n\nOur information technology networks and related systems are critical to the operation of our business and essential to our ability to successfully perform day-to-day operations. Cybersecurity threats are persistent, evolve quickly, and include, but are not limited to, computer viruses, ransomware, attempts to access information, denial of service and other electronic security breaches. These events could disrupt our operations or customers and other third-party IT systems in which we are involved and could negatively impact our reputation among our customers and the public which could have a negative impact on our financial conditions, results of operations, or liquidity.\n\n\n \n\n\nWe are subject to increasing regulation associated with data privacy and processing, the violation of which could result in significant penalties and harm our reputation.\n\n\n \n\n\nRegulatory scrutiny of privacy, data protection, collection, use and sharing of data is increasing on a global basis. Like all global companies, we are subject to a number of laws, rules and directives (“privacy laws”) relating to the collection, use, retention, security, processing and transfer (“processing”) of personally identifiable information about our employees, customers and suppliers (“personal data”) in the countries where we operate. The most notable of these privacy laws is the EU’s General Data Protection Regulation (“GDPR”), which came into effect in 2018. GDPR extends the scope of the EU data protection law to all foreign companies processing data of EU residents and imposes a strict data protection compliance regime with severe penalties for non-compliance of up to the greater of 4% of worldwide turnover and €20 million. While we continue to strengthen our data privacy and protection policies and to train our personnel accordingly, a determination that there have been violations of GDPR or other privacy or data protection laws could expose us to significant damage awards, fines and other penalties that could, individually or in the aggregate, materially harm our results of operations and reputation.\n\n\n \n\n\nVarious restrictions in our charter documents, Delaware law and our credit agreement could prevent or delay a change in control that is not supported by our board of directors.\n\n\n \n\n\nWe are subject to several provisions in our charter documents, Delaware law and our credit facility that may discourage, delay or prevent a merger, acquisition or change of control that a stockholder may consider favorable. These anti-takeover provisions include:\n\n\n \n\n\n\n\n\n\n\n\n \n\n\n \n•\n \n\n\n \nmaintaining a classified board and imposing advance notice procedures for nominations of candidates for election as directors and for stockholder proposals to be considered at stockholders' meetings;\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n•\n \n\n\n \na provision in our certificate of incorporation that requires the approval of the holders of 80% of the outstanding shares of our common stock to adopt any agreement of merger, the sale of substantially all of the \nassets of the Company to a third party or the issuance or transfer by the Company of voting securities having a fair market value of $1 million or more to a third party, if in any such case such third party is the beneficial owner of 10% or more of the outstanding shares of our common stock, unless the transaction has been approved prior to its consummation by all of our directors;\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n•\n \n\n\n \nrequiring the affirmative vote of the holders of at least 80% of the outstanding shares of our common stock for stockholders to amend our amended and restated by-laws;\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n•\n \n\n\n \ncovenants in our credit facility restricting mergers, asset sales and similar transactions; and\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n•\n \n\n\n \nthe Delaware anti-takeover statute contained in Section 203 of the Delaware General Corporation Law.\n \n\n\n\n\n\n\n\n\n \n\n\nSection 203 of the Delaware General Corporation Law prohibits a merger, consolidation, asset sale or other similar business combination between the Company and any stockholder of 15% or more of our voting stock for a period of three years after the stockholder acquires 15% or more of our voting stock, unless (1) the transaction is approved by our board of directors before the stockholder acquires 15% or more of our voting stock, (2) upon completing the transaction the stockholder owns at least 85% of our voting stock outstanding at the commencement of the transaction, or (3) the transaction is approved by our board of directors and the holders of 66 2/3% of our voting stock, excluding shares of our voting stock owned by the stockholder.\n\n\n \n\n\n \n\n",
    "item7": ">Item 7.  Management's Discussion and Analysis of Financial Condition and Results of Operations\n\n\n \n\n\nOverview\n\n\n \n\n\nWe are a diversified industrial manufacturer with leading positions in a variety of products and services that are used in diverse commercial and industrial markets. We have six operating segments that aggregate to five reportable segments. Please refer to Item 1. Business, above, for additional information regarding our segment structure and management strategy.\n\n\n \n\n\nAs part of our ongoing strategy:\n\n\n \n\n\n\n\n\n\n\n\n \n\n\no\n\n\n \nO\nn July 31, 2023, we acquired Minntronix, a privately held company. Minntronix designs and manufactures customized as well as standard magnetics components and products including transformers, inductors, current sensors, coils, chokes, and filters. The products are used in applications across cable fiber, smart meters, industrial control and lighting, electric vehicles, and home security markets. Its results will be reported in the Electronics segment. \n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n \n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \no\n \n\n\n \nIn the third quarter of fiscal year 2023, we divested our Procon business for $75.0 million. This transaction reflects the continued simplification of our portfolio and enables greater focus on managing our larger platforms and pursuing growth opportunities. Proceeds will be deployed towards organic and inorganic initiatives and returning capital to shareholders. Its results are reported within our Specialty Solutions segment. In fiscal year 2023, we received $67.0 million cash consideration and recorded a pre-tax gain on the sale of $62.1 million in the Consolidated Financial Statements. Cash consideration received at closing excludes amounts held in escrow and was net of closing cash.\n \n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n \n\n\n \no\n \n\n\n \nIn the third quarter of fiscal year 2022, we acquired Sensor Solutions, a designer and manufacturer of customized standard magnetic sensor products including hall effect switch and latching sensors, linear and rotary sensors, and specialty sensors. Sensor Solutions' customer base in automotive, industrial, medical, aerospace, military and consumer electronics end markets are a strategic fit and expand our presence in these markets. Sensor Solution's operates one light manufacturing facility in Colorado. Its results are reported within our Electronics segment. \n \n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n \n\n\n \no\n \n\n\n \nIn the third quarter of fiscal year 2021, we divested Enginetics Corporation (“Enginetics”) our jet engine components business reported within our Engineering Technologies segment, to Enjet Aero, LLC, a privately held aerospace engine component manufacturing company. This divestiture allows us to focus on the higher growth and margin opportunities of our core spin forming solutions business that serves the space, commercial aviation and defense end markets.  We received $11.7 million cash consideration and recorded a pre-tax loss on the sale of $14.6 million in the Consolidated Financial Statements including a goodwill impairment charge of $7.6 million, assigned to the entirety of the Engineering Technologies segment, and a $5.4 million write-down of intangible assets.  \n \n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n \n\n\n \no\n \n\n\n \nDuring the first quarter of fiscal year 2021, we acquired Renco Electronics, a designer and manufacturer of customized standard magnetics components and products including transformers, inductors, chokes and coils for power and RF applications.  Renco’s end markets and customer base in areas such as consumer and industrial applications are highly complementary to our existing business with the potential to further expand key account relationships and capitalize on cross selling opportunities between the two companies.  Renco operates one manufacturing facility in Florida and is supported by contract manufacturers in Asia.  Renco’s results are reported within our Electronics segment beginning in fiscal year 2021.\n \n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n       18\n     \n\n\n\n\n\n\n\n\n\n\n\n\n\n        \n     \n\n\n\n\n\n\n\n\n \n\n\nAs a result of these portfolio moves, we have transformed Standex to a company with a more focused group of businesses selling customized solutions to high value end markets via a compelling customer value proposition.  The narrowing of the portfolio allows for greater management focus on driving operational disciplines and positions us well to use our cash flow from operations to invest selectively in our ongoing pipeline of organic and inorganic opportunities.\n\n\n \n\n\nThe Company’s strong historical cash flow has been a cornerstone for funding our capital allocation strategy.  We use cash flow generated from operations to fund investments in capital assets to upgrade our facilities, improve productivity and lower costs, invest in the strategic growth programs described above, including organic growth and acquisitions, and to return cash to our shareholders through payment of dividends and stock buybacks. \n\n\n \n\n\nRestructuring expenses reflect costs associated with our efforts of continuously improving operational efficiency and expanding globally in order to remain competitive in our end-user markets.  We incur costs for actions to size our businesses to a level appropriate for current economic conditions, improve our cost structure, enhance our competitive position and increase operating margins.  Such expenses include costs for moving facilities to locations that allow for lower fixed and variable costs, external consultants who provide additional expertise starting up plants after relocation, downsizing operations because of changing economic conditions, and other costs resulting from asset redeployment decisions.  Shutdown costs include severance, benefits, stay bonuses, lease and contract terminations, asset write-downs, costs of moving fixed assets, and moving and relocation costs. Vacant facility costs include maintenance, utilities, property taxes and other costs.\n\n\n \n\n\nBecause of the diversity of the Company’s businesses, end user markets and geographic locations, management does not use specific external indices to predict the future performance of the Company, other than general information about broad macroeconomic trends.  Each of our individual business units serves niche markets and attempts to identify trends other than general business and economic conditions which are specific to its business and which could impact their performance.  Those units report pertinent information to senior management, which uses it to the extent relevant to assess the future performance of the Company.  A description of any such material trends is described below in the applicable segment analysis.\n\n\n \n\n\nWe monitor a number of key performance indicators (“KPIs”) including net sales, income from operations, backlog, effective income tax rate, gross profit margin, and operating cash flow.  A discussion of these KPIs is included below.  We may also supplement the discussion of these KPIs by identifying the impact of foreign exchange rates, acquisitions, and other significant items when they have a material impact on a specific KPI. \n\n\n \n\n\nWe believe the discussion of these items provides enhanced information to investors by disclosing their impact on the overall trend which provides a clearer comparative view of the KPI, as applicable.  For discussion of the impact of foreign exchange rates on KPIs, the Company calculates the impact as the difference between the current period KPI calculated at the current period exchange rate as compared to the KPI calculated at the historical exchange rate for the prior period.  For discussion of the impact of acquisitions, we isolate the effect on the KPI amount that would have existed regardless of our acquisition.  Sales resulting from synergies between the acquisition and existing operations of the Company are considered organic growth for the purposes of our discussion.\n\n\n \n\n\nUnless otherwise noted, references to years are to fiscal years.\n\n\n \n\n\n\n\n\n\n\n\n\n       19\n     \n\n\n\n\n\n\n\n\n\n\n\n\n\n        \n     \n\n\n\n\n\n\n\n\n \n\n\nConsolidated Results from Continuing Operations (in thousands):\n\n\n \n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n2023\n \n\n\n \n\n\n \n\n\n \n2022\n \n\n\n \n\n\n \n\n\n \n2021\n \n\n\n \n\n\n\n\n\n\n \nNet sales\n \n\n\n \n\n\n$\n\n\n741,048\n\n\n \n\n\n \n\n\n$\n\n\n735,339\n\n\n \n\n\n \n\n\n$\n\n\n656,232\n\n\n \n\n\n\n\n\n\n \nGross profit margin\n \n\n\n \n\n\n \n\n\n38.5\n\n\n%\n\n\n \n\n\n \n\n\n36.7\n\n\n%\n\n\n \n\n\n \n\n\n36.8\n\n\n%\n\n\n\n\n\n\n \nRestructuring costs\n \n\n\n \n\n\n \n\n\n3,831\n\n\n \n\n\n \n\n\n \n\n\n4,399\n\n\n \n\n\n \n\n\n \n\n\n3,478\n\n\n \n\n\n\n\n\n\n \nAcquisition related expenses\n \n\n\n \n\n\n \n\n\n557\n\n\n \n\n\n \n\n\n \n\n\n1,618\n\n\n \n\n\n \n\n\n \n\n\n931\n\n\n \n\n\n\n\n\n\n \nOther operating (income) expense, net\n \n\n\n \n\n\n \n\n\n(611\n\n\n)\n\n\n \n\n\n \n\n\n5,745\n\n\n \n\n\n \n\n\n \n\n\n-\n\n\n \n\n\n\n\n\n\n \n(Gain) loss on sale of business\n \n\n\n \n\n\n \n\n\n(62,105\n\n\n)\n\n\n \n\n\n \n\n\n-\n\n\n \n\n\n \n\n\n \n\n\n14,624\n\n\n \n\n\n\n\n\n\n \nIncome from operations\n \n\n\n \n\n\n \n\n\n171,089\n\n\n \n\n\n \n\n\n \n\n\n88,294\n\n\n \n\n\n \n\n\n \n\n\n59,165\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \nBacklog (realizable within 1 year)\n \n\n\n \n\n\n$\n\n\n238,050\n\n\n \n\n\n \n\n\n$\n\n\n256,248\n\n\n \n\n\n \n\n\n$\n\n\n210,491\n\n\n \n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n2023\n \n\n\n \n\n\n \n\n\n \n2022\n \n\n\n \n\n\n \n\n\n \n2021\n \n\n\n \n\n\n\n\n\n\n \nNet sales\n \n\n\n \n\n\n$\n\n\n741,048\n\n\n \n\n\n \n\n\n$\n\n\n735,339\n\n\n \n\n\n \n\n\n$\n\n\n656,232\n\n\n \n\n\n\n\n\n\n \nComponents of change in sales:\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \nEffect of acquisitions\n \n\n\n \n\n\n \n\n\n1,919\n\n\n \n\n\n \n\n\n \n\n\n1,918\n\n\n \n\n\n \n\n\n \n\n\n25,554\n\n\n \n\n\n\n\n\n\n \nEffect of exchange rates\n \n\n\n \n\n\n \n\n\n(23,902\n\n\n)\n\n\n \n\n\n \n\n\n(9,874\n\n\n)\n\n\n \n\n\n \n\n\n14,471\n\n\n \n\n\n\n\n\n\n \nEffect of business divestitures\n \n\n\n \n\n\n \n\n\n(11,947\n\n\n)\n\n\n \n\n\n \n\n\n(9,239\n\n\n)\n\n\n \n\n\n \n\n\n(3,633\n\n\n)\n\n\n\n\n\n\n \nOrganic sales change\n \n\n\n \n\n\n \n\n\n39,639\n\n\n \n\n\n \n\n\n \n\n\n96,302\n\n\n \n\n\n \n\n\n \n\n\n15,305\n\n\n \n\n\n\n\n\n\n\n\n \n\n\nNet sales increased for fiscal year 2023 by $5.7 million, or 0.8%, when compared to the prior year period. Organic sales increased by $39.6 million, or 5.7% excluding the impact of the Procon divestiture, primarily due to pricing actions and strong demand in our Engraving, Specialty and ETG segments. Acquisitions had a $1.9 million, or 0.3%, positive impact on sales, offset by negative impacts on sales for divestitures of $11.9 million, or 1.9%, and foreign currency of $23.9 million, or 3.3%. \n\n\n \n\n\nNet sales increased for fiscal year 2022 by $79.1 million or 12.1% when compared to the prior year. Organic sales increased $96.3 million or 14.7% primarily due to pricing actions and strong demand in our Electronics segment, acquisitions had a $1.9 million impact on sales, and foreign currency had a $9.9 million or 1.5% negative impact on sales. Net sales in the prior year included revenue of $9.2 million related to our divested Enginetics business.\n\n\n \n\n\nWe discuss our results and outlook for each segment below. \n\n\n \n\n\nGross Profit \n\n\n \n\n\nGross profit in fiscal year 2023 increased to $285.1 million, or a gross margin of 38.5%, as compared to $269.9 million, or a gross margin of 36.7%, for the prior year period. This increase was a result of organic sales increases of $39.6 million and productivity initiatives, which offset approximately $11.4 million of inflationary impacts in the areas of raw material and labor. Organic sales increases were attributed to $82.5 million to fast growth markets, targeted pricing initiatives in most of our businesses and volume in each business, with the exception of Scientific. Gross profit was also negatively impacted by the divestiture of the Procon business. \n\n\n \n\n\nGross profit in fiscal year 2022 increased to $269.9 million, or a gross margin of 36.7% as compared to $241.3 million, or a gross margin of 36.8% in fiscal year 2021. This increase was a result of organic sales increases of $96.3 million, productivity initiatives and targeted prices increases to offset approximately $38 million of inflationary impacts in the areas of ocean freight, raw material, and labor. Organic sales increases were partially a result of an approximate $20 million increase in sales to fast growth markets such as electric vehicles, green energy, and the commercialization of space. Gross profit increases were partially offset by increased costs of sales of $50.4 million which included a one-time project related charge at Engineering Technologies of $0.8 million, along with production decreases due to a temporary work stoppage in our Specialty Solutions segment which was resolved during the first quarter.\n\n\n \n\n\n\n\n\n\n\n\n\n       20\n     \n\n\n\n\n\n\n\n\n\n\n\n\n\n        \n     \n\n\n\n\n\n\n\n\n \n\n\n \n\n\nSelling, General, and Administrative Expenses\n\n\n \n\n\nSelling, general, and administrative expenses, (“SG&A”) for the fiscal year 2023 were $172.3 million, or 23.3% of sales, compared to $169.9 million, or 23.1% of sales, during the prior year period. SG&A expenses during the period were primarily impacted by increased research and development spending to drive future product initiatives.\n\n\n \n\n\nSelling, general, and administrative expenses, (“SG&A”) for the fiscal year 2022 were $169.9 million, or 23.1% of sales compared to $163.1 million, or 24.8% of sales during the prior year. SG&A expenses during this period were primarily impacted by increased distribution expenses associated with the customer mix and higher organic sales volume and increased research and development spending to drive future product initiatives.\n\n\n \n\n\nRestructuring Costs\n\n\n \n\n\nDuring fiscal year 2023, we incurred restructuring expenses of $3.8 million, primarily related to productivity improvements, facility rationalization activities, and global headcount reductions primarily within our Engraving and Electronics segments and Corporate headquarters.\n\n\n \n\n\nDuring fiscal year 2022, we incurred restructuring expenses of $4.4 million, primarily related to productivity improvements, facility rationalization activities, and global headcount reductions within our Engraving and Electronics segments.\n\n\n \n\n\n(Gain) Loss on Sale of Business\n\n\n \n\n\nWe recorded a pre-tax gain on sale of the Procon business of $62.1 million for fiscal year 2023. The goodwill balance of $0.2 million was written off as a part of the transaction. The sale transaction and financial results of Procon are classified as continuing operations in the Consolidated Financial Statements.\n\n\n \n\n\nWe recorded a pre-tax loss on sale of the Enginetics business of $14.6 million for fiscal year 2021. The loss included a $7.6 million impairment of goodwill assigned to the entirety of the Engineering Technologies segment and a $5.4 million write-down of intangible assets. \n\n\n \n\n\nAcquisition Related Costs\n\n\n \n\n\nWe incurred acquisition related expenses of $0.6 million and $1.6 million in fiscal year 2023 and 2022, respectively. Acquisition related costs typically consist of due diligence, integration, and valuation expenses incurred in connection with recent or pending acquisitions.\n\n\n \n\n\nOther Operating (Income) Expense, Net\n\n\n \n\n\nWe incurred expense of $5.7 million in fiscal year 2022 related to a litigation accrual.  In the third quarter of fiscal year 2023, we received $1.0 million from our insurance provider as recoupment related to this litigation matter. Refer to Part II, Item 8, Note 12, \"CONTINGENCIES,\" in the Notes to the Consolidated Financial Statements for details.\n\n\n \n\n\nIncome from Operations\n\n\n \n\n\nIncome from operations for the fiscal year 2023 was $171.1 million, compared to $88.3 million during the prior year.  The increase of $82.8 million, or 93.8%, is primarily due to the divestiture of the Procon business for a gain of $62.1 million as well as income from organic sales increases and pricing actions, along with cost reduction activities and productivity improvement initiatives, partially offset by foreign currency, material inflation, and increased logistics and labor costs.\n\n\n \n\n\nIncome from operations for the fiscal year 2022 was $88.3 million, compared to $59.2 million during the prior year. The $29.1 million increase, or 49.2% is primarily due to the loss on sale of the Enginetics business of $14.6 million in the prior year, income from organic sales increases and pricing actions, along with cost reduction activities and productivity improvement initiatives implemented in all of our businesses, partially offset by material inflation, logistics and labor costs as well as the impact of the COVID-19 lockdown in China in the fourth fiscal quarter of 2022 and a litigation charge of $5.7 million.\n\n\n \n\n\nDiscussion of the performance of each of our reportable segments is fully explained in the segment analysis that follows.  \n\n\n \n\n\nInterest Expense\n\n\n \n\n\nInterest expense for fiscal year 2023 was $5.4 million a decrease of $0.5 million as compared to the prior year. Our effective interest rate was 2.97%. Interest expense for fiscal year 2022 was $5.9 million a decrease of $0.1 million as compared to the prior year.\n\n\n \n\n\n\n\n\n\n\n\n\n       21\n     \n\n\n\n\n\n\n\n\n\n\n\n\n\n        \n     \n\n\n\n\n\n\n\n\n \n\n\nIncome Taxes\n\n\n \n\n\nThe income tax provision from continuing operations for the fiscal year ended June 30, 2023 was $24.8 million, or an effective rate of 15.1%, compared to $19.8 million, or an effective rate of 24.4%, for the year ended June 30, 2022, and $14.2 million, or an effective rate of 26.9%, for the year ended June 30, 2021. Changes in the effective tax rates from period to period may be significant as they depend on many factors including, but not limited to, the amount of our income or loss, the mix of income earned in the U.S. versus outside the U.S., the effective tax rate in each of the countries in which we earn income, and any one-time tax issues which occur during the period.\n\n\n \n\n\nThe income tax provision from continuing operations for the fiscal year ended June 30, 2023 was impacted by the following items: (i) a tax benefit of $4.3 million due to the mix of income in various jurisdictions, (ii) tax benefits of $14.3 million primarily related to foreign tax credits of $11.6 million, as well as Federal R&D tax credits of $2.7 million, (iii) a tax provision of $11.3 million related to the U.S. tax effects of international operations, and (iv) a tax benefit of $5.0 million relating to the partial release of the valuation allowance on capital loss carryforwards, which were utilized against the capital gain recognized on the divestiture of the Procon business.\n\n\n \n\n\nThe income tax provision from continuing operations for the fiscal year ended June 30, 2022 was impacted by the following items: (i) a tax provision of $4.3 million due to the mix of income in various jurisdictions, (ii) a tax benefit of $2.2 million related to Federal R&D credit and Foreign Tax Credit, (iii) a tax benefit of $1.3 million related to return-to-accrual adjustments to true-up prior-period provision amounts, and (iv) a tax expense of $1.0 million related to uncertain tax position.\n\n\n \n\n\nThe income tax provision from continuing operations for the fiscal year ended June 30, 2021 was impacted by the following items: (i) a tax provision of $5.1 million due to the mix of income in various jurisdictions, (ii) a tax benefit of $1.0 million from our 2019 and 2020 tax losses that the CARES Act allows to be carried back to 2014 and 2015, when the U.S. federal income tax rate was 35%, (iii) a tax benefit of $0.8 million related to Federal R&D credit and Foreign Tax Credit, (iv) a tax benefit of $1.7 million related to return-to-accrual adjustments to true-up up prior-period provision amounts, and (v) the tax expense of $1.2 million attributable to the divestiture of the Enginetics Corporation during the year.\n\n\n \n\n\nCapital Expenditures\n\n\n \n\n\nOur capital spending is focused on growth initiatives, cost reduction activities, and upgrades to extend the capabilities of our capital assets.  In general, we anticipate our capital expenditures over the long-term will be approximately 3% to 5% of net sales. \n\n\n \n\n\nDuring fiscal year 2023, capital expenditures were $24.3 million or 3.3% of net sales, as compared to $23.9 million, or 3.2%, of net sales in the prior year. We expect 2024 capital spending to be between $35 million and $40 million.\n\n\n \n\n\nBacklog\n\n\n \n\n\nBacklog includes all active or open orders for goods and services.  Backlog also includes any future deliveries based on executed customer contracts, so long as such deliveries are based on agreed upon delivery schedules. Backlog orders are not necessarily an indicator of future sales levels because of variations in lead times and customer production demand pull systems, with the exception of Engineering Technologies. Customers may delay delivery of products or cancel orders prior to shipment, subject to possible cancellation penalties. Due to the nature of long-term agreements in the Engineering Technologies segment, the timing of orders and delivery dates can vary considerably resulting in significant backlog changes from one period to another. \n\n\n \n\n\n\n\n\n\n\n\n\n       22\n     \n\n\n\n\n\n\n\n\n\n\n\n\n\n        \n     \n\n\n\n\n\n\n\n\nBacklog orders are as follows (in thousands): \n\n\n \n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \nAs of June 30, 2023\n \n\n\n \n\n\n \n\n\n \nAs of June 30, 2022\n \n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \nTotal\n \n\n\n \n\n\n \n\n\n \nBacklog under\n \n\n\n \n\n\n \n\n\n \nTotal\n \n\n\n \n\n\n \n\n\n \nBacklog under\n \n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \nBacklog\n \n\n\n \n\n\n \n\n\n \n1 year\n \n\n\n \n\n\n \n\n\n \nBacklog\n \n\n\n \n\n\n \n\n\n \n1 year\n \n\n\n \n\n\n\n\n\n\n \nElectronics\n \n\n\n \n\n\n$\n\n\n150,061\n\n\n \n\n\n \n\n\n$\n\n\n129,911\n\n\n \n\n\n \n\n\n$\n\n\n179,778\n\n\n \n\n\n \n\n\n$\n\n\n149,247\n\n\n \n\n\n\n\n\n\n \nEngraving\n \n\n\n \n\n\n \n\n\n36,817\n\n\n \n\n\n \n\n\n \n\n\n31,434\n\n\n \n\n\n \n\n\n \n\n\n19,794\n\n\n \n\n\n \n\n\n \n\n\n14,250\n\n\n \n\n\n\n\n\n\n \nScientific\n \n\n\n \n\n\n \n\n\n2,506\n\n\n \n\n\n \n\n\n \n\n\n2,506\n\n\n \n\n\n \n\n\n \n\n\n4,356\n\n\n \n\n\n \n\n\n \n\n\n4,356\n\n\n \n\n\n\n\n\n\n \nEngineering Technologies\n \n\n\n \n\n\n \n\n\n63,769\n\n\n \n\n\n \n\n\n \n\n\n52,565\n\n\n \n\n\n \n\n\n \n\n\n49,990\n\n\n \n\n\n \n\n\n \n\n\n43,644\n\n\n \n\n\n\n\n\n\n \nSpecialty Solutions\n \n\n\n \n\n\n \n\n\n21,749\n\n\n \n\n\n \n\n\n \n\n\n21,634\n\n\n \n\n\n \n\n\n \n\n\n47,569\n\n\n \n\n\n \n\n\n \n\n\n44,751\n\n\n \n\n\n\n\n\n\n \nTotal\n \n\n\n \n\n\n$\n\n\n274,902\n\n\n \n\n\n \n\n\n$\n\n\n238,050\n\n\n \n\n\n \n\n\n$\n\n\n301,487\n\n\n \n\n\n \n\n\n$\n\n\n256,248\n\n\n \n\n\n\n\n\n\n\n\n \n\n\nTotal backlog realizable within one year decreased $18.2 million, or 7.1% to $238.1 million at June 30, 2023 from $256.3 million at June 30, 2022.  Changes in backlog under 1 year are as follows (in thousands):\n\n\n \n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \nAs of June 30, 2023\n \n\n\n \n\n\n\n\n\n\n \nBacklog under 1 year, prior year period\n \n\n\n \n\n\n$\n\n\n256,248\n\n\n \n\n\n\n\n\n\n \nComponents of change in backlog:\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \nOrganic change\n \n\n\n \n\n\n \n\n\n(10,817\n\n\n)\n\n\n\n\n\n\n \nEffect of divestitures\n \n\n\n \n\n\n \n\n\n(7,381\n\n\n)\n\n\n\n\n\n\n \nBacklog under 1 year, current period\n \n\n\n \n\n\n$\n\n\n238,050\n\n\n \n\n\n\n\n\n\n\n\n \n\n\nSegment Analysis (in thousands)\n\n\n \n\n\nOverall Outlook\n\n\n \n\n\nLooking forward to fiscal year 2024, we expect to be well-positioned, with anticipated continued improvement in key financial metrics, supported by productivity initiatives. \n\n\n \n\n\nIn general, for fiscal year 2024, we expect:\n\n\n \n\n\n\n\n\n\n\n\n \n\n\n \n●\n \n\n\n \ncontinued growth in transportation markets from electric vehicle program with a ramp up of new business opportunities, including sensors for charger plugs and soft trim growth;\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n●\n \n\n\n \nvaccine storage demand to remain stable after the record COVID-19 related surge in fiscal year 2021 and early fiscal year 2022;\n \n\n\n\n\n\n\n \n\n\n●\n\n\ncommercial aviation and defense end markets demand to increase based on current program expectations;\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n \n \n\n\n \n●\n \n\n\n \nspace markets to remain attractive, with volume to slightly increase from fiscal year 2023 due to new product development for existing customers;\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n●\n \n\n\n \nrefuse and dump end markets to remain stable while being supported by investments in the U.S. infrastructure bill;\n \n\n\n\n\n\n\n \n\n\n●\n\n\nstable demand levels in food service equipment markets. \n\n\n\n\n\n\n\n\n \n\n\nElectronics\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n2023 compared to 2022\n \n\n\n \n\n\n \n\n\n \n2022 compared to 2021\n \n\n\n \n\n\n\n\n\n\n \n(in thousands except\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n%\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n%\n \n\n\n \n\n\n\n\n\n\n \npercentages)\n \n\n\n \n\n\n \n2023\n \n\n\n \n\n\n \n\n\n \n2022\n \n\n\n \n\n\n \n\n\n \nChange\n \n\n\n \n\n\n \n\n\n \n2022\n \n\n\n \n\n\n \n\n\n \n2021\n \n\n\n \n\n\n \n\n\n \nChange\n \n\n\n \n\n\n\n\n\n\n \nNet sales\n \n\n\n \n\n\n$305,872\n\n\n \n\n\n \n\n\n$304,290\n\n\n \n\n\n \n\n\n \n0.5%\n \n\n\n \n\n\n \n\n\n$304,290\n\n\n \n\n\n \n\n\n$253,369\n\n\n \n\n\n \n\n\n \n20.1%\n \n\n\n \n\n\n\n\n\n\n \nIncome from operations\n \n\n\n \n\n\n68,979\n\n\n \n\n\n \n\n\n70,428\n\n\n \n\n\n \n\n\n \n(2.1%)\n \n\n\n \n\n\n \n\n\n70,428\n\n\n \n\n\n \n\n\n46,600\n\n\n \n\n\n \n\n\n \n51.1%\n \n\n\n \n\n\n\n\n\n\n \nOperating income margin\n \n\n\n \n\n\n \n22.6%\n \n\n\n \n\n\n \n\n\n \n23.1%\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n23.1%\n \n\n\n \n\n\n \n\n\n \n18.4%\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n       23\n     \n\n\n\n\n\n\n\n\n\n\n\n\n\n        \n     \n\n\n\n\n\n\n\n\n \n\n\nNet sales in fiscal year 2023 increased $1.6 million, or 0.5%, when compared to the prior year.  Organic sales increased by $13.7 million, or 4.5%, reflecting positive trends in end markets like industrial applications, power management, renewable energy technologies, and electric vehicle related applications. Sensor Solutions was acquired in the third quarter of fiscal year 2022, adding $1.9 million, or 0.6%, in sales for the period. The foreign currency impact decreased sales by $14.0 million, or 4.6%.\n\n\n \n\n\nIncome from operations in the fiscal year 2023 decreased $1.4 million, or 2.1%, when compared to the prior year. The operating income decrease was the result of inflationary impacts, mix and foreign exchange offset partially by organic sales growth and various cost saving initiatives.\n\n\n \n\n\nIn the first quarter of fiscal year 2024, on a sequential basis, we expect slightly higher revenue primarily due to the recently announced acquisition and continued strength in our fast growth end markets, partially offset by continued slow recovery in China and Europe. Sequentially, we expect similar operating margin.\n\n\n \n\n\nNet sales in fiscal year 2022 increased 50.9 million, or 20.1%, when compared to the prior year. Organic sales increased $56.1 million, or 22.2%, reflecting a broad-based geographical recovery with continued strong demand for all product groups as well as new business opportunities, including the impact of a COVID-19 lockdown in China in the fourth fiscal quarter. Acquisitions in fiscal year 2022 added $1.9 million, or 0.8% in sales. The foreign currency impact decreased sales by $7.1 million, or 2.8%. \n\n\n \n\n\nIncome from operations in the fiscal year 2022 increased $23.8 million, or 51.1% when compared to the prior year. The operating income increase was the result of organic sales growth, various pricing actions and cost saving initiatives, partially offset by material and freight cost increases.\n\n\n \n\n\nEngraving\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n2023 compared to 2022\n \n\n\n \n\n\n \n\n\n \n2022 compared to 2021\n \n\n\n \n\n\n\n\n\n\n \n(in thousands except\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n%\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n%\n \n\n\n \n\n\n\n\n\n\n \npercentages)\n \n\n\n \n\n\n \n2023\n \n\n\n \n\n\n \n\n\n \n2022\n \n\n\n \n\n\n \n\n\n \nChange\n \n\n\n \n\n\n \n\n\n \n2022\n \n\n\n \n\n\n \n\n\n \n2021\n \n\n\n \n\n\n \n\n\n \nChange\n \n\n\n \n\n\n\n\n\n\n \nNet sales\n \n\n\n \n\n\n$152,067\n\n\n \n\n\n \n\n\n$146,255\n\n\n \n\n\n \n\n\n \n4.0%\n \n\n\n \n\n\n \n\n\n$146,255\n\n\n \n\n\n \n\n\n$147,016\n\n\n \n\n\n \n\n\n \n(0.5%)\n \n\n\n \n\n\n\n\n\n\n \nIncome from operations\n \n\n\n \n\n\n25,462\n\n\n \n\n\n \n\n\n21,825\n\n\n \n\n\n \n\n\n \n16.7%\n \n\n\n \n\n\n \n\n\n21,825\n\n\n \n\n\n \n\n\n22,510\n\n\n \n\n\n \n\n\n \n(3.0%)\n \n\n\n \n\n\n\n\n\n\n \nOperating income margin\n \n\n\n \n\n\n \n16.7%\n \n\n\n \n\n\n \n\n\n \n14.9%\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n14.9%\n \n\n\n \n\n\n \n\n\n \n15.3%\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n\n\n \n\n\nNet sales in fiscal year 2023 increased by $5.8 million, or 4.0%, compared to the prior year. Organic sales increased by $14.3 million, or 9.8%, as a result of timing of customer projects. The organic sales increase was partially offset by foreign exchange impacts of $8.5 million, or 5.8%. \n\n\n \n\n\nIncome from operations in fiscal year 2023 increased by $3.6 million, or 16.7%, when compared to the prior year. Operating income increased during the period reflecting the organic sales increase and productivity actions, offsetting the foreign exchange impacts.\n\n\n \n\n\nIn the first quarter of fiscal year 2024, we expect slightly lower revenue reflecting timing of customer projects and slightly higher operating margin.\n\n\n \n\n\nNet sales in fiscal year 2022 decreased by $0.8 million or 0.5% compared to the prior year. Organic sales increased by $0.9 million, or 0.6%, as a result of timing of projects. The sales increase was offset by foreign exchange impacts of $1.6 million, or 1.1%.\n\n\n \n\n\nIncome from operations in fiscal year 2022 decreased by $0.7 million, or 3.0%, when compared to the prior year. The decrease reflected geographic mix, partially offset by productivity initiatives.\n\n\n \n\n\nScientific\n\n\n \n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n2023 compared to 2022\n \n\n\n \n\n\n \n\n\n \n2022 compared to 2021\n \n\n\n \n\n\n\n\n\n\n \n(in thousands except\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n%\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n%\n \n\n\n \n\n\n\n\n\n\n \npercentages)\n \n\n\n \n\n\n \n2023\n \n\n\n \n\n\n \n\n\n \n2022\n \n\n\n \n\n\n \n\n\n \nChange\n \n\n\n \n\n\n \n\n\n \n2022\n \n\n\n \n\n\n \n\n\n \n2021\n \n\n\n \n\n\n \n\n\n \nChange\n \n\n\n \n\n\n\n\n\n\n \nNet sales\n \n\n\n \n\n\n$74,924\n\n\n \n\n\n \n\n\n$83,850\n\n\n \n\n\n \n\n\n \n(10.6%)\n \n\n\n \n\n\n \n\n\n$83,850\n\n\n \n\n\n \n\n\n$79,421\n\n\n \n\n\n \n\n\n \n5.6%\n \n\n\n \n\n\n\n\n\n\n \nIncome from operations\n \n\n\n \n\n\n17,109\n\n\n \n\n\n \n\n\n17,861\n\n\n \n\n\n \n\n\n \n(4.2%)\n \n\n\n \n\n\n \n\n\n17,861\n\n\n \n\n\n \n\n\n18,240\n\n\n \n\n\n \n\n\n \n(2.1%)\n \n\n\n \n\n\n\n\n\n\n \nOperating income margin\n \n\n\n \n\n\n \n22.8%\n \n\n\n \n\n\n \n\n\n \n21.3%\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n21.3%\n \n\n\n \n\n\n \n\n\n \n23.0%\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n\n\n \n\n\nNet sales in fiscal year 2023 decreased by $8.9 million, or 10.6% when compared to the prior year.  Net sales decreased as expected due to lower demand for cold storage surrounding COVID-19 vaccine distribution partially offset by pricing actions.\n\n\n \n\n\n\n\n\n\n\n\n\n       24\n     \n\n\n\n\n\n\n\n\n\n\n\n\n\n        \n     \n\n\n\n\n\n\n\n\n \n\n\nIncome from operations in fiscal year 2023 decreased by $0.8 million, or 4.2%, when compared to the prior year. Operating income decrease reflects lower sales volume, partially offset by pricing and productivity actions and lower oceanic freight costs.\n\n\n \n\n\nIn the first quarter of fiscal year 2024, on a sequential basis, we expect similar revenue and operating margin.\n\n\n \n\n\nNet sales in fiscal year 2022 increased by $4.4 million, or 5.6% when compared to the prior year. The net sales increase reflected overall growth in end markets, such as pharmaceutical channels, clinical settings, and academic laboratories, including continued strong demand for cold storage surrounding COVID-19 vaccine distribution and the general market recovery as well as pricing actions.\n\n\n \n\n\nIncome from operations in fiscal year 2022 decreased $0.4 million or 2.1%, reflected higher freight costs and investments in new product development, offset by revenue growth and pricing actions.\n\n\n \n\n\nEngineering Technologies\n\n\n \n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n2023 compared to 2022\n \n\n\n \n\n\n \n\n\n \n2022 compared to 2021\n \n\n\n \n\n\n\n\n\n\n \n(in thousands except\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n%\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n%\n \n\n\n \n\n\n\n\n\n\n \npercentages)\n \n\n\n \n\n\n \n2023\n \n\n\n \n\n\n \n\n\n \n2022\n \n\n\n \n\n\n \n\n\n \nChange\n \n\n\n \n\n\n \n\n\n \n2022\n \n\n\n \n\n\n \n\n\n \n2021\n \n\n\n \n\n\n \n\n\n \nChange\n \n\n\n \n\n\n\n\n\n\n \nNet sales\n \n\n\n \n\n\n$81,079\n\n\n \n\n\n \n\n\n$78,117\n\n\n \n\n\n \n\n\n \n3.8%\n \n\n\n \n\n\n \n\n\n$78,117\n\n\n \n\n\n \n\n\n$75,562\n\n\n \n\n\n \n\n\n \n3.4%\n \n\n\n \n\n\n\n\n\n\n \nIncome from operations\n \n\n\n \n\n\n11,050\n\n\n \n\n\n \n\n\n8,776\n\n\n \n\n\n \n\n\n \n25.9%\n \n\n\n \n\n\n \n\n\n8,776\n\n\n \n\n\n \n\n\n6,164\n\n\n \n\n\n \n\n\n \n42.4%\n \n\n\n \n\n\n\n\n\n\n \nOperating income margin\n \n\n\n \n\n\n \n13.6%\n \n\n\n \n\n\n \n\n\n \n11.2%\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n11.2%\n \n\n\n \n\n\n \n\n\n \n8.2%\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n\n\n \n\n\nNet sales in fiscal year 2023 increased $3.0 million, or 3.8%, when compared to the prior year. Organic sales increased by $4.1 million, or 5.3%, offset by foreign currency impacts of $1.1 million, or 1.5%, as compared to the prior year period. Organic sales change was primarily due to increases in new product development of  new solutions provided to customers in the aerospace and defense markets. \n\n\n \n\n\nIncome from operations in fiscal year 2023 increased $2.3 million, or 25.9%, when compared to the prior year. The increase was primarily due to productivity initiatives, volume increases and the impact of a one-time project related charge in first quarter of fiscal year 2022 that did not repeat.  \n\n\n \n\n\nIn the first quarter of fiscal year 2024, on a sequential basis, we expect a significant decrease in revenue reflecting timing of projects and a slight to moderate decrease in operating margin, with productivity initiatives mostly offsetting the impact of volume decline and higher mix of development projects. The long-term demand remains robust with the current backlog and new platform development funnel expected to provide solid foundation for growth in the second half of fiscal year 2024 and beyond.   \n\n\n \n\n\nNet sales in fiscal year 2022 decreased $2.6 million, or 3.4%, when compared to the prior year. Sales distribution by market in 2022 was as follows: 40% space, 23% aviation, 19% defense, 7% energy, and 11% other markets. Sales in the prior year period included revenue of $9.2 million related to our divested Enginetics business. Excluding the impact of the divestiture, sales increased $11.8 million primarily due to customer demand in the commercial aviation market, along with an increase in sales into the space end market, particularly related to commercialization of space and a medical market customer demand surge. \n\n\n \n\n\nIncome from operations in fiscal year 2022 increased $2.6 million, or 42.4%, when compared to the prior year. The increase was primarily due to cost saving measures implemented during the pandemic and maintained as economic activity resumed along with the absences of losses associated with the Enginetics business, offset by a $1.1 million one-time project-related charge.\n\n\n \n\n\nSpecialty Solutions\n\n\n \n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n2023 compared to 2022\n \n\n\n \n\n\n \n\n\n \n2022 compared to 2021\n \n\n\n \n\n\n\n\n\n\n \n(in thousands except\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n%\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n%\n \n\n\n \n\n\n\n\n\n\n \npercentages)\n \n\n\n \n\n\n \n2023\n \n\n\n \n\n\n \n\n\n \n2022\n \n\n\n \n\n\n \n\n\n \nChange\n \n\n\n \n\n\n \n\n\n \n2022\n \n\n\n \n\n\n \n\n\n \n2021\n \n\n\n \n\n\n \n\n\n \nChange\n \n\n\n \n\n\n\n\n\n\n \nNet sales\n \n\n\n \n\n\n$127,106\n\n\n \n\n\n \n\n\n$122,827\n\n\n \n\n\n \n\n\n \n3.5%\n \n\n\n \n\n\n \n\n\n$122,827\n\n\n \n\n\n \n\n\n$100,864\n\n\n \n\n\n \n\n\n \n21.8%\n \n\n\n \n\n\n\n\n\n\n \nIncome from operations\n \n\n\n \n\n\n25,368\n\n\n \n\n\n \n\n\n15,579\n\n\n \n\n\n \n\n\n \n62.8%\n \n\n\n \n\n\n \n\n\n15,579\n\n\n \n\n\n \n\n\n14,358\n\n\n \n\n\n \n\n\n \n8.5%\n \n\n\n \n\n\n\n\n\n\n \nOperating income margin\n \n\n\n \n\n\n \n20.0%\n \n\n\n \n\n\n \n\n\n \n12.7%\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n12.7%\n \n\n\n \n\n\n \n\n\n \n14.2%\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n\n\n \n\n\nNet sales for fiscal year 2023 increased $4.3 million, or 3.5% when compared to the prior year. Organic sales increased $16.7 million, or 13.6% excluding Procon, as compared to the prior year period. The increased sales volume is primarily due to pricing realization, strong market demand and the absence of the labor work stoppage in two plants during the prior year. The impact of the Procon divestiture partially offset the organics sales increase. \n\n\n \n\n\nIncome from operations for fiscal year 2023 increased $9.8 million, or 62.8%, when compared to the prior year.  Operating income increased due to sales increases in Display Merchandising, pricing actions and the impact of the labor work stoppage in two plants during the prior year. \n\n\n \n\n\n\n\n\n\n\n\n\n       25\n     \n\n\n\n\n\n\n\n\n\n\n\n\n\n        \n     \n\n\n\n\n\n\n\n\n \n\n\nIn the first quarter of fiscal year 2024, on a sequential basis, we expect a slight decrease in revenue and operating margin.\n\n\n \n\n\nNet sales for fiscal year 2022 increased $22.0 million, or 21.8%, when compared to the prior year. Organic sales increased $22.9 million, or 22.7%. Increased sales volume was primarily due to a continued recovery in the Pumps and Merchandising businesses and pricing actions, partially offset by the impact of a temporary work stoppage which was resolved during the first quarter.\n\n\n \n\n\nIncome from operations for fiscal year 2022 increased $1.2 million, or 8.5%, when compared to the prior year primarily as a result of increased sales volume in the Pumps and Merchandising businesses, partially offset by higher costs of labor, including the temporary work stoppage in the first quarter and higher raw material and ocean freight costs.\n\n\n \n\n\nCorporate, Restructuring and Other\n\n\n \n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n2023 compared to 2022\n \n\n\n \n\n\n \n\n\n \n2022 compared to 2021\n \n\n\n \n\n\n\n\n\n\n \n(in thousands except\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n%\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n%\n \n\n\n \n\n\n\n\n\n\n \npercentages)\n \n\n\n \n\n\n \n2023\n \n\n\n \n\n\n \n\n\n \n2022\n \n\n\n \n\n\n \n\n\n \nChange\n \n\n\n \n\n\n \n\n\n \n2022\n \n\n\n \n\n\n \n\n\n \n2021\n \n\n\n \n\n\n \n\n\n \nChange\n \n\n\n \n\n\n\n\n\n\n \nCorporate\n \n\n\n \n\n\n \n$ (35,207)\n \n\n\n \n\n\n \n\n\n \n$ (34,413)\n \n\n\n \n\n\n \n\n\n \n2.3%\n \n\n\n \n\n\n \n\n\n \n$ (34,413)\n \n\n\n \n\n\n \n\n\n \n$ (29,674)\n \n\n\n \n\n\n \n\n\n \n16.0%\n \n\n\n \n\n\n\n\n\n\n \nGain (loss) on sale of business\n \n\n\n \n\n\n \n62,105\n \n\n\n \n\n\n \n\n\n \n-\n \n\n\n \n\n\n \n\n\n \n100.0%\n \n\n\n \n\n\n \n\n\n \n-\n \n\n\n \n\n\n \n\n\n \n(14,624)\n \n\n\n \n\n\n \n\n\n \n100.0%\n \n\n\n \n\n\n\n\n\n\n \nRestructuring costs\n \n\n\n \n\n\n \n(3,831)\n \n\n\n \n\n\n \n\n\n \n(4,399)\n \n\n\n \n\n\n \n\n\n \n(12.9%)\n \n\n\n \n\n\n \n\n\n \n(4,399)\n \n\n\n \n\n\n \n\n\n \n(3,478)\n \n\n\n \n\n\n \n\n\n \n26.5%\n \n\n\n \n\n\n\n\n\n\n \nAcquisition related costs\n \n\n\n \n\n\n \n(557)\n \n\n\n \n\n\n \n\n\n \n(1,618)\n \n\n\n \n\n\n \n\n\n \n(65.6%)\n \n\n\n \n\n\n \n\n\n \n(1,618)\n \n\n\n \n\n\n \n\n\n \n(931)\n \n\n\n \n\n\n \n\n\n \n73.8%\n \n\n\n \n\n\n\n\n\n\n \nOther operating income (expense), net\n \n\n\n \n\n\n \n611\n \n\n\n \n\n\n \n\n\n \n(5,745)\n \n\n\n \n\n\n \n\n\n \n100.0%\n \n\n\n \n\n\n \n\n\n \n(5,745)\n \n\n\n \n\n\n \n\n\n \n-\n \n\n\n \n\n\n \n\n\n \n-\n \n\n\n \n\n\n\n\n\n\n\n\n \n\n\nCorporate expenses in fiscal year 2023 increased $0.8 million, or 2.3%, when compared to the prior year, primarily due to employee related compensation accruals and research and development costs.\n\n\n \n\n\nCorporate expenses in fiscal year 2022 increased $4.7 million, or 16%, when compared to the prior year, primarily due to employee related compensation accruals and research and development costs.\n\n\n \n\n\nThe gain on sale of business, restructuring costs, acquisition related costs and other operating income (expense), net have been discussed above in the Company Overview. \n\n\n \n\n\n \n\n\nDiscontinued Operations\n\n\n \n\n\nIn pursing our business strategy, the Company may divest certain businesses. Future divestitures may be classified as discontinued operations based on their strategic significance to the Company.  Activity related to discontinued operations is as follows (in thousands):\n\n\n \n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \nYear Ended June 30,\n \n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n2023\n \n\n\n \n\n\n \n\n\n \n2022\n \n\n\n \n\n\n \n\n\n \n2021\n \n\n\n \n\n\n\n\n\n\n \nProfit (loss) before taxes\n \n\n\n \n\n\n$\n\n\n(204\n\n\n)\n\n\n \n\n\n$\n\n\n(113\n\n\n)\n\n\n \n\n\n$\n\n\n(2,620\n\n\n)\n\n\n\n\n\n\n \nBenefit (provision) for taxes\n \n\n\n \n\n\n \n\n\n43\n\n\n \n\n\n \n\n\n \n\n\n24\n\n\n \n\n\n \n\n\n \n\n\n550\n\n\n \n\n\n\n\n\n\n \nNet income (loss) from discontinued operations\n \n\n\n \n\n\n$\n\n\n(161\n\n\n)\n\n\n \n\n\n$\n\n\n(89\n\n\n)\n\n\n \n\n\n$\n\n\n(2,070\n\n\n)\n\n\n\n\n\n\n\n\n \n\n\nLiquidity and Capital Resources \n\n\n \n\n\nAt June 30, 2023, our total cash balance was $195.7 million, of which $98.6 million was held outside of the United States.  During fiscal years 2023, 2022 and 2021, we repatriated $29.1 million, $30.8 million, and $37.6 million of our cash previously held outside of the United States, respectively.  The amount and timing of cash repatriation is dependent upon foreign exchange rates and each business unit’s operational needs including requirements to fund working capital, capital expenditure, and jurisdictional tax payments.  The repatriation of cash balances from certain of our subsidiaries could have adverse tax consequences or be subject to capital controls; however, those balances are generally available without legal restrictions to fund ordinary business operations.\n\n\n \n\n\n\n\n\n\n\n\n\n       26\n     \n\n\n\n\n\n\n\n\n\n\n\n\n\n        \n     \n\n\n\n\n\n\n\n\n \n\n\nCash Flow\n\n\n \n\n\nNet cash provided by continuing operating activities for the year ended June 30, 2023 was $90.8 million compared to net cash provided by continuing operating activities of $78.1 million in the prior year. We generated $116.6 million from income statement activities and used $18.2 million of cash to fund working capital and other balance sheet account increases. Cash flow provided by investing activities for the year ended June 30, 2023 totaled $41.6 million. We generated $67.0 million in proceeds from the divestiture of the Procon business and $24.3 million was used for capital expenditures. Cash used by financing activities for the year ended June 30, 2023 was $40.0 million and included stock repurchases of $25.5 million, cash paid for dividends of $13.0 million, contingent consideration payments to the sellers of the Renco business of $1.2 million and debt modification costs of $1.7 million. \n\n\n \n\n\nNet cash provided by continuing operating activities for the year ended June 30, 2022 was $78.1 million compared to net cash provided by continuing operating activities of $81.9 million in the prior year. We generated $101.7 million from income statement activities and used $23.1 million of cash to fund working capital increases. Cash flow used in investing activities for the year ended June 30, 2022 totaled $31.0 million. Uses of investing cash consisted primarily of capital expenditures of $23.9 million, $13.0 million for the acquisitions, $1.0 million used in other investing activities, offset by $5.0 million generated by proceeds from a life insurance policy related to the death of a retired Company executive and $1.8 million generated by sales of property, plant, and equipment. Cash used by financing activities for the year ended June 30, 2022 were $69.4 million and included stock repurchases of $31.4 million, repayments of debt of $25.0 million, cash paid for dividends of $12.2 million, and contingent consideration payments due to the seller of the Renco business of $2.2 million.\n\n\n \n\n\nWe sponsor a number of defined benefit and defined contribution retirement plans.  The U.S. pension plan is frozen for all participants.  We have evaluated the current and long-term cash requirements of these plans, and our existing sources of liquidity are expected to be sufficient to cover required contributions under ERISA and other governing regulations. \n\n\n \n\n\nThe fair value of the Company's U.S. defined benefit pension plan assets was $142.1 million at June 30, 2023, as compared to $157.9 million as of June 30, 2022. We participate in two multi-employer pension plans and sponsor five defined benefit plans including two in the U.S. and one each in the U.K., Germany and Japan.  The Company’s pension plan is frozen for U.S. employees and participants in the plan ceased accruing future benefits.  Our primary U.S. defined benefit plan is not 100% funded under ERISA rules at June 30, 2023. Obligations under our defined benefit plan operated in Ireland have been transferred to the buyer of the Procon business as part of the divestiture.\n\n\n \n\n\nU.S. defined benefit plan contributions of $0.2 million were made during fiscal year 2023 compared to $0.2 million during fiscal year 2022. There are required contributions of $9.8 million to the United States funded pension plan for fiscal year 2024. The Company expects to make contributions during fiscal year 2024 of $0.2 million and $0.2 million to its unfunded defined benefit plans in the U.S. and Germany, respectively. Any subsequent plan contributions will depend on the results of future actuarial valuations.\n\n\n \n\n\nWe have evaluated the current and long-term cash requirements of our defined benefit and defined contribution plans as of June 30, 2023 and determined our operating cash flows from continuing operations and available liquidity are expected to be sufficient to cover the required contributions under ERISA and other governing regulations. \n\n\n \n\n\nWe have an insurance program in place to fund supplemental retirement income benefits for three retired executives.  Current executives and new hires are not eligible for this program. At June 30, 2023, the underlying policies had a cash surrender value of $11.7 million and are reported net of loans of $5.0 million for which we have the legal right of offset. These amounts are reported net on our balance sheet.\n\n\n \n\n\nCapital Structure\n\n\n \n\n\nDuring the third quarter of fiscal year 2023, the Company entered into a Third Amended & Restated Credit Agreement which renewed the existing Credit Agreement for an additional five-year period (“credit agreement”, or “facility”) with a borrowing limit of $500 million.  The facility can be increased by an amount of up to $250 million, in accordance with specified conditions contained in the agreement.  The facility also includes a $10 million sublimit for swing line loans and a $35 million sublimit for letters of credit. \n\n\n \n\n\nUnder the terms of the Credit Facility, we will pay a variable rate of interest and a fee on borrowed amounts as well as a commitment fee on unused amounts under the facility. The amount of the commitment fee will depend upon both the undrawn amount remaining available under the facility and the Company’s funded debt to EBITDA (as defined in the agreement) ratio at the last day of each quarter.\n\n\n \n\n\nFunds borrowed under the facility may be used for the repayment of debt, working capital, capital expenditures, acquisitions (so long as certain conditions, including a specified funded debt to EBITDA leverage ratio is maintained), and other general corporate purposes. As of June 30, 2023, the Company has used $3.0 million against the letter of credit sub-facility and had the ability to borrow $371.5 million under the facility based on our current trailing twelve-month EBITDA. The facility contains customary representations, warranties and restrictive covenants, as well as specific financial covenants. The Company’s current financial covenants under the facility are as follows:\n\n\n \n\n\n\n\n\n\n\n\n\n       27\n     \n\n\n\n\n\n\n\n\n\n\n\n\n\n        \n     \n\n\n\n\n\n\n\n\n \n\n\nInterest Coverage Ratio\n - The Company is required to maintain a ratio of Earnings Before Interest and Taxes, as Adjusted (“Adjusted EBIT per the Credit Facility”), to interest expense for the trailing twelve months of at least 2.75:1. Adjusted EBIT per the Credit Facility specifically excludes extraordinary and certain other defined items such as cash restructuring and acquisition related charges up to the lower of $20.0 million or 10% of EBITDA. The facility allows for unlimited non-cash charges including purchase accounting and goodwill adjustments. At June 30, 2023, the Company’s Interest Coverage Ratio was 20.61:1.\n\n\n \n\n\nLeverage Ratio\n- The Company’s ratio of funded debt to trailing twelve month Adjusted EBITDA per the Credit Facility, calculated as Adjusted EBIT per the Credit Facility plus depreciation and amortization, may not exceed 3.5:1. Under certain circumstances in connection with a Material Acquisition (as defined in the Facility), the Facility allows for the leverage ratio to go as high as 4.0:1 for a four-fiscal quarter period. At June 30, 2023, the Company’s Leverage Ratio was 0.84:1.\n\n\n \n\n\nAs of June 30, 2023, we had borrowings under our facility of $175.0 million.  In order to manage our interest rate exposure on these borrowings, we are party to $175.0 million of active floating to fixed rate swaps.  These swaps convert our interest payments from SOFR to a weighted average rate of 1.13%.  The effective rate of interest for our outstanding borrowings, including the impact of the interest rate swaps, was 2.97%.  Our primary cash requirements in addition to day-to-day operating needs include interest payments, capital expenditures, acquisitions, share repurchases, and dividends. \n\n\n \n\n\nIn connection with the acquisition of Renco, we assumed $0.7 million of debt under the Paycheck Protection Program, within the United States Coronavirus Aid, Relief, and Economic Security (\"CARES\") Act. These borrowings were forgiven in June 2021. \n\n\n \n\n\nOur primary sources of cash are cash flows from continuing operations and borrowings under the facility.  We expect that fiscal year 2024 depreciation and amortization expense will be between $22.0 million and $24.0 million and $8.0 million and $10.0 million, respectively.\n\n\n \n\n\nThe following table sets forth our capitalization at June 30:\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n2023\n \n\n\n \n\n\n \n\n\n \n2022\n \n\n\n \n\n\n\n\n\n\n \nLong-term debt\n \n\n\n \n\n\n$\n\n\n173,441\n\n\n \n\n\n \n\n\n$\n\n\n174,830\n\n\n \n\n\n\n\n\n\n \nLess cash and cash equivalents\n \n\n\n \n\n\n \n\n\n195,706\n\n\n \n\n\n \n\n\n \n\n\n104,844\n\n\n \n\n\n\n\n\n\n \nNet (cash) debt\n \n\n\n \n\n\n \n\n\n(22,265\n\n\n)\n\n\n \n\n\n \n\n\n69,986\n\n\n \n\n\n\n\n\n\n \nStockholders' equity\n \n\n\n \n\n\n \n\n\n607,449\n\n\n \n\n\n \n\n\n \n\n\n499,343\n\n\n \n\n\n\n\n\n\n \nTotal capitalization\n \n\n\n \n\n\n$\n\n\n585,184\n\n\n \n\n\n \n\n\n$\n\n\n569,329\n\n\n \n\n\n\n\n\n\n\n\n \n\n\nStockholders’ equity increased year over year by $108.1 million, primarily as a result of current year net income of $139.0 million offset by $38.5 million of cash returned to shareholders in the form of dividends and stock repurchases. The Company's net (cash) debt to capital percentage changed to (3.8)% as of June 30, 2023 from 12.3% in the prior year. \n\n\n \n\n\nAt June 30, 2023, we expect to pay estimated interest payments of $7.9 million within the next five years. This estimate is based upon effective interest rates as of June 30, 2023 and excludes any interest rate swaps which are assets to us. See Item 7A for further discussions surrounding interest rate exposure on our variable rate borrowings.\n\n\n \n\n\nPost-retirement benefits and pension plan contribution payments represents future pension payments to comply with local funding requirements. Our policy is to fund domestic pension liabilities in accordance with the minimum and maximum limits imposed by the Employee Retirement Income Security Act of 1974 (\"ERISA\"), federal income tax laws and the funding requirements of the Pension Protection Act of 2006. At June 30, 2023, we expect to pay estimated post-retirement benefit payments of $10.2 million during fiscal year 2024. See \"Item 8. Financial Statements and Supplementary Data, Note 16. Employee Benefit Plans\" for additional information regarding these obligations.\n\n\n \n\n\nAt June 30, 2023, we had $33.8 million of operating lease obligations. See \"Item 8. Financial Statements and Supplementary Data, Note 20. Leases\" for additional information regarding these obligations. \n\n\n \n\n\nAt June 30, \n2023\n, we had $9.5 million of non-current liabilities for uncertain tax positions. We are not able to provide a reasonable estimate of the timing of future payments related to these obligations.\n\n\n \n\n\n\n\n\n\n\n\n\n       28\n     \n\n\n\n\n\n\n\n\n\n\n\n\n\n        \n     \n\n\n\n\n\n\n\n\n \n\n\nOther Matters\n\n\n \n\n\nInflation – \nCertain of our expenses, such as wages and benefits, occupancy costs, freight and equipment repair and replacement, are subject to normal inflationary pressures. Inflation for medical costs can impact both our employee benefit costs as well as our reserves for workers' compensation claims. We monitor the inflationary rate and make adjustments to reserves whenever it is deemed necessary. Our ability to control worker compensation insurance medical cost inflation is dependent upon our ability to manage claims and purchase insurance coverage to limit the maximum exposure for us. Each of our segments is subject to the effects of changing raw material costs caused by the underlying commodity price movements. In the past year, we have experienced price fluctuations for a number of materials including rhodium, steel, and other metal commodities.  These materials are some of the key elements in the products manufactured in these segments.  Wherever possible, we will implement price increases to offset the impact of changing prices.  The ultimate acceptance of these price increases, if implemented, will be impacted by our affected divisions’ respective competitors and the timing of their price increases. In general, we do not enter into purchase contracts that extend beyond one operating cycle. While Standex considers our relationship with our suppliers to be good, there can be no assurances that we will not experience any supply shortage.\n\n\n \n\n\nForeign Currency Translation\n – Our primary functional currencies used by our non-U.S. subsidiaries are the Euro, British Pound Sterling (Pound), Japanese (Yen), and Chinese (Yuan).\n\n\n \n\n\nDefined Benefit Pension Plans\n – We record expenses related to these plans based upon various actuarial assumptions such as discount rates and assumed rates of returns.  The Company’s pension plan is frozen for all eligible U.S. employees and participants in the plan ceased accruing future benefits. \n\n\n \n\n\nEnvironmental Matters\n \n–\n To the best of our knowledge, we believe that we are presently in substantial compliance with all existing applicable environmental laws and regulations and do not anticipate any instances of non-compliance that will have a material effect on our future capital expenditures, earnings or competitive position.\n\n\n \n\n\nSeasonality\n – We are a diversified business with generally low levels of seasonality.\n\n\n \n\n\nEmployee Relations\n – The Company has labor agreements with four union locals in the United States and various European employees belong to European trade unions. \n\n\n \n\n\nCritical Accounting Policies\n\n\n \n\n\nThe Consolidated Financial Statements include accounts of the Company and all of our subsidiaries.  The preparation of financial statements in conformity with accounting principles generally accepted in the United States of America requires us to make estimates and assumptions in certain circumstances that affect amounts reported in the accompanying Consolidated Financial Statements.  Although, we believe that materially different amounts would not be reported due to the accounting policies described below, the application of these accounting policies involves the exercise of judgment and use of assumptions as to future uncertainties and, as a result, actual results could differ from these estimates.  We have listed a number of accounting policies which we believe to be the most critical. \n\n\n \n\n\nRevenue Recognition \n– Most of the Company’s contracts have a single performance obligation which represents, the product or service being sold to the customer. Some contracts include multiple performance obligations such as a product and the related installation and/or extended warranty. Additionally, most of the Company’s contracts offer assurance type warranties in connection with the sale of a product to customers. Assurance type warranties provide a customer with assurance that the product complies with agreed-upon specifications. Assurance type warranties do not represent a separate performance obligation. \n\n\n \n\n\n\n\n\n\n\n\n\n       29\n     \n\n\n\n\n\n\n\n\n\n\n\n\n\n        \n     \n\n\n\n\n\n\n\n\n \n\n\nIn general, the Company recognizes revenue at the point in time control transfers to their customer based on predetermined shipping terms. Revenue is recognized over time under certain long-term contracts within the Engineering Technologies and Engraving groups for highly customized customer products that have no alternative use and in which the contract specifies the Company has a right to payment for its costs, plus a reasonable margin. For products recognized over time, the transfer of control is measured pro rata, based upon current estimates of costs to complete such contracts. Losses on contracts are fully recognized in the period in which the losses become determinable. Revisions in profit estimates are reflected on a cumulative basis in the period in which the basis for such revision becomes known.\n\n\n \n\n\nCollectability of Accounts Receivable\n – Accounts Receivable are reduced by an allowance for amounts that represent management's best estimate of estimated losses over the life of the underlying asset. Our estimate for the allowance for credit loss accounts related to trade receivables includes evaluation of specific accounts where we have information that the customer may have an inability to meet its financial obligation together with a detailed review of the collectability of pooled assets based on a combination of qualitative and quantitative factors.\n\n\n \n\n\nRealizability of Inventories \n– Inventories are valued at the lower of cost or market.  The Company regularly reviews inventory values on hand using specific aging categories and records a write down for obsolete and excess inventory based on historical usage and estimated future usage.  As actual future demand or market conditions may vary from those projected by management, adjustments to inventory valuations may be required.\n\n\n \n\n\nRealization of Goodwill\n – Goodwill and certain indefinite-lived intangible assets are not amortized, but instead are tested for impairment at least annually and more frequently whenever events or changes in circumstances indicate that the fair value of the asset may be less than its carrying amount of the asset.  The Company’s annual test for impairment is performed using a May 31st measurement date. We have identified six reporting units for impairment testing: Electronics, Engraving, Scientific, Engineering Technologies, Federal, and Hydraulics.\n\n\n \n\n\nAs quoted market prices are not available for the Company’s reporting units, the fair value of the reporting units is determined using a discounted cash flow model (income approach).  This method uses various assumptions that are specific to each individual reporting unit in order to determine the fair value.  In addition, the Company compares the estimated aggregate fair value of its reporting units to its overall market capitalization.\n\n\n \n\n\nOur annual impairment testing at each reporting unit relied on assumptions surrounding general market conditions, short-term growth rates, a terminal growth rate of 2.5%, and detailed management forecasts of future cash flows prepared by the relevant reporting unit.  Fair values were determined primarily by discounting estimated future cash flows at a weighted average cost of capital of 11.5%.  During our annual impairment testing, we evaluated the sensitivity of our most critical assumption, the discount rate, and determined that a 100-basis point change in the discount rate selected would not have impacted the test results.  Additionally, the Company could reduce the terminal growth rate from its current 2.5% to 1.0% and the fair value of all reporting units would still exceed their carrying value.\n\n\n \n\n\nWhile we believe that our estimates of future cash flows are reasonable, changes in assumptions could significantly affect our valuations and result in impairments in the future.  The most significant assumption involved in the Company’s determination of fair value is the cash flow projections of each reporting unit. \n\n\n \n\n\nAs a result of our annual assessment in the fourth quarter of fiscal year 2023, the Company determined that the fair value of the six reporting units substantially exceeded their respective carrying values.  Therefore, no impairment charges were recorded in connection with our annual assessment during the fourth quarter of fiscal year 2023. \n\n\n \n\n\nCost of Employee Benefit Plans\n – We provide a range of benefits to certain retirees, including pensions and some postretirement benefits.  We record expenses relating to these plans based upon various actuarial assumptions such as discount rates, assumed rates of return, compensation increases and turnover rates.  The expected return on plan assets assumption of 6.5% in the U.S. is based on our expectation of the long-term average rate of return on assets in the pension funds and is reflective of the current and projected asset mix of the funds and considers the historical returns earned on the funds.  We have analyzed the rates of return on assets used and determined that these rates are reasonable based on the plans’ historical performance relative to the overall markets as well as our current expectations for long-term rates of returns for our pension assets.  The U.S. discount rate of 5.6% reflects the current rate at which pension liabilities could be effectively settled at the end of the year.  The discount rate is determined by matching our expected benefit payments from a stream of AA- or higher bonds available in the marketplace, adjusted to eliminate the effects of call provisions.  We review our actuarial assumptions, including discount rate and expected long-term rate of return on plan assets, on at least an annual basis and make modifications to the assumptions based on current rates and trends when appropriate.  Based on information provided by our actuaries and other relevant sources, we believe that our assumptions are reasonable.\n\n\n \n\n\n\n\n\n\n\n\n\n       30\n     \n\n\n\n\n\n\n\n\n\n\n\n\n\n        \n     \n\n\n\n\n\n\n\n\n \n\n\nThe cost of employee benefit plans includes the selection of assumptions noted above.  A twenty-five-basis point change in the U.S. expected return on plan assets assumptions, holding our discount rate and other assumptions constant, would increase or decrease pension expense by approximately $0.5\n \nmillion per year.  A twenty-five-basis point change in our discount rate, holding all other assumptions constant, would have no impact on 2023 pension expense as changes to amortization of net losses would be offset by changes to interest cost.  In future years, the impact of discount rate changes could yield different sensitivities. See the Notes to the Consolidated Financial Statements for further information regarding pension plans. \n\n\n \n\n\nBusiness Combinations\n - The accounting for business combinations requires estimates and judgments as to expectations for future cash flows of the acquired business and the allocation of those cash flows to identifiable intangible assets in determining the estimated fair values for assets acquired and liabilities assumed.  The fair values assigned to tangible and intangible assets acquired and liabilities assumed, are based on management’s estimates and assumptions, as well as other information compiled by management, including valuations that utilize customary valuation procedures and techniques. If the actual results differ from the estimates and judgments used in these fair values, the amounts recorded in the consolidated financial statements could result in a possible impairment of the intangible assets and goodwill or require acceleration of the amortization expense of finite-lived intangible assets.\n\n\n \n\n\nAllocations of the purchase price for acquisitions are based on estimates of the fair value of the net assets acquired and are subject to adjustment upon finalization of the purchase price allocation. During this measurement period, the Company will adjust assets or liabilities if new information is obtained about facts and circumstances that existed as of the acquisition date that, if known, would have resulted in the recognition of those assets and liabilities as of that date.  All changes that do not qualify as measurement period adjustments are included in current period earnings.\n\n\n \n\n\n \nRecently Issued Accounting Pronouncements\n\n\n \n\n\nSee \"Item 8. Financial Statements and Supplementary Data, Note 1. Summary of Accounting Policies” for information regarding the effect of recently issued accounting pronouncements on our consolidated statements of operations, comprehensive income, stockholders’ equity, cash flows, and notes for the year ended June 30, 2023.\n\n\n \n\n",
    "item7a": ">Item 7A.  Quantitative and Qualitative Disclosures About Market Risk\n\n\n \n\n\nRisk Management\n\n\n \n\n\nWe are exposed to market risks from changes in interest rates, commodity prices and changes in foreign currency exchange.  To reduce these risks, we selectively use, from time to time, financial instruments and other proactive management techniques.  We have internal policies and procedures that place financial instruments under the direction of the Treasurer and restrict all derivative transactions to those intended for hedging purposes only.  The use of financial instruments for trading purposes (except for certain investments in connection with the non-qualified defined contribution plan) or speculation is strictly prohibited.  The Company has no majority-owned subsidiaries that are excluded from the consolidated financial statements.  Further, we have no interests in or relationships with any special purpose entities. \n\n\n \n\n\nExchange Risk\n\n\n \n\n\nWe are exposed to both transactional risk and translation risk associated with exchange rates.  The transactional risk is mitigated, in large part, by natural hedges developed with locally denominated debt service on intercompany accounts and the fact that most of our foreign currency sales are transacted in their functional currency.  We also mitigate certain of our foreign currency exchange rate risks by entering into forward foreign currency contracts from time to time.  The contracts are used as a hedge against anticipated foreign cash flows, such as loan payments, customer remittances, and materials purchases, and are not used for trading or speculative purposes.  The fair values of the forward foreign currency exchange contracts are sensitive to changes in foreign currency exchange rates, as an adverse change in foreign currency exchange rates from market rates would decrease the fair value of the contracts.  However, any such losses or gains would generally be offset by corresponding gains and losses, respectively, on the related hedged asset or liability.  At June 30, 2023 and 2022, the fair value, in the aggregate, of the Company’s open foreign exchange contracts was a liability of $1.7 million and $0.6 million respectively. \n\n\n \n\n\nOur primary translation risk is with the Euro, British Pound Sterling, Peso, Japanese Yen and Chinese Yuan.  A hypothetical 10% appreciation or depreciation of the value of any these foreign currencies to the U.S. Dollar at June 30, 2023, would not result in a material change in our operations, financial position, or cash flows.  We hedge our most significant foreign currency translation risks primarily through cross currency swaps and other instruments, as appropriate.\n\n\n \n\n\n\n\n\n\n\n\n\n       31\n     \n\n\n\n\n\n\n\n\n\n\n\n\n\n        \n     \n\n\n\n\n\n\n\n\n \n\n\nInterest Rate\n\n\n \n\n\nThe Company’s effective interest rate on borrowings was 2.97% and 2.53% at June 30, 2023 and 2022, respectively.  Our interest rate exposure is limited primarily to interest rate changes on our variable rate borrowings and is mitigated by our use of interest rate swap agreements to modify our exposure to interest rate movements.  At June 30, 2023, we have $175.0 million of active floating to fixed rate swaps with terms ranging from one to three years.  These swaps convert our interest payments from SOFR to a weighted average rate of 1.13%.  At June 30, 2023, the fair value, in the aggregate, of the Company’s interest rate swaps were assets of $10.2 million. At June 30, 2022, the fair value, in the aggregate, of the Company’s interest rate swaps were assets of $8.4 million. A 25-basis point increase in interest rates would not change our annual interest expense as all of our outstanding debt is currently converted to fixed rate debts by means of interest rate swaps.\n\n\n \n\n\nConcentration of Credit Risk\n\n\n \n\n\nWe have a diversified customer base.  As such, the risk associated with concentration of credit risk is inherently minimized.  As of June 30, 2023, no one customer accounted for more than 5% of our consolidated outstanding receivables or of our sales.\n\n\n \n\n\nCommodity Prices\n\n\n \n\n\nThe Company is exposed to fluctuating market prices for all commodities used in its manufacturing processes.  Each of our segments is subject to the effects of changing raw material costs caused by the underlying commodity price movements.  In general, we do not enter into purchase contracts that extend beyond one operating cycle.  While Standex considers our relationship with our suppliers to be good, there can be no assurances that we will not experience any supply shortage.\n\n\n \n\n\nThe Engineering Technologies, Specialty Solutions, and Electronics segments are all sensitive to price increases for steel and aluminum products, other metal commodities such as rhodium and copper, and petroleum-based products. We continue to experience price fluctuations for a number of materials including rhodium, steel, and other metal commodities.  These materials are some of the key elements in the products manufactured in these segments.  Wherever possible, we will implement price increases to offset the impact of changing prices.  The ultimate acceptance of these price increases, if implemented, will be impacted by our affected divisions’ respective competitors and the timing of their price increases.\n\n\n \n\n\n\n\n\n\n\n\n\n       32\n     \n\n\n\n\n\n\n\n\n\n\n\n\n\n        \n     \n\n\n\n\n\n\n\n\n \n\n\n\n     \n  \n\n",
    "cik": "310354",
    "cusip6": "854231",
    "cusip": [
        "854231107"
    ],
    "names": [
        "STANDEX INTL CORP"
    ],
    "source": "https://www.sec.gov/Archives/edgar/data/310354/000143774923022156/0001437749-23-022156-index.htm"
}