{
    "item1": ">Item 1. \nBusiness. \nOverview \nFounded in 1904, Coty Inc. is one of the world’s largest beauty companies with an iconic portfolio of brands across fragrance, color cosmetics, and skin and body care. \nOver the past few years we have been implementing a comprehensive transformation agenda (the “Transformation Plan”), focusing on our core go-to-market competencies, simplifying our capital structure and deleveraging our balance sheet. \nAs we transform the Company, we continue to make progress on our strategic priorities, including stabilizing and growing our consumer beauty brands through leading innovation and improved execution, accelerating our prestige fragrance brands and ongoing expansion into prestige cosmetics, building a comprehensive skincare portfolio leveraging existing brands, enhancing our e-commerce and direct-to-consumer (“DTC”) capabilities, expanding our presence in China and travel retail through prestige products and select consumer beauty brands, and establishing Coty as an industry leader in sustainability.\nIn fiscal 2021, we completed the sale of a majority stake in Coty’s Professional and Retail Hair business, including the Wella, Clairol, OPI and ghd brands, (together, the “Wella Business”). As of June 30, 2023, Coty owned a 25.9% stake in\nRainbow JVCO LTD and subsidiaries (together, “Wella” or the “Wella Company”). On July 18, 2023 we announced that we entered into a binding letter of intent to sell a 3.6% stake in Wella to investment firm IGF Wealth Management for $150.0. The closing of the transaction is subject to, among other things, completion of due diligence and the satisfaction of certain closing conditions, including the approval of the transaction by KKR. Assuming the transaction closes, we would retain 22.3% of the Wella Company.\nAll dollar amounts in the following discussion are in millions of United States (“U.S.”) dollars, unless otherwise indicated.\nSegments\nOperating and reportable segments (referred to as “segments”) reflect the way the Company is managed and for which separate financial information is available and evaluated regularly by the Company’s chief operating decision maker (“CODM”) in deciding how to allocate resources and assess performance. The Company has designated its Chief Executive Officer as the CODM.\nFor segment financial information and information about our long-lived assets, see Note 5— Segment Reporting in the notes to our Consolidated Financial Statements, and for information about recent acquisitions or dispositions, see Note 4—Business Combinations, Asset Acquisitions and Divestitures in the notes to our Consolidated Financial Statements.\n1\nBrands\n    \nThe following chart reflects our iconic brand portfolio:\nConsumer Beauty\nPrestige\nAdidas\nBurberry\nBeckham\nCalvin Klein\nBiocolor*\nChloe\nBozzano*\nDavidoff\nBourjois*\nEscada*\nBruno Banani\nGucci\nCoverGirl*\nHugo Boss\nJovan*\nJil Sander\nMax Factor*\nJoop!*\nMexx\nKylie Jenner\nMonange*\nLancaster*\nNautica\nMarc Jacobs\nPaixao*\nMiu Miu\nRimmel*\nOrveda\nRisque*\nphilosophy*\nSally Hansen*\nSKKN BY KIM\nTiffany & Co.\n* Indicates an owned beauty brand.\nMarketing\nWe have a diverse portfolio of brands, some owned and some licensed, and we employ different models to create a distinct image and personality suited to each brand’s equity, distribution, product focus and consumer. For our licensed brands, we work with licensors to promote brand image. Each of our brands is promoted with logos, packaging and advertising designed to enhance its image and the uniqueness of each brand. We manage our creative marketing work through a combination of our in-house teams and external agencies that design and produce the sales materials, social media strategies, advertisements and packaging for products in each brand. \nWe promote our brands through various channels to reach and engage beauty consumers, through traditional media, through in-store displays, on digital and social media, and through collaborations, product placements and events. In addition, we seek editorial coverage for products and brands in both traditional media and digital and social media to drive influencer amplification and to build brand equity. We also leverage our relationships with celebrities and on-line influencers to endorse certain of our products. Our marketing efforts benefit from cooperative advertising programs with retailers, often in connection with in-store marketing activities designed to engage consumers so that they try, or purchase, our products, including sampling and “gift-with-purchase” programs designed to stimulate product trials. \nWe have dedicated marketing and sales forces in most of our significant markets. These teams leverage local insights to strategically promote our brands and product offerings and tailor our creative marketing to fit local tastes and resonate with consumers most effectively. \nWe utilize in-depth brand and market data analytics to develop branding, merchandising and marketing execution strategies to maximize the consumer experience and build a better business. We continue to concentrate working media resources on select products, channels and markets, which we believe represents a significant opportunity for revenue and gross margin improvement, and to implement a tactical, in-store strategy for the others.\nDistribution Channels and Retail Sales\n2\nWe market, sell and distribute our products in approximately 126 countries and territories, with dedicated local sales forces in most of our significant markets. We have a balanced multi-channel distribution strategy which complements our product categories. Our mass beauty brands are primarily sold through hypermarkets, supermarkets, drug stores and pharmacies, mid-tier department stores, traditional food and drug retailers, and dedicated e-commerce retailers. The prestige products are primarily sold through prestige retailers, including perfumeries, department stores, e-retailers, direct-to-consumer websites and duty-free shops. We continue to focus on expanding our e-commerce and direct-to-consumer channels. We also sell our products through third-party distributors. In fiscal 2023, no retailer accounted for more than 10% of our global net revenues; however, certain retailers accounted for more than 10% of net revenues within certain geographic markets and segments. In fiscal 2023, Walmart, our top retailer, accounted for approximately 5% of total Coty Inc. net revenues from continuing operations. \nInnovation\nInnovation is a pillar of our business. We innovate through brand-building and new product lines, as well as through new technology. Our research and development teams work with our marketing and operations teams to identify recent trends and consumer needs and to bring products quickly to market. \nWe are continuously innovating to increase our sales by elevating our digital presence, including e-commerce and digital, social media and influencer marketing designed to build brand equity and consumer engagement. We have also focused our efforts on meeting evolving consumer shopping preferences and behaviors, both on-line and in-store. We have introduced new ways to customize the consumer experience, including using artificial intelligence-powered tools to provide personalized advice on selecting and using products, and augmented reality tools that invite customers to virtually try products with curated looks, tutorials and product recommendations. \nIn addition, we continuously seek to improve our products through research and development. Our basic and applied research groups, which conduct longer-term and “blue sky” research, seek to develop proprietary new technologies for first-to-market products and for improving existing products. This research and development is done both internally and through affiliations with various universities, technical centers, supply partners, industry associations and technical associations. A number of our products incorporate patented, patent-pending or proprietary technology. In addition, several of our products and/or packaging for our products are covered by design rights protections.\nOur principal research and development centers are located in the U.S. and Europe. See “Item 2. Properties.”\nWe do not perform, nor do we commission any third parties on our behalf to perform, testing of our products or ingredients on animals except where required by law. In the few jurisdictions requiring animal testing, we actively apply for exemptions and work with local authorities and organizations to authorize alternative methods of product testing.\nSupply Chain\nDuring fiscal year 2023, we continued to manufacture and package approximately 79% of our products, primarily in facilities located in the United States, Brazil, China and various countries in Europe. We recognize the importance of our employees at our manufacturing facilities and have in place programs designed to ensure operating safety. In addition, we implement programs designed to ensure that our manufacturing and distribution facilities comply with applicable environmental rules and regulations, as well as initiatives to support our sustainability goals. To capitalize on innovation and other supply chain benefits, we continue to utilize a network of third-party manufacturers on a global basis who produce approximately 21% of our finished products. \nThe principal raw materials used in the manufacture of our products are primarily essential oils, alcohols and specialty chemicals. The essential oils in our fragrance products are generally sourced from fragrance houses. As a result, we realize material cost savings and benefits from the technology, innovation and resources provided by these fragrance houses.\nWe purchase the raw materials for all our products from various third parties. We also purchase packaging components that are manufactured to our design specifications. We collaborate with our suppliers to meet our stringent design and creative criteria. We believe that we currently have adequate sources of supply for all our products. We review our supplier base periodically with the specific objectives of improving quality, increasing innovation and speed-to-market, ensuring supply sufficiency and reducing costs. \nWe have experienced disruptions in our supply chain from time to time, including in connection with our past restructuring efforts and, more recently due to global supply disruptions, and we work to anticipate and respond to actual and potential disruptions. In light of these challenges, we are continually benchmarking the performance of our supply chain, and we augment our supply base, adjust our distribution networks and manufacturing footprint, enhance our forecasting and planning capabilities and adjust our inventory strategy based upon the changing needs of the business. We continue to explore options to further optimize our supply chain operations. \n3\nCompetition\nThere is significant competition within each market where our products are sold. We compete against manufacturers and marketers of beauty products, salon professional nail products and personal care products. In addition to the established multinational brands against which we compete, small targeted niche brands continue to enter the beauty market. We also have competition from private label products sold by retailers.\nWe believe that we compete primarily on the basis of perceived value, including pricing and innovation, product efficacy, service to the consumer, promotional activities, advertising, special events, new product introductions, e-commerce initiatives, direct sales and other activities (including influencers). It is difficult for us to predict the timing, scale and effectiveness of our competitors’ actions in these areas or the timing and impact of new entrants into the marketplace. For additional risks associated with our competitive position, see “Risk Factors—\nThe beauty industry is highly competitive, and if we are unable to compete effectively, our business, prospects, financial condition and results of operation could suffer\n”. \nIntellectual Property\nWe generally own or license the trademark rights in key sales countries in Trademark International Class 3 (covering cosmetics and perfumery) for use in connection with our brands. When we license trademark rights we generally enter into long-term licenses, and we are generally the exclusive trademark licensee for all Class 3 trademarks as used in connection with our products. We or our licensors, as the case may be, actively protect the trademarks used in our principal products in the U.S. and significant markets worldwide. We consider the protection of our trademarks to be essential to our business.\nA number of our products also incorporate patented, patent-pending or proprietary technology in their respective formulations and/or packaging, and in some cases our product packaging is subject to copyright, trade dress or design protection. While we consider our patents and copyrights, and the protection thereof, to be important, no single patent or copyright, or group of related patents or copyrights, is material to the conduct of our business. \nProducts representing 63% of our fiscal 2023 net revenues from continuing operations are manufactured and marketed under exclusive license agreements granted to us for use on a worldwide and/or regional basis. As of June 30, 2023, we maintained 22 brand licenses. In addition, approximately 54% of our fiscal 2023 net revenues from continuing operations were attributable to prestige fragrance, of which approximately 88% was from our top seven prestige fragrance brands.\nOur licenses impose obligations and restrictions on us that we believe are common to many licensing relationships in the beauty industry, such as paying annual royalties on net sales of the licensed products, maintaining the quality of the licensed products and the image of the applicable trademarks, achievement of minimum sales levels, promotion of sales and qualifications and behavior of our suppliers, distributors and retailers. We believe that we are currently in material compliance with the terms of our material brand license agreements.\nOur license agreements have an average duration of over 25 years. Most brand licenses have renewal options for one or more terms, which can range from two to ten years. Certain brand licenses provide for automatic extensions, so long as minimum annual royalty payments are made, while renewal of others is contingent upon attaining specified sales levels or upon agreement of the licensor. None of our top seven  licenses, which account for approximately 88% of our prestige fragrance sales, are up for non-automatic renewal before 2028, with an average remaining duration of 13 years. We are currently in the process of renewing a smaller license which is up for renewal during fiscal 2024. For additional risks associated with our licensing arrangements, see “Risk Factors—\nOur brand licenses may be terminated if specified conditions are not met, and we may not be able to renew expiring licenses on favorable terms or at all\n” and “Risk Factors—\nOur failure to protect our reputation, or the failure of our brand partners or licensors to protect their reputations, could have a material adverse effect on our brand images\n”.\nHuman Capital\nWorkforce\n.\n \nAs of June 30, 2023, we had approximately 11,350 full-time employees in over 36 countries. In addition, we typically employ a large number of seasonal contractors during our peak manufacturing and promotional season. \nOur employees in the U.S. are not covered by collective bargaining agreements. Our employees in certain countries in Europe are subject to works council arrangements and collective bargaining agreements. We have not experienced a material strike or work stoppage in the U.S. or any other country where we have a significant number of employees.\nOur employees are a key source of competitive advantage and their actions, guided by our Code of Conduct and our global compliance program, \nBehave Beautifully\n, are critical to the long-term success of our business. We recognize the importance of our employees to our business and believe our relationship with our employees is satisfactory.\nEnvironmental, Social and Governance\nCoty’s sustainability commitment, Beauty That Lasts, is a multi-pillared strategy which aims to contribute to a more sustainable and inclusive future. With a focus on products, planet and people we see sustainability as the ultimate driver of innovation.\n4\nWe report annually on our progress towards our sustainability targets through a separate sustainability report. Our sustainability reports and other information on our sustainability initiatives and achievements are available on our website. Changing circumstances, including evolving expectations for sustainability, or changes in standards and the way progress is measured, may lead to adjustments in, or the discontinuation of, our pursuit of certain goals, commitments, or initiatives (see additional discussion in “Forward-looking Statements—\nCautionary Note Regarding Sustainability Information\n”). The content of our sustainability reports and information on our website are not incorporated by reference into this Annual Report on Form 10-K or in any other report or document we file with the SEC.\nOn March 31, 2022, the SEC issued a proposed rule on climate-related disclosures by U.S. public companies. The proposed rule is not yet final. We are unable to predict if or when the rule will be finalized and the extent to which a final rule will apply or deviate from the proposal.\nThe Beauty of Our Product\nOur products have an important role to play in building a sustainable future for the beauty sector. To respond to evolving social and environmental challenges, sustainability is at the heart of our product creation, from design and development through to sourcing of materials.\nWe are changing the way we design, formulate and manufacture in order to minimize our environmental impact and create innovative products. Since 2020, we have an operational Beauty That Lasts Index in place, which is a qualitative tool for evaluating the social and environmental profile of new product developments. \nWe have ambition to reduce the amount of packaging we use across our portfolio, while sourcing from more sustainable sources. In fiscal 2023, we introduced refillable packaging solutions into our global portfolio, including Chloé Rose Naturelle Intense Eau de Parfum and Adidas Active Skin and Mind range of shower gels which delivered a packaging weight reduction compared to the original baseline body care range. In addition, we work to reduce the environmental impact of our product formulas and our new products, for example integrating carbon captured alcohol into our fragrances. In fiscal 2023, we launched Gucci, The Alchemist’s Garden, Where My Heart Beats Eau de Parfum, which was the first globally distributed fragrance manufactured using 100% carbon captured alcohol.  \nWe recognize that sustainability efforts require collaboration which goes beyond our own organization. To that end we are members of several industry initiatives, including the Responsible Beauty Initiative and Responsible Mica Initiative, focused on responsible sourcing, and the Sustainable Packaging Initiative for Cosmetics, focused on creating common guidelines and tools for eco-design of packaging. We are also part of the EcoBeautyScore Consortium – a breakthrough initiative which aims to develop an industry-wide environmental scoring system for cosmetics products, with the aim of empowering consumers to make sustainable beauty choices.\nWe continue to evaluate and modify our processes and activities to further limit our impact on the environment as we implement our sustainability strategy.\nThe Beauty of Our Planet\nConserving and protecting the natural environment is a vital part of our responsibility as a business. We are committed to minimizing the environmental impact of our operations and preserving resources for generations to come. \nDuring fiscal year 2023, our greenhouse gas emissions targets were approved by the Science Based Target initiative. The targets cover our Greenhouse gas emissions for scopes 1 and 2, renewable electricity commitment and our greenhouse gas reduction for scope 3. We continue to focus on the implementation of these targets with the development of operational plans. We are currently implementing our climate strategy focusing on three focus areas: our product impact, our transportation and the impact of our own operations. \nIn fiscal 2023, we have extended existing efforts made on our supply chain sites (factories and distribution centers) to our R&D centers and Corporate Offices. Accordingly, our offices and R&D centers are developing energy reduction and transition plans. For example, our Paris Headquarter has now transitioned to renewable electricity and we have completed an extensive energy audit in our Amsterdam Headquarter with very positive results.  In our efforts to reduce our impacts on the environment, none of the waste from our factories and distribution centers was sent to landfill, while most was reused, recycled, or composted. We have implemented several measures to reduce water consumption across our plants and distribution centers.\nWhile certain projects are already in execution phase, other projects are in the early stages as we validate their feasibility and explore new ones to achieve our proposed targets. We continue to evaluate and modify our processes and activities to further limit our impact on the environment and to enable the deployment of our climate-related initiatives to meet our proposed targets.\n5\nThe Beauty of Our People\nWe are committed to playing our part in creating a more inclusive business and society. We celebrate diversity in all its forms and continue to work towards building a more inclusive business. We recognize the importance of diversity at a leadership level and throughout our whole organization, including diversity of gender, ethnicity, ability, background, religion, gender identity, and sexual orientation. Our Executive Committee and our Board of Directors are majority female. For associates, we rolled out a new training to broaden knowledge of our sustainability framework, Beauty That Lasts. This training introduced the three-pillared framework and included short modules on climate change and DE&I topics such as bias and microaggressions. In July 2022, we implemented a sustainability objective for all employees eligible to the bonus plans, as part of their annual goals. This applies for employees’ fiscal 2023 bonuses. The accomplishment of these objectives is considered when assessing eligibility for annual bonuses.\nAs of October 2022, we were proud to achieve our commitment to pay equity for similar roles and performance, regardless of gender by reducing the gap in every level of our global management categories. To further gender equality within our business, we also launched a gender-neutral Parental Leave Policy. From November 2022, all employees, regardless of gender, have access to the same number of fully paid weeks of parental leave offered in their local region when starting or extending a family. \nWe also strive to reflect the communities we serve through our brands, which champion the diversity of beauty and beauty of diversity. In fiscal 2023, Sally Hansen & CoverGirl continued their multi-year partnership with LGBTQ advocacy organization GLAAD. Marc Jacobs Fragrance celebrates the third year of its partnerships with US-based NGO The Lesbian, Gay, Bisexual & Transgender Community Center (The Center) and second year with UK-based charity, akt.\nWe are committed to creating opportunities for our associates to develop skills, advance their careers and nurture their long-term employability. Our associates undergo an annual performance review process, and work with their manager to build customized development plans. We offer our employees a range of development activities, from learning formally through e-learning courses and trainings, and on the job. \nOur global Health and Safety Policy governs the management of work-related health and safety risks across all our manufacturing and distribution sites, including corporate offices. The policy, which is complemented by our Code of Conduct, sets out the principles that guide our approach to Health and Safety, as well as outlining responsibilities within the business.\nGovernment Regulation\nWe and our products are subject to regulation by various U.S. federal regulatory agencies as well as by various state and local regulatory authorities and by the applicable regulatory authorities in the countries in which our products are produced or sold. Such regulations principally relate to the ingredients, labeling, manufacturing, packaging, advertising and marketing and sales and distribution\n \nof our products. Because we have commercial operations overseas, we are also subject to the U.S. Foreign Corrupt Practices Act (the “FCPA”) as well as other countries’ anti-corruption and anti-bribery regimes, such as the U.K. Bribery Act.\nWe are subject to numerous foreign, federal, provincial, state, municipal and local environmental, health and safety laws and regulations relating to, among other matters, safe working conditions, product stewardship and environmental protection, including those relating to emissions to the air, discharges to land and surface waters, generation, handling, storage, transportation, treatment and disposal of hazardous substances and waste materials, and the registration and evaluation of chemicals. We maintain policies and procedures to monitor and control environmental, health and safety risks, and to monitor compliance with applicable environmental, health and safety requirements. Compliance with such laws and regulations pertaining to the discharge of materials into the environment, or otherwise relating to the protection of the environment, has not had a material effect upon our capital expenditures, earnings or competitive position. However, environmental and social responsibility laws and regulations have tended to become increasingly stringent and, to the extent regulatory changes occur in the future, they could result in, among other things, increased costs and risks of non-compliance for us. For example, certain states in the U.S., such as California, and the U.S. Congress have proposed legislation relating to chemical disclosure and other requirements related to the content of our products. For more information, see “Risk Factors—\nChanges in laws, regulations and policies that affect our business or products could adversely affect our business, financial condition and results of operations.\n”\nSeasonality\nThe Company’s sales generally increase during the second fiscal quarter as a result of increased demand associated with the winter holiday season. Financial performance, working capital requirements, sales, cash flows and borrowings generally experience variability during the three to six months preceding the holiday season. Product innovations, new product launches and the size and timing of orders from the Company’s customers may also result in variability. However, the mix of product sales can vary considerably as a result of changes in seasonal and geographic demand for particular types of products, as well as other macroeconomic, operating and logistics-related factors, as evidenced by the impact of the COVID-19 pandemic.\n6\nAvailability of Reports\nWe make available financial information, news releases and other information on our website at www.coty.com. There is a direct link from our website to our SEC filings via the EDGAR database at www.sec.gov, where our annual reports on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K and any amendments to these reports filed or furnished pursuant to Section 13(a) or 15(d) of the Securities Exchange Act of 1934, as amended, are available free of charge as soon as reasonably practicable after we file such reports and amendments with, or furnish them to, the SEC. Stockholders may also contact Investor Relations at 350 Fifth Avenue, New York, New York 10118 or call 212-389-7300 to obtain hard copies of these filings without charge.\nWe use our website as a channel for routine distribution of important information, including news releases, presentations, and financial information. We have also posted on our website our: (i) Principles of Corporate Governance; (ii) Code of Conduct (and any amendments or waivers); (iii) Code of Conduct for Business Partners; (iv) Charters for the Audit and Finance Committee and Remuneration and Nomination Committee; and (vi) sustainability information, including information on our sustainability strategy, \nBeauty that Lasts\n, and our diversity, equity and inclusion strategy. The information on our website is not, and will not be deemed to be, a part of this annual report on Form 10-K or incorporated into any of our other filings with the SEC.",
    "item1a": ">Item 1A. \nRisk Factors.\nYou should consider the following risks and uncertainties and all of the other information in this Annual Report on Form 10-K and our other filings in connection with evaluating our business and the forward-looking information contained in this Annual Report on Form 10-K. Our business and financial results may also be adversely affected by risks and uncertainties not presently known to us or that we currently believe to be immaterial. If any of the events contemplated by the following discussion of risks should occur or other risks arise or develop, our business, prospects, financial condition, results of operations, cash flows, as well as the trading price of our securities, may be materially and adversely affected. When used in this discussion, the term “includes” and “including” means, unless the context otherwise indicates, including without limitation and the terms “Coty,” the “Company,” “we,” “our,” or “us” mean, unless the context otherwise indicates, Coty Inc. and its majority and wholly-owned subsidiaries.\nRisk Factor Summary \nWe are providing the following summary of the risk factors to enhance the readability and accessibility of our risk factor disclosures. We encourage you to carefully review the full risk factors discussed below in their entirety for additional information.\nSome of the factors that could materially and adversely affect our business, financial condition, results of operations or prospects include:\n•\nThe beauty industry is highly competitive, and if we are unable to compete effectively, our business, prospects, financial condition and results of operations could suffer.\n•\nFurther consolidation in the retail industry and shifting preferences in how and where consumers shop, including to e-commerce, may adversely affect our business, prospects, financial condition and results of operations.\n•\nChanges in industry trends and consumer preferences could adversely affect our business, prospects, financial condition and results of operations.\n•\nOur success depends, in part, on the quality, efficacy and safety of our products.\n•\nOur failure to protect our reputation, or the failure of our brand partners or licensors to protect their reputations, could have a material adverse effect on our brand images.\n•\nOur brand licenses may be terminated if specified conditions are not met, and we may not be able to renew expiring licenses on favorable terms or at all.\n•\nIf we are unable to obtain, maintain and protect our intellectual property rights, in particular trademarks, patents and copyrights, or if our brand partners and licensors are unable to maintain and protect their intellectual property rights that we use in connection with our products, our ability to compete could be negatively impacted.\n•\nOur success depends on our ability to operate our business without infringing, misappropriating or otherwise violating the intellectual property of third parties.\n•\nOur business is subject to seasonal variability.\n•\nOur success depends on our ability to achieve our global business strategies.\n7\n•\nWe have incurred significant costs in connection with the integration of acquisitions and simplifying our business, and expect to incur costs in connection with the implementation of our global business strategies, that could affect our period-to-period operating results.\n•\nOur new product introductions may not be as successful as we anticipate, which could have a material adverse effect on our business, prospects, financial condition and results of operations.\n•\nWe may not be able to identify suitable acquisition targets and our acquisition activities and other strategic transactions may present managerial, integration, operational and financial risks, which may prevent us from realizing the full intended benefit of the acquisitions we undertake.\n•\nWe face risks associated with our joint ventures and strategic partnership investments.\n•\nOur goodwill and other assets have been subject to impairment and may continue to be subject to impairment in the future.\n•\nA disruption in operations could adversely affect our business.\n•\nWe outsource a number of functions to third-party service providers, and any failure to perform or other disruptions or delays at our third-party service providers could adversely impact our business, our results of operations or our financial condition. \n•\nWe are increasingly dependent on information technology, and if we are unable to protect against service interruptions, corruption of our data and privacy protections, cyber-based attacks or network security breaches, our operations could be disrupted.\n•\nOur success depends, in part, on our employees, including our key personnel.\n•\nIf we underestimate or overestimate demand for our products and do not maintain appropriate inventory levels, our net revenues or working capital could be negatively impacted.\n•\nWe are subject to risks related to our international operations.\n•\nWe have taken on significant debt, and the agreements that govern such debt contain various covenants that impose restrictions on us, which may adversely affect our business.\n•\nOur ability to service and repay our indebtedness will be dependent on the cash flow generated by our subsidiaries and events beyond our control.\n•\nOur variable rate indebtedness subjects us to interest rate risk, which could cause our debt service obligations to increase.\n•\nWe must successfully manage the impact of a general economic downturn, credit constriction, uncertainty in global economic or political conditions or other global events or a sudden disruption in business conditions which may affect consumer spending, global supply chain conditions and inflationary pressures and adversely affect our financial results.\n•\nThe COVID-19 pandemic has had, and could continue to have, a negative impact on our business, financial condition, results of operations and cash flows.\n•\nPrice inflation for labor, materials and services, further exacerbated by volatility in energy and commodity markets by the war in Ukraine, could adversely affect our business, results of operations and financial condition.\n•\nVolatility in the financial markets could have a material adverse effect on our business, prospects, financial condition, results of operations, cash flows, as well as the trading price of our securities.\n•\nFluctuations in currency exchange rates may negatively impact our financial condition and results of operations.\n•\nWe are subject to legal proceedings and legal compliance risks, including talc-related litigation alleging bodily injury.\n•\nChanges in laws, regulations and policies that affect our business or products could adversely affect our business, financial condition, results of operations, cash flows, as well as the trading price of our securities.\n•\nOur operations and acquisitions in certain foreign areas expose us to political, regulatory, economic and reputational risks.\n•\nOur employees or others may engage in misconduct or other improper activities including noncompliance with regulatory standards and regulatory requirements.\n•\nViolations of our prohibition on harassment, sexual or otherwise, could result in liabilities and/or litigation.\n•\nIf the Distribution (as defined below) or the acquisition of the P&G Beauty Business does not qualify for its intended tax treatment, in certain circumstances we are required to indemnify P&G for resulting tax-related losses under the tax matters agreement entered into in connection with the acquisition of the P&G Beauty Business dated October 1, 2016.\n•\nWe are subject to risks related to our common stock and our stock repurchase program.\n8\n•\nJABC Cosmetics B.V. (“JABC”) and its affiliates, through their ownership of approximately 53% of the outstanding shares of our Class A Common Stock, have the ability to effect and/or significantly influence certain decisions requiring stockholder approval, which may be inconsistent with the interests of our other stockholders. \n•\nWe are a “controlled company” within the meaning of the New York Stock Exchange rules and, as a result, are entitled to rely on exemptions from certain corporate governance requirements that are designed to provide protection to stockholders of companies that are not “controlled companies”.\n•\nThe dual-listing of our Class A Common Stock on the NYSE and on Euronext Paris’s Professional Segment may adversely affect the liquidity and value of our Class A Common Stock.\nRisk Factors\nRisks related to our Business and Industry\nThe beauty industry is highly competitive, and if we are unable to compete effectively, our business, prospects, financial condition and results of operations could suffer.\nThe beauty industry is highly competitive and can change rapidly due to consumer preferences and industry trends, such as the expansion of digital channels, direct-to-consumer channels, new “disruptor” trendy brands and advances in technology such as artificial intelligence. Competition in the beauty industry is based on several factors, including pricing, value and quality, product efficacy, packaging and brands, speed or quality of innovation and new product introductions, in-store presence and visibility, promotional activities (including influencers) and brand recognition, distribution channels, advertising, editorials and adaption to evolving technology and device trends, including via e-commerce initiatives.\n \nOur competitors include large multinational consumer products companies, private label brands and emerging companies, among others, and some have greater resources than we do or may be able to respond more quickly or effectively to changing business and economic conditions than we can. It is difficult for us to predict the timing and scale of our competitors’ actions and their impact on the industry or on our business. For example, the fragrance category is being influenced by new product introductions, niche brands and growing e-commerce distribution. The color cosmetics category has been influenced by entry by new competitors and smaller competitors that are fast to respond to trends and engage with their customers through digital platforms, including using new or advancing technologies such as artificial intelligence and innovative in-store activations. Furthermore, e-commerce and the online retail industry is characterized by rapid technological evolution, changes in consumer requirements and preferences, frequent introductions of new products and services embodying new technologies and the emergence of new industry standards and practices and evolving regulatory regimes, any of which could render our existing technologies and systems obsolete. Our success will depend, in part, on our ability to identify, develop, acquire or license leading technologies useful in our business, and respond to technological advances and emerging industry standards and practices in a cost-effective and timely way. If we are unable to compete effectively on a global basis or in our key product categories or geographies, it could have an adverse impact on our business, prospects, financial condition, results of operations, cash flows, as well as the trading price of our securities.\nFurther consolidation in the retail industry and shifting preferences in how and where consumers shop, including to e-commerce, may adversely affect our business, prospects, financial condition and results of operations.\nSignificant consolidation in the retail industry has occurred during the last several years. The trend toward consolidation, particularly in developed markets such as the U.S. and Western Europe, has resulted in our becoming increasingly dependent on our relationships with, and the overall business health of, fewer key retailers that control an increasing percentage of retail locations, which trend may continue. For example,\n \ncertain retailers account for over 10% of our net revenues in certain geographies, including the U.S. Our success is dependent on our ability to manage our retailer relationships, including offering trade terms on mutually acceptable terms. Furthermore, increased online competition and declining in-store traffic has resulted, and may continue to result, in brick-and-mortar retailers closing physical stores, which could negatively impact our distribution strategies and/or sales if such retailers decide to significantly reduce their inventory levels for our products or to designate more shelf space to our competitors. Additionally, these retailers periodically assess the allocation of shelf space and have elected (and could further elect) to reduce the shelf space allocated to our products. Some of our brands, including CoverGirl, have experienced shelf space losses in the past, and such declines may continue or resume. Further consolidation and store closures, or reduction in inventory levels of our products or shelf space devoted to our products, could have a material adverse effect on our business, prospects, financial condition, results of operations, cash flows, as well as the trading price of our securities. We generally do not have long-term sales contracts or other sales assurances with our retail customers.\nConsumer shopping preferences have also shifted, and may continue to shift in the future, to distribution channels other than traditional retail in which we have more limited experience, presence and development, such as direct-to-consumer sales and e-commerce. In particular, expansion of our direct-to-consumer business presents challenges for logistics and fulfillment as well as additional regulatory compliance. If we are not successful in our efforts to expand distribution channels, including \n9\ngrowing our e-commerce activities, we will not be able to compete effectively. In addition, our entry into new categories and geographies has exposed, and may continue to expose, us to new distribution channels or risks about which we have less experience. Any change in our distribution channels, such as direct sales, could also expose us to disputes with distributors. If we are not successful in developing and utilizing these channels or other channels that future consumers may prefer, we may experience lower than expected revenues.\nChanges in industry trends and consumer preferences could adversely affect our business, prospects, financial condition and results of operations.\nOur success depends on our products’ appeal to a broad range of consumers whose preferences cannot be predicted with certainty and may change rapidly, and on our ability to anticipate and respond in a timely and cost-effective manner to industry trends through product innovations, product line extensions and marketing and promotional activities, among other things. Product life cycles and consumer preferences continue to be affected by the rapidly increasing use and proliferation of social and digital media by consumers, and the speed with which information and opinions are shared. As product life cycles shorten, we must continually work to develop, produce and market new products, maintain and enhance the recognition of our brands and shorten our product development and supply chain cycles.\nIn addition, net revenues and margins on beauty products tend to decline as they advance in their life cycles, so our net revenues and margins could suffer if we do not successfully and continuously develop new products. This product innovation also can place a strain on our employees and our financial resources, including incurring expenses in connection with product innovation and development, marketing and advertising that are not subsequently supported by a sufficient level of sales. Furthermore, we cannot predict how consumers will react to any new products that we launch or to repositioning of our brands. Our successful product launches may not continue. The amount of positive or negative sales contribution of any of our products may change significantly within a period or from period to period. The above-referenced factors, as well as new product risks, could have an adverse effect on our business, prospects, financial condition, results of operations, cash flows, as well as the trading price of our securities.\nThese risks have been exacerbated by the impact of general economic conditions such as inflationary pressures and the ongoing effects of COVID-19 on our business. Consumer spending habits and consumer confidence have shifted and may continue to change in light of re-imposition of containment measures (such as the lockdowns imposed in China), inflationary pressures, as well as changes in work practices and travel trends impacting the demand for our products.\nOur success depends, in part, on the quality, efficacy and safety of our products.\nProduct safety or quality failures, actual or perceived, or allegations of product contamination, even when false or unfounded, or inclusion of regulated ingredients could tarnish the image of our brands and could cause consumers to choose other products. Allegations of contamination, allergens or other adverse effects on product safety or suitability for use by a particular consumer, even if untrue, may require us from time to time to recall a product from all of the markets in which the affected production was distributed. Such issues or recalls and any related litigation could negatively affect our profitability and brand image.\nIn addition, government authorities and self-regulatory bodies regulate advertising and product claims regarding the performance and benefits of our products. These regulatory authorities typically require a reasonable basis to support any marketing claims. What constitutes a reasonable basis for substantiation can vary widely based on geography, and the efforts that we undertake to support our claims may not be deemed adequate for any particular product or claim. If we are unable to show adequate substantiation for our product claims, or our promotional materials make claims that exceed the scope of allowed claims for the classification of the specific product, regulatory authorities could take enforcement action or impose penalties, such as monetary consumer redress, requiring us to revise our marketing materials, amend our claims or stop selling or recalling certain products, all of which could harm our business, prospects, financial condition, results of operations, cash flows, as well as the trading price of our securities. Any regulatory action or penalty could lead to private party actions, which could further harm our business, prospects, financial condition, results of operations, cash flows, as well as the trading price of our securities.\nIf our products are perceived to be defective or unsafe, or if they otherwise fail to meet our consumers’ expectations, our relationships with customers or consumers could suffer, the appeal of one or more of our brands could be diminished, and we could lose sales or become subject to liability claims. In addition, safety or other defects in our competitors’ products could reduce consumer demand for our own products if consumers view them to be similar or view the defects as symptomatic of the product category. Any of these outcomes could result in a material adverse effect on our business, prospects, financial condition, results of operations, cash flows, as well as the trading price of our securities.\nOur failure to protect our reputation, or the failure of our brand partners or licensors to protect their reputations, could have a material adverse effect on our brand images.\n10\nOur ability to maintain our reputation is critical to our business and our various brand images. Our reputation could be jeopardized if we fail to maintain high standards for product quality and integrity (including should we be perceived as violating the law) or if we, or the third parties with whom we do business, do not comply with regulations or accepted practices and are subject to a significant product recall, litigation, or allegations of tampering, animal testing, use of certain ingredients (such as certain palm oil) or misconduct by executives, founders or influencers. Any negative publicity about these types of concerns or other concerns, whether actual or perceived or directed towards us or our competitors, may reduce demand for our products. Failure to comply with ethical, social, product, labor and environmental standards, or related political considerations, could also jeopardize our reputation and potentially lead to various adverse consumer actions, including boycotts. In addition, the behavior of our employees, including with respect to our employees’ use of social media subjects us to potential negative publicity if such use does not align with our high standards and integrity or fails to comply with regulations or accepted practices. Furthermore, widespread use of digital and social media by consumers has greatly increased the accessibility of information and the speed of its dissemination. Negative or inaccurate publicity, posts or comments on social media, whether accurate or inaccurate, about us, our employees or our brand partners (including influencers) and licensors, our respective brands or our respective products, whether true or untrue, could damage our respective brands and our reputation.\nWe also devote time and resources to citizenship efforts that are consistent with our corporate values and are designed to strengthen our business and protect and preserve our reputation, including programs driving diversity, equity and inclusion, responsible sourcing, packaging and environmental sustainability. If these programs are not executed as planned, fail or be perceived to fail in our achievement of announced goals or initiatives (or are unable to accurately report on our progress) or suffer negative publicity, our reputation and results of operations or cash flows could be adversely impacted. In addition, we could be criticized for the scope of such initiatives or goals or perceived as not acting responsibly in connection with these matters.\nAdditionally, our success is also partially dependent on the reputations of our brand partners, influencers and licensors and the goodwill associated with their intellectual property. We often rely on our brand partners, influencers or licensors to manage and maintain their brands, but these licensors’ reputation or goodwill may be harmed due to factors outside our control, which could be attributed to our other brands and have a material adverse effect on our business, prospects, financial condition, results of operations, cash flows, as well as the trading price of our securities. Many of these brand licenses are with fashion houses, whose popularity may decline due to mismanagement, changes in fashion or consumer preferences, allegations against their management or designers or other factors beyond our control. Similarly, certain of our products bear the names and likeness of celebrities, whose brand or image may change without notice and who may not maintain the appropriate celebrity status or positive association among the consumer public to support projected sales levels. In addition, in the event that any of these licensors were to enter bankruptcy proceedings, we could lose our rights to use the intellectual property that the applicable licensors license to us.\nDamage to our reputation or the reputations of our brand partners or licensors or loss of consumer confidence for any of these or other reasons could have a material adverse effect on our results of operations, financial condition and cash flows, as well as require additional resources to rebuild our reputation.\nOur brand licenses may be terminated if specified conditions are not met, and we may not be able to renew expiring licenses on favorable terms or at all.\nWe license trademarks for many of our product lines. Our brand licenses typically impose various obligations on us, including the payment of annual royalties, maintenance of the quality of the licensed products, achievement of minimum sales levels, promotion of sales and qualifications and behavior of our suppliers, distributors and retailers. We have breached, and may in the future breach, certain terms of our brand licenses. If we breach our obligations, our rights under the applicable brand license agreements could be terminated by the licensor and we could, among other things, have to pay damages, lose our ability to sell products related to that brand, lose any upfront investments made in connection with such license and sustain reputational damage. In addition, most brand licenses have renewal options for one or more terms, which can range from three to ten years. Certain brand licenses provide for automatic extensions, so long as minimum annual royalty payments are made, while renewal of others is contingent upon attaining specified sales levels or upon agreement of the licensor. While many of our licenses are long term, licenses relating to certain of our brands are up for renewal in the next few years, including one license up for renewal in fiscal 2024. We may not be able to renew expiring licenses on terms that are favorable to us or at all. We may also face difficulties in finding replacements for terminated or expired licenses. Each of the aforementioned risks could have a material adverse effect on our business, prospects, financial condition, results of operations, cash flows, as well as the trading price of our securities.\nIf we are unable to obtain, maintain and protect our intellectual property rights, in particular trademarks, patents and copyrights, or if our brand partners and licensors are unable to maintain and protect their intellectual property rights that we use in connection with our products, our ability to compete could be negatively impacted.\n11\nOur intellectual property is a valuable asset of our business. Although certain of the intellectual property we use is registered in the U.S. and in many of the foreign countries in which we operate, there can be no assurances with respect to the continuation of such intellectual property rights, including our ability to further register, use or defend key current or future trademarks. Further, applicable law may provide only limited and uncertain protection, particularly in emerging markets, such as China.\nFurthermore, we may not apply for, or be unable to obtain, intellectual property protection for certain aspects of our business. Third parties have in the past, and could in the future, bring infringement, invalidity, co-inventorship, re-examination, opposition or similar claims with respect to our current or future intellectual property. Any such claims, whether or not successful, could be costly to defend, may not be sufficiently covered by any indemnification provisions to which we are party, divert management’s attention and resources, damage our reputation and brands, and substantially harm our business, prospects, financial condition, results of operations, cash flows, as well as the trading price of our securities. Patent expirations may also affect our business. As patents expire, competitors may be able to legally produce and market products similar to the ones that were patented, which could have a material adverse effect on our business, prospects, financial condition, results of operations, cash flows, as well as the trading price of our securities.\nIn addition, third parties may distribute and sell counterfeit or other infringing versions of our products, which may be inferior or pose safety risks and could confuse consumers or customers, which could cause them to refrain from purchasing our brands in the future or otherwise damage our reputation. In recent years, there has been an increase in the availability of counterfeit goods, including fragrances, in various markets by street vendors and small retailers, as well as on the Internet. The presence of counterfeit versions of our products in the market and of prestige products in mass distribution channels, including grey market products, could also dilute the value of our brands, force us and our distributors to compete with heavily discounted products, cause us to be in breach of contract (including license agreements), impact our compliance with distribution and competition laws in jurisdictions including the E.U. and China, or otherwise have a negative impact on our reputation and business, prospects, financial condition or results of operations. We are engaged in efforts to rationalize our wholesale distribution channel and continue efforts to reduce the amount of product diversion to the value and mass channels; however, stopping or significantly reducing such commerce could result in a potential adverse impact to our sales and net revenues, including to those customers who are selling our products to unauthorized retailers, or an increase in returns over historical levels.\nTo protect or enforce our intellectual property and other proprietary rights, we may initiate litigation or other proceedings against third parties, such as infringement suits, opposition proceedings or interference proceedings. Any lawsuits or proceedings that we initiate could be expensive, take significant time and divert management’s attention from other business concerns, adversely impact customer relations and we may not be successful. Litigation and other proceedings may also put our intellectual property at risk of being invalidated or interpreted narrowly. In addition, while we maintain a robust anti-counterfeiting and brand enforcement program, bringing numerous actions against infringers every year, such efforts may not be successful. The occurrence of any of these events may have a material adverse effect on our business, prospects, financial condition, results of operations, cash flows, as well as the trading price of our securities.\nIn addition, many of our products bear, and the value of our brands is affected by, the trademarks and other intellectual property rights of our brand and joint venture partners and licensors. Our brand and joint venture partners’ and licensors’ ability to maintain and protect their trademark and other intellectual property rights is subject to risks similar to those described above with respect to our intellectual property. We do not control the protection of the trademarks and other intellectual property rights of our brand and joint venture partners and licensors and cannot ensure that our brand and joint venture partners and licensors will be able to secure or protect their trademarks and other intellectual property rights, which could have a material adverse effect on our business, prospects, financial condition, results of operations and cash flows, as well as the trading price of our securities.\nOur success depends on our ability to operate our business without infringing, misappropriating or otherwise violating the intellectual property of third parties.\nOur commercial success depends in part on our ability to operate without infringing, misappropriating or otherwise violating the trademarks, patents, copyrights and other proprietary rights of third parties. However, we cannot be certain that the conduct of our business does not and will not infringe, misappropriate or otherwise violate such rights. Moreover, our acquisition targets and other businesses in which we make strategic investments are often smaller or younger companies with less robust intellectual property clearance practices, and we may face challenges on the use of their trademarks and other proprietary rights. If we are found to be infringing, misappropriating or otherwise violating a third party trademark, patent, copyright or other proprietary rights, we may need to obtain a license, which may not be available in a timely manner on commercially reasonable terms or at all, or redesign or rebrand our products, which may not be possible or result in a significant delay to market or otherwise have an adverse commercial impact. We may also be required to pay substantial damages or be subject to a court order prohibiting us and our customers from selling certain products or engaging in certain \n12\nactivities, which could therefore have a material adverse effect on our business, prospects, financial condition, results of operations and cash flows, as well as the trading price of our securities.\nOur business is subject to seasonal variability.\nOur sales generally increase during our second fiscal quarter as a result of increased demand by retailers associated with the winter holiday season. Accordingly, our financial performance, sales, working capital requirements, cash flow and borrowings generally experience variability during the three to six months preceding and during the holiday period. As a result of this seasonality, our expenses, including working capital expenditures and advertising spend, are typically higher during the period before a high-demand season. Consequently, any substantial decrease in, or inaccurate forecasting with respect to, net revenues during such periods of high demand including as a result of decreased customer purchases, increased product returns, production or distribution disruptions or other events (many of which are outside of our control), would prevent us from being able to recoup our earlier expenses and could have a material adverse effect on our financial condition, results of operations and cash flows, as well as the trading price of our securities.\nRisks Related to our Business Strategy and Organization\nOur success depends on our ability to achieve our global business strategies.\nOur future performance and growth depends on the success of our global business strategies, including our management team’s ability to successfully implement them, including a focus on improving gross margin, deleveraging, and simplifying our business. The multi-year implementation of our transformation agenda and our global business strategies has resulted and is expected to continue\n \nto result in changes to business priorities and operations, capital allocation priorities, operational and organizational structure, and increased demands on management. Such changes could result in short-term and one-time costs without any current revenues, lost customers, reduced sales volume, higher than expected restructuring costs, loss of key personnel, additional supply chain disruptions, higher costs of supply and other negative impacts on our business. Implementation of our global business strategy may take longer than anticipated, and, once implemented, we may not realize, in full or in part, the anticipated benefits or such benefits may be realized more slowly than anticipated. The failure to realize benefits, which may be due to our inability to execute plans, delays in the implementation of our global business strategy, global or local economic conditions, competition, changes in the beauty industry and the other risks described herein, could have a material adverse effect on our business, prospects, financial condition, results of operations, cash flows, as well as the trading price of our securities.\nOur strategy includes executing on our brand repositioning and continuing to focus our brand-building efforts on priority categories, channels and markets. In addition, we continue to prioritize our deleveraging objectives. In the future, we may dispose of or discontinue select brands and/or streamline operations, and dispose of select businesses or interests therein (including through strategic transactions or public offerings) and incur costs or restructuring and/or other charges in doing so. We may face risks of declines in brand performance and license terminations, due to expirations and/or allegations of breach or for other reasons, including with regard to any potentially divested or discontinued brands. If and when we decide to divest or discontinue any brands or lines of business, we cannot be sure that we will be able to locate suitable buyers or that we will be able to complete such divestitures (including through strategic transactions or public offerings) or discontinuances successfully, timely, at appropriate valuations and on commercially advantageous terms, or without significant costs, including relating to any post-closing purchase price adjustments or claims for indemnification. Any future divestitures and discontinuances could have, a dilutive impact on our earnings, create dis-synergies, and divert significant financial, operational and managerial resources from our existing operations and make it more difficult to achieve our operating and strategic objectives. We also cannot be sure of the effect such divestitures or discontinuances would have on the performance of our remaining business or ability to execute our global business strategies.\nWe have incurred significant costs in connection with the integration of acquisitions and simplifying our business, and expect to incur costs in connection with the implementation of our global business strategies, that could affect our period-to-period operating results.\nWe have incurred significant restructuring costs in the past, and, as we continue to implement our global business strategies and any future restructuring initiatives, we expect to continue to incur one-time cash costs. In the past, as we integrated acquisitions, including the transformational acquisition of the P&G Beauty Business, we experienced challenges, including supply chain disruptions, higher than expected costs and lost customers and related revenue and profits, and we could experience these or other challenges arising from the implementation of our global business strategies and any future restructuring initiatives. The cash usage associated with such, and similar, expenses has impacted and could continue to impact our ability to execute our business strategies, improve operating results and deleverage our balance sheet. \nIf our management is not able to effectively manage these initiatives, address fixed and other costs, we incur additional operating expenses or capital expenditures to realize synergies, simplifications and cost savings, or if any significant business activities are interrupted as a result of these initiatives, our business, prospects, financial condition, results of operations, cash \n13\nflows, as well as the trading price of our securities may be materially adversely affected. The amount and timing of the above-referenced charges and management distraction could further adversely affect our business, prospects, financial condition, results of operations, cash flows, as well as the trading price of our securities. In addition, the implementation of our global business strategies, any continuing or future restructuring initiatives and the integration of acquisitions may impact our ability to anticipate future business trends and accurately forecast future results.\nThe diversion of resources to the integration of the P&G Beauty Business, together with changes and turnover in our management teams as we reorganized our business, negatively impacted our fiscal 2018 and 2019 results. The implementation of our global business strategies could result in similar challenges. Although our global business strategies are intended to deliver meaningful, sustainable expense and cost management improvement, events and circumstances such as financial or strategic difficulties, significant employee turnover, business disruption and delays may occur or continue, resulting in new, unexpected or increased costs that could result in us not realizing all of the anticipated benefits of our global business strategies on our expected timetable or at all. In addition, we are executing many initiatives simultaneously, including changes to our operations and global strategy, which may result in further diversion of our resources, employee attrition and business disruption (including supply chain disruptions), and may adversely impact the execution of such initiatives. Any failure to implement our global business strategies and other initiatives in accordance with our expectations could adversely affect our business, prospects, financial condition, results of operations, cash flows, as well as the trading price of our securities.\nOur new product introductions may not be as successful as we anticipate, which could have a material adverse effect on our business, prospects, financial condition and results of operations.\nWe must continually work to develop, produce and market new products and maintain a favorable mix of products in order to respond in an effective manner to changing consumer preferences. We continually develop our approach as to how and where we market and sell our products. In addition, we believe that we must maintain and enhance the recognition of our brands, which may require us to quickly and continuously adapt in a highly competitive industry to deliver desirable products and branding to our consumers. For example, as part of our global business strategies, we are instituting new objectives for our innovation efforts to support expansion of category coverage and sustainability. If these or other initiatives are not successful, our business, prospects, financial condition, results of operations, cash flows, as well as the trading price of our securities could be adversely impacted.\nWe have made changes and may continue to change our process for the continuous development and evaluation of new product concepts. In addition, each new product launch carries risks. For example, we may incur costs exceeding our expectations, our advertising, promotional and marketing strategies may be less effective than planned or customer purchases may not be as high as anticipated. In addition, we may experience a decrease in sales of certain of our existing products as a result of consumer preferences shifting to our newly-launched products or to the products of our competitors as a result of unsuccessful or unpopular product launches harming our brands. Also, initially successful launches may not be sustained. Any of these could have a material adverse effect on our business, prospects, financial condition, results of operations, cash flows, as well as the trading price of our securities.\nAs part of our ongoing business strategy we expect that we will need to continue to introduce new products in our traditional product categories and channels, while also expanding our product launches into adjacent categories and channels in which we may have less operating experience. For example, we entered into strategic partnerships with Kylie Jenner and Kim Kardashian, both digital-native beauty businesses, we are continuing our expansion into prestige cosmetics, and we are building a comprehensive skincare portfolio leveraging existing and new brands. The success of product launches in these or adjacent product categories could be hampered by our relative inexperience operating in such categories and channels, the strength of our competitors or any of the other risks referred to herein. Our inability to introduce successful products in our traditional categories and channels or in these or other adjacent categories and channels could limit our future growth and have a material adverse effect on our business, prospects, financial condition, results of operations, cash flows, as well as the trading price of our securities.\nWe may not be able to identify suitable acquisition targets and our acquisition activities and other strategic transactions may present managerial, integration, operational and financial risks, which may prevent us from realizing the full intended benefit of the acquisitions we undertake.\nOur acquisition activities and other strategic transactions expose us to certain risks related to integration, including diversion of management attention from existing core businesses and substantial investment of resources to support integration. During the past several years, we have explored and undertaken opportunities to acquire other companies and assets as part of our growth strategy. For example, we completed five significant acquisitions in fiscal 2016 through fiscal 2018 (including the acquisition of the P&G Beauty Business in October 2016). We entered into a joint venture with Kylie Jenner in fiscal 2020 and a strategic partnership with Kim Kardashian in fiscal 2021. These assets represent a significant portion of our net assets, particularly the P&G Beauty Business. As we consider growth opportunities, we may continue to seek acquisitions that we believe strengthen our competitive position in our key segments and geographies or accelerate our ability to grow into adjacent \n14\nproduct categories and channels and emerging markets or which otherwise fit our strategy. There can be no assurance that we will be able to identify suitable acquisition candidates, be the successful bidder or consummate acquisitions on favorable terms, have the funds to acquire desirable acquisitions or otherwise realize the full intended benefit of such transactions. In addition, acquisitions could adversely impact our deleveraging strategy. \nThe assumptions we use to evaluate acquisition opportunities may prove to be inaccurate, and intended benefits may not be realized. Our due diligence investigations may fail to identify all of the problems, liabilities or other challenges associated with an acquired business which could result in increased risk of unanticipated or unknown issues or liabilities, including with respect to environmental, competition and other regulatory matters, and our mitigation strategies for such risks that are identified may not be effective. As a result, we may not achieve some or any of the benefits, including anticipated synergies or accretion to earnings or other financial measures, that we expect to achieve in connection with our acquisitions and joint ventures, or we may not accurately anticipate the fixed and other costs associated with such acquisitions and joint ventures, or the business may not achieve the performance we anticipated, which may materially adversely affect our business, prospects, financial condition, results of operations, cash flows, as well as the trading price of our securities. Any financing for an acquisition could increase our indebtedness or result in a potential violation of the debt covenants under our existing facilities requiring consent or waiver from our lenders, which could delay or prevent the acquisition, or dilute the interests of our stockholders. For example, in connection with the acquisition of the P&G Beauty Business, Green Acquisition Sub Inc., a wholly-owned subsidiary of the Company, was merged with and into Galleria, with Galleria continuing as the surviving corporation and a direct wholly-owned subsidiary of the Company (the “Green Merger”) and pre-Green Merger holders of our stock were diluted to 46% of the fully diluted shares of common stock immediately following the Green Merger. In addition, acquisitions of foreign businesses, new entrepreneurial businesses and businesses in new distribution channels, such as our acquisition of the Brazilian personal care and beauty business of Hypermarcas S.A. (the “Hypermarcas Brands”) and our joint venture with Kylie Jenner and our investment in the Kim Kardashian beauty business, entail certain particular risks, including potential difficulties in geographies and channels in which we lack a significant presence, difficulty in seizing business opportunities compared to local or other global competitors, difficulty in complying with new regulatory frameworks, the acquisition of new or unexpected liabilities, the adverse impact of fluctuating exchange rates and entering lines of business where we have limited or no direct experience. See “—Fluctuations in currency exchange rates may negatively impact our financial condition and results of operations” and “—We are subject to risks related to our international operations.”\nWe face risks associated with our joint ventures and strategic partnership investments.\nWe are party to several joint ventures and strategic partnership investments in both the U.S. and abroad. Going forward, we may acquire interests in more joint venture enterprises or other strategic partnerships to execute our business strategy by utilizing our partners’ skills, experiences and resources. These joint ventures and investments involve risks that our joint venture or strategic investment partners may:\n•\nhave economic or business interests or goals that are inconsistent with or adverse to ours;\n•\ntake actions contrary to our requests or contrary to our policies or objectives, including actions that may violate applicable law;\n•\nbe unable or unwilling to fulfill their obligations under the relevant joint venture agreements;\n•\nhave financial or business difficulties;\n•\ntake actions that may harm our reputation; or\n•\nhave disputes with us as to the scope of their rights, responsibilities and obligations.\nIn certain cases, joint ventures and strategic partnership investments may present us with a lack of ability to fully control all aspects of their operations, including due to veto rights, and we may not have full visibility with respect to all operations, customer relations and compliance practices, among others.\nOur present or future joint venture and strategic partnership investment projects may not be successful. We have had, and in the future may have, disputes or encounter other problems with respect to our present or future joint venture or strategic investment partners or our joint venture or strategic partnership investment agreements may not be effective or enforceable in resolving these disputes or we may not be able to resolve such disputes and solve such problems in a timely manner or on favorable economic terms, or at all. Any failure by us to address these potential disputes or conflicts of interest effectively could have a material adverse effect on our business, prospects, financial condition, results of operations, cash flows, as well as the trading price of our securities.\nOur goodwill and other assets have been subject to impairment and may continue to be subject to impairment in the future.\nWe are required, at least annually and sometimes on an interim basis, to test goodwill and indefinite-lived intangible assets to determine if any impairment has occurred. Impairment may result from various factors, including adverse changes in \n15\nassumptions used for valuation purposes, such as actual or projected revenue growth rates, profitability or discount rates. If the testing indicates that an impairment has occurred, we are required to record a non-cash impairment charge for the difference between the carrying value of the goodwill or indefinite intangible assets and the fair value of the goodwill or of indefinite-lived intangible assets. \nWe cannot predict the amount and timing of any future impairments, if any. We have experienced impairment charges with respect to goodwill, intangible assets or other items in connection with past acquisitions, and we may experience such charges in connection with such acquisitions or future acquisitions, particularly if business performance declines or expected growth is not realized or the applicable discount rate changes adversely. For example, in our continuing operations in fiscal 2022, we incurred impairment charges of $31.4, primarily related to impairments on indefinite-lived other intangible assets. It is possible that material changes in our business, market conditions, or market assumptions could occur over time. Any future impairment of our goodwill or other intangible assets could have an adverse effect on our financial condition and results of operations, as well as the trading price of our securities. For a further discussion of our impairment testing, please refer to “Management’s Discussion and Analysis of Financial Condition and Results of Operations-Financial Condition-Liquidity and Capital Resources-Goodwill, Other Intangible Assets and Long-Lived Assets”.\nRisks related to our Business Operations\nA disruption in operations could adversely affect our business.\nAs a company engaged in manufacturing and distribution on a global scale, we are subject to the risks inherent in such activities, including industrial accidents, environmental events, strikes and other labor disputes (including as to works councils), disruptions in supply chain or information systems, loss or impairment of key manufacturing sites or distribution centers, product quality control, safety, licensing requirements and other regulatory issues, as well as natural disasters, pandemics or outbreaks of contagious diseases, border disputes, acts of terrorism, armed conflicts such as the war in Ukraine and other geopolitical tensions, possible dawn raids, and other external factors over which we have no control. For example, in fiscal 2022, limited driver capacity and transportation delays impacted our U.S. distribution centers resulting in increased costs, including penalty payments to retailers for delayed product delivery. As we continue our implementation of our global business strategies (including our cost discipline activities and sustainability initiatives) and other restructuring activities, any additional or ongoing supply chain disruptions or delay in securing applicable approvals or consultations for such activities may impact our quarterly results. The loss of, or damage or disruption to, any of our manufacturing facilities or distribution centers could have a material adverse effect on our business, prospects, results of operations, financial condition, results of operations, cash flows, as well as the trading price of our securities.\nWe manufacture and package a majority of our products. Raw materials, consisting chiefly of essential oils, alcohols, chemicals, containers and packaging components, are purchased from various third-party suppliers. The loss of multiple suppliers or a significant disruption or interruption in the supply chain, or our relationships with key suppliers due to our payment terms or otherwise, could have a material adverse effect on the manufacturing and packaging of our products. In the past year, inflationary pressures as well as global supply chain disruptions have caused significant volatility in the cost and availability of the raw materials and services (such as transportation) that we need to manufacture and distribute our products. In particular, increases in energy costs due to global geopolitical conditions, particularly in Europe, have impacted the cost and availability of raw materials, including glass and glass components and certain resins. Increases in the costs of raw materials or other commodities and transportation services may adversely affect our profit margins if we are unable to pass along any higher costs in the form of price increases or otherwise achieve cost efficiencies in manufacturing and distribution. In addition, failure by our third-party suppliers to comply with ethical, social, product, labor and environmental laws, regulations or standards, or their engagement in politically or socially controversial conduct, such as animal testing, could negatively impact our reputations and lead to various adverse consequences, including decreased sales and consumer boycotts. We are also subject to reporting requirements under The Dodd-Frank Wall Street Reform and Consumer Protection Act regarding the use of certain minerals mined from the Democratic Republic of Congo and adjoining countries and procedures pertaining to a manufacturer’s efforts regarding the source of such minerals. SEC rules implementing these requirements may have the effect of reducing the pool of suppliers who can supply “conflict free” products, and we may not be able to obtain conflict free products or supplies in sufficient quantities for our operations. Likewise, we have faced, and may continue to face, constraints in the availability of certain raw materials that align with our sustainability goals, including responsibly sourced palm oil, mica and recycled materials. Since our supply chain is complex, we may face operational obstacles and reputational challenges with our customers and stockholders if we are unable to continue to sufficiently verify the origins for materials used in our products and packaging or if we are subject to additional supply chain diligence and disclosure regulations or other reporting obligations.\nThe above risks have been and may continue to be exacerbated by the impact of inflationary pressures, global supply chain disruptions and the ongoing effects of COVID-19 on our business, and our efforts to manage and remedy these impacts to the Company may not achieve results in accordance with our expectations or on the timelines we anticipate. \nWe outsource a number of functions to third-party service providers, and any failure to perform or other disruptions or delays at our third-party service providers could adversely impact our business, our results of operations or our financial condition. \n16\nWe have outsourced and may continue to outsource certain functions, including outsourcing of distribution functions, outsourcing of business processes (including certain financing and accounting functions), and third-party manufacturers, logistics and supply chain suppliers, and other suppliers, including third-party software providers, web-hosting and e-commerce providers, and we are dependent on the entities performing those functions. The failure of one or more such providers to provide the expected services, provide them on a timely basis or provide them at the prices we expect, \nthe failure of one or more of such providers to meet our performance standards and expectations, including with respect to data security, compliance with data protection and privacy laws, disruptions arising from the transition of functions to an outsourcing provider, \nor the costs incurred in returning these outsourced functions to being performed under our management and direct control, may have a material adverse effect on our results of operations or financial condition.\nWe are increasingly dependent on information technology, and if we are unable to protect against service interruptions, corruption of our data and privacy protections, cyber-based attacks or network security breaches, our operations could be disrupted.\nWe rely on information technology networks and systems, including the Internet, to process, transmit and store electronic and financial information, to manage a variety of business processes and activities, and to comply with regulatory, legal and tax requirements. We also increasingly depend on our information technology infrastructure for digital marketing activities, e‑commerce and for electronic communications among our locations, personnel, customers and suppliers around the world, including as a result of remote working in connection with flexible working arrangements. These information technology systems, some of which are managed by third parties that we do not control, may be susceptible to damage, disruptions or shutdowns due to failures during the process of upgrading or replacing software, databases or components thereof, cutover activities in our restructuring and simplification initiatives, power outages, hardware failures, telecommunication failures, user errors, catastrophic events or other problems. \nIn addition, our databases and systems and our third-party providers’ databases and systems have been, and will likely continue to be, subject to advanced computer viruses or other malicious codes, ransomware, unauthorized access attempts, denial of service attacks, phishing, social engineering, hacking and other cyber-attacks, the threat of which is increasing in frequency, intensity and duration. Such attacks have become increasingly difficult to detect, defend against or prevent and may originate from outside parties, hackers, criminal organizations or other threat actors, including nation states. As artificial intelligence (“AI”) capabilities improve and gain widespread use, we may experience cyberattacks created using artificial intelligence, which may be difficult to detect and mitigate against. These attacks could be designed with an AI tool to directly attack information systems with increased speed and/or efficiency than a human or create more effective phishing techniques. It is also possible for a threat to be introduced as a result of our customers and third-party providers using the output of an AI tool that includes a threat, such as introducing malicious code by incorporating AI generated source code. In addition, insider actors (malicious or otherwise) could cause technical disruptions and/or confidential data leakage. Our security efforts or the security efforts of our third-party providers may not be sufficient to prevent material breaches, operational incidents or other breakdowns to our or our third-party providers’ information technology databases or systems.\nIf our information technology systems otherwise suffer severe damage, disruption or shutdown and our business continuity plans do not effectively resolve the issues in a timely manner, our product sales, financial condition and results of operations may be materially and adversely affected, and we could experience delays in reporting our financial results. If not managed and mitigated effectively, these risks could increase in the future as we expand our digital capabilities and e-commerce activities, including through the use of new digital applications and technologies. There are further risks associated with the information systems of our joint ventures and of the companies we acquire, both in terms of systems compatibility, process controls, level of security and functionality. It may cost us significant time, money and resources to address these risks and if our systems were to fail or we are unable to successfully expand the capacity of these systems, or we are unable to integrate new technologies into our existing systems, our financial condition, results of operations and cash flows, as well as the trading price of our securities, may be adversely affected.\nWe are subject to an evolving body of federal, state and non-U.S. laws, regulations, guidelines, and principles regarding data privacy and security. A data breach or inability on our part to comply with such laws, regulations, guidelines, and principles or to quickly adapt our practices to reflect them as they develop, could potentially subject us to significant liabilities and reputational harm. Several governments, including the E.U., have regulations dealing with the collection and use of personal information obtained from their citizens, and regulators globally are also imposing greater monetary fines for privacy violations. For example, in the E.U. the GDPR became effective in May 2018, establishing requirements regarding the handling of personal data, and non-compliance with the GDPR may result in monetary penalties of up to 4% of worldwide revenue. Regulators, including the U.K.’s Information Commissioner’s Office, have actively enforced the law and imposed substantial fines, and are expected to continue to do so. In addition, five states in the United States (California, Virginia, Colorado, Utah and Connecticut) enacted a data privacy laws in 2020 and 2021 applicable to entities serving or employing state residents. Brazil enacted the General Data Protection Law (“Brazil LGPD”) regulating the processing of personal data, which became effective in August 2020. More recently, China enacted the Data Security Law and Personal Information Protection Law, which became effective in September 2021 and November 2021, respectively. These existing laws and other changes in laws or regulations associated with the enhanced protection of certain types of sensitive data and other personal information, require us to evaluate our current operations, information technology systems and data handling practices and implement enhancements \n17\nand adaptations where necessary to comply. Compliance with these laws, could greatly increase our operational costs or require us to adapt certain products, operations, processes or activities in otherwise suboptimal ways, to comply with the stricter regulatory requirements, such as efforts to meet consumer demand for personalized products and services, in jurisdictions where we operate. The regulations are complex and likely require adjustments to our operations. Any failure to comply with all such laws by us, our business partners or third-parties engaged by us could result in significant liabilities and reputational harm.\nIn addition, if we are unable to prevent or detect security breaches, or properly remedy them, we may suffer financial and reputational damage or penalties because of the unauthorized disclosure of confidential information belonging to us or to our partners, customers or suppliers, including personal employee, consumer or presenter information stored in our or third-party systems or as a result of the dissemination of inaccurate information. In addition, the unauthorized disclosure of nonpublic sensitive information could lead to the loss of intellectual property or damage our reputation and brand image or otherwise adversely affect our ability to compete.\nOur information technology systems, operations and security control frameworks require an ongoing commitment of significant resources to maintain, protect, and enhance existing systems to keep pace with continuing changes in technology, legal and regulatory standards, cyber threats and the commercial opportunities that accompany the changing digital and data driven economy. From time to time, we undertake significant information technology systems projects, including enterprise resource planning updates, modifications, integrations and roll-outs, as well as separation and carve-out activities relating to dispositions. These projects may be subject to cost overruns and delays and may cause disruptions in our daily business operations. These cost overruns and delays and distractions as well as our reliance on certain third parties for certain business and financial information could impact our financial statements and could adversely impact our ability to run our business, correctly forecast future performance and make fully informed decisions. \nOur success depends, in part, on our employees, including our key personnel.\nOur success depends, in part, on our ability to identify, hire, train and retain our employees, including our key personnel, such as our executive officers and senior management team and our research and development and marketing personnel. Over the past few years we have experienced several changes to senior management and the composition of our board of directors, as well as the separation of the Wella Business, and we are still in the process of implementing our global business strategies, including cost reduction activities. Transition periods accompanying changes in leadership and changes due to business reorganization may result in uncertainty, impact business performance and strategies and retention of personnel. The unexpected loss of one or more of our key employees could adversely affect our business. Competition for highly qualified individuals can be intense, and although many of our key personnel have signed non-compete agreements, it is possible that these agreements would be unenforceable, in whole or in part, in some jurisdictions, permitting employees in those jurisdictions to transfer their skills and knowledge to the benefit of our competitors with little or no restriction. We may not be able to attract, assimilate or retain qualified personnel in the future, and our failure to do so could adversely affect our business. Further, other companies may attempt to recruit our key personnel and we may attempt to recruit their key personnel, even if bound by non-competes, which could result in diversion of management attention and our resources to litigation related to such recruitment. These risks may be exacerbated by the stresses associated with changes in our global business strategy, the implementation of our restructuring activities, any continued changes in our senior management team and other key personnel, and other initiatives. During fiscal 2023, we continued to experience an increasingly competitive labor market, increased employee turnover, and labor shortages in our extended supply chain. These challenges have resulted in, and could continue to result in, increased costs and could impact our ability to meet consumer demand, each of which may adversely affect our business and financial results.\nAs we continue to restructure our workforce from time to time (including with respect to our global business strategies and other business restructuring initiatives, as well as acquisitions and our overall growth strategy) and work with more brand partners and licensors, the risk of potential employment-related claims and disputes will also increase. As such, we or our partners may be subject to claims, allegations or legal proceedings related to employment matters including discrimination, harassment (sexual or otherwise), wrongful termination or retaliation, local, state, federal and non-U.S. labor law violations, injury, and wage violations. In addition, our employees in certain countries in Europe are subject to works council arrangements, exposing us to associated delays, works council claims and associated litigation. In the event we or our partners are subject to one or more employment-related claims, allegations or legal proceedings, we or our partners may incur substantial costs, losses or other liabilities in the defense, investigation, settlement, delays associated with, or other disposition of such claims. In addition to the economic impact, we or our partners may also suffer reputational harm as a result of such claims, allegations and legal proceedings and the investigation, defense and prosecution of such claims, allegations and legal proceedings could cause substantial disruption in our or our partners’ business and operations, including delaying and reducing the expected benefits of any associated restructuring activities. We have policies and procedures in place to reduce our exposure to these risks, but such policies and procedures may not be effective and we may be exposed to such claims, allegations or legal proceedings.\n18\nIf we underestimate or overestimate demand for our products and do not maintain appropriate inventory levels, our net revenues or working capital could be negatively impacted.\nWe currently engage in a program seeking to improve control over our product demand and inventories. We have identified, and may continue to identify, inventories that are not saleable in the ordinary course, but our existing program or any future inventory management program may not be successful in improving our inventory control. Our ability to manage our inventory levels to meet demand for our products is important for our business. If we overestimate or underestimate demand for any of our products, we may not maintain appropriate inventory levels, we could have excess inventory that we may need to hold for a long period of time, write down, sell at prices lower than expected or discard, which could negatively impact our reputation, net sales, working capital or cash flows from working capital, or cause us to incur excess and obsolete inventory charges. We also could have inadequate inventories which could hinder our ability to meet demand. We have sought and continue to seek to improve our payable terms, which could adversely affect our relations with our suppliers.\nIn addition, we have significant working capital needs, as the nature of our business requires us to maintain inventories that enable us to fulfill customer demand. We generally finance our working capital needs through cash flows from operations and borrowings under our credit facilities. If we are unable to finance our working capital needs on the same or more favorable terms going forward, or if our working capital requirements increase and we are unable to finance the increase, we may not be able to produce the inventories required by demand, which could result in a loss of sales. In addition, we are reliant on our cash flows from operations to repay our indebtedness, which may impact the cash flows that are available for working capital needs. Our ability to generate and maintain sufficient cash levels also could impact our ability to reduce our indebtedness. \nThe above risks have been and may continue to be exacerbated by the impact of inflationary pressures and global supply chain disruptions and the ongoing effects of COVID-19 on our business, and our efforts to manage and remedy these impacts to the Company may not achieve results in accordance with our expectations or on the timelines we anticipate. \nWe are subject to risks related to our international operations.\nWe operate on a global basis, and approximately 69% of our net revenues from continuing operations in fiscal 2023, were generated outside North America. We have employees in more than 36 countries, and we market, sell and distribute our products in over 126 countries and territories. Our presence in such geographies has expanded as a result of our acquisitions, as well as organic growth, and we are exposed to risks inherent in operating in geographies in which we have not operated in or have been less present in the past.\nNon-U.S. operations are subject to many risks and uncertainties, including ongoing instability or changes in a country’s or region’s economic, regulatory or political conditions, including inflation, recession, interest rate fluctuations, sovereign default risk and actual or anticipated military or political conflicts (including any other change resulting from Brexit), labor market disruptions, sanctions, boycotts, new or increased tariffs, quotas, exchange or price controls, trade barriers or other restrictions on foreign businesses, our failure to effectively and timely implement processes and policies across our diverse operations and employee base and difficulties and costs associated with complying with a wide variety of complex and potentially conflicting regulations across multiple jurisdictions. Non-U.S. operations also increase the risk of non-compliance with U.S. laws and regulations applicable to such non-U.S. operations, such as those relating to sanctions, boycotts and improper payments. \nIn addition, sudden disruptions in business conditions as a consequence of events such as terrorist attacks, war or other military action or the threat of further attacks, pandemics or other crises or vulnerabilities or as a result of adverse weather conditions or climate changes, may have an impact on consumer spending, which could have a material adverse effect on our business, prospects, financial condition, results of operations, cash flows, as well as the trading price of our securities.\nThe U.S. and the other countries in which our products are manufactured or sold have imposed and may impose additional quotas, duties, tariffs, retaliatory or trade protection measures, or other restrictions or regulations, or may adversely adjust prevailing quota, duty or tariff levels, which can affect both the materials that we use to manufacture or package our products and the sale of finished products. For example, in 2018, the E.U. imposed tariffs on certain prestige category products imported from the U.S., which impact the sale in the E.U. of certain of our products that are manufactured in the U.S. Similarly, the tariffs imposed by the U.S. on goods and materials from China are impacting materials we import for use in manufacturing or packaging in the U.S. Measures to reduce the impact of tariff increases or trade restrictions, including shifts of production among countries and manufacturers, geographical diversification of our sources of supply, adjustments in product or packaging design and fabrication, or increased prices, could increase our costs and delay our time to market or decrease sales. Other governmental action related to tariffs or international trade agreements has the potential to adversely impact demand for our products, our costs, customers, suppliers and global economic conditions and cause higher volatility in financial markets. The beauty industry has been impacted by ongoing uncertainty surrounding tariffs and import duties, and international trade relations generally. While we actively review existing and proposed measures to seek to assess the impact of them on our business, changes in tariff rates, import duties and other new or augmented trade restrictions could have a number of negative impacts on our business, including higher consumer prices and reduced demand for our products and higher input costs.\n19\nOn December 22, 2017, the President of the U.S. signed the Tax Act which made broad and complex changes to the U.S. tax laws that affect businesses operating internationally, and, as a result of elections in the United States, there could be additional significant changes in tax laws and regulations in the future. In addition, some foreign governments may enact tax laws in response to the Tax Act or other U.S. tax law changes that could result in further changes to global taxation and that could materially adversely affect our financial results, which could have a material adverse effect on our results of operations, financial condition and cash flows, as well as the trading price of our securities.\nRisks related to our Indebtedness \nWe have taken on significant debt, and the agreements that govern such debt contain various covenants that impose significant operating and financial restrictions on us, which may adversely affect our business.\nWe have a substantial amount of indebtedness. We may not be able to refinance our indebtedness in the future (1) on commercially reasonable terms, (2) on terms, including with respect to interest rates, as favorable as our current debt or (3) at all.\nAgreements that govern our indebtedness, including our credit agreement (as amended, the “2018 Coty Credit Agreement”), and the indentures governing our senior secured notes and our senior unsecured notes, impose significant operating and financial restrictions on our activities. These restrictions may limit or prohibit our ability and the ability of our restricted subsidiaries to, among other things:\n•\nincur indebtedness or grant liens on our property;\n•\ndispose of assets or equity;\n•\nmake acquisitions or investments;\n•\nmake dividends, distributions or other restricted payments;\n•\neffect affiliate transactions;\n•\nenter into sale and leaseback transactions; and\n•\nenter into mergers, consolidations or sales of substantially all of our assets and the assets of our subsidiaries.\nIn addition, we are required to maintain certain financial ratios calculated pursuant to a financial maintenance covenant under the 2018 Coty Credit Agreement on a quarterly basis. For a further description of the 2018 Coty Credit Agreement and the covenants thereunder please refer to Note 15, “Debt” in the notes to our Consolidated Financial Statements.\nOur debt burden and the restrictions in the agreements that govern our debt could have important consequences, including increasing our vulnerability to general adverse economic and industry conditions; limiting our flexibility in planning for, or reacting to, changes in our business and our industry; requiring the dedication of a substantial portion of any cash flow from operations and capital investments to the payment of principal of, and interest on, our indebtedness, thereby reducing the availability of such cash flow to fund our operations, turnaround strategy, working capital, capital expenditures, future business opportunities and other general corporate purposes; exposing us to the risk of increased interest rates with respect to any borrowings that are at variable rates of interest; restricting us from making strategic acquisitions or causing us to make non-strategic divestitures; limiting our ability to obtain additional financing for working capital, capital expenditures, research and development, debt service requirements, acquisitions and general corporate or other purposes; limiting our ability to adjust to changing market conditions; limiting our ability to take advantage of financing and other corporate opportunities; and placing us at a competitive disadvantage relative to our competitors who are less highly leveraged. Moreover, a material breach of the 2018 Coty Credit Agreement could result in the acceleration of all obligations outstanding under that agreement. \nOur ability to service and repay our indebtedness will be dependent on the cash flow generated by our subsidiaries and events beyond our control.\nPrevailing economic conditions and financial, business and other factors, many of which are beyond our control, may affect our ability to make payments on our debt and comply with other requirements under the 2018 Coty Credit Agreement and to meet our deleveraging objectives. In particular, due to the seasonal nature of the beauty industry, with the highest levels of consumer demand generally occurring during the holiday buying season in our second fiscal quarter, our subsidiaries’ cash flow in the second half of the fiscal year may be less than in the first half of the fiscal year, which may affect our ability to satisfy our debt service obligations, including to service our senior secured notes, senior unsecured notes and the 2018 Coty Credit Agreement, and to meet our deleveraging objectives. If we do not generate sufficient cash flow to satisfy our covenants and debt service obligations, including payments on our senior secured notes, senior unsecured notes and under the 2018 Coty Credit Agreement, we may have to undertake additional cost reduction measures or alternative financing plans, such as refinancing or restructuring our debt; selling assets; reducing or delaying capital investments; modifying terms of agreements, \n20\nincluding timing of payments, with vendors, customers, and other third parties; or seeking to raise additional capital. The terms of the indentures governing our senior secured notes and senior unsecured notes, the 2018 Coty Credit Agreement or any existing debt instruments or future debt instruments that we may enter into may restrict us from adopting some of these alternatives. Our ability to restructure or refinance our debt will depend on the capital markets and other macroeconomic conditions and our financial condition at such time. Recent refinancings of our debt have resulted, and future refinancings or modifications of our debt could result, in higher interest rates and may require us to comply with more onerous covenants or reduce our borrowing capacity, which could further restrict our business operations. For example, the refinancing of certain portions of our debt in 2021 resulted in higher interest rates applicable to the newly issued senior secured notes, in part due to prevailing macroeconomic conditions and a decline in our credit ratings since our previous refinancing transactions in 2018. The inability of our subsidiaries to generate sufficient cash flow to satisfy our covenants and debt service obligations, including the inability to service our senior secured notes, senior unsecured notes and the 2018 Coty Credit Agreement, or to refinance our obligations on commercially reasonable terms, could have a material adverse effect on our business, financial condition, results of operations, profitability, cash flows or liquidity, as well as the trading price of our securities, and may impact our ability to satisfy our obligations in respect of our senior secured notes, senior unsecured notes and the 2018 Coty Credit Agreement.\nOur variable rate indebtedness subjects us to interest rate risk, which could cause our debt service obligations to increase.\nBorrowings under the 2018 Coty Credit Agreement are at variable rates of interest and expose us to interest rate risk. In the past year, inflation and other factors have resulted in an increase in interest rates generally, which has impacted our borrowing costs. If interest rates were to continue to increase, our debt service obligations on the variable rate indebtedness referred to above would increase even if the principal amount borrowed remained the same, and our net income and cash flows will correspondingly decrease. We are currently party to, and in the future, we may enter into additional, interest rate swaps that involve the exchange of floating for fixed rate interest payments, in order to reduce interest rate volatility. However, we may not maintain interest rate swaps with respect to all of our variable rate indebtedness, and any swaps we enter into may not fully mitigate our interest rate risk.\nIn addition, we have amended our 2018 Credit Agreement to allow us to reference the Secured Overnight Financing Rate (“SOFR”) as the primary benchmark rate for our variable rate indebtedness, in lieu of the London Interbank Offered Rate (“LIBOR”). SOFR is a relatively new reference rate and with a limited history, and changes in SOFR have, on occasion, been more volatile than changes in other benchmark or market rates. As a result, the amount of interest we may pay on our variable rate indebtedness is difficult to predict.\nRisks related to Macroeconomic Conditions and Market Risks\nWe must successfully manage the impact of a general economic downturn, credit constriction, uncertainty in global economic or political conditions or other global events or a sudden disruption in business conditions which may affect consumer spending, global supply chain conditions and inflationary pressures and adversely affect our financial results.\nGlobal events may impact our business, prospects, financial condition, results of operations, cash flows, as well as the trading price of our securities, and, as demonstrated by the impacts of COVID-19 and the war in Ukraine, such events can evolve rapidly and cause significant and pervasive disruptions to global economic and business conditions. We operate in an environment of slow overall growth in the segments and geographies in which we compete with increasing competitive pressure and changing consumer preferences, and global economic activity has been in decline as a result of  higher levels of unemployment, unprecedented levels of inflation, recessionary conditions and geopolitical conditions including the war in Ukraine and the ongoing effects of COVID-19. While prestige fragrances and skin care categories have experienced strong growth, declines in the retail mass color cosmetics, mass nail and mass fragrance categories in the U.S. and certain key markets in Western Europe continue to impact our business and financial results. Deterioration of social or economic conditions in Europe or elsewhere could reduce sales and could also impair collections on accounts receivable. For example, political and economic developments in the U.S., the U.K., Europe, Brazil and China have introduced uncertainty in the regulatory and business environment in which we operate (including potential increases in tariffs). These political and economic developments have resulted and could continue to result in changes to legislation or reformation of government policies, rules and regulations pertaining to trade. Such changes could have a significant impact on our business by increasing the cost of doing business, affecting our ability to sell our products and negatively impacting our profitability. \nAbrupt political change, terrorist activity, and armed conflict, such as the ongoing war in Ukraine and any escalation or expansion thereof, pose a risk of further general economic disruption in affected regions. Geopolitical change may result in changing regulatory systems and requirements and market interventions that could impact our operating strategies, access to national, regional and global markets (due to sanctions or otherwise), hiring, and profitability. For example, changes in the regulatory environment in China or geopolitical tensions impacting trade or operations in China could impact our growth strategy. Any of these changes may negatively impact our revenues. \nIn addition, our sales are affected by the overall level of consumer spending. The general level of consumer spending is affected by a number of factors, including general economic conditions (including potential recessions in one or more \n21\nsignificant economies), inflation, interest rates, government policies that affect consumers (such as those relating to medical insurance or income tax), energy costs and consumer confidence, each of which is beyond our control. Consumer purchases of discretionary and other items and services, including beauty products, tend to decline during recessionary periods, periods of high inflation and otherwise weak economic environments, when disposable income is lower. A decline in consumer spending would likely have a negative impact on our direct sales and could cause financial difficulties at our retailer and other customers. If consumer purchases decrease, we may not be able to generate enough cash flow to meet our debt obligations and other commitments and may need to refinance our debt, dispose of assets or issue equity to raise necessary funds. We cannot predict whether we would be able to undertake any of these actions to raise funds on a timely basis or on satisfactory terms or at all. The financial difficulties of a customer or retailer could also cause us to curtail or eliminate business with that customer or retailer. We may also decide to assume more credit risk relating to the receivables from our customers or retailers, which increases the possibility of late or non-payment of receivables. Our inability to collect receivables from a significant retailer or customer, or from a group of these customers, could have a material adverse effect on our business, prospects, results of operations, financial condition, results of operations, cash flows, as well as the trading price of our securities. If a retailer or customer were to go into liquidation, we could incur additional costs if we choose to purchase the retailer’s or customer’s inventory of our products to protect brand equity. These risks have been, and may continue to be, amplified by COVID-19, the war in Ukraine and related geopolitical conditions. \nThe COVID-19 pandemic has had, and could continue to have, a negative impact on our business, financial condition, results of operations and cash flows.\nThe COVID-19 pandemic and the\n actions taken by governments and third-parties in response\n have had, and continue to have, evolving and unpredictable impacts on global economies, financial markets and business practices. \n A resurgence of COVID-19, including any variants of the virus, or the outbreak of another pandemic, epidemic or infectious disease in one or more of the countries where we operate or our customers are located could result in varied government and third-party actions\n relating to, among other things, quarantines, facility closures, store closures \nor social distancing, resulting in further volatility and disparity in our results and operations across geographies and creating challenges for our ability to forecast demand. Our business has been, and may continue to be, negatively impacted by the COVID-19 pandemic in such countries. These impacts include, but are not limited to:\n•\nReductions in demand or volatility in demand for one or more of our products, which, if prolonged, can further increase the difficulty of operating our business, including accurately planning and forecasting, and may adversely impact our results;\n•\nInability to meet our customers’ needs and achieve costs targets due to disruptions in our manufacturing and supply arrangements caused by the loss or disruption of essential manufacturing and supply elements such as raw materials or other finished product components, transportation, workforce, or other manufacturing and distribution capability;\n•\nFailure of third parties on which we rely, including our suppliers, our customers, contract manufacturers, distributors, contractors, commercial banks, joint venture partners and external business partners, to meet their obligations to us or to timely meet those obligations, or significant disruptions in their ability to do so, which may be caused by their own financial or operational difficulties and may adversely impact our operations; or\n•\nSignificant changes in the political conditions in markets in which we manufacture, sell or distribute our products, including government or third-party actions that limit or close our operating and manufacturing facilities or otherwise prevent consumers from having access to our products, restrict our employees’ ability to travel or perform necessary business functions or otherwise prevent our third-party partners, suppliers, or customers from sufficiently staffing operations, including operations necessary for the production, distribution, sale, and support of our products, which could adversely impact our results.\nThese impacts have had, and could continue to have, a negative impact on our business, financial condition, results of operations and cash flows, as well as the trading price of our securities, and the duration and extent to which our future results of operations and overall financial performance may be impacted cannot be determined. Despite our ability to manage and remedy these impacts to the Company, their ultimate impact also depends on factors beyond our knowledge or control, including the duration and severity of any such disease outbreak, as well as the actions taken by governments or third-parties to contain its spread and mitigate its public health effects. For example, an increase of COVID-19 related cases in certain parts of China resulted in the re-imposition of widespread lockdowns and restrictions in mid-March 2022, which negatively impacted our results in China in the fourth quarter of fiscal 2022 due to reduced customer traffic and supply chain constraints. Ongoing impacts of COVID-19 have continued in China during fiscal 2023, and economic recovery in the region has been slower than predicted and may continue to be below pre-pandemic levels, which could adversely affect our strategy to expand our presence in China. \n22\nPrice inflation for labor, materials and services, further exacerbated by volatility in energy and commodity markets by the war in Ukraine, could adversely affect our business, results of operations and financial condition.\nWe experienced considerable price inflation in costs for labor, materials and services during fiscal 2022. We may not be able to continue to pass through inflationary cost increases and, if inflationary pressures are sustained, we may only be able to recoup a portion of our increased costs in future periods. Our ability to raise prices to reflect increased costs may also be limited by competitive conditions in the market for our products. The war in Ukraine and prolonged geopolitical conflict globally may continue to result in increased price inflation, escalating energy and commodity prices and increasing costs of materials and services (together with shortages or inconsistent availability of materials and services)\n,\n which may also have the effect of heightening many of our other risks, such as those relating to cyber security, supply chain disruption, volatility in prices and market conditions, our ability to forecast demand, and our ability to successfully implement our global business strategies, any of which could negatively affect our business, results of operations and financial condition. \nVolatility in the financial markets could have a material adverse effect on our business, prospects, financial condition, results of operations, cash flows, as well as the trading price of our securities.\nWhile we currently generate significant cash flows from our ongoing operations and have access to global credit markets through our various financing activities, credit markets may experience significant disruptions. Deterioration in global financial markets, including as a result of global and regional economic conditions, COVID-19, the war in Ukraine and related geopolitical conditions, could make future financing difficult or more expensive. If any financial institutions that are parties to our credit facilities or other financing arrangements, such as interest rate or foreign currency exchange hedging instruments, were to declare bankruptcy or become insolvent, or experience other financial difficulty, they may be unable to perform under their agreements with us. In addition, the deterioration of the financial condition of any of the financial institutions that hold our short-term investments and cash deposits could negatively impact the value and liquidity of such investments and deposits. This could leave us with reduced borrowing capacity, could leave us unhedged against certain interest rate or foreign currency exposures or could reduce our access to our cash deposits, which could have an adverse impact on our business, prospects, financial condition, results of operations, cash flows, as well as the trading price of our securities.\nFluctuations in currency exchange rates may negatively impact our financial condition and results of operations.\nExchange rate fluctuations have affected and may in the future affect our results of operations, financial condition, reported earnings, the value of our foreign assets, the relative prices at which we and foreign competitors sell products in the same markets and the cost of certain inventory and non-inventory items required by our operations. The currencies to which we are exposed include the euro, the British pound, the Chinese yuan, the Polish zloty, the Brazilian real, the Australian dollar and the Canadian dollar. The exchange rates between these currencies and the U.S. dollar in recent years have fluctuated significantly and may continue to do so in the future. A depreciation of these currencies against the U.S. dollar would decrease the U.S. dollar equivalent of the amounts derived from foreign operations reported in our consolidated financial statements and an appreciation of these currencies would result in a corresponding increase in such amounts. The cost of certain items, such as raw materials, transportation and freight, required by our operations may be affected by changes in the value of the various relevant currencies. To the extent that we are required to pay for goods or services in foreign currencies, the appreciation of such currencies against the U.S. dollar would tend to negatively impact our financial condition and results of operations. Our efforts to hedge certain exposures to foreign currency exchange rates arising in the ordinary course of business may not successfully hedge the effect of such fluctuations.\nIn addition, a portion of our borrowings under the 2018 Coty Credit Agreement and senior notes indentures are denominated in euros and expose us to currency exchange rate risk. We have entered into derivative transactions in order to reduce currency exchange rate volatility. However, we may not enter into or maintain such derivatives with respect to all of our euro-denominated indebtedness, and any derivative transactions we enter into may not fully mitigate our currency exchange rate risk.\nLegal and Regulatory Risks\nWe are subject to legal proceedings and legal compliance risks, including talc-related litigation alleging bodily injury.\nWe are subject to a variety of legal proceedings and legal compliance risks in the countries in which we do business, including the matters described under the heading “Legal Proceedings” in Part I, Item 3 of this report. We are under the jurisdiction of regulators and other governmental authorities which may, in certain circumstances, lead to enforcement actions, changes in business practices, fines and penalties, the assertion of private litigation claims and damages. Some of these actions may also adversely impact our customer relationships, particularly to the extent customers were implicated by such proceedings. We are also subject to legal proceedings and legal compliance risks in connection with legacy matters involving the P&G Beauty Business, the Burberry fragrance business, Hypermarcas Brands, the Kylie Jenner business and the Kim Kardashian business that were previously outside our control and that we are now independently addressing, as well as retained liabilities relating to divested businesses, which may result in unanticipated or new liabilities. We also are involved in numerous lawsuits involving product liability issues, most involving allegations related to alleged asbestos in our talc-based cosmetic products, allegedly leading to mesothelioma. While we believe that we have valid defenses to these lawsuits, these risks will \n23\ncontinue to exist with respect to our business, and additional legal proceedings and other contingencies, the outcome and impact of which (including legal fees) cannot be predicted with certainty, will arise from time to time. In particular, the potential impact of talc-related litigation is highly uncertain, as nationwide trial results in similar cases filed against Coty and other manufacturers or retailers of cosmetic talc products have ranged from outright dismissals to very large settlements and jury awards of both compensatory and punitive damages. Additionally, our continued production and sale of talc-based cosmetic products could in the future subject us to additional legal claims related to the sale of one or more of our talc-based cosmetics products, including potential governmental inquiries, investigations, claims and consumer protection cases from state attorneys general. Any negative resolution of litigation to which we are subject to could have an adverse effect on our \nbusiness, prospects, financial condition, results of operations and cash flows.\nAs described under “Legal Proceedings” in this report, the consolidated class action lawsuit in connection with the Cottage Tender Offer and related Schedule 14D-9 has been resolved.\nIn addition, we are subject to pending tax assessment matters in Brazil relating to local sales tax credits for the 2016-2017 tax periods. Although we are seeking a favorable administrative decision on the related tax enforcement action, we may not be successful. See Note 26— Legal and Other Contingencies for more information regarding our potential tax obligations in Brazil.\nChanges in laws, regulations and policies that affect our business or products could adversely affect our business, financial condition, results of operations, cash flows, as well as the trading price of our securities.\nOur business is subject to numerous laws, regulations and policies. Changes in the laws (both foreign and domestic), regulations and policies, including the interpretation or enforcement thereof, that affect, or will affect, our business or products, including those related to intellectual property, marketing, antitrust and competition, product liability, restrictions or requirements related to product content or formulation, labeling and packaging (including end-of-product-life responsibility), corruption, the environment or climate change (including increasing focus on the climate, water and waste impacts of operations and products), immigration, privacy, data protection, taxes, tariffs, trade and customs (including, among others, import and export license requirements, sanctions, boycotts, quotas, trade barriers, and other measures imposed by U.S. and foreign countries), restrictions on foreign investment, the outcome and expense of legal or regulatory proceedings, and any action we may take as a result, and changes in accounting standards, could adversely affect our financial results as well as the trading price of our securities. For example, the Tax Act, enacted in 2017, introduced broad and complex changes to the U.S. tax laws that affect businesses operating internationally, and future tax law changes and regulatory, administrative or legislative guidance could adversely affect our financial results. See “—We are subject to risks related to our international operations”. In addition, increasing governmental and societal attention to environmental, social and governance matters, including expanding mandatory and voluntary reporting, diligence and disclosure on topics such as climate change, waste production, water usage, biodiversity, emerging technologies, human capital, labor, supply chain, and risk oversight, could expand the nature, scope and complexity of matters that we are required to control, assess and report. These and other rapidly changing laws, regulations, policies and related interpretations, as well as increased enforcement actions by various governmental and regulatory agencies, create challenges for us, including our compliance and ethics programs, may alter the environment in which we do business and may increase the ongoing costs of compliance, which could adversely impact our results of operations and cash flows. If we are unable to continue to meet these challenges and comply with all laws, regulations, policies and related interpretations, our reputation and our business results could be adversely impacted. \nWe are also subject to legal proceedings and legal compliance risks in connection with legacy matters related to acquired companies that were previously outside our control. Such matters may result in our incurring unanticipated costs that may negatively impact the financial contributions of such acquisitions at least in the periods in which such liability is incurred or require operational adjustments that affect our results of operations with respect to such investments. We may not have adequate or any insurance coverage for some of these legacy matters, including matters assumed in the acquisition of the P&G Beauty Business, the Hypermarcas Brands and the Burberry fragrance business, the joint venture with Kylie Jenner and the strategic partnership with Kim Kardashian. While we believe that we have adopted, and will adopt, appropriate risk management and compliance programs, the global nature of our operations and many laws and regulations to which we are subject mean that legal and compliance risks will continue to exist with respect to our business, and additional legal proceedings and other contingencies, the outcome of which cannot be predicted with certainty, will arise from time to time, which could adversely affect our business, prospects, financial condition, results of operations and cash flows, as well as the trading price of our securities.\nOur operations and acquisitions in certain foreign areas expose us to political, regulatory, economic and reputational risks.\nWe operate on a global basis. Our employees, contractors and agents, business partners, joint ventures and joint venture partners and companies to which we outsource certain of our business operations, may take actions in violation of our compliance policies or applicable law. In addition, some of our acquisitions have required us to integrate non-U.S. companies that had not, until our acquisition, been subject to U.S. law or other laws to which we are subject.\n24\nIn many countries, particularly in those with developing economies, it may be common for persons to engage in business practices prohibited by the laws and regulations applicable to us. In addition, certain countries have laws that differ with those in the US, including relating to competition and product distribution, with which US and other personnel may be unfamiliar, thereby increasing the risk of non-compliance. We continue to enhance our compliance program, including as a result of acquisitions and changes in the regulatory environment, but our compliance program may encounter problems or may not be effective in ensuring compliance.\nFailure by us or our subsidiaries to comply with applicable laws or policies could subject us to civil and criminal penalties, cause us to be in breach of contract or damage to our or our licensors’ reputation, each of which could materially and adversely affect our business, prospects, financial condition, cash flows, results of operations, as well as the trading price of our securities.\nIn addition, the U.S. has imposed and may impose additional sanctions at any time on countries where we sell our products. If so, our existing activities may be adversely affected, we may incur costs in order to come into compliance with future sanctions, depending on the nature of any further sanctions that may be imposed, or we may experience reputational harm and increased regulatory scrutiny. For example, in April 2022, following the imposition of additional sanctions against Russia and Russian interests in connection with the war in Ukraine, we announced our Board’s decision to wind down the operations of our Russian subsidiary as a result of the war and the related sanctions. For a further discussion of the impact of the wind down, please refer to “Management’s Discussion and Analysis of Financial Condition and Results of Operations—Overview —Russia-Ukraine War.”\nWe are subject to the interpretation and enforcement by governmental agencies of other foreign laws, rules, regulations or policies, including any changes thereto, such as restrictions on trade, import and export license requirements, and tariffs and taxes (including assessments and disputes related thereto), which may require us to adjust our operations in certain areas where we do business. We face legal and regulatory risks in the U.S. and abroad and, in particular, cannot predict with certainty the outcome of various contingencies or the impact that pending or future legislative and regulatory changes may have on our business. It is not possible to gauge what any final regulation may provide, its effective date or its impact at this time. These risks could have a material adverse effect on our business, prospects, financial condition, results of operations, cash flows, as well as the trading price of our securities.\nOur employees or others may engage in misconduct or other improper activities including noncompliance with regulatory standards and regulatory requirements.\nWe are exposed to the risk of fraud or other misconduct by our personnel or third parties such as independent contractors, agents or influencers. Misconduct by employees, independent contractors, influencers or agents could include inadvertent or intentional failures to comply with the laws and regulations to which we are subject or with our policies, provide accurate information to regulatory authorities, comply with ethical, social, product, labor and environmental standards, comply with fraud and abuse laws and regulations, report financial information or data accurately, or disclose unauthorized activities to us. In particular, our business is subject to laws, regulations and policies intended to prevent fraud, kickbacks, self-dealing, resale price maintenance and other abusive practices. These laws and regulations may restrict or prohibit a wide range of pricing, discounting, marketing and promotion, sales commission, customer incentive programs, and other business arrangements. Our current and former employees, influencers or independent contractors may also become subject to allegations of sexual harassment, racial and gender discrimination or other similar misconduct, which, regardless of the ultimate outcome, may result in adverse publicity that could significantly harm our company’s brand, reputation and operations. Employee misconduct could also involve improper use of information obtained in the course of the employee’s prior or current employment, which could result in legal or regulatory action and serious harm to our reputation.\nViolations of our prohibition on harassment, sexual or otherwise, could result in liabilities and/or litigation.\nWe prohibit harassment or discrimination in the workplace, in sexual or in any other form. This policy applies to all aspects of employment. Notwithstanding our conducting training and taking disciplinary action against alleged violations, we may encounter additional costs from claims made and/or legal proceedings brought against us, and, regardless of the ultimate outcome, we could suffer reputational harm.\nIf the Distribution (as defined below) or the acquisition of the P&G Beauty Business does not qualify for its intended tax treatment, in certain circumstances we are required to indemnify P&G for resulting tax-related losses under the tax matters agreement entered into in connection with the acquisition of the P&G Beauty Business dated October 1, 2016 (the “Tax Matters Agreement”).\nIn connection with the closing of the acquisition of the P&G Beauty Business on October 1, 2016, we and P&G received written opinions from special tax counsel regarding the intended tax treatment of the merger, and The Procter & Gamble Company (“P&G”) received an additional written opinion from special tax counsel regarding the intended tax treatment of the distribution by P&G of its shares of Galleria Co. (“Galleria”) common stock to P&G shareholders by way of an exchange offer (the “Distribution”). The opinions were based on, among other things, certain assumptions and representations as to factual \n25\nmatters and certain covenants made by us, P&G, Galleria and Green Acquisition Sub Inc. The opinions are not binding on the Internal Revenue Service (“IRS”) or a court, and the IRS or a court may not agree with the opinions. \nUnder the Tax Matters Agreement, in certain circumstances and subject to certain limitations, we are required to indemnify P&G against tax-related losses (e.g., increased taxes, penalties and interest required to be paid by P&G) if the Distribution or the merger fails to qualify for its intended tax treatment, including if the Distribution becomes taxable to P&G as a result of the acquisition of a 50% or greater interest (by vote or value) in us as part of a plan or series of related transactions that included the Distribution or if such failure is attributable to a breach of certain representations and warranties by us or certain actions or omissions by us. If we are required to indemnify P&G in the event of a taxable Distribution, this indemnification obligation would be substantial and could have a material adverse effect on us, including with respect to our financial condition and results of operations. \nRisks Related to Ownership of Our Common Stock\nWe are subject to risks related to our common stock and our stock repurchase program.\nAny repurchases pursuant to our stock repurchase program, or a decision to discontinue our stock repurchase program, which may be discontinued at any time, could affect our stock price and increase volatility. In addition, the timing and actual number of any shares repurchased will depend on a variety of factors including the timing of open trading windows, price, corporate and regulatory requirements, an assessment by management and our board of directors of cash availability, capital allocation priorities, including deleveraging, and other market conditions. In addition, we have entered into forward repurchase transactions to begin hedging for a potential $200 million repurchase under our stock repurchase program currently planned for 2024 and an additional potential $196 million repurchase planned for 2025. These forward repurchase transactions expose us to additional risks related to the price of our common stock, including a potential true-up in cash upon specified changes in the price of our common stock. \nJAB Cosmetics B.V. (“JABC”) and its affiliates beneficially own approximately 53% of the fully diluted shares of our Class A Common Stock and, as such, have the ability to effect certain decisions requiring stockholder approval, which may be inconsistent with the interests of our other stockholders.\nAs a result of the completion of the Cottage Tender Offer in May 2019, JABC, through an affiliate, JAB Beauty B.V., owns approximately 53% of the outstanding shares of our Class A Common Stock. As a result, JABC has the ability to exercise control over certain decisions requiring stockholder approval, including the election of directors, amendments to our certificate of incorporation and approval of significant corporate transactions, such as a merger or other sale of the Company or our assets. In addition, several of the members of our Board of Directors are affiliated with JABC. Accordingly, JAB has significant influence over us and our decisions, including the appointment of management and any other action requiring a vote of our Board of Directors. In addition, this concentration of ownership may have the effect of delaying, preventing or deterring a change in control of us and may negatively affect the market price of our stock.\nJABC’s interests may be different from or conflict with our interests or the interests of our other stockholders. JABC and its affiliates are in the business of making investments in companies and may from time to time acquire and hold interests in businesses that compete indirectly with us. JABC or its affiliates may also pursue acquisition opportunities that are complementary to our business, and, as a result, those acquisition opportunities may not be available to us. In addition, JABC’s obligations under its credit facility may cause JABC to take actions which may be inconsistent with your interests. Accordingly, the interests of JABC may not always coincide with our interests or the interests of other stockholders, and JABC may seek to cause us to take courses of action that, in its judgment, could enhance its investment in the Company but which might involve risks to our other stockholders or adversely affect us or our other stockholders.\nWe are a “controlled company” within the meaning of the New York Stock Exchange rules and, as a result, are entitled to rely on exemptions from certain corporate governance requirements that are designed to provide protection to stockholders of companies that are not “controlled companies”.\nFor so long as JABC and its affiliates own more than 50% of the total voting power of our common shares, we are a “controlled company” within the meaning of the New York Stock Exchange (“NYSE”) corporate governance standards. As a controlled company, we are exempt under the NYSE standards from the obligation to comply with certain NYSE corporate governance requirements, including the requirements:\n•\nthat a majority of our board of directors consists of independent directors;\n•\nthat we have a nominating committee that is composed entirely of independent directors with a written charter addressing the committee’s purpose and responsibilities; and\n26\n•\nthat we have a compensation committee that is composed entirely of independent directors with a written charter addressing the committee’s purpose and responsibilities.\nIf we elect to rely on the controlled company exemptions, the procedures for approving significant corporate decisions could be determined by directors who have a direct or indirect interest in such decisions, and our stockholders would not have the same protections afforded to stockholders of other companies that are required to comply with all of the independence rules of the NYSE.\nThe dual-listing of our Class A Common Stock on the NYSE and on Euronext Paris’s Professional Segment may adversely affect the liquidity and value of our Class A Common Stock.\nWe have announced our intention to apply to list our Class A Common Stock on Euronext Paris’s Professional Segment. While the dual-listing of our Class A Common Stock is intended to promote additional liquidity for investors and provide greater access to our Class A Common Stock among investors in Europe who may be required to invest in Eurozone markets or certain currencies only, we cannot predict the effect of this dual-listing on the value of our Class A Common Stock on the NYSE and Euronext Paris’s Professional Segment. To the contrary, the dual-listing of our Class A Common Stock may dilute the liquidity of these securities in one or both markets and may adversely affect the development of an active trading market for Class A Common Stock on Euronext Paris’s Professional Segment. The price of our Class A Common Stock listed on Euronext Paris’s Professional Segment could also be adversely affected by trading in our Class A Common Stock on the NYSE. In addition, currency fluctuations between the Euro and U.S. dollar may have an adverse impact on the value of our Class A Common Stock traded on Euronext Paris’s Professional Segment. \nUpon the completion of the dual-listing, it is expected that there will be, at least initially, limited liquidity on the Euronext Paris market insofar as the probability is very low that a counterparty for a transaction in euros will arise. As of the date of this Annual Report, we have not appointed any market maker on the Euronext Paris market but may do so in the future. On this basis, the liquidity of our Class A Common Stock traded on Euronext Paris may be uncertain and investors on the Euronext Paris market may need to assess their ability to adjust the size of their position given the then trading liquidity prior to investing in our securities.",
    "item7": ">Item 7. \nManagement’s Discussion and Analysis of Financial Condition and Results of Operations.\nThe following discussion and analysis of the financial condition and results of operations of Coty Inc. and its consolidated subsidiaries, should be read in conjunction with the information contained in the Consolidated Financial Statements and related notes included elsewhere in this document. When used in this discussion, the terms “Coty,” the “Company,” “we,” “our,” or “us” mean, unless the context otherwise indicates, Coty Inc. and its majority and wholly-owned subsidiaries. The following discussion contains forward-looking statements. See “Forward-Looking Statements” and “Risk Factors” for a discussion on the uncertainties, risks and assumptions associated with these statements as well as any updates to such discussion as may be included in subsequent reports we file with the SEC. Actual results may differ materially and adversely from those contained in any forward-looking statements. The following discussion includes certain non-GAAP financial measures. See “Overview—Non-GAAP Financial Measures” for a discussion of non-GAAP financial measures and how they are calculated.\nAll dollar amounts in the following discussion are in millions of United States (“U.S.”) dollars, unless otherwise indicated.\nOVERVIEW\nWe are one of the world’s largest beauty companies, with an iconic portfolio of brands across fragrance, color cosmetics, and skin and body care. We continue to make progress on our strategic priorities, including stabilizing and growing our Consumer Beauty brands through leading innovation and improved execution, accelerating our Prestige fragrance business and ongoing expansion into Prestige cosmetics, building a comprehensive skincare portfolio leveraging existing brands, enhancing our e-commerce and Direct-to-Consumer (“DTC”) capabilities, expanding our presence in China and travel retail through Prestige products and select Consumer Beauty brands, and establishing Coty as an industry leader in sustainability. Our brands empower people to express themselves freely, creating their own visions of beauty; and we are committed to making a positive impact on the planet.\nWe remain attentive to economic and geopolitical conditions that may materially impact our business. We continue to explore and implement risk mitigation strategies in the face of these unfolding conditions and remain agile in adapting to changing circumstances. Such conditions, including risks and uncertainties associated with the economy in China and the broader global economy, global inflation, and resulting impacts from the conflict between Russia and Ukraine, have or may have global implications that may impact the future performance and growth of our business in unpredictable ways.\nOur operations outside of the United States account for a significant portion of our revenues and expenses. As a result, a substantial portion of our total revenue and expenses are denominated in currencies other than the U.S. dollar. Exchange rates between certain of these currencies and the U.S. dollar have fluctuated significantly and may continue to do so in the future.\nOur revenues grew across both divisions in fiscal 2023 and benefited from price increases across our product portfolio despite stable year-over-year sales volumes and market share declines across certain major product categories. Fluctuations in foreign exchange rates may have a significant impact our operating results. During fiscal 2023, fluctuations in the U.S. dollar relative to certain other foreign currencies – such as the euro and British pound – reduced our reported revenue and expenses, such as those expenses principally related to cost of sales, fixed costs, and advertising and consumer promotional costs. Refer to Part I, Item 1A under the heading “Risk Factors” for a discussion of these factors and other risks.\n We expect that our net revenue for fiscal year 2024 will grow in the mid-to-high single digits versus the prior year, excluding the impact of foreign exchange and the early termination of the \nLacoste\n fragrance license.\nGlobal Supply Chain Challenges\nWe experienced global supply chain challenges resulting from industry-wide component shortages and transportation delays. These challenges have negatively impacted order fill rates across our product categories, particularly prestige fragrances where there has been demand growth, especially in North America and certain European countries.\nIn the second half of fiscal 2023 we saw sequential quarterly improvements in our order fill rates on a company-wide basis and continue to take steps to improve order fill rates and mitigate the impact of these constraints, including working closely with our suppliers to ensure the availability of components such as glass and metal, and building our inventory levels to meet demand. We expect to sustain the progress made this fiscal year, into the first quarter of fiscal 2024, or make incremental improvements to our order fill rates on a divisional and company-wide basis.\nInflation\nInflationary trends in certain markets and global supply chain challenges may negatively affect our sales and operating performance. We experienced the impact of inflation on material, logistical and other costs during fiscal 2023. We will continue to implement mitigation strategies and price increases to offset these trends; however, such measures may not fully offset the impact to our operating performance.\nRussia-Ukraine War\n31\nWe recognized total pre-tax gains of $17.0 in fiscal year 2023 related to our market exit of Russia primarily related to a bad debt accrual release due to better than expected collections. We also recognized $0.4 of income tax benefits. We anticipate that\n \nwe will incur an immaterial amount of\n \nadditional costs through completion of the wind down. Additionally, we anticipate derecognizing the cumulative translation adjustment balance pertaining to the Russian subsidiary. We have substantially completed our commercial activities in Russia. However, we anticipate that the process related to the liquidation of the Russian legal entity will take an extended period of time. \n32\nSelected Financial Data\n(in millions, except per share data)\nYear Ended June 30,\n2023\n2022\n2021\nNet revenues\n$\n5,554.1 \n$\n5,304.4 \n$\n4,629.9 \nGross profit\n3,547.3 \n3,369.2 \n2,768.2 \nRestructuring costs\n(6.5)\n(6.5)\n63.6 \nAcquisition- and divestiture-related costs\n— \n14.7 \n138.8 \nAsset impairment charges\n— \n31.4 \n— \nOperating income (loss)\n543.7 \n240.9 \n(48.6)\nInterest expense, net\n257.9 \n224.0 \n235.1 \nOther Income, net\n(419.0)\n(409.9)\n(43.9)\nIncome (loss) from continuing operations before income taxes\n704.8 \n426.8 \n(239.8)\nProvision (benefit) for income taxes on continuing operations\n181.6 \n164.8 \n(172.0)\nNet income (loss) from continuing operations\n523.2 \n262.0 \n(67.8)\nNet income (loss) from discontinued operations\n— \n5.7 \n(137.3)\nNet income (loss)\n523.2 \n267.7 \n(205.1)\nNet income (loss) attributable to Coty Inc.\n$\n508.2 \n$\n259.5 \n$\n(201.3)\nAmounts attributable to Coty Inc.:\nNet income (loss) from continuing operations attributable to common stockholders\n$\n495.0 \n$\n55.5 \n$\n(166.3)\nNet income (loss) from continuing operations attributable to common stockholders\n$\n495.0 \n$\n61.2 \n$\n(303.6)\nPer Share Data:\nNet income (loss) attributable to Coty Inc. per common share:\nBasic income (loss) from continuing operations\n$\n0.58 \n$\n0.07 \n$\n(0.22)\nBasic income (loss) for Coty Inc.\n$\n0.58 \n$\n0.08 \n$\n(0.40)\nDiluted income (loss) from continuing operations\n$\n0.57 \n$\n0.07 \n$\n(0.22)\nDiluted income (loss) for Coty Inc.\n$\n0.57 \n$\n0.08 \n$\n(0.40)\nWeighted-average common shares\nBasic\n849.0 \n820.6 \n764.8 \nDiluted\n886.5 \n834.1 \n764.8 \n(in millions)\nYear Ended June 30,\n2023\n2022\n2021\nConsolidated Statements of Cash Flows Data:\nNet cash provided by operating activities\n$\n625.7 \n$\n726.6 \n$\n318.7 \nNet cash (used in) provided by investing activities\n(118.2)\n269.7 \n2,441.9 \nNet cash (used in) financing activities\n(469.3)\n(1,034.0)\n(2,795.1)\n(in millions)\nAs of June 30,\n2023\n2022\n2021\nConsolidated Balance Sheets Data:\nCash and cash equivalents\n$\n246.9 \n$\n233.3 \n$\n253.5 \nTotal assets\n12,661.6 \n12,116.1 \n13,691.4 \nTotal debt, net of discount\n4,265.9 \n4,473.9 \n5,476.9 \nTotal Coty Inc. stockholders’ equity\n3,811.1 \n3,154.5 \n2,860.7 \n33\nNon-GAAP Financial Measures\nTo supplement the financial measures prepared in accordance with GAAP, we use non-GAAP financial measures for continuing operations and Coty Inc. including Adjusted operating income (loss), Adjusted EBITDA, Adjusted net income (loss), and Adjusted net income (loss) attributable to Coty Inc. to common stockholders (collectively, the “Adjusted Performance Measures”). The reconciliations of these non-GAAP financial measures to the most directly comparable financial measures calculated and presented in accordance with GAAP are shown in tables below. These non-GAAP financial measures should not be considered in isolation from, or as a substitute for or superior to, financial measures reported in accordance with GAAP. Moreover, these non-GAAP financial measures have limitations in that they do not reflect all the items associated with the operations of the business as determined in accordance with GAAP. Other companies, including companies in the beauty industry, may calculate similarly titled non-GAAP financial measures differently than we do, limiting the usefulness of those measures for comparative purposes.\nDespite the limitations of these non-GAAP financial measures, our management uses the Adjusted Performance Measures as key metrics in the evaluation of our performance and annual budgets and to benchmark performance of our business against our competitors. The following are examples of how these Adjusted Performance Measures are utilized by our management:\n•\nstrategic plans and annual budgets are prepared using the Adjusted Performance Measures;\n•\nsenior management receives a monthly analysis comparing budget to actual operating results that is prepared using the Adjusted Performance Measures; and\n•\nsenior management’s annual compensation is calculated, in part, by using some of the Adjusted Performance Measures.\nIn addition, our financial covenant compliance calculations under our debt agreements are substantially derived from these Adjusted Performance Measures.\nOur management believes that Adjusted Performance Measures are useful to investors in their assessment of our operating performance and the valuation of the Company. In addition, these non-GAAP financial measures address questions we routinely receive from analysts and investors and, in order to ensure that all investors have access to the same data, our management has determined that it is appropriate to make this data available to all investors. The Adjusted Performance Measures exclude the impact of certain items (as further described below) and provide supplemental information regarding our operating performance. By disclosing these non-GAAP financial measures, our management intends to provide investors with a supplemental comparison of our operating results and trends for the periods presented. Our management believes these measures are also useful to investors as such measures allow investors to evaluate our performance using the same metrics that our management uses to evaluate past performance and prospects for future performance. We provide disclosure of the effects of these non-GAAP financial measures by presenting the corresponding measure prepared in conformity with GAAP in our financial statements, and by providing a reconciliation to the corresponding GAAP measure so that investors may understand the adjustments made in arriving at the non-GAAP financial measures and use the information to perform their own analyses.\nAdjusted operating income/Adjusted EBITDA from continuing operations excludes restructuring costs and business structure realignment programs, amortization, acquisition- and divestiture-related costs and acquisition accounting impacts, stock-based compensation, and asset impairment charges and other adjustments as described below. For adjusted EBITDA, in addition to the preceding, we exclude adjusted depreciation as defined below. We do not consider these items to be reflective of our core operating performance due to the variability of such items from period-to-period in terms of size, nature and significance. They are primarily incurred to realign our operating structure and integrate new acquisitions, and implement divestitures of components of our business, and fluctuate based on specific facts and circumstances. Additionally, Adjusted net income attributable to Coty Inc. and Adjusted net income attributable to Coty Inc. per common share are adjusted for certain interest and other (income) expense items and preferred stock deemed dividends, as described below, and the related tax effects of each of the items used to derive Adjusted net income as such charges are not used by our management in assessing our operating performance period-to-period.\nAdjusted Performance Measures reflect adjustments based on the following items:\n•\nCosts related to acquisition and divestiture activities: We have excluded acquisition- and divestiture-related costs and the accounting impacts such as those related to transaction costs and costs associated with the revaluation of acquired inventory in connection with business combinations because these costs are unique to each transaction. Additionally, for divestitures, we exclude write-offs of assets that are no longer recoverable and contract related costs due to the divestiture. The nature and amount of such costs vary significantly based on the size and timing of the acquisitions and divestitures, and the maturities of the businesses being acquired or divested. Also, the size, complexity and/or volume of past transactions, which often drives the magnitude of such expenses, may not be indicative of the size, complexity and/or volume of any future acquisitions or divestitures.\n34\n•\nRestructuring and other business realignment costs: We have excluded costs associated with restructuring and business structure realignment programs to allow for comparable financial results to historical operations and forward-looking guidance. In addition, the nature and amount of such charges vary significantly based on the size and timing of the programs. By excluding the referenced expenses from our non-GAAP financial measures, our management is able to further evaluate our ability to utilize existing assets and estimate their long-term value. Furthermore, our management believes that the adjustment of these items supplements the GAAP information with a measure that can be used to assess the sustainability of our operating performance.         \n•\nAsset impairment charges: We have excluded the impact of asset impairments as such non-cash amounts are inconsistent in amount and frequency and are significantly impacted by the timing and/or size of acquisitions. Our management believes that the adjustment of these items supplements the GAAP information with a measure that can be used to assess the sustainability of our operating performance.\n•\nAmortization expense: We have excluded the impact of amortization of finite-lived intangible assets, as such non-cash amounts are inconsistent in amount and frequency and are significantly impacted by the timing and/or size of acquisitions. Our management believes that the adjustment of these items supplements the GAAP information with a measure that can be used to assess the sustainability of our operating performance. Although we exclude amortization of intangible assets from our non-GAAP expenses, our management believes that it is important for investors to understand that such intangible assets contribute to revenue generation. Amortization of intangible assets that relate to past acquisitions will recur in future periods until such intangible assets have been fully amortized. Any future acquisitions may result in the amortization of additional intangible assets. \n•\nGain on sale and termination of brand assets: We have excluded the impact of gain on sale and termination of brand assets as such amounts are inconsistent in amount and frequency and are significantly impacted by the size of the sale and termination of brand assets.\n•\nCosts related to market exit: We have excluded the impact of direct incremental costs related to our decision to wind down our business operations in Russia. We believe that these direct and incremental costs are inconsistent and infrequent in nature. Consequently, our management believes that the adjustment of these items supplements the GAAP information with a measure that can be used to assess the sustainability of our operating performance.\n•\nGains on sale of real estate: We have excluded the impact of gains on sale of real estate as such amounts are inconsistent in amount and frequency and are significantly impacted by the size of the sale. Our management believes that the adjustment of these items supplements the GAAP information with a measure that can be used to assess the sustainability of our operating performance.\n•\nStock-based compensation: Although stock-based compensation is a key incentive offered to our employees, we have excluded the effect of these expenses from the calculation of adjusted operating income and adjusted EBITDA. This is due to their primarily non-cash nature; in addition, the amount and timing of these expenses may be highly variable and unpredictable, which may negatively affect comparability between periods.\n•\nDepreciation and Adjusted depreciation: Our adjusted operating income excludes the impact of accelerated depreciation for certain restructuring projects that affect the expected useful lives of Property, Plant and Equipment, as such charges vary significantly based on the size and timing of the programs. Further, we have excluded adjusted depreciation, which represents depreciation expense net of accelerated depreciation charges, from our adjusted EBITDA. Our management believes that the adjustment of these items supplements the GAAP information with a measure that can be used to assess the sustainability of our operating performance.\n•\nOther (income) expense: We have excluded the impact of pension curtailment (gains) and losses and pension settlements as such events are triggered by our restructuring and other business realignment activities and the amount of such charges vary significantly based on the size and timing of the programs. Further, we have excluded the change in fair value of the investment in Wella, as our management believes these unrealized (gains) and losses do not reflect our underlying ongoing business, and the adjustment of such impact helps investors and others compare and analyze performance from period to period. We have excluded the gain on the exchange of Series B Preferred Stock. Such transactions do not reflect our operating results and we have excluded the impact as our management believes that the adjustment of these items supplements the GAAP information with a measure that can be used to assess the sustainability of our operating performance.\n•\nNoncontrolling interest: This adjustment represents the after-tax impact of the non-GAAP adjustments included in Net income attributable to noncontrolling interests based on the relevant noncontrolling interest percentage.\n•\nTax: This adjustment represents the impact of the tax effect of the pretax items excluded from Adjusted net income. The tax impact of the non-GAAP adjustments is based on the tax rates related to the jurisdiction in which the adjusted \n35\nitems are received or incurred. Additionally, adjustments are made for the tax impact of any intra-entity transfer of assets and liabilities. \n•\nDeemed Preferred Stock Dividends: We have excluded preferred stock deemed dividends related to the First Exchange and the Second Exchange (as disclosed and defined in Note 13—Equity Investments in our Annual Report on Form 10-K for fiscal 2023) from our calculation of adjusted net income attributable to Coty Inc. These deemed dividends are nonmonetary in nature, the transactions were entered into to simplify our capital structure and do not reflect our underlying ongoing business. Management believes that this adjustment helps investors and others compare and analyze our performance from period to period.\nConstant Currency\nWe operate on a global basis, with the majority of our net revenues generated outside of the U.S. Accordingly, fluctuations in foreign currency exchange rates can affect our results of operations. Therefore, to supplement financial results presented in accordance with GAAP, certain financial information is presented in “constant currency”, excluding the impact of foreign currency exchange translations to provide a framework for assessing how our underlying businesses performed excluding the impact of foreign currency exchange translations. Constant currency information compares results between periods as if exchange rates had remained constant period-over-period. We calculate constant currency information by translating current and prior-period results for entities reporting in currencies other than U.S. dollars into U.S. dollars using prior year foreign currency exchange rates. The constant currency calculations do not adjust for the impact of revaluing specific transactions denominated in a currency that is different to the functional currency of that entity when exchange rates fluctuate. The constant currency information we present may not be comparable to similarly titled measures reported by other companies.\nBasis of Presentation of Acquisitions, Divestitures, Terminations and Market Exit from Russia\nDuring the period when we complete an acquisition, divestiture, early license termination, or market exit, the financial results of the current year period are not comparable to the financial results presented in the prior year period. When explaining such changes from period to period and to maintain a consistent basis between periods, we exclude the financial contribution of: (i) the acquired brands or businesses in the current year period until we have twelve months of comparable financial results, and (ii) the divested brands or businesses or early terminated brands or markets exited in the prior year period, to maintain comparable financial results with the current fiscal year period. Acquisitions, divestitures, early license terminations, and market exits that would impact the comparability of financial results between periods presented in the Management’s Discussion and Analysis of Financial Condition and Results of Operations are shown in the table below. \nPeriod of acquisition, divestiture, termination, or market exit\nAcquisition, divestiture, termination, or market exit\nImpact on basis of 2023/2022 presentation\nImpact on basis of 2022/2021 presentation\nThird quarter fiscal 2023\nMarket Exit from Russia\nThird and fourth quarters fiscal 2022 net revenue excluded.\nn/a\nWhen used herein, the term “Acquisitions,” “Divestitures,” “Terminations,” and “Market Exit,” refer to the financial contributions of the related acquisitions or divestitures, early license terminations, and market exits shown above, during the period that is not comparable as a result of such acquisitions or divestitures, early license terminations, and market exits. \nFinancial results for the Wella Business for fiscal year 2021 are presented as discontinued operations. \nUnless otherwise noted, the following section pertains to the results of continuing operations.\nNET REVENUES\nIn fiscal 2023, net revenues increased 5%, or $249.7, to $5,554.1 from $5,304.4 in fiscal 2022. Excluding net revenue from the second half of the prior period from Russia, net revenues increased 6% or $276.8 to $5,554.1 from $5,277.3, reflecting a positive price and mix impact of 11% partially offset by a negative foreign currency exchange translation impact of 5%.\nNet revenues grew across both our segments. The growth in our Consumer Beauty segment was due to positive performance across the body care, skincare, and color cosmetics categories. Growth in our Prestige segment was primarily due to the positive performance in the prestige fragrance category due to the continued success of fragrance brands such as\n Burberry, Calvin Klein, Hugo Boss, Gucci, \nand\n Marc Jacobs\n. Although, the prestige make up category was negatively impacted by COVID-19 related to the lockdowns in China in the earlier portion of the fiscal period, this category began to show recovery in the last quarter of the fiscal period. The overall increase in net revenues reflects the successful implementation of global price increases across all product categories, our product premiumization strategy, and positive overall market trends.\n36\nNet revenues also grew across all of our major geographic regions led by growth in the U.S. and Brazil. Additionally, there  was an increase in travel retail sales in all major regions due to increased leisure travel in the period.\nThe overall increase in net revenues was partially offset by the negative impact of foreign exchange headwinds on net revenues, primarily affecting the euro and British pound.\nOur ongoing exit from Russia impacted the overall change in our reported net revenues. Considering total fiscal year-to-date net revenues from Russia in both the current and prior year periods, the net negative impact on our fiscal year-to-date reported net revenue was approximately 1% on a consolidated basis, 1% for our Prestige division, and 1% for our Consumer Beauty division.\nIn fiscal 2022, net revenues increased 15%, or $674.5, to $5,304.4 from $4,629.9 in fiscal 2021, reflecting a positive price and mix impact of 10%, an increase in unit volume of 6%, partially offset by a negative foreign currency exchange translation impact of 1%. The increase in net revenues primarily reflects the reopening of stores across regions and increased leisure travel due to reduced COVID restrictions. The reduced travel restrictions have contributed to increased sales through travel retail channels. A number of countries continued to experience rolling lockdowns; however, these lockdowns were confined to certain localities. Increased foot traffic and demand had a favorable impact on both the Prestige and Consumer Beauty segments, with the highest impact on the Prestige segment. In addition, the Prestige segment benefited from various strong and successful launches such as \nGucci Flora, Burberry Hero, Tiffany Rose Gold, Hugo Boss The Scent\n and the relaunch of \nKylie cosmetics\n. The Consumer Beauty segment also experienced net revenue increase due to COVID-19 recovery and market share gains as a result of a repositioning and reinvestment in key color cosmetics brands. Furthermore, the continued growth of e-commerce across the regions and continued market growth in the U.S. and Europe contributed to the net revenue increase. China also contributed to net revenue increase despite a downturn in economic conditions due to increased COVID-19 restrictions impacting performance in the second half of the fiscal year.\nYear Ended June 30,\nChange %\n(in millions)\n2023\n2022\n2021\n2023/2022\n2022/2021\nNET REVENUES\nPrestige\n$\n3,420.5 \n$\n3,267.9 \n$\n2,720.8 \n5 \n%\n20 \n%\nConsumer Beauty\n2,133.6 \n2,036.5 \n1,909.1 \n5 \n%\n7 \n%\nTotal\n$\n5,554.1\n \n$\n5,304.4\n \n$\n4,629.9\n \n5\n \n%\n15\n \n%\nPrestige\nIn fiscal 2023, net revenues in the Prestige segment increased 5%, or $152.6 to $3,420.5 from $3,267.9 in fiscal 2022. Excluding net revenue from the second half of the prior period from Russia, net revenues increased 6% or $169.0 to $3,420.5 from $3,251.5, reflecting a positive price and mix impact of 11% partially offset by a negative foreign currency exchange translation impact of 5%. The increase in net revenues primarily reflects:\n(i)\nthe continued success and growth of prestige fragrances, specifically \nBurberry Hero, Burberry Her, Calvin Klein, Hugo Boss Boss Bottled, Gucci Flora, \nand\n Marc Jacobs Daisy\n;\n(ii)\nthe positive pricing impact as a result of global price increases and in line with the overall premiumization strategy; \n(iii)\ngrowth in travel retail net revenues in all major regions due to increased leisure travel compared to the prior year; and\n(iv)\ngrowth in the U.S due to positive market trends and innovation in the prestige fragrance brands.\nThese increases were partially offset by:\n(i)\nlower net revenues in the Prestige makeup category impacted by a decline in\n Gucci\n makeup travel retail sales in the Asia Pacific region as a result of slow recovery from the lockdowns in China; and\n(ii)    lower net revenues for \nphilosophy \ndue to less innovation and repositioning of the brand.\n37\nIn fiscal 2022, net revenues in the Prestige segment increased 20%, or $547.1, to $3,267.9 from $2,720.8 in fiscal 2021, reflecting an increase in unit volume of 18%, a positive price and mix impact of 4%, partially offset by a negative foreign currency exchange translation impact of 2%. The increase in net revenues primarily reflects: \n(i)\nan increase in net revenues driven by market growth in the U.S. and Europe amid a post COVID-19 recovery, as well as from the travel retail business in many localities, particularly in North America, Europe, and China, had reduced travel restrictions and reopened for leisure travel as they emerge from the COVID-19 pandemic;\n(ii)    an increase in net revenues from the new launches of \nGucci Flora, Burberry Hero\n,\n Tiffany Rose Gold, CK Defy\n, \nHugo Boss The Scent, \nand the global relaunch of \nKylie cosmetics\n in the current fiscal year, as well as the continued success of \nGucci Makeup\n, \nGucci Guilty\n, \nBurberry Her\n, \nGucci Bloom\n, \nChloe Atelier des Fleurs\n, and \nMarc Jacobs Perfect\n;\n(iii)    an increase in net revenues due to positive pricing impact and product mix as a result of global price increases and an overall premiumization strategy focusing on premium plus brands, selling new launches at higher prices, and reducing tail lines resulting in more optimized shelf space utilization; and\n(iv)    an increase in net revenues due to the growth of e-commerce across the regions, distribution expansion in China, and additional shelf space in the U.S. retail stores.\nThese increases were partially offset by:\n(i)\nlower net revenues due to strategic initiatives to reduce sales through lower priced channels; \n(ii)    lower net revenues in the last fiscal quarter from China due to increased COVID restrictions limiting travel and consumer spending;\n(iii) lower net revenues related to \nKylie Skin\n products due to less innovation in the current fiscal year; and \n(iv)    a decrease in the U.S. net revenues for improvements in returns trends for \nphilosophy\n in the prior year.\nConsumer Beauty\nIn fiscal 2023, net revenues in the Consumer Beauty segment increased 5%, or $97.1, to $2,133.6 from $2,036.5 in fiscal 2022. Excluding net revenue from the second half of the prior period from Russia, net revenues increased 6% or $107.8 to $2,133.6 from $2,025.8, reflecting a positive price and mix impact of 10% partially offset by a negative foreign currency exchange translation impact of 4%. The increase in net revenues primarily reflects: \n(i)\nan increase in net revenues from color cosmetics brands, including \nCoverGirl \ndue to positive pricing impact and higher sell out resulting in lower returns and markdowns in the U.S., and\n Rimmel Manhattan \ndue to brand innovation and positive price and mix impact in major European markets, such as Germany, Austria and Switzerland, and Australia;\n(ii)    an increase in net revenues from the skin and body care brands in Brazil due to strong category momentum, and positive product mix impact, as well as due to innovation in brands such as \nMonange \nand market share gains for\n Paixao\n; and\n(iii) due to price increases across the Consumer Beauty product portfolio.\nThese increases were partially offset by lower net revenues from the mass fragrance category, primarily due to negative foreign currency exchange translation impacts.\nIn fiscal 2022, net revenues in the Consumer Beauty segment increased 7%, or $127.4, to $2,036.5 from $1,909.1 in fiscal 2021, reflecting an increase in unit volume of 5%, and a positive price and mix impact of 3%, partially offset by a negative foreign currency exchange translation impact of 1%. The increase in net revenues primarily reflects: \n(i)\nan increase in net revenues due to market share gain from certain key color cosmetics brands as a result of new brand positioning and enhanced support for these brands;\n(ii)    an increase in net revenues due to market recovery from COVID-19 and positive market share uplift in the color cosmetics and fragrance categories, increasing customer demand and store traffic, as well as a healthy growth in e-commerce, which positively impacted brands within the segment; and\n(iii)    an increase in net revenues due to a reduction in sales returns, discounts and allowances, primarily as a result of actions implemented in connection to our Transformation Plan. These actions involved selectively reducing the level of incentives and price reductions on certain products, limiting the frequency and number of shelf resets in the period, and better focusing on planning for new products.\n38\nThese \nincrease\ns were partially offset by lower net revenues from \nBeyoncé\n and \nStetson\n as a result of license expiration. Also, the exit from the Russian market negatively impacted brands such as \nBourjois\n, which experienced a decline in net revenue, as well as \nMax Factor\n. In addition, nail category declines had a negative impact on our \nSally Hansen\n brand net revenue in the fourth quarter. This resulted from the closure of nail salons in the prior year due to COVID restrictions which increased demand for at-home nail care, positively impacting the nail category and the brand’s net revenue in fiscal 2021.\nCOST OF SA\nLES\nIn fiscal 2023, cost of sales increased 4%, or $71.6, to $2,006.8 from $1,935.2 in fiscal 2022. Cost of sales as a percentage of net revenues decreased to 36.1% in fiscal 2023 from 36.5% in fiscal 2022 resulting in a gross margin percentage increase of approximately 40 basis points, primarily reflecting:\n(i)\napproximately 30 basis points primarily related to manufacturing and material costs due to productivity improvements;\n(ii)    approximately 20 basis points related to designer license fees due to favorable royalty related activity; and\n(iii)    approximately 10 basis points related to excess and obsolescence costs.\nThese increases were partially offset by approximately 20 basis points in increased freight costs.\nThe above includes the negative impact of inflation (principally for material costs) and the positive impact from pricing, estimated at approximately 200 basis points each.\nIn fisca\nl 2022, cost of sales increased 4%, or $73.5, to $1,935.2 from $1,861.7 in fiscal 2021. Cost of sales as a percentage of net revenues decreased to 36.5% in fiscal 2022 from 40.2% in fiscal 2021 resulting in a gross margin percentage increase of approximately 370 basis points primarily reflecting:\n(i)\napproximately 130 basis points related to positive product and category mix associated with increased contribution from higher margin Prestige products, reduced sales of products through lower priced channels, as well as price increases within our product portfolio;\n(ii)    approximately 120 basis points related to favorable manufacturing fixed-cost absorption, a favorable impact on variable costs due to increased manufacturing efficiencies, improvements in productivity, as well as procurement and material cost optimization;\n(iii)    approximately 60 basis points related to decreased excess and obsolescence expense on inventory due to improvements in the current fiscal year in forecasting sales and better focus on planning for new products, as well as the impact of greater sales volume in the fiscal year;\n(iv)    approximately 30 basis points primarily related to reductions in Consumer Beauty, as a percentage of revenues, in promotional allowances and other trade spend items, which are recorded as adjustments to net sales;\n(v)    approximately 20 basis points related to designer license fees due to a favorable impact associated with higher Prestige brand sales in the current year; and\n(vi)    approximately 10 basis points related to freight expense, reflecting both the contribution from our cost savings measures as well as the increased volume of higher priced Prestige products sold.\nIncluded in the above is the negative impact of inflation on material, freight, and energy costs of approximately 120 basis points.\nSELLING, GENERAL AND ADMINISTRATIVE EXPENSES\nIn fiscal 2023, selling, general and administrative expenses decreased 2%, or $63.0, to $2,818.3 from $2,881.3 in fiscal 2022. Selling, general and administrative expenses as a percentage of net revenues decreased to 50.7% in fiscal 2023 from 54.3% in fiscal 2022, or approximately 360 basis points. This decrease was primarily due to: \n(i)\n130 basis points in stock-based compensation cost primarily related to a reduction in expense recognized in connection with a prior year's grant made to the CEO; \n(ii)\n100 basis points due to a decrease in advertising and consumer promotional costs as a percentage of net revenues primarily related to a reduction of working media in the fiscal period;\n(iii)\n100 basis points due to a decrease in administrative costs as a percentage of net revenues primarily due to lower depreciation expense related to fully depreciated IT equipment and lower consulting fees;\n(iv)\n70 basis points due to a decrease in bad debt expense as a percentage of net revenues; and\n39\n(v)\n40 basis points due to a decrease in logistics costs as a percentage of net revenues.\nThese decreases were partially offset by the following increases:\n(i)\n60 basis points due to unfavorable transactional impact from our exposure to foreign currency exchange fluctuations; and\n(ii)\n30 basis points due to gains on sale of real estate recorded in the comparative period, which represented a greater percentage of net revenues compared to the net gains recorded in the current period, which primarily related to the early termination of the\n Lacoste \nlicense.\nIn fiscal 2022, selling, general and administrative expenses increased 22%, or $518.1, to $2,881.3 from $2,363.2 in fiscal 2021. Selling, general and administrative expenses as a percentage of net revenues increased to 54.3% in fiscal 2022 from 51.0% in fiscal 2021, or approximately 330 basis points. This increase was primarily due to:\n(i)\n520 basis points due to increase in advertising and consumer promotional costs related to support for certain key brands and product launches, as well as increased store promotions coinciding with store reopenings as COVID restrictions ease; \n(ii)\n310 basis points in stock-based compensation primarily related to the CEO grant made on June 30, 2021; \n(iii)\n90 basis points primarily related to the write-down of working capital, long-term assets, as well as contract termination charges and legal costs, in connection with our decision to exit Russia; and\n(iv)\n30 basis points related to higher bad debt expense. \nThese increases were partially offset by the following decreases:\n(i)\n330 basis points in administrative costs primarily due to a decrease in compensation related to a reduction in employee headcount;\n(ii)\n220 basis points related to gains on sale of real estate; \n(iii)\n50 basis points related to lower logistics costs as a percentage of net revenue; and\n(iv)\n20 basis points related to sale of rights associated with certain brands distributed by a subsidiary in South Africa.\nOPERATING INCOME (LOSS) FROM CONTINUING OPERATIONS\nIn fiscal 2023, operating income from continuing operations was $543.7 compared to a income of $240.9 in fiscal 2022. Operating income as a percentage of net revenues, improved to 9.8% in fiscal 2023 as compared to Operating income as a percentage of net revenues of 4.5% in fiscal 2022. The improved operating margin is largely driven by lower fixed costs as a percentage of net revenues, lower stock-based compensation as a percentage of net revenues, lower advertising and consumer promotional spending as a percentage of net revenues, and an asset impairment charge related to the impairment of indefinite-lived intangibles recorded in the prior period.\nIn fiscal 2022,\n operating income from continuing \noperations was $240.9 compared to a loss of $48.6 in fiscal 2021. Operating income as a percentage of net revenues, improved to 4.5% in fiscal 2022 as compared to Operating loss as a percentage of net revenues of (1.0)% in fiscal 2021. The improved operating margin is largely driven by lower cost of goods sold as a percentage of net revenues, a reduction in fixed costs, decrease in acquisition and divestiture related expenses, gains recognized on sale of real estate, lower amortization expense, decrease in restructuring expense, partially offset by an increase in advertising and consumer promotional costs, higher stock-based compensation and asset impairment charges related to the impairment of indefinite-lived intangibles.\n40\nOperating Income (Loss) by Segment\nYear Ended June 30,\nChange %\n(in millions)\n2023\n2022\n2021\n2023/2022\n2022/2021\nOperating income (loss) from continuing operations\nPrestige\n$\n483.7 \n$\n367.2 \n$\n158.1 \n32 \n%\n>100%\nConsumer Beauty\n63.3 \n9.5 \n26.9 \n>100%\n(65 \n%)\nCorporate\n(3.3)\n(135.8)\n(233.6)\n98 \n%\n42 \n%\nTotal\n$\n543.7\n \n$\n240.9\n \n$\n(48.6)\n>100%\n>100%\nPrestige \nIn fiscal 2023, operating income for Prestige was $483.7 compared to income of $367.2 in fiscal 2022. Operating margin improved to 14.1% of net revenues in fiscal 2023 as compared to 11.2% in fiscal 2022, driven primarily by lower fixed costs as a percentage of net revenues, lower cost of goods sold as a percentage of net revenues and lower amortization expense as a percentage of net revenues.\nIn fiscal 2022, operating income for Prestige was $367.2 compared to income of $158.1 in fiscal 2021. Operating margin improved to 11.2% of net revenues in fiscal 2022 as compared to 5.8% in fiscal 2021, driven primarily by higher sales volume, lower cost of goods sold as a percentage of net revenues, lower fixed costs as a percentage of net revenues and a decrease in amortization expense, partially offset by an increase in advertising and consumer promotional costs.\nConsumer Beauty\nIn fiscal 2023, operating income for Consumer Beauty was $63.3 compared to income of $9.5 in fiscal 2022. Operating margin improved to 3.0% of net revenues in fiscal 2023 as compared to 0.5% in fiscal 2022, driven by lower advertising and consumer promotional costs as a percentage of net revenues, an impairment charge related to the impairment of indefinite-lived intangibles recorded in the prior period, and lower fixed costs as a percentage of net revenues, partially offset by an increase in cost of sales as a percentage of net revenues.\nIn fiscal 2022, operating income for Consumer Beauty was $9.5 compared to income of $26.9 in fiscal 2021. Operating margin worsened to 0.5% of net revenues in fiscal 2022 as compared to 1.4% in fiscal 2021, driven by an increase in advertising and consumer promotional costs and asset impairment charges related to the impairment of indefinite-lived intangibles, partially offset by higher sales volume, a reduction in fixed costs, lower cost of goods sold as a percentage of net revenues, and a decrease in amortization expense.\nCorporate\nCorporate primarily includes expenses not directly relating to our operating activities. These items are included in Corporate since we consider them to be corporate responsibilities, and these items are not used by our management to measure the underlying performance of the segments.\nOperating loss for Corporate was $3.3, $135.8 and $233.6 in fiscal 2023, 2022 and 2021, respectively, as described under “Adjusted Operating Income” below. The operating loss of $3.3 in fiscal 2023 declined in comparison to the prior year primarily due to lower stock based compensation, a gain recognized due to the early termination of the \nLacoste\n fragrance license in the current period, and a reduction in acquisition and divestiture related costs, partially offset by a gain on sale of real estate recognized in the comparative period.\nThe operating loss of $135.8 in fiscal 2022 includes stock-based compensation, costs related to the Russia market exit, restructuring and other business realignment costs, acquisition and divestiture related costs, partially offset by a gains on the sale of real estate.\nThe operating loss of $233.6 in fiscal 2021 includes acquisition and divestiture related costs, restructuring and other business realignment costs, and stock-based compensation. \n41\nContinuing Operations by Segment\nWe believe that adjusted operating income (loss) from continuing operations by segment further enhances an investor’s understanding of our performance. See “Overview—Non-GAAP Financial Measures.” A reconciliation of reported operating income (loss) to Adjusted operating income is presented below, by segment: \nYear Ended June 30, 2023\n(in millions)\nReported\n(GAAP)\nAdjustments \n(a)\nAdjusted \n(Non-GAAP)\nAdjusted operating income (loss) from continuing operations\nPrestige\n$\n483.7 \n$\n151.4 \n$\n635.1 \nConsumer Beauty\n63.3 \n40.4 \n103.7 \nCorporate\n(3.3)\n3.3 \n— \nTotal\n$\n543.7\n \n$\n195.1\n \n$\n738.8\n \nYear Ended June 30, 2022\n(in millions)\nReported\n(GAAP)\nAdjustments \n(a)\nAdjusted \n(Non-GAAP)\nAdjusted operating income (loss) from continuing operations\nPrestige\n$\n367.2 \n$\n162.9 \n$\n530.1 \nConsumer Beauty\n9.5 \n75.9 \n85.4 \nCorporate\n(135.8)\n135.8 \n— \nTotal\n$\n240.9\n \n$\n374.6\n \n$\n615.5\n \nYear Ended June 30, 2021\n(in millions)\nReported\n(GAAP)\nAdjustments \n(a)\nAdjusted \n(Non-GAAP)\nAdjusted operating income (loss) from continuing operations\nPrestige\n$\n158.1 \n$\n201.2 \n$\n359.3 \nConsumer Beauty\n26.9 \n50.0 \n76.9 \nCorporate\n(233.6)\n233.6 \n— \nTotal\n$\n(48.6)\n$\n484.8\n \n$\n436.2\n \n(a)\nSee a reconciliation of reported operating income (loss) to adjusted operating income and a description of the adjustments under “Adjusted Operating Income (Loss) from Continuing Operations for Coty Inc.” below. All adjustments are reflected in Corporate, except for amortization and asset impairment charges on goodwill, regional indefinite-lived intangible assets, and finite-lived intangible assets, which are reflected in the Prestige and Consumer Beauty segments.\n42\nAdjusted Operating Income (Loss) and Adjusted EBITDA from Continuing Operations for Coty Inc.\nAdjusted operating income (loss) from continuing operations provides investors with supplementary information relating to our performance. See “Overview—Non-GAAP Financial Measures.” Reconciliation of reported operating loss to adjusted operating income (loss) is presented below:\nYear Ended June 30,\nChange %\n(in millions)\n2023\n2022\n2021\n2023/2022\n2022/2021\nReported operating income (loss) from continuing operations\n$\n543.7\n \n$\n240.9\n \n$\n(48.6)\n>100%\n>100%\n% of Net revenues\n9.8 \n%\n4.5 \n%\n(1.0 \n%)\nAmortization expense\n191.8 \n207.4 \n251.2 \n(8 \n%)\n(17 \n%)\nRestructuring and other business realignment costs\n(6.3)\n4.7 \n67.0 \n<(100%)\n(93 \n%)\nStock-based compensation\n135.9 \n195.5 \n27.8 \n(30 \n%)\n>100%\nCosts related to acquisition and divestiture activities \n— \n14.7 \n138.8 \n(100 \n%)\n(89 \n%)\nAsset impairment charges\n— \n31.4 \n— \n(100 \n%)\nN/A\n(Gains) Costs related to market exit\n(17.0)\n45.9 \n— \n<(100%)\nN/A\nGains on sale and termination of brand assets\n(104.4)\n(9.5)\n— \n<(100%)\nN/A\nGains on sale of real estate\n(4.9)\n(115.5)\n— \n96 \n%\nN/A\nTotal adjustments to reported operating loss\n195.1 \n374.6 \n484.8 \n(48 \n%)\n(23)\n%\nAdjusted operating income from continuing operations\n$\n738.8\n \n$\n615.5\n \n$\n436.2\n \n20\n \n%\n41\n \n%\n% of Net revenues\n13.3 \n%\n11.6 \n%\n9.4 \n%\n \nAdjusted depreciation\n234.0 \n289.8 \n325.8 \n(19 \n%)\n(11)\n%\nAdjusted EBITDA\n$\n972.8\n \n$\n905.3\n \n$\n762.0\n \n7\n \n%\n19\n \n%\n% of Revenues\n17.5 \n%\n17.1 \n%\n16.5 \n%\n2.3 \n%\n3.6 \n%\nIn fiscal 2023, adjusted operating income was $738.8 compared to income of $615.5 in fiscal 2022. Adjusted operating margin increased to 13.3% of net revenues in fiscal 2023 as compared to 11.6% in fiscal 2022. In fiscal 2023, adjusted EBITDA was $972.8 compared to $905.3 in fiscal 2022. Adjusted EBITDA margin increased to 17.5% of net revenues in 2023 as compared to 17.1% in fiscal 2022, primarily driven by lower fixed costs as a percentage of net revenues, and lower advertising and consumer promotional costs as a percentage of net revenues.\nIn fiscal 2022, adjusted operating income was $615.5 compared to an income of $436.2 in fiscal 2021. Adjusted operating margin increased to 11.6% of net revenues in fiscal 2022 as compared to 9.4% in fiscal 2021. In fiscal 2022, adjusted EBITDA was $905.3 compared to $762.0 in fiscal 2021. Adjusted EBITDA margin increased to 17.1% of net revenues in 2022 as compared to 16.5% in fiscal 2021, primarily driven by higher sales volume, lower cost of goods sold as a percentage of net revenues, and a reduction in fixed costs, partially offset by an increase in advertising and consumer promotional costs.\nAmortization Expense\nIn fiscal 2023, amortization expense decreased to $191.8 from $207.4 in fiscal 2022. In fiscal 2023, amortization expense of $151.4 and $40.4, was reported in the Prestige and Consumer Beauty respectively. In fiscal 2022, amortization expense of $162.9 and $44.5, was reported in the Prestige and Consumer Beauty segments, respectively. The decrease was primarily driven by certain license and collaboration agreements, which fully amortized in early fiscal 2023 and fiscal 2022.\nIn fiscal 2022, amortization expense decreased to $207.4 from $251.2 in fiscal 2021. In fiscal 2021, amortization expense of $201.2, $50.0, was reported in the Prestige and Consumer Beauty segments, respectively. The decrease was primarily driven by finite intangible assets that are fully amortized as of fiscal 2021.\nRestructuring and Other Business Realignment Costs \nWe continue to analyze our cost structure, including opportunities to simplify and optimize operations. In connection with the four-year Turnaround plan announced on July 1, 2019 to drive substantial improvement and optimization in our business, we have reached the end of the plan at the end of the fiscal period, however, we will continue looking for opportunities to improve our cost structure. Restructuring costs are initially based on estimates which may differ from actuals due to various factors including more than expected employee attrition and final negotiated severance packages. On May 11, 2020 we \n43\nannounced an expansion of the Turnaround Plan to further reduce fixed costs, the Transformation Plan. We incurred $517.7 of cash costs life-to-date as of June 30, 2023, which have been recorded in Corporate.\nIn fiscal 2023, we incurred a credit in restructuring and other business structure realignment costs of $(6.3), as follows:\n•\nWe incurred a credit in restructuring costs of $(6.5), related to the Transformation Plan, included in the Consolidated Statements of Operations and\n•\nWe incurred business structure realignment costs of $0.2 primarily related to our Transformation Plan. This amount includes $0.9 reported in cost of sales in the Consolidated Statement of Operations, and a credit of $(0.7) reported in selling, general and administrative expenses.\nIn fiscal 2022, we incurred restructuring and other business structure realignment costs of $4.7, as follows:\n•\nWe incurred a credit in restructuring costs of $(6.5) primarily related to the Transformation Plan, included in the Consolidated Statements of Operations. Included within the credit in restructuring costs is $(6.3) related to employee severances in connection with our exit of Russia; and\n•\nWe incurred business structure realignment costs of $11.2 primarily related to our Transformation Plan and certain other programs. This amount includes $11.6 reported in cost of sales due to an increase in accelerated depreciation as part of Transformation Plan, and a credit of $(0.4) reported in selling, general and administrative expenses in the Consolidated Statement of Operations.\nIn fiscal 2021, we incurred restructuring and other business structure realignment costs of $67.0, as follows:\n•\nWe incurred restructuring costs of $63.6 primarily related to the Transformation Plan, included in the Consolidated Statements of Operations; and\n•\nWe incurred business structure realignment costs of $3.4 primarily related to our Transformation Plan and certain other programs. This amount includes $8.3 reported in cost of sales due to an increase in accelerated depreciation as part of Transformation Plan, and a credit of $(4.9) reported included in selling, general and administrative expenses, which is a result of changes in estimate, in the Consolidated Statement of Operations.\nIn all reported periods, all restructuring and other business realignment costs were reported in Corporate.\nStock-based compensation\nIn fiscal 2023, stock-based compensation was $135.9 as compared with $195.5 in fiscal 2022. The decrease in stock-based compensation is primarily related to a reduction in expense recognized in connection with a prior year's grant made to the CEO.\nIn fiscal 2022, stock-based compensation was $195.5 as compared with $27.8 in fiscal 2021.  The increase in stock-based compensation is primarily related to the CEO grant made on June 30, 2021.\nIn all reported periods, all costs related to stock-based compensation were reported in Corporate.\nAcquisition- and divestiture-related costs\nIn fiscal 2023, we incurred no costs related to acquisition- and divestiture-activities.\nIn fiscal 2022, we incurred $14.7 of acquisition- and divestiture-related costs which were associated with the Wella Transaction.\nIn fiscal 2021, we incurred $138.8 of acquisition- and divestiture-related costs, of which $135.8 were associated with the Wella Transaction, and $3.0 were consulting and legal costs associated with the Kim Kardashian Transaction.\nIn all reported periods, all acquisition- and divestiture-related costs were reported in Corporate, except where otherwise noted.\nAsset Impairment Charges\nIn fiscal 2023, we did not incur any asset impairment charges.\nIn fiscal 2022, we incurred $31.4 of asset impairment charges related to the impairment of indefinite-lived intangibles in connection with our decision to exit Russia, all of which was reported in Consumer Beauty.\nIn fiscal 2021, we did not incur any asset impairment charges. \nFor further detail as to the factors resulting in the asset impairment charges please see Note 12 —Goodwill and Other Intangible Assets, net to the Consolidated Financial Statements.    \n44\n(Gains) Costs Related to Market Exit\nIn fiscal 2023, we recognized gains of $(17.0) related to our decision to wind down our business operations in Russia which are included in Selling, general and administrative expenses and Cost of sales in the Consolidated Statements of Operations.\nIn fiscal 2022, we incurred costs of $45.9 related to our decision to wind down our business operations in Russia which are included in Selling, general and administrative expenses and Cost of sales in the Consolidated Statements of Operations.\nIn fiscal 2021, we did not recognize costs related to a market exit.\nGains on Sale and Termination of Brand Assets\nIn fiscal 2023, we recognized a gain of $104.4 related to the early termination of the \nLacoste\n fragrance license.\nIn fiscal 2022, we recognized a gain of $9.5 related to sale of brand assets in South Africa, which was reported in Corporate.\nIn fiscal 2021, we did not recognize any gain or loss on the sale and termination of brand assets.\nGains on Sale of Real Estate\nIn fiscal 2023, we recognized gains of $4.9 related to sale of real estate, which was reported in Corporate. \nIn fiscal 2022, we recognized gains of $115.5 related to sale of real estate, which was reported in Corporate.\nIn fiscal 2021, we did not recognize any gain or loss on the sale of real estate.\nAdjusted depreciation expense\nIn fiscal 2023, adjusted depreciation expense of $110.5 and $123.5 was reported in the Prestige and Consumer Beauty segments, respectively.\nIn fiscal 2022, adjusted depreciation expense of $138.7 and $151.1 was reported in the Prestige and Consumer Beauty segments, respectively. \nIn fiscal 2021, adjusted depreciation expense of $144.4 and $181.4, was reported in the Prestige and Consumer Beauty segments, respectively.\nINTEREST EXPENSE, NET \nNet interest expense was $257.9, $224.0, and $235.1 in fiscal 2023, fiscal 2022 and fiscal 2021, respectively. In fiscal year 2023, the increase in interest expense is primarily due to the impact of a higher average interest rate despite lower debt balances in the current period. In fiscal year 2022, the decrease in interest expense was primarily due to foreign currency exchange gains, offset by the impact of higher interest rates despite lower average debt balances.\nOTHER EXPENSE (INCOME), NET\nIn fiscal 2023, net other income was $419.0, primarily related to a favorable adjustment for the unrealized gain in the Wella investment of $230.0 and unrealized gain on forward repurchase contracts of $196.9.\nIn fiscal 2022, net other income was $409.9, primarily related to a favorable adjustment for the unrealized gain in the Wella investment of $403.9.\nIn fiscal 2021, net other income was $43.9, primarily related to a favorable adjustment for the unrealized gain in the Wella investment of $73.5, partially offset by write-off of deferred financing costs and debt discounts of $24.2 as a result of prepayments of the 2018 Coty Term A and B Facilities.\nINCOME TAXES \nThe following table presents our (benefit) provision for income taxes, and effective tax rates for the periods presented:\n2023\n2022\n2021\nProvision (benefit) for income taxes\n$\n181.6\n \n$\n164.8\n \n$\n(172.0)\nEffective income tax rate\n25.8\n \n%\n38.6\n \n%\n71.7\n \n%\nThe effective income tax rate in fiscal 2023 is primarily due to the limitation on the deductibility of executive stock compensation, offset by fair value gains related to the investment in the Wella business at a lower tax rate.\n45\nThe effective income tax rate in fiscal 2022 is  primarily due to the limitation on the deductibility of executive stock compensation and tax costs associated with the Russia exit, offset by large fair value gains related to the investment in the Wella business at a lower rate.\nThe effective income tax rate in fiscal 2021 is primarily due to a preliminary benefit of $234.4 recorded as a result of a tax rate differential on the deferred taxes recognized on the transfer of assets and liabilities, following the Company’s relocation of the main principal location from Geneva to Amsterdam. The overall value of the assets and liabilities transferred was negotiated with both the Swiss and Dutch Tax Authorities and per terms of the agreements, will be reevaluated after three years. The Company also recorded an expense of $130.0 related to an internal restructuring following the Wella divestiture, primarily intended to create a more efficient structure to hold its equity investment in Wella.\nThe effective rates vary from the U.S. Federal statutory rate of 21% due to the effect of (i) jurisdictions with different statutory rates, (ii) adjustments to our unrecognized tax benefits and accrued interest, (iii) non-deductible expenses, (iv) audit settlements and (v) valuation allowance changes. Our effective tax rate could fluctuate significantly and could be adversely affected to the extent earnings are lower than anticipated in countries that have lower statutory rates and higher than anticipated in countries that have higher statutory rates.\nReconciliation of Reported Income (Loss) Before Income Taxes to Adjusted Income (Loss) Before Income Taxes and Effective Tax Rates from Continuing Operations: \nYear Ended June 30, 2023\nYear Ended June 30, 2022\nYear Ended June 30, 2021\n(in millions)\n(Loss)/ income before income taxes\n(Benefit) provision for income taxes\nEffective tax rate\n(Loss)/ income before income taxes\n(Benefit) provision for income taxes\nEffective tax rate\n(Loss)/income before income taxes\n(Benefit)provision for income taxes\nEffective tax rate\nReported income (loss) before income taxes\n$\n704.8\n \n$\n181.6\n \n25.8\n \n%\n$\n426.8\n \n$\n164.8\n \n38.6\n \n%\n$\n(239.8)\n$\n(172.0)\n71.7\n \n%\nAdjustments to reported operating income (loss) \n(a)\n195.1 \n374.6 \n484.8 \nChange in fair value of investment in Wella Business\n (e)\n(230.0)\n(403.9)\n(73.5)\nOther adjustments \n(f)\n0.2 \n(2.4)\n7.2 \nTotal Adjustments \n(b)(c)(d)\n(34.7)\n$\n(4.5)\n(31.7)\n(55.3)\n418.5 \n204.3 \nAdjusted income before income taxes\n$\n670.1\n \n$\n177.1\n \n26.4\n \n%\n$\n395.1\n \n$\n109.5\n \n27.7\n \n%\n$\n178.7\n \n$\n32.3\n \n18.1\n \n%\n(a)\nSee a description of adjustments under “Adjusted Operating Income (Loss) for Coty Inc.”\n(b)\nThe tax effects of each of the items included in adjusted income are calculated in a manner that results in a corresponding income tax benefit/provision for adjusted income. In preparing the calculation, each adjustment to reported income is first analyzed to determine if the adjustment has an income tax consequence. The provision for taxes is then calculated based on the jurisdiction in which the adjusted items are incurred, multiplied by the respective statutory rates and offset by the increase or reversal of any valuation allowances commensurate with the non-GAAP measure of profitability. In connection with our decision to wind down our operations in Russia, we recognized tax charges related to certain direct incremental impacts of our decision, which are reflected in this amount, in fiscal 2023 and fiscal 2022.\n(c)\nThe total tax impact on adjustments includes a tax benefit of $0.4 and tax expense of $24.1 for fiscal 2023 and fiscal 2022, respectively, recorded as the result of the Company’s exit from Russia.\n(d)\nThe total tax impact on adjustments in fiscal 2021 includes a $234.4 benefit recorded as the result of the tax rate differential on the deferred taxes recognized on the transfer of assets and liabilities, following the relocation of our main principal location from Geneva to Amsterdam on July 1, 2020. It also includes a $130.0 tax expense recorded as the result of an internal restructuring following the Wella divestiture, primarily intended to create a more efficient structure to hold its equity investment in Wella.\n(e)\nThe amount represents the realized and unrealized (gain) loss recognized for the change in fair value of the investment in Wella.\n(f)\nSee “Reconciliation of Reported Net Income (Loss) Attributable to Coty Inc. to Adjusted Net Income (Loss) Attributable to Coty Inc.”\nThe adjusted effective tax rate was 26.4% compared to 27.7% in the prior-year period. The differences were primarily due to permanent adjustments and jurisdictional mix of income. Cash paid during the years ended June 30, 2023, 2022 and 2021, for income taxes was $58.6, $97.2 and $15.9, respectively. \n46\nNET INCOME (LOSS) ATTRIBUTABLE TO COTY INC.\nIn fiscal 2023, net income attributable to Coty Inc. was $508.2 compared to income of $259.5 in fiscal 2022. The net income increase was primarily driven by higher operating income, incremental net gains associated with forward repurchase contracts, contingent consideration gains associated with the sale of Wella, partially offset by a less favorable adjustment related to the unrealized gain in the Wella investment in the current year, higher net interest expense in the current year and an increase in the provision for income taxes in the current year compared to the prior year.\nIn fiscal 2022, net income attributable to Coty Inc. was $259.5 compared to a loss of $201.3 in fiscal 2021. The net income increase was primarily driven by higher operating income in the current year, a favorable adjustment of $403.9 related to the realized and unrealized gain in the Wella investment in the current year, and the loss on sale of the Wella Business, which was recorded in the comparative period, partially offset by a provision for income taxes in the current year compared to income tax benefit in the prior year. \nADJUSTED NET INCOME (LOSS) ATTRIBUTABLE TO COTY INC.\nWe believe that adjusted net income (loss) attributable to Coty Inc. provides an enhanced understanding of our performance. See “Overview—Non-GAAP Financial Measures.” \nYear Ended June 30,\nChange %\n(in millions)\n2023\n2022\n2021\n2023/2022\n2022/2021\nNet income (loss) from Coty Inc. net of noncontrolling interests\n$\n508.2\n \n$\n259.5\n \n$\n(201.3)\n96\n \n%\n>100%\nConvertible Series B Preferred Stock dividends\n (a)\n(13.2)\n(198.3)\n(102.3)\n93 \n%\n(94 \n%)\nReported net income (loss) attributable to Coty Inc.\n495.0\n \n61.2\n \n(303.6)\n>100%\n>100%\nAdjustments to reported operating income \n(b)\n195.1 \n374.6 \n486.3 \n(48 \n%)\n(23 \n%)\nAdjustments to Loss on Sale of Business\n— \n(6.1)\n246.4 \n100 \n%\n<(100%)\nChange in fair value of investment in Wella Business\n (c)\n(230.0)\n(403.9)\n(73.5)\n43 \n%\n<(100%)\nAdjustments to other expense (income)\n (d)\n0.2 \n(2.4)\n7.2 \n>100%\n<(100%)\nAdjustments to noncontrolling interest \n(e)\n \n(6.9)\n(7.0)\n(11.3)\n1 \n%\n38 \n%\nChange in tax provision due to adjustments to reported net income (loss) attributable to Coty Inc.\n4.5 \n55.7 \n(170.0)\n(92 \n%)\n>100%\nAdjustment for deemed Series B Preferred Stock dividends related to the First and Second Exchanges\n— \n160.0 \n—\n \n(100 \n%)\nN/A\nAdjusted net income attributable to Coty Inc.\n$\n457.9\n \n$\n232.1\n \n$\n181.5\n \n97\n \n%\n28\n \n%\n% of Net revenues\n8.2 \n%\n4.4 \n%\n3.2 \n%\n \nPer Share Data\nAdjusted weighted-average common shares\nBasic\n849.0 \n820.6 \n764.8 \nDiluted \n(a)(f)\n862.8 \n834.1 \n764.8 \nAdjusted net income attributable to Coty Inc. per common share\nBasic\n$\n0.54 \n$\n0.28 \n$\n0.24 \nDiluted\n (a)(f)\n$\n0.53 \n$\n0.28 \n$\n0.24 \n(a)\nDiluted EPS is adjusted by the effect of dilutive securities, including awards under the Company's equity compensation plans, the convertible Series B Preferred Stock and the Forward Repurchase Contracts. When calculating any potential dilutive effect of stock options, Series A Preferred Stock, restricted stock, PRSUs and RSUs, the Company uses the treasury method and the if-converted method for the Convertible Series B Preferred Stock and the Forward Repurchase Contracts. The treasury method typically does not adjust the net income attributable to Coty Inc., while the if-converted method requires an adjustment to reverse the impact of the preferred stock dividends and the impact of fair market value (gains)/losses for contracts with the option to settle in shares or cash, if dilutive, on net income applicable to common stockholders during the period.\n(b)\nSee a description of adjustments under “Adjusted Operating Income (Loss) from Continuing Operations for Coty Inc.” \n(c)\nIn fiscal 2023, 2022, and 2021, the amount represents the unrealized (gain) loss recognized for the change in fair value of the investment in Wella. \n(d)\nIn fiscal 2023, the amount includes the amortization of basis differences in certain equity method investments and pension curtailment gains. In fiscal 2022, the amount includes a net gain on the exchange of Series B Preferred Stock partially offset by the amortization of basis differences in certain equity method investments and pension curtailment losses. In fiscal 2021, the Company incurred losses of $13.8 \n47\ndue to the write-off of deferred financing fees related to the Wella sale, primarily offset by pension curtailment gains of $6.9 as a result of the Transformation Plan, which significantly reduced the expected years of future service for employees participating in our non-U.S. pension plans.\n(e)\nThe amounts represent the after-tax impact of the non-GAAP adjustments included in Net (loss) income attributable to noncontrolling interests based on the relevant noncontrolling interest percentage in the Consolidated Statements of Operations.\n(f)\nAs of June 30, 2023 and 2022, 23.7 and 65.4 million dilutive shares of Convertible Series B Preferred Stock were excluded in the computation of adjusted weighted-average diluted shares because their effect would be anti-dilutive. As of June 30, 2021, 171.1 million dilutive shares of RSUs and Convertible Series B Preferred Stock were excluded in the computation of adjusted weighted-average diluted shares because their effect would be anti-dilutive.\nDISCONTINUED OPERATIONS\nDue to the sale of the Wella Business on November 30, 2020, no net revenues or operating expenses from discontinued operations were recorded after November 30, 2020. As such, our results from discontinued operations for the fiscal year ended June 30, 2021 reflect only five months of operations.\nIn fiscal 2021, net revenues from discontinued operations was $986.3 and operating income was $220.8 in fiscal 2021. Net loss was $137.3 in fiscal 2021.\nThe loss on sale of the Wella Business was $246.4 in fiscal 2021. Factored into the loss on sale are the proceeds received from the sale of our majority interest in Wella, the book value of net assets sold and costs to sell. The book value of net assets sold was impacted by the seasonal effects on certain portions of the Wella Business during the months leading up to the sale, resulting in increases in the net assets sold. Additionally, certain legal and tax structuring matters were finalized in the final month of the closing of the transaction, resulting in a reduction to certain deferred tax assets and liabilities that were transferred at the date of sale and an increase in the tax liabilities retained by us. The loss on sale of the Wella Business also reflects certain purchase price working capital adjustments made during fiscal 2021. \nIn connection with the sale of a majority stake in the Wella Business, the Company recorded a tax cost of approximately $34.3 in fiscal 2021. This cost is a combination of cash taxes incurred as well as a deferred tax expense due to the utilization of net operating loss carryforwards, capital loss carryforwards, and foreign tax credits. \n48\nQuarterly Results of Operations Data\nThe following tables set forth our unaudited quarterly consolidated statements of operations data for each of the eight quarters in the periods ended June 30, 2023. We have prepared the quarterly consolidated statements of operations data on a basis consistent with the consolidated financial statements included in Part II, Item 8, “Financial Statements and Supplementary Data” in this Annual Report on Form 10-K. In the opinion of management, the financial information reflects all adjustments, consisting only of normal recurring adjustments, which we consider necessary for a fair presentation of this data. This information should be read in conjunction with the consolidated financial statements and related notes included in Part II, Item 8, “Financial Statements and Supplementary Data” in this Annual Report. The results of historical periods are not necessarily indicative of the results of operations for any future period.\nCondensed Consolidated Statements of Operations Data:\nFiscal 2023\nFiscal 2022\nThree Months Ended\nThree Months Ended\nJune 30,\nMarch 31,\nDecember 31,\nSeptember 30,\nJune 30,\nMarch 31,\nDecember 31,\nSeptember 30,\n(in millions, except per share data)\n2023\n2023\n2022\n2022\n2022\n2022\n2021\n2021\nNet revenues\n$\n1,351.6 \n$\n1,288.9 \n$\n1,523.6 \n$\n1,390.0 \n$\n1,168.3 \n$\n1,186.2 \n$\n1,578.2 \n$\n1,371.7 \nGross profit\n849.5 \n810.8 \n998.3 \n888.7 \n722.1 \n763.1 \n1,017.1 \n866.9 \nRestructuring costs\n(1.1)\n(1.3)\n(2.9)\n(1.2)\n(8.0)\n(6.8)\n(4.1)\n12.4 \nAcquisition-and divestiture-related costs\n— \n— \n— \n— \n0.5 \n3.3 \n6.9 \n4.0 \nAsset impairment charges\n— \n— \n— \n— \n31.4 \n— \n— \n— \nOperating income (loss)\n129.0 \n43.5 \n199.3 \n171.9 \n(77.4)\n57.1 \n244.0 \n17.2 \nInterest expense, net\n72.2 \n58.8 \n61.0 \n65.9 \n40.4 \n62.9 \n60.9 \n59.8 \nIncome (Loss) from continuing operations before income taxes\n78.8 \n141.6 \n280.2 \n204.2 \n(280.8)\n54.8 \n309.3 \n343.5 \nProvision (benefit) for income taxes\n43.3 \n29.8 \n38.8 \n69.7 \n0.3 \n0.5 \n49.4 \n114.6 \nNet (loss) income from continuing operations\n35.5 \n111.8 \n241.4 \n134.5 \n(281.1)\n54.3 \n259.9 \n228.9 \nNet (loss) income from discontinued operations\n— \n— \n— \n— \n1.2 \n0.7 \n3.8 \n— \nNet (loss) income attributable to noncontrolling interests\n(1.4)\n1.0 \n(1.4)\n— \n(2.8)\n(0.9)\n(0.9)\n(0.5)\nNet income attributable to redeemable noncontrolling interests\n4.0 \n2.4 \n4.5 \n5.9 \n4.4 \n2.3 \n3.2 \n3.4 \nNet (loss) income attributable to Coty Inc.\n$\n32.9 \n$\n108.4 \n$\n238.3 \n$\n128.6 \n$\n(281.5)\n$\n53.6 \n$\n261.4 \n$\n226.0 \nAmounts attributable to Coty Inc. common stockholders:\nConvertible Series B Preferred Stock dividends\n(3.3)\n(3.3)\n(3.3)\n(3.3)\n(3.3)\n(3.3)\n(68.7)\n(123.0)\nNet (loss) income from continuing operations attributable to common stockholders\n29.6 \n105.1 \n235.0 \n125.3 \n(286.0)\n49.6 \n188.9 \n103.0 \nNet (loss) income attributable to common stockholders\n$\n29.6 \n$\n105.1 \n$\n235.0 \n$\n125.3 \n$\n(284.8)\n$\n50.3 \n$\n192.7 \n$\n103.0 \nPer Share Data:\n \n \n \n \nWeighted-average common shares:\n \n \n \n \nBasic\n852.0 \n851.6 \n850.8 \n842.0 \n838.4 \n838.4 \n829.1 \n777.6 \nDiluted \n(a)\n864.7 \n865.2 \n886.8 \n882.2 \n838.4 \n852.9 \n842.7 \n787.7 \nDividends declared per common share\n$\n— \n$\n— \n$\n— \n$\n— \n$\n— \n$\n— \n$\n— \n$\n— \nNet (loss) income attributable to Coty Inc. per common share:\n \n \n \n \nBasic for Continuing Operations\n$\n0.03 \n$\n0.12 \n$\n0.28 \n$\n0.15 \n$\n(0.34)\n$\n0.06 \n$\n0.23 \n$\n0.13 \nBasic for Coty Inc\n$\n0.03 \n$\n0.12 \n$\n0.28 \n$\n0.15 \n$\n(0.34)\n$\n0.06 \n$\n0.23 \n$\n0.13 \nDiluted for Continuing Operations\n$\n0.03 \n$\n0.12 \n$\n0.27 \n$\n0.15 \n$\n(0.34)\n$\n0.06 \n$\n0.23 \n$\n0.13 \nDiluted for Coty Inc.\n$\n0.03 \n$\n0.12 \n$\n0.27 \n$\n0.15 \n$\n(0.34)\n$\n0.06 \n$\n0.23 \n$\n0.13 \n(a)\nThe outstanding stock options and Series A/A-1 Preferred Stock with purchase or conversion rights to purchase shares of Common Stock, RSUs and Convertible Series B Preferred Stock were excluded in the computation of diluted shares when their effect would be antidilutive. \n49\nFINANCIAL CONDITION \nLIQUIDITY AND CAPITAL RESOURCES\nOverview\nOur primary sources of funds include cash expected to be generated from operations, borrowings from issuance of debt and lines of credit provided by banks and lenders in the U.S. and abroad.\nOur cash flows are subject to seasonal variation throughout the year, including demands on cash made during our first fiscal quarter in anticipation of higher global sales during the second fiscal quarter and strong cash generation in the second fiscal quarter as a result of increased demand by retailers associated with the holiday season.\nOur principal uses of cash are to fund planned operating expenditures, capital expenditures, interest payments, dividends, share repurchases, any principal payments on debt, and from time to time, acquisitions, and business structure realignment expenditures. Working capital movements are influenced by the sourcing of materials related to the production of products. Cash and working capital management initiatives, including the phasing of vendor payments and factoring of trade receivables from time-to-time, may also impact the timing and amount of our operating cash flows.\nWe remain focused on deleveraging our balance sheet using cash flows generated from our operations. We continue to take steps to permanently reduce our debt, in order to reduce interest costs and improve our long term profitability and cash flows. In addition, our 25.9% investment in Wella gives us the opportunity for further permanent debt reductions, when our equity position is divested. On July 18, 2023 we announced that we entered into a binding letter of intent to sell a 3.6% stake in Wella to investment firm IGF Wealth Management for $150.0. The closing of the transaction is subject to, among other things, completion of due diligence and the satisfaction of certain closing conditions, including the approval of the transaction by KKR.  If the transaction closes, we intend to use the net proceeds to pay down a portion of the outstanding principal balance of our Revolving Credit Facility. Assuming the transaction closes, we would retain 22.3% of the Wella Company.\nVariable rate debt accounts for approximately 34% of our total debt outstanding as of June 30, 2023. We incurred higher average variable interest rates compared to the same period in the prior year. We have taken action to reduce variability in our interest payments including paying down variable interest rate debt outstanding under our 2018 Coty Term B Facility, issuing fixed rate bonds (as discussed in the Debt section below), and entering into floating to fixed interest rate swaps. Giving effect to transactions in July 2023 (as noted in the Debt section below) on our June 30, 2023 debt balances, the proportion of our fixed rate debt outstanding would have been approximately 84%. \nDuring the fiscal year, we terminated our licensing arrangement for Lacoste fragrances and received termination payments from the licensor totaling €87.8 million (approximately $93.9). We expect to receive an additional payment of €15.0 million (approximately $16.3) in fiscal 2024.  We used proceeds received to repay debt, as discussed below.\nWe continue to wind down the operations of our Russian subsidiary. We anticipate that we will incur an immaterial amount of additional costs through completion of the wind down, and future net cash costs of $10.0 to $20.0, which will be funded by our Russian subsidiary. The amount of future costs, including cash costs, will be subject to various factors, such as additional government regulation and the resolution of legal contingencies. We have substantially completed our commercial activities in Russia.\n However, we anticipate that the process related to the liquidation of the Russian legal entity will take an extended period of time.\n50\nWe continue to experience inflationary pressures in most markets resulting in higher commodity and supply chain costs, including material, freight, and energy costs, as well as higher costs for services and labor. Further, inflationary trends in certain markets and global supply chain challenges, including component shortages, may negatively affect our future sales and operating performance. Supply chain constraints may impact the availability of raw materials used to manufacture our products which may negatively impact our ability to meet customer demands, thereby impacting our cash flows and profitability. To mitigate the impact of these supply chain constraints on our ability to meet demand for our products, we have increased inventory levels throughout the year. We continue to monitor supply chain and other factors impacting our ability to meet demand and we will take the necessary actions to optimize our inventory levels in light of these factors.\nDebt \nWe are in the process of deleveraging our company and improving the maturity mix of our debt, including through refinancing or repayment of a portion of our debt. Actions that we have taken in fiscal 2023 and subsequently include the following.\nFiscal 2023\n•\nSenior Notes\n – We completed cash tender offers and redeemed $77.0 of our 2026 Dollar Notes and €69.7 million (approximately $72.2) of our 2026 Euro Notes.\n•\n2018 Term B Facility\n – We used proceeds associated with the termination of the Lacoste fragrances license to reduce the euro and U.S. dollar portions of the 2018 Term B Facility, in the amounts of €20.1 million (approximately $21.5) and $29.5, respectively.\nIn addition, on March 7, 2023, we amended the 2018 Coty Credit Agreement to effectuate the transition of the underlying variable interest rate from LIBOR to the Secured Overnight Financing Rate (“SOFR”). Interest payments on our debt agreements were not materially impacted by the transition to SOFR.\nFirst Quarter of Fiscal 2024\nJuly Transactions\n•\n2018 Revolving Credit Facility\n – On July 11, 2023, we extended the maturity of the 2018 Revolving Credit Facility until July 2028. \n•\nSenior Notes\n – On July 26, 2023, we completed a senior secured notes offering and received net proceeds of $740.6. The new senior secured notes are due in 2030 and bear an annual interest rate of 6.625%.\n•\n2018 Term B Facility\n – At the time we completed the senior secured noted offering, we used net proceeds to fully repay our U.S. dollar variable interest rate loans outstanding and repay a pro-rata portion of our euro variable interest rate loans outstanding under our existing 2018 Term B Facility.\nAugust Transactions\n•\nOn August 3, 2023, we repaid €408.0 million of debt outstanding under our 2018 Term B Facility.\nSee Note 15—Debt in the notes to our Consolidated Financial Statements for additional information on our debt arrangements and prior period credit agreements, as well as definitions of capitalized terms. See Note 28—Subsequent Events in the notes to our Consolidated Financial Statements for disclosures of transactions occurring after June 30, 2023.  \nA significant portion of our long-term debt maturities (excluding capital lease obligations) have been extended from fiscal 2024 and 2025 to fiscal 2029 and thereafter following the July 2023 transactions. Following the transactions over 99% of our aggregate debt maturities have been pushed out to fiscal 2026 and beyond.\nFactoring of Receivables \nFrom time to time, we supplement the timing of our cash flows through the factoring of trade receivables. In this regard, we have entered into factoring arrangements with financial institutions.\nThe net amount utilized under the factoring facilities was $202.9 and $179.3 as of June 30, 2023 and 2022, respectively. The aggregate amount of trade receivable invoices factored on a worldwide basis amounted to $1,579.2 and $1,041.2 in fiscal 2023 and 2022, respectively. Remaining balances due from factors amounted to $14.2 and $11.2 as of June 30, 2023 and 2022, respectively.\n51\nBusiness Combinations\nDuring fiscal 2023 and 2022, we did not enter into any business combinations or asset acquisitions.\nDuring fiscal 2021, we completed the acquisition of a 20% ownership interest in KKW Holdings and the related collaboration agreement. Total cash paid in the transaction totaled $200.0.\nFor additional information on our prior period activity from fiscal year 2022, see Note 4—Business Combinations, Asset Acquisitions and Divestitures in the notes to our Consolidated Financial Statements.\nDispositions\nDuring fiscal 2023 and 2022, we did not enter into any business dispositions.\nDuring fiscal 2021, we completed the sale of a majority stake in the Wella Business (as discussed below).\nThe Wella Business Divestiture \nDuring fiscal 2021, we completed the sale of a majority stake in the Wella Business and received cash proceeds of $2,451.7 and retained an initial ownership stake of 40% in Wella. Additionally, during fiscal 2021, we entered into a post-closing purchase consideration adjustment agreement for the Wella Business sale and received advanced contingent proceeds of $34.0.\nDuring fiscal 2022, our ownership stake in the Wella Company was reduced to 25.9%.\nDuring fiscal 2023 and 2022, we earned $30.8 and $0.7, respectively of the contingent proceeds advanced to us from the sale of Wella. The remaining $2.5 is unearned as of June 30, 2023.\nFor additional information on our prior period business dispositions from fiscal year 2021, see Note 4—Business Combinations, Asset Acquisitions and Divestitures in the notes to our Consolidated Financial Statements.\nCash Flows\nYear Ended June 30,\n(in millions)\n2023\n2022\n2021\nConsolidated Statements of Cash Flows Data\n (a)\n:\nNet cash provided by operating activities\n$\n625.7 \n$\n726.6 \n$\n318.7 \nNet cash (used in) provided by investing activities\n(118.2)\n269.7 \n2,441.9 \nNet cash (used in) financing activities\n(469.3)\n(1,034.0)\n(2,795.1)\n(a)\n Balances presented herein represent the cash flows of Coty Inc.\nNet cash provided by operating activities\nNet cash provided by operating activities was $625.7, $726.6 and $318.7 for fiscal 2023, 2022 and 2021, respectively.\nThe decrease in cash provided by operating activities of $100.9 in fiscal 2023 as compared with fiscal 2022 is primarily driven by an overall net decrease in cash from working capital partially offset by an increase in cash related net income. The net decrease in cash from working capital was mainly the result of changes in accrued expenses and other current liabilities and increased inventory levels in fiscal 2023, partially offset by positive impacts from changes in trade receivables.  The increase in cash related net income was due to an increase in net revenues and gross margin, and lower selling, general and administrative expenses in the current year compared to the prior year.  \nThe increase in cash provided by operating activities of $407.9 in fiscal 2022 as compared with fiscal 2021 is primarily driven by a year over year increase in cash related net income and overall increase in cash flows from changes in net working capital accounts. Higher net revenues in both segments, lower costs as percentage of revenues, lower costs for acquisition and divestiture related activities, and lower cash outflows associated with operating leases contributed to the higher year over year cash flows from operating activities which were partially offset by outflows from higher costs during fiscal 2022 for selling, general, and administrative expenses. Higher cash outflows during fiscal 2022 for net income tax payments is driven by the significant prior year tax overpayment collections and were primarily offset by lower year over year cash outflows for restructuring activity payments and payments for interest costs.\nNet cash (used in) provided by investing activities\n \nNet cash (used in) provided by investing activities was $(118.2), $269.7 and $2,441.9 for fiscal 2023, 2022 and 2021, respectively.\nThe decrease in cash flows from investing activities of $387.9 in fiscal 2023 as compared with fiscal 2022 was  mainly attributable to the prior year cash received from return of capital from one of our equity investments which did not reoccur \n52\nduring the year ended June 30, 2023.  Additionally, the prior year included higher proceeds from the sales of long-lived assets and the positive impact from the receipt of contingent proceeds related to the Wella Business tax credits partially offset with higher capital expenditures in the current year.\nThe decrease in cash flows provided by investing activities of $2,172.2 in fiscal 2022 as compared with fiscal 2021 was principally driven by higher cash proceeds associated with the sale of the discontinued Wella Business in the prior year. Cash proceeds from the sale of the business and related returns on capital associated with Coty’s remaining stake in Wella whereby initial cash proceeds from the sale received were $2,374.1 in fiscal 2021 compared to the $34.0 proceeds from contingent consideration in the current fiscal year. Returns of capital from equity investments for Coty’s remaining stake in Wella were $448.0 in prior year compared to $230.6 in the current year. Higher proceeds from the sale of other long lived assets in fiscal 2022 and outflows from the prior year related to the KKW Holdings asset acquisition and 20% equity investment helped to partially offset the year over year decrease in cash from investing activities\nNet cash (used in) financing activities\n \nNet cash (used in) financing activities was $(469.3), $(1,034.0) and $(2,795.1) for fiscal 2023, 2022 and 2021, respectively.\nThe decrease in cash used in financing activities of $564.7 in fiscal 2023 as compared to fiscal 2022 was primarily driven mainly by higher cash outflows in the prior year for net paydowns of the Company's revolving credit facility and other long term debt balances as well, as higher payments of deferred financing fees, and higher dividend payments on Series B Preferred Stock. Additionally, lower cash payments in the current year for the settlement of foreign currency contracts contributed to the overall decrease in use of cash but were partially offset by cash payments related to the Company's forward repurchase contracts.\nThe decrease in cash used in financing activities of $1,761.1 in fiscal 2022 as compared to fiscal 2021 was primarily driven by lower net cash outflows for repayments associated with the Company's revolving credit facility and other long term debt outstanding under the Company's Credit Agreement. The year over year change in the level of debt repayments is primarily attributable to the impact of the use of prior year proceeds from the sale of the Wella discontinued business being used to prepay more than $2,000.0 of the outstanding debt on the Company's term loan facilities. Net overall cash outflows also occurred in the current year but to a lesser extent and were offset by proceeds from the issuance of the 2029 Senior Secured Notes and the Brazilian Credit Facilities. Increases in cash outflows for the settlement of realized losses on foreign currency contracts in the current year and the prior year inflows from the issuance of Convertible Series B Preferred Stock only partially offset the impact of the year over year changes in debt activities\nDividends\nOn April 29, 2020, our Board of Directors suspended the payment of dividends, in keeping with our 2018 Coty Credit Agreement, as amended. As we focus on preserving cash, we expect to suspend the payment of dividends until we reach a Net debt to Adjusted earnings before interest, taxes, depreciation and amortization (“Adjusted EBITDA”) of 2x. Any determination to pay dividends in the future will be at the discretion of our Board of Directors.\nDividends on the Convertible Series B Preferred Stock are payable in cash, or by increasing the amount of accrued dividends on Convertible Series B Preferred Stock, or any combination thereof, at the sole discretion of the Company. After the expiration of applicable restrictions under the 2018 Coty Credit Agreement, as amended, we began to pay dividends on the Convertible Series B Preferred Stock in cash for the period ending June 30, 2021, and we expect to continue to pay such dividends in cash on a quarterly basis, subject to the declaration thereof by our Board of Directors. The terms of the Convertible Series B Preferred Stock restrict our ability to declare cash dividends on our common stock until all accrued dividends on the Convertible Series B Preferred Stock have been declared and paid in cash. During the twelve months ended June 30, 2023, the Board of Directors declared dividends on the Series B Preferred Stock of $13.2 of which $9.9 was paid and $3.3 was paid in July 2023.\nFor additional information on our dividends and dividend policy, respectively, see Note 23—Equity and Convertible Preferred Stock in the notes to our Consolidated Financial Statements and Item 5, “Market for Registrant’s Common Equity, Related Stockholder Matters and Issuer Purchases of Equity Securities—Dividend Policy”.\nTreasury Stock - Share Repurchase Program\nFor additional information on our Share Repurchase Program, see Note 23—Equity and Convertible Preferred Stock in the notes to our Consolidated Financial Statements.\n53\nContractual Obligations and Commitments \nOur principal contractual obligations and commitments are presented below as of June 30, 2023.\n(in millions)\nTotal\nPayments Due in Fiscal\nThereafter\n2024\n2025\n2026\n2027\n2028\nLong-term debt obligations\n$\n4,274.5 \n$\n55.1 \n$\n1,389.3 \n$\n2,330.1 \n$\n— \n$\n— \n$\n500.0 \nInterest on long-term debt obligations \n(a)\n1,508.7 \n242.2 \n240.2 \n237.6 \n261.2 \n267.6 \n259.9 \nOperating lease obligations\n368.2 \n78.6 \n60.0 \n48.8 \n41.0 \n32.7 \n107.1 \nLicense agreements: \n(b)\nRoyalty payments\n505.0 \n132.3 \n68.7 \n60.8 \n43.8 \n39.0 \n160.4 \nOther contractual obligations \n(c)\n931.6 \n869.3 \n24.5 \n22.8 \n9.9 \n5.1 \n— \nOther long-term obligations:\nPension obligations (mandated) \n(d)\n15.6 \n3.0 \n3.1 \n3.1 \n3.2 \n3.2 \n— \nTotal\n$\n7,603.6 \n$\n1,380.5 \n$\n1,785.8 \n$\n2,703.2 \n$\n359.1 \n$\n347.6 \n$\n1,027.4 \n(a)\n Interest costs on our debt after consideration of our interest rate swap arrangements are determined based on interest rate forecast and assumptions of the amount of debt outstanding. A 25 basis-point increase in our variable interest rate debt would have increased our interest costs by $22.0 over the term of our long-term debt.\n(b)\n Obligations under license agreements relate to royalty payments and required advertising and promotional spending levels for our products bearing the licensed trademark. Royalty payments are typically made based on contractually defined net sales. However, certain licenses require minimum guaranteed royalty payments regardless of sales levels. Actual royalty payments are expected to be higher. Furthermore, early termination of any of these license agreements could result in potential cash outflows that have not been reflected above.\n(c)\n Other contractual obligations primarily represent advertising/marketing, manufacturing, logistics and capital improvements commitments. We also maintain several distribution agreements for which early termination could result in potential future cash outflows that have not been reflected above.\n(d)\n Represents future contributions to our pension and other postretirement benefit plans over the next five years mandated by local regulations or statutes. Subsequent funding requirements cannot be reasonably estimated as the return on plan assets in future periods, as well as future assumptions are not known.\nThe table above excludes obligations for uncertain tax benefits, including interest and penalties, of $218.6 as of June 30, 2023, as we are unable to predict when, or if, any payments would be made. See Note 17—Income Taxes in the notes to our Consolidated Financial Statements for additional information on our uncertain tax benefits. \nThe table excludes $93.5 of RNCI which is reflected in Redeemable noncontrolling interest in the Consolidated Balance Sheet as of June 30, 2023 related to the 25.0% RNCI in our subsidiary in the Middle East (“Middle East Subsidiary”). Given the provisions of the associated Put and Call rights, RNCI is redeemable outside of our control and is recorded in temporary equity. See Note 22—Redeemable Noncontrolling Interests in the notes to our Consolidated Financial Statements for further discussion related to the calculation of the redemption value of this noncontrolling interest.\nThe table also excludes $142.4 of preferred stock, which is reflected in Convertible Series B Preferred Stock in the Consolidated Balance Sheet as of June 30, 2023. Given the provisions of the associated Put rights, Convertible Series B Preferred Stock is redeemable outside of our control upon certain change of control events and is recorded in temporary equity. See Note 23—Equity and Convertible Preferred Stock in the notes to our Consolidated Financial Statements for further discussion related to the calculation of the Convertible Series B Preferred Stock.\nContingencies\nFrom time to time, our Brazilian subsidiaries receive tax assessments from local, state, and federal tax authorities in Brazil. See Note 26—Legal and Other Contingencies for more details on these tax assessments. In relation to the appeal of our Brazilian tax assessments, we have entered into surety bonds of R$423.8 million (approximately $87.3) as of June 30, 2023. As of June 30, 2023, we are in the early stages of administrative action and expect the judicial process in Brazil to take a number of years to conclude.\nDerivative Financial Instruments and Hedging Activities\nWe are exposed to foreign currency exchange fluctuations and interest rate volatility through our global operations. We utilize natural offsets to the fullest extent possible in order to identify net exposures. In the normal course of business, established policies and procedures are employed to manage these net exposures using a variety of financial instruments. We do not enter into derivative financial instruments for trading or speculative purposes.\nForeign Currency Exchange Risk Management\n54\nWe operate in multiple functional currencies and are exposed to the impact of foreign currency fluctuations. For foreign currency exposures, which primarily relate to receivables, inventory purchases and sales, payables and intercompany loans, derivatives are used to better manage the earnings and cash flow volatility arising from foreign currency exchange rate fluctuations. We recorded foreign currency gains (losses) of $(32.3), $3.3 and $(7.8) in fiscal 2023, 2022 and 2021, respectively, resulting from non-financing foreign currency exchange transactions which are included in their associated expense type and are included in the Consolidated Statements of Operations.  In July 2021, the Company entered into foreign exchange forward contracts to hedge up to 80% of our euro denominated external debt as part of management's strategy to minimize the impact of currency movements on those debt instruments. Net (losses) gains of $(12.2), $10.0 and $(6.8) in fiscal 2023, 2022 and 2021, respectively, resulting from financing foreign exchange currency transactions are included in Interest expense, net in the Consolidated Statements of Operations.\nExchange gains or losses are also partially offset through the use of qualified derivatives under hedge accounting, for which we record accumulated gains or losses in Accumulated other comprehensive income until the underlying transaction occurs at which time the gain or loss is reclassified into the respective account in the Consolidated Statements of Operations.\nWe have experienced and will continue to experience fluctuations in our net income as a result of balance sheet transactional exposures. We use a combination of foreign currency forward contracts and cross currency contracts to offset these exposures. As of June 30, 2023, in the event of a 10% unfavorable change in the prevailing market rates of hedged foreign currencies versus the U.S. dollar, the change in fair value of all foreign exchange forward contracts and cross currency contracts would result in a $91.6 decrease in the fair value of these forward contracts, which would be offset by an increase in the underlying foreign currency exposures.\nInterest Rate Risk Management\nWe are exposed to interest rate risk that relates primarily to our indebtedness, which is affected by changes in the general level of the interest rates primarily in the U.S. and Europe. We periodically enter into interest rate swap agreements to facilitate our interest rate management activities. We have designated these agreements as cash flow hedges and, accordingly, applied hedge accounting. The effective changes in fair value of these agreements are recorded in AOCI/(L), net of tax, and ineffective portions are recorded in current- period earnings. Amounts in AOCI/(L) are subsequently reclassified to earnings as interest expense when the hedged transactions are settled. \nWe expect that both at the inception and on an ongoing basis, the hedging relationship between any designated interest rate hedges and underlying variable rate debt will be highly effective in achieving offsetting cash flows attributable to the hedged risk during the term of the hedge. If it is determined that a derivative is not highly effective, or that it has ceased to be a highly effective hedge, we will be required to discontinue hedge accounting with respect to that derivative prospectively. The corresponding gain or loss position of the ineffective hedge recorded to AOCI/(L) will be reclassified to current-period earnings.\nWe are exposed to changes in interest rates because of certain variable-rate debt discussed in Note 15—Debt. If interest rates had been 10% higher and all other variables were held constant, Income (loss) from continuing operations before income taxes in fiscal 2023 would decrease by $8.4.\nAs of June 30, 2023, we also had fixed-rate senior notes (the “Notes”) outstanding. Since our Notes bear interest at fixed rates and are carried at amortized cost, fluctuations in interest rates do not have any impact on our consolidated financial statements. However, the fair value of the Notes will fluctuate with movements in market interest rates, increasing in periods of declining interest rates and declining in periods of increasing interest rates.\nEquity Investment Risk\nOur equity investments are investments in equity securities of privately-held companies without readily determinable fair values, including an investment of approximately $1,060.0 that is valued using the fair value option and approximately $8.9 that is accounted for using the equity method as of June 30, 2023. These investments are subject to a wide variety of market-related risks that could have a material impact on the carrying value of our holdings. We continually evaluate our equity investments in privately-held companies. See Note 13—Equity Investments for additional information.\nIn addition to the above equity investments, we entered into certain forward repurchase contracts to start hedging for two potential $200.0 and $196.0 share buyback programs, in 2024 and 2025, respectively. These forward repurchase contracts are accounted for at fair value, with changes in the fair value recorded in Other income, net within the Consolidated Statements of Operations. Our primary exposure is the movements of our stock price during the contract period, which may be volatile and is likely to fluctuate due to a number of factors beyond our control. These factors include actual or anticipated fluctuations in the quarterly and annual results of our Company or of other peer companies in the industry, market perceptions concerning the macroeconomic, social or political developments, industry conditions, changes in government regulation and the securities market trends. We estimate that an immediate, hypothetical 10% decline in our stock price would result in a $60.9 decrease in the fair value of these forward repurchase contracts and reduce our Income (loss) from continuing operations before income \n55\ntaxes. Any realized gains or losses resulting from such fair value changes would occur if we elect to terminate the forward repurchase contracts prior to or on maturity. Refer to Note 23—Equity and Convertible Preferred Stock.\nCredit Risk Management \nWe attempt to minimize credit exposure to counterparties by generally entering into derivative contracts with counterparties that have an “A” (or equivalent) credit rating. The counterparties to these contracts are major financial institutions. Exposure to credit risk in the event of nonperformance by any of the counterparties is limited to the fair value of contracts in net asset positions, which totaled $225.5 as of June 30, 2023. Management believes risk of material loss under these hedging contracts is remote.\nInflation Risk \nWe experienced the impact of inflation on our business during the fiscal year. We believe that inflation may continue to  have an effect on our business, financial condition or results of operations in fiscal year 2024. Inflation may negatively impact our business by raising cost and reducing profitability and we may not be able to fully offset such higher costs through price increases. Our inability or failure to do so could harm our business, prospects, financial condition, results of operations, cash flows, as well as the trading price of our securities. \nOff-Balance Sheet Arrangements\nWe had undrawn letters of credit of $7.2 and $14.3 and bank guarantees of $16.3 and $17.2 as of June 30, 2023 and 2022, respectively.\nCritical Accounting Policies\nWe prepare our Consolidated Financial Statements in conformity with U.S. generally accepted accounting principles. The preparation of these Consolidated Financial Statements requires us to make estimates, assumptions and judgments that affect the reported amounts of assets, liabilities, revenues and expenses and related disclosures. These estimates and assumptions can be subjective and complex and, consequently, actual results may differ from those estimates that would result in material changes to our operating results and financial condition. We evaluate our estimates and assumptions on an ongoing basis. Our estimates are based on historical experience and various other assumptions that we believe to be reasonable under the circumstances. Our most critical accounting policies relate to revenue recognition, the fair value of equity investments, the assessment of goodwill, other intangible and long-lived assets for impairment, inventory and income taxes.\nOur management has discussed the selection of significant accounting policies and the effect of estimates with the Audit and Finance Committee of our Board of Directors.\nRevenue Recognition\nNet revenues comprise gross revenues less customer discounts and allowances, actual and expected returns (estimated based on an analysis of historical experience and position in product life cycle) and various trade spending activities. Trade spending activities represent variable consideration promised to the customer and primarily relate to advertising, product promotions and demonstrations, some of which involve cooperative relationships with customers. The costs of trade spend activities are estimated considering all reasonably available information, including contract terms with the customer, the Company’s historical experience and its current expectations of the scope of the activities, and is reflected in the transaction price when sales are recorded. For additional information on our revenue accounting policies, see Note 2—Summary of Significant Accounting Policies. Returns represented 2%, 2% and 2% of gross revenue after customer discounts and allowances in fiscal 2023, 2022 and 2021, respectively. Trade spending activities recorded as a reduction to gross revenue after customer discounts and allowances represent 10%, 10%, and 10% in fiscal 2023, 2022 and 2021, respectively.\nOur sales return accrual reflects seasonal fluctuations, including those related to the holiday season in the first half of our fiscal year. This accrual is a subjective critical estimate that has a direct impact on reported net revenues, and is calculated based on history of actual returns, estimated future returns and information provided by retailers regarding their inventory levels. In addition, as necessary, specific accruals may be established for significant future known or anticipated events. The types of known or anticipated events that we have considered, and will continue to consider, include the financial condition of our customers, store closings by retailers, changes in the retail environment, and our decision to continue to support new and existing brands. If the historical data we use to calculate these estimates does not approximate future returns, additional allowances may be required.\nEquity Investments\nWe elected the fair value option to account for its investment in Wella to align with our strategy for this investment. The fair value is updated on a quarterly basis. The investments are classified within Level 3 in the fair value hierarchy because we estimate the fair value of the investments using a combination of the income approach, the market approach and private \n56\ntransactions, when applicable. Changes in the fair value of equity investments under the fair value option are recorded in Other income, net within the Consolidated Statements of Operations (see Note 13—Equity Investments).\nSome of the inherent estimates and assumptions used in determining fair value of the Wella Company are outside the control of management, including interest rates, cost of capital, tax rates, credit ratings and industry growth. While we believe we have made reasonable estimates and assumptions to calculate the fair value of the Wella Company, it is possible changes could occur. As for the Wella Company, if in future years, the actual results are not consistent with our estimates and assumptions used to calculate fair value, we may be required to recognize additional adjustments.\nGoodwill, Other Intangible Assets and Long-Lived Assets\nGoodwill \nGoodwill is calculated as the excess of the cost of purchased businesses over the fair value of their underlying net assets. Other intangible assets consist of indefinite-lived trademarks. Goodwill and other indefinite-lived intangible assets are not amortized.\nWe assess goodwill at least annually as of May 1 for impairment, or more frequently, if certain events or circumstances warrant. We test goodwill for impairment at the reporting unit level, which is the same level as our reportable segments. We identify our reporting units by assessing whether the components of our reporting segments constitute businesses for which discrete financial information is available and management of each reporting unit regularly reviews the operating results of those components.\nWhen testing goodwill for impairment, we have the option of first performing a qualitative assessment to determine whether it is more likely than not that the fair value of a reporting unit is less than its carrying amount as the basis to determine if it is necessary to perform a quantitative goodwill impairment test. In performing our qualitative assessment, we consider the extent to which unfavorable events or circumstances identified, such as changes in economic conditions, industry and market conditions or company specific events, could affect the comparison of the reporting unit’s fair value with its carrying amount. If we conclude that it is more likely than not that the fair value of a reporting unit is less than its carrying amount, we are required to perform a quantitative impairment test. \nQuantitative impairment testing for goodwill is based upon the fair value of a reporting unit as compared to its carrying value. We make certain judgments and assumptions in allocating assets and liabilities to determine carrying values for our reporting units. The impairment loss recognized would be the difference between a reporting unit’s carrying value and fair value in an amount not to exceed the carrying value of the reporting unit’s goodwill. \nTesting goodwill for impairment requires us to estimate fair values of reporting units using significant estimates and assumptions. The assumptions made will impact the outcome and ultimate results of the testing. We use industry accepted valuation models and set criteria that are reviewed and approved by various levels of management and, in certain instances, we engage independent third-party valuation specialists. To determine fair value of the reporting unit, we used a combination of the income and market approaches, when applicable. We believe the blended use of both models, when applicable, compensates for the inherent risk associated with either model if used on a stand-alone basis, and this combination is indicative of the factors a market participant would consider when performing a similar valuation.\nUnder the income approach, we determine fair value using a discounted cash flow method, projecting future cash flows of each reporting unit, as well as a terminal value, and discounting such cash flows at a rate of return that reflects the relative risk of the cash flows. Under the market approach, when applicable, we utilize information from comparable publicly traded companies with similar operating and investment characteristics as the reporting units, which creates valuation multiples that are applied to the operating performance of the reporting units being tested, to value the reporting unit.\nThe key estimates and factors used in these approaches include revenue growth rates and profit margins based on our internal forecasts, our specific weighted-average cost of capital used to discount future cash flows, and comparable market multiples for the industry segment, when applicable, as well as our historical operating trends. Certain future events and circumstances, including deterioration of market conditions, higher cost of capital, a decline in actual and expected consumer consumption and demands, could result in changes to these assumptions and judgments. A revision of these assumptions could cause the fair values of the reporting units to fall below their respective carrying values, resulting in a non-cash impairment charge. Such charge could have a material effect on the Consolidated Statements of Operations and Balance Sheets.\nThere were no impairments of goodwill at our reporting units in fiscal 2023, 2022 or fiscal 2021.\nBased on the annual impairment test performed on May 1, 2023, we determined that the fair value of each of the reporting units exceeded their respective carrying values at that date by approximately 132.1% and 71.6% relating to the Prestige and Consumer Beauty reporting units, respectively. To determine the fair value of our reporting units, we have used annual revenue growth rates ranging from 3.0%-11.3% and 2.0%-9.2% for the Prestige and Consumer Beauty reporting units, respectively, and a discount rate of 9.75%.\n57\nSome of the inherent estimates and assumptions used in determining fair value of the reporting units are outside the control of management, including interest rates, cost of capital, tax rates, credit ratings and industry growth. While the Company believes it has made reasonable estimates and assumptions to calculate the fair values of the reporting units, it is possible changes could occur. As for all the Company’s reporting units, if in future years, the reporting unit’s actual results are not consistent with the Company’s estimates and assumptions used to calculate fair value, the Company may be required to recognize material impairments to goodwill. The Company will continue to monitor its reporting units for any triggering events or other signs of impairment. The Company may be required to perform additional impairment testing based on changes in the economic environment, disruptions to the Company’s business, significant declines in operating results of the Company’s reporting units, further sustained deterioration of the Company’s market capitalization, and other factors, which could result in impairment charges in the future. Although management cannot predict when improvements in macroeconomic conditions will occur, if consumer confidence and consumer spending decline significantly in the future or if commercial and industrial economic activity or the market capitalization deteriorates significantly from current levels, it is reasonably likely the Company will be required to record impairment charges in the future.\nOther Intangible Assets\nWe assess indefinite-lived other intangible assets (trademarks) at least annually as of May 1 for impairment, or more frequently if certain events occur or circumstances change that would more likely than not reduce the fair value of an indefinite-lived intangible asset below its carrying value. Trademarks are tested for impairment on a brand level basis.\nThe trademarks’ fair values are based upon the income approach, primarily utilizing the relief from royalty methodology. This methodology assumes that, in lieu of ownership, a third party would be willing to pay a royalty in order to obtain the rights to use the trademark. An impairment loss is recognized when the estimated fair value of the intangible asset is less than the carrying value. Fair value calculation requires significant judgments in determining both the assets’ estimated cash flows as well as the appropriate discount and royalty rates applied to those cash flows to determine fair value. Variations in economic conditions or a change in general consumer demand, operating results estimates or the application of alternative assumptions could produce significantly different results.\nThe carrying value of our indefinite-lived other intangible assets was $950.8 as of June 30, 2023, and is comprised of trademarks for the following brands: CoverGirl of $327.4, Max Factor of $148.4, Sally Hansen of $159.4, philosophy of $124.0, Bourjois of $36.7 and other trademarks totaling $154.9.\nAs a result of the May 1, 2022 annual impairment test, total impairments on indefinite-lived other intangible assets of $31.4 were recorded. On May 1, 2023, we performed our annual impairment testing of indefinite-lived other intangible assets and determined that no adjustments to carrying values were required.\nAs of May 1, 2023, we determined that the fair value of our Max Factor and Bourjois trademarks exceeded their carrying values by approximately 6.8% and 10.5%, respectively, using annual revenue growth rates ranging from 2.0%-10.5% and 2.0%-8.2%, respectively, and a discount rate of 10.3%. The fair value of the Max Factor and Bourjois trademarks would fall below their carrying values if the average annual revenue growth rate decreased by approximately 55 basis points and 80 basis points, respectively, or the discount rate increased by 60 basis points and 90 basis points, respectively.\nThe fair values of the remaining indefinite-lived trademarks exceeded their carrying values by amounts ranging from 26% to 868%.\nSome of the inherent estimates and assumptions used in determining fair value of the indefinite-lived intangible assets are outside the control of management, including interest rates, cost of capital, tax rates, credit ratings and industry growth. While the Company believes it has made reasonable estimates and assumptions to calculate the fair values of the indefinite-lived intangible assets, it is possible changes could occur. As for the indefinite-lived intangible assets, the most significant assumptions used are the revenue growth rate and the discount rate, a decrease in the revenue growth rate or an increase in the discount rate could result in a future impairment. The Company will continue to monitor its indefinite-lived tradenames for any triggering events or other signs of impairment. The Company may be required to perform additional impairment testing based on changes in the economic environment, disruptions to the Company’s business, significant declines in operating results of the Company’s reporting units and/or tradenames, further sustained deterioration of the Company’s market capitalization, and other factors, which could result in impairment charges in the future. Although management cannot predict when improvements in macroeconomic conditions will occur, if consumer confidence and consumer spending decline significantly in the future or if commercial and industrial economic activity or the market capitalization deteriorates significantly from current levels, it is reasonably likely the Company will be required to record impairment charges in the future.\nLong-Lived Assets\nLong-lived assets, including tangible and intangible assets with finite lives, are amortized over their respective lives to their estimated residual values and are also reviewed for impairment whenever certain triggering events may indicate impairment. When such events or changes in circumstances occur, a recoverability test is performed comparing projected \n58\nundiscounted cash flows from the use and eventual disposition of an asset or asset group to its carrying value. If the projected undiscounted cash flows are less than the carrying value, an impairment would be recorded for the excess of the carrying value over the fair value, which is determined by discounting future cash flows.\nDuring fiscal years 2023, 2022 and 2021, we recorded asset impairment charges of $4.3, $2.4 and $5.2, respectively, to Property and equipment, net and $1.1, $1.0 and $0.6, respectively to Operating lease right-of-use assets, primarily relating to the abandonment of equipment or leases no longer in use. These impairment charges are primarily recorded in Selling, general and administrative expenses in the Consolidated Statements of Operations.\nInventory\nInventories include items which are considered salable or usable in future periods, and are stated at the lower of cost or net realizable value, with cost being based on standard cost which approximates actual cost on a first-in, first-out basis. Costs include direct materials, direct labor and overhead (e.g., indirect labor, rent and utilities, depreciation, purchasing, receiving, inspection and quality control) and in-bound freight costs. We classify inventories into various categories based upon their stage in the product life cycle, future marketing sales plans and the disposition process.\nWe also record an inventory obsolescence reserve, which represents the excess of the cost of the inventory over its estimated net realizable value, based on various product sales projections. This reserve is calculated using an estimated obsolescence percentage applied to the inventory based on age, historical trends, and requirements to support forecasted sales. In addition, and as necessary, we may establish specific reserves for future known or anticipated events. These estimates could vary significantly, either favorably or unfavorably, from the amounts that we may ultimately realize upon the disposition of inventories if future economic conditions, customer inventory levels, product discontinuances, sales return levels, competitive conditions or other factors differ from our estimates and expectations.\nIncome Taxes\nWe are subject to income taxes in the U.S. and various foreign jurisdictions. We account for income taxes under the asset and liability method. Therefore, income tax expense is based on reported income before income taxes, and deferred income taxes reflect the effect of temporary differences between the amounts of assets and liabilities that are recognized for financial reporting purposes and the amounts that are recognized for income tax purposes. Deferred taxes are recorded at currently enacted statutory tax rates and are adjusted as enacted tax rates change.\nA valuation allowance is established, when necessary, to reduce deferred tax assets to the amount that is more likely than not to be realized based on currently available evidence. We consider how to recognize, measure, present and disclose in financial statements uncertain tax positions taken or expected to be taken on a tax return.\nWe are subject to tax audits in various jurisdictions. We regularly assess the likely outcomes of such audits in order to determine the appropriateness of liabilities for unrecognized tax benefits. We classify interest and penalties related to unrecognized tax benefits as a component of the provision for income taxes.\nFor unrecognized tax benefits, we first determine whether it is more-likely-than-not (defined as a likelihood of more than fifty percent) that a tax position will be sustained based on its technical merits as of the reporting date, assuming that taxing authorities will examine the position and have full knowledge of all relevant information. A tax position that meets this more-likely-than-not threshold is then measured and recognized at the largest amount of benefit that is greater than fifty percent likely to be realized upon effective settlement with a taxing authority. As the determination of liabilities related to unrecognized tax benefits, including associated interest and penalties, requires significant estimates to be made by us, there can be no assurance that we will accurately predict the outcomes of these audits, and thus the eventual outcomes could have a material impact on our operating results or financial condition and cash flows.\nUnrecognized tax benefits are reviewed on an ongoing basis and are adjusted in light of changing facts and circumstances, including progress of examinations by tax authorities, developments in case law and closing of statute of limitations. Such adjustments are reflected in the provision for income taxes as appropriate. In addition, we are present in approximately 40 tax jurisdictions and we are subject to the continuous examination of our income tax returns by the Internal Revenue Service (IRS) and other tax authorities. We regularly assess the likelihood of adverse outcomes resulting from these examinations to determine the adequacy of our provision for income taxes.\nAs a result of the 2017 Tax Act changing the U.S. to a modified territorial tax system, the Company no longer asserts that any of its undistributed foreign earnings are permanently reinvested. We do not expect to incur significant withholding or state taxes on future distributions. To the extent there remains a basis difference between the financial reporting and tax basis of an investment in a foreign subsidiary after the repatriation of the previously taxed income, the Company is permanently reinvested. A determination of the unrecognized deferred taxes related to these components is not practicable.\n59",
    "item7a": ">Item 7A. \nQuantitative and Qualitative Disclosures About Market Risk.\nWe have operations both within the U.S. and internationally, and we are exposed to market risks in the ordinary course of our business, including the effect of foreign currency fluctuations, interest rate changes and inflation. Information relating to quantitative and qualitative disclosures about these market risks is set forth in under the captions “Foreign Currency Exchange Risk Management,” “Interest Rate Risk Management,” and “Credit Risk Management” within Item 7, “Management’s Discussion and Analysis of Financial Condition and Results of Operations—Liquidity and Capital Resources” and is incorporated in this Item 7A by reference.",
    "cik": "1024305",
    "cusip6": "222070",
    "cusip": [
        "222070203",
        "222070953",
        "222070903"
    ],
    "names": [
        "COTY INC-CL A",
        "COTY INC"
    ],
    "source": "https://www.sec.gov/Archives/edgar/data/1024305/000102430523000060/0001024305-23-000060-index.htm"
}