{
    "item1": ">Item 1.\n          \nBusiness\nAMREP Corporation was organized in 1961 as an Oklahoma corporation and, through its subsidiaries, is primarily engaged in two business segments: land development and homebuilding. The Company has no foreign sales or activities outside the United States. The Company conducts a substantial portion of its business in Rio Rancho, New Mexico (“Rio Rancho”) and certain adjoining areas of Sandoval County, New Mexico. Rio Rancho is the third largest city in New Mexico with a population of approximately 108,000.\nLand Development\nAs of April 30, 2023, the Company owned approximately 17,000 acres in Sandoval County, New Mexico. The Company offers for sale both developed and undeveloped real property to national, regional and local homebuilders, commercial and industrial property developers and others. Activities conducted or arranged by the Company include land and site planning, obtaining governmental and environmental approvals (“entitlements”), installing utilities and storm drains, ensuring the availability of water service, building or improving roads necessary for land development and constructing community amenities. The Company develops both residential lots and sites for commercial and industrial use as demand warrants. Engineering work is performed by both the Company’s employees and outside firms, but development work is generally performed by outside contractors. The Company also provides limited landscaping services, generally servicing homebuilders and homeowners’ associations.\nThe Company markets land for sale or lease both directly and through brokers. With respect to residential development, the Company generally focuses its sales efforts on a limited number of homebuilders, with 95% of 2023 developed residential land sale revenues having been made to four homebuilders. The number of new construction single-family residential starts in Rio Rancho by the Company, the Company’s customers and other builders was 585 in 2023 and 876 in 2022. The development of residential, commercial and industrial properties requires, among other things, financing or other sources of funding, which may not be available.\nThe Company opportunistically acquires land, focusing primarily in New Mexico, after completion of market research, soil tests, environmental studies and other engineering work, a review of zoning and other governmental requirements, discussions with homebuilders or other prospective end-users of the property and financial analysis of the project and estimated development costs. \nThe continuity and future growth of the Company’s real estate business, if the Company pursues such growth, will require that the Company acquire new properties in New Mexico or expand to other markets to provide sufficient assets to support a meaningful real estate business. The Company competes with other owners and developers of land that offer for sale developed and undeveloped residential lots and sites for commercial and industrial use.\n​\n1\n\n\nThe following table presents information on the large land development projects of the Company in New Mexico as of April 30, 2023:\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\nDeveloped\n1\n​\nUnder Development\n2\n​\n​\n​\n​\n​\n​\nCommercial \n​\n​\nCommercial\n​\n​\n​\n​\nResidential\n​\n/ Industrial\n​\nResidential\n​\n / Industrial\n​\nUndeveloped\n3\n​\n​\nLots\n​\nAcres\n​\nAcres\n​\nAcres\n​\nAcres\nLomas Encantadas\n    \n 103\n    \n —\n    \n 198\n    \n 6\n    \n —\nHawk Site\n \n 89\n \n —\n \n 103\n \n 129\n \n —\nHawk Adjacent\n​\n —\n​\n —\n​\n 44\n​\n —\n​\n —\nEnchanted Hills/ Commerce Center\n \n —\n \n 29\n \n —\n \n —\n \n —\nPapillon\n​\n —\n​\n —\n​\n —\n​\n —\n​\n 308\nPaseo Gateway\n \n —\n \n —\n \n —\n \n —\n \n 290\nLa Mirada\n \n —\n \n —\n \n 7\n \n 2\n \n —\n​\nLomas Encantadas is located in the eastern section of Unit 20 in Rio Rancho. Hawk Site and Hawk Adjacent are located in the northern section of Unit 25 in Rio Rancho. Enchanted Hills/Commerce Center is located in the eastern section of Unit 20 in Rio Rancho. Papillon is located in the northern section of Unit 25 in Rio Rancho. Paseo Gateway is located in the southern section of Unit 20 in Rio Rancho. La Mirada is located in Albuquerque, New Mexico.\nThe following table presents information on certain small residential land development projects of the Company in New Mexico as of April 30, 2023:\n​\n​\n​\n​\n​\n​\n​\n​\n​\nDeveloped\n1\n​\nUnder Development\n2\n​\n​\n​\n​\nLots\n​\nAcres\n​\nLocation\nLavender Fields\n    \n 15\n    \n —\n    \nBernalillo County, New Mexico\nVista Entrada\n \n 6\n \n —\n \nEastern section of Unit 20 in Rio Rancho\nTierra Contenta\n \n 30\n \n —\n \nSanta Fe, New Mexico\nGeoPark\n​\n —\n​\n 8\n​\nSanta Fe, New Mexico\nNorthern Meadows J-1\n​\n —\n​\n 3\n​\nSouthern section of Unit 22 in Rio Rancho\n​\nIn addition to the property listed in the tables above, as of April 30, 2023, the Company held undeveloped property in Sandoval County, New Mexico of approximately 16,000 acres in high contiguous ownership areas and low contiguous ownership areas. High contiguous ownership areas may be suitable for special assessment districts or city redevelopment areas that may allow for development under the auspices of local government. Low contiguous ownership areas may require the purchase of a sufficient number of adjoining lots to create tracts suitable for development or may be offered for sale individually or in small groups.\nInfrastructure Reimbursement Mechanisms\n. A portion of the Lomas Encantadas subdivision and a portion of the Enchanted Hills subdivision are subject to a public improvement district. The public improvement district reimburses the Company for certain on-site and off-site costs of developing the subdivisions by imposing a special levy on the real property owners within the district. The Company has accepted discounted prepayments of amounts due under the public improvement district.\n1\n Developed lots/acreage are any tracts of land owned by the Company that have been entitled with infrastructure work that is substantially complete.\n​\n2\n Acreage under development is real estate owned by the Company for which entitlement or infrastructure work is currently being completed. However, there is no assurance that the acreage under development will be developed because of the nature and cost of the approval and development process and market demand for a particular use. In addition, the mix of residential and commercial acreage under development may change prior to final development. The development of this acreage will require significant additional financing or other sources of funding, which may not be available.\n​\n3\n There is no assurance that undeveloped acreage will be developed because of the nature and cost of the approval and development process and market demand for a particular use. Undeveloped acreage is real estate that can be sold “as is” (e.g., where no entitlement or infrastructure work has begun on such property).\n​\n2\n\n\nThe Company instituted private infrastructure reimbursement covenants in Lavender Fields and on a portion of the property in Hawk Site. Similar to a public improvement district, the covenants are expected to reimburse the Company for certain on-site and off-site costs of developing the subject property by imposing an assessment on the real property owners subject to the covenants. The Company has accepted discounted prepayments of amounts due under the private infrastructure reimbursement covenants. \nImpact fees are charges or assessments payable by homebuilders to local governing authorities in order to generate revenue for funding or recouping the costs of capital improvements or facility expansions necessitated by and attributable to the new development. The Company receives credits, allowances and offsets applicable to impact fees in connection with certain off-site costs incurred by the Company in developing subdivisions, which the Company generally sells to homebuilders.\nCommercial Property\n. Out of the eight commercial lots in the La Mirada subdivision, the Company sold four of the commercial lots in 2023 and two of the commercial lots in 2022. As of April 30, 2023, the Company is in the process of constructing a 2,800 square foot single tenant building on a commercial lot in the La Mirada subdivision and a 2,800 square foot single tenant building on a commercial lot in Unit 10 in Rio Rancho. In 2022, the Company also sold approximately 1.8 acres of commercial property in the Enchanted Hills/Commerce Center subdivision.\nMineral Rights\n. The Company owns certain minerals and mineral rights in and under approximately 55,000 surface acres of land in Sandoval County, New Mexico.\nOther Real Estate Interests\n. The Company owns an approximately 160-acre property in Brighton, Colorado planned for 410 homes. In 2022, the Company sold its approximately 5-acre property in Parker, Colorado and 143,000 square foot warehouse and office facility located in Palm Coast, Florida.\nHomebuilding\nIn fiscal year 2020, the Company commenced operations in New Mexico of its internal homebuilder, Amreston Homes. The Company offers a variety of home floor plans and elevations at different prices and with varying levels of options and amenities to meet the needs of homebuyers. The Company focuses on selling single-family detached and attached homes. The Company selects locations for homebuilding based on available land inventory and completion of a feasibility study. The Company utilizes internal and external sales brokers for home sales. Model homes are generally used to showcase the Company’s homes and their design features. The Company provides built-to-order homes where construction of the homes does not begin until the customer signs the purchase agreement and speculative (“spec”) homes for homebuyers that require a home within a short time frame. Sales contracts with homebuyers generally require payment of a deposit at the time of contract signing and sometimes additional deposits upon selection of certain options or upgrade features for their homes. Sales contracts also typically include a financing contingency that provides homebuyers with the right to cancel if they cannot obtain mortgage financing at specified interest rates within a specified period. Contracts may also include other contingencies, such as the sale of an existing home. \nThe construction of homes is conducted under the supervision of the Company’s on-site construction field managers. Most construction work is performed by independent subcontractors under contracts that establish a specific scope of work at an agreed-upon price. Although the Company does not yet have sufficient historical experience to observe any seasonal effect on sales and construction activities, the Company does expect some seasonality in sales and construction activities which can affect the timing of closings. But any such seasonal effect on sales is expected to be relatively insignificant compared to the effect of the timing of opening of a property for sale and the subsequent timing of closings.\nThe housing industry in New Mexico is highly competitive. Numerous national, regional and local homebuilders compete for homebuyers on the basis of location, price, quality, reputation, design and community amenities. This competition with other homebuilders could reduce the number of homes the Company delivers or cause the Company to accept reduced margins to maintain sales volume. The Company also competes with resales of existing homes and available rental housing. Increased competitive conditions in the residential resale or rental market could decrease demand for new homes or unfavorably impact pricing for new homes.\nMaterials and Labor\nDuring 2023 and 2022, the Company experienced supply chain constraints, increases in the prices of building materials, shortages of skilled labor and delays in municipal approvals and inspections in both the land development business segment and homebuilding business segment, which caused delays in construction and the realization of revenues and increases in cost of revenues. Generally, construction materials for the Company’s operations are available from numerous sources. However, the cost and availability of certain building materials, especially lumber, steel, concrete, copper and petroleum-based materials, is influenced by changes in local and global commodity prices and capacity as well as government regulation, such as government-imposed tariffs or trade restrictions on supplies such as steel and lumber. The ability to consistently source qualified labor at reasonable prices remains challenging as labor supply \n3\n\n\ngrowth has not kept pace with construction demand. To partially protect against changes in construction costs, labor and materials costs are generally established prior to or near the time when related sales contracts are signed with homebuilders or homebuyers. However, the Company cannot determine the extent to which necessary building materials and labor will be available at reasonable prices in the future.\nRegulatory and Environmental Matters\nThe Company’s operations are subject to extensive regulations imposed and enforced by various federal, state and local governing authorities. These regulations are complex and include building codes, land zoning and other entitlement restrictions, health and safety regulations, labor practices, marketing and sales practices, environmental regulations and various other laws, rules and regulations. The applicable governing authorities frequently have broad discretion in administering these regulations. The Company may experience extended timelines for receiving required approvals from municipalities or other government agencies that can delay anticipated development and construction activities.\nGovernment restrictions, standards and regulations intended to reduce greenhouse gas emissions or potential climate change impacts may result in restrictions on land development or homebuilding in certain areas and may increase energy, transportation or raw material costs, which could reduce the Company’s profit margins and adversely affect the Company’s results of operations. Weather conditions and natural disasters can harm the Company. The occurrence of natural disasters or severe weather conditions can adversely affect the cost or availability of materials or labor, delay or increase costs of land development or damage homes or land development under construction. These matters may result in delays, may cause the Company to incur substantial compliance, remediation, mitigation and other costs, and can prohibit or severely restrict land development and homebuilding activity in environmentally sensitive areas.\nHuman Capital Resources\nAs of April 30, 2023, the Company employed 28 full-time employees. The Company believes the people who work for the Company are its most important resource and are critical to the Company’s continued success. The Company focuses significant attention on attracting and retaining talented and experienced individuals to manage and support the Company’s operations. The Company strives to reward employees through competitive industry pay, benefits and other programs; instill the Company’s culture with a focus on ethical behavior; and enhance employees’ performance through investments in technology, tools and training to enable employees to operate at a high level. The Company’s employees are not represented by any union. The Company considers its employee relations to be good. The Company offers employees a broad range of company-paid benefits, and the Company believes its compensation package and benefits are competitive with others in the industry. All employees are expected to exhibit and promote honest, ethical and respectful conduct in the workplace. All employees must adhere to a code of conduct that sets standards for appropriate ethical behavior.\nAVAILABLE INFORMATION\nThe Company maintains a website at www.amrepcorp.com. The Company’s annual reports on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K and amendments to those reports filed or furnished pursuant to Sections 13(a) and 15(d) of the Securities Exchange Act of 1934, as amended, are available free of charge through the Company’s website as soon as reasonably practicable after such material is electronically filed with, or furnished to, the Securities and Exchange Commission. The information found on the Company’s website is not part of this or any other report that the Company files with, or furnishes to, the Securities and Exchange Commission.\nIn addition to the Company’s website, the Securities and Exchange Commission maintains an Internet site that contains the Company’s reports, proxy and information statements, and other information that the Company electronically files with, or furnishes to, the Securities and Exchange Commission at www.sec.gov.\n​",
    "item1a": ">Item 1A.           \nRisk Factors\nAs a smaller reporting company, the Company has elected not to provide the disclosure under this item.\n​",
    "item7": ">Item 7.           \nManagement’s Discussion and Analysis of Financial Condition and Results of Operations\nFor a description of the Company’s business, refer to Item 1 of Part I of this annual report on Form 10-K. As indicated in Item 1, the Company, through its subsidiaries, is primarily engaged in two business segments: land development and homebuilding. The Company has no foreign sales. The following provides information that management believes is relevant to an assessment and understanding of the Company’s consolidated results of operations and financial condition. The discussion should be read in conjunction with the consolidated financial statements and accompanying notes.\nCRITICAL ACCOUNTING POLICIES AND ESTIMATES\nThe Company prepares its financial statements in conformity with accounting principles generally accepted in the United States of America. The Company discloses its significant accounting policies in the notes to its audited consolidated financial statements.\nThe preparation of such financial statements requires management to make estimates and assumptions that affect the reported amounts of assets and liabilities and disclosures of contingent assets and liabilities at the dates of those financial statements as well as the amounts reported in the financial statements and accompanying notes. Areas that require significant judgments and estimates to be made include: (1) land sale cost of revenues, net calculations, which are based on land development budgets and estimates of costs to complete; (2) cash flows, asset groupings and valuation assumptions in performing asset impairment tests of long-lived assets and assets held for sale; (3) actuarially determined defined benefit pension obligations and other pension plan accounting and disclosures; (4) risk assessment of uncertain tax positions; and (5) the determination of the recoverability of net deferred tax assets. Actual results could differ from those estimates.\nThere are numerous critical assumptions that may influence accounting estimates in these and other areas. Management bases its critical assumptions on historical experience, third-party data and various other estimates that it believes to be reasonable under the circumstances. The most critical assumptions made in arriving at these accounting estimates include the following:\n●\nland sale cost of revenues, net are incurred throughout the life of a project, and the costs of initial sales from a project frequently must include a portion of costs that have been budgeted based on engineering estimates or other studies, but not yet incurred;\n●\nwhen events or changes in circumstances indicate the carrying value of an asset may not be recoverable, a test for asset impairment may be required. Asset impairment determinations are based upon the intended use of assets, the grouping of those assets, the expected future cash flows and estimates of fair value of assets. For real estate projects under development, an estimate of future cash flows on an undiscounted basis is determined using estimated future expenditures necessary to complete such projects and using management’s best estimates about sales prices and holding periods. Testing of long-lived assets includes an estimate of future cash flows on an undiscounted basis using estimated revenue streams, operating margins, administrative expenses and terminal values. The estimation process involved in determining if assets have been impaired and in the determination of estimated future cash flows is inherently uncertain because it requires estimates of future revenues and costs, as well as future events and conditions. If the excess of undiscounted cash flows over the carrying value of a particular asset group is small, there is a greater risk of future impairment and any resulting impairment charges could be material;\n●\ndefined benefit pension obligations and other pension plan accounting and disclosures are based upon numerous assumptions and estimates, including the expected rate of investment return on pension plan assets, the discount rate used to determine the present value of liabilities, and certain employee-related factors such as turnover, retirement age and mortality;\n●\nthe Company assesses risk for uncertain tax positions and recognizes the financial statement effects of a tax position when it is more likely than not that the position will be sustained upon examination by tax authorities; and\n●\nthe Company provides a valuation allowance against net deferred tax assets unless, based upon the available evidence, it is more likely than not that the deferred tax assets will be realized. In making this determination, the Company projects its future earnings (including currently unrealized gains on real estate inventory) for the future recoverability of net deferred tax assets.\n6\n\n\nRESULTS OF OPERATIONS\nYear Ended April 30, 2023 Compared to Year Ended April 30, 2022\nFor 2023, the Company had net income of $21,790,000, or $4.11 per diluted share, compared to net income of $15,862,000, or $2.21 per diluted share, in 2022. As discussed in more detail below, during 2023, the Company recognized a non-cash income tax benefit of $16,071,000 as a result of a worthless stock deduction related to its former fulfillment services business and a non-cash pre-tax pension settlement general and administrative expense of $7,597,000 due to (a) the Company’s defined benefit pension plan paying certain lump sum payouts of pension benefits to former employees and (b) the transfer of nearly all remaining pension benefit liabilities to an insurance company through an annuity purchase.\nDuring 2023 and 2022, the Company has experienced supply chain constraints, increases in the prices of building materials, shortages of skilled labor and delays in municipal approvals and inspections in both the land development business segment and homebuilding business segment, which caused delays in construction and the realization of revenues and increases in cost of revenues. In addition, in response to inflation, the Federal Reserve increased benchmark interest rates during 2023 and 2022 and has signaled it expects additional future interest rate increases, which has resulted in a significant increase in mortgage interest rates during 2023 and 2022, impacting home affordability and consumer sentiment and tempering demand for new homes and finished residential lots. The rising cost of housing due to increases in average sales prices in recent years and the recent increases in mortgage interest rates, coupled with general inflation in the U.S. economy and other macroeconomic factors, have placed pressure on overall housing affordability and have caused many potential homebuyers to pause and reconsider their housing choices. Given the affordability challenges described above and the resulting impact on demand, the Company has increased sales incentives on certain homes classified as homebuilding model inventory or homebuilding construction in process, opportunistically leased completed homes and slowed the pace of housing starts and land development projects. The Company believes these conditions will continue to impact the land development and homebuilding industries for at least the remainder of calendar year 2023.\nFuture economic conditions and the demand for land and homes are subject to continued uncertainty due to many factors, including the recent increase in mortgage interest rates, higher inflation, low supplies of new and existing home inventory available for sale, ongoing disruptions from supply chain challenges and labor shortages, the ongoing impact of the COVID-19 pandemic and government directives, and other factors. While construction and land costs remain elevated, the Company has been able to offset these cost increases through land and home price increases in 2023 and 2022 due to a strong pricing environment, which may not continue. The Company’s past performance may not be indicative of future results.\nRevenues\n. The following presents information on revenues (dollars in thousands):\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n    \nYear Ended April 30,    \n \n​\n    \n2023\n    \n2022\n    \nIncrease (decrease)\n \nLand sale revenues\n​\n$\n 30,659\n​\n$\n 36,200\n \n$\n (5,541)\n​\n (15)\n%\nHome sale revenues\n​\n \n 16,691\n​\n \n 13,565\n \n​\n 3,126\n​\n 23\n%\nBuilding sales and other revenues\n​\n \n 1,326\n​\n \n 9,161\n \n​\n (7,835)\n​\n (86)\n%\nTotal \n​\n$\n 48,676\n​\n$\n 58,926\n \n​\n (10,250)\n​\n (17)\n%\n​\n●\nThe change in land sale revenues for 2023 compared to 2022 was primarily due to a decrease in revenue of developed commercial land and undeveloped land offset in part by an increase in revenue of developed residential land. The Company’s land sale revenues consist of (dollars in thousands):\n​\n7\n\n\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\nYear Ended April 30, 2023\n​\n    \nAcres Sold\n    \nRevenue\n    \nRevenue Per Acre\n1\nDeveloped\n​\n  \n    \n  \n​\n    \n  \n​\nResidential\n \n 46.5\n​\n$\n 25,651\n​\n$\n 552\nCommercial\n \n 3.8\n​\n \n 4,832\n​\n \n 1,272\nTotal Developed\n \n 50.3\n​\n​\n 30,483\n​\n​\n 606\nUndeveloped\n \n 10.8\n​\n \n 176\n​\n \n 16\nTotal\n \n 61.1\n​\n$\n 30,659\n​\n​\n 502\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\nYear Ended April 30, 2022\n​\n    \nAcres Sold\n    \nRevenue\n    \nRevenue Per Acre\n1\nDeveloped\n​\n  \n    \n  \n​\n    \n  \n​\nResidential\n \n 47.6\n​\n$\n 21,973\n​\n$\n 462\nCommercial\n \n 7.7\n​\n \n 6,054\n​\n \n 786\nTotal Developed\n \n 55.3\n​\n​\n 28,027\n​\n​\n 507\nUndeveloped\n \n 1,233.5\n​\n \n 8,173\n​\n \n 7\nTotal\n \n 1,288.8\n​\n$\n 36,200\n​\n​\n 28\n​\nThe changes in the revenue per acre of developed residential land, developed commercial land and undeveloped land for 2023 compared to 2022 were primarily due to the location and mix of lots sold. The Company sold 1,196 acres of contiguous undeveloped land in Sandoval County, New Mexico in 2022, representing $7,107,000 of revenue, to one purchaser. The Company does not expect the sale of a significant amount of undeveloped land in 2022 to be indicative of the sale of such undeveloped land in the future.\n●\nThe change in home sale revenues for 2023 compared to 2022 was primarily due to an increase in average selling prices offset in part by a decrease in the number of homes sold as a result of decreases in demand (including from the affordability challenges described above), supply chain constraints, shortages of skilled labor and delays in municipal approvals and inspections. The Company’s home sale revenues consist of (dollars in thousands):\n​\n​\n​\n​\n​\n​\n​\n​\n​\nYear Ended April 30,\n​\n    \n2023\n    \n2022\nHomes sold\n \n​\n 32\n \n​\n 41\nAverage selling price\n​\n$\n 525\n​\n$\n 331\n​\nAs of April 30, 2023, the Company had 18 homes in production, including 10 homes under contract, which homes under contract represented $5,640,000 of expected home sale revenues when closed, subject to customer cancellations and change orders. As of April 30, 2022, the Company had 38 homes in production, including 17 homes under contract, which homes under contract represented $8,713,000 of expected home sale revenues when closed, subject to customer cancellations and change orders.\n●\nBuilding sales and other revenues consist of (in thousands):\n​\n​\n​\n​\n​\n​\n​\n​\n​\nYear Ended April 30,\n​\n    \n2023\n    \n2022\nSales of buildings \n​\n$\n —\n​\n$\n 8,439\nOil and gas royalties\n​\n \n 146\n​\n \n 276\nLandscaping revenues\n​\n \n 585\n​\n \n —\nMiscellaneous other revenues\n​\n \n 595\n​\n \n 446\nTotal\n​\n$\n 1,326\n​\n$\n 9,161\n​\n​\n​\n​\n​\n​\n1\n Revenues per acre may not calculate precisely due to the rounding of revenues to the nearest thousand dollars.\n​\n8\n\n\nSales of buildings during 2022 consisted of revenues from the sale of a 4,338 square foot, single tenant retail building in the La Mirada subdivision and from the sale of a 143,000 square foot warehouse and office facility located in Palm Coast, Florida. The Company does not expect the sale of the warehouse and office facilities located in Palm Coast, Florida to be indicative of future sales of such properties since the Company has no other similar properties. Landscaping revenues consisted of landscaping services, generally servicing homebuilders and homeowners’ associations, provided by the Company.\nMiscellaneous other revenues for 2023 primarily consisted of extension fees for purchase contracts, forfeited deposits and residential rental revenues. Miscellaneous other revenues for 2022 primarily consisted of rent received from a tenant at a building in Palm Coast, Florida and tenants at a shopping center in Albuquerque, New Mexico, a non-refundable option payment and proceeds from the sale of equipment.\n​\nCost of Revenues\n. The following presents information on cost of revenues (dollars in thousands):\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\nYear Ended April 30,\n \n​\n   \n2023\n   \n2022\n   \nIncrease (decrease)\n \nLand sale cost of revenues, net\n​\n$\n 17,379\n​\n$\n 17,645\n \n$\n (266)\n​\n (2)\n%\nHome sale cost of revenues\n​\n \n 12,037\n​\n \n 10,237\n \n​\n 1,800\n​\n 18\n%\nBuilding sales and other cost of revenues\n​\n \n 361\n​\n \n 4,387\n \n​\n (4,026)\n​\n (92)\n%\nTotal\n​\n$\n 29,777\n​\n$\n 32,269\n \n​\n (2,492)\n​\n (8)\n%\n​\n●\nLand sale cost of revenues, net consist of (in thousands):\n​\n​\n​\n​\n​\n​\n​\n​\n    \nYear Ended April 30,\n​\n​\n2023\n    \n2022\nLand sale cost of revenues\n​\n$\n 22,477\n​\n$\n 21,198\nLess:\n​\n \n  \n​\n \n  \nPublic improvement district reimbursements\n​\n \n (759)\n​\n \n (558)\nPrivate infrastructure covenant reimbursements\n​\n \n (626)\n​\n \n (184)\nPayments for impact fee credits\n​\n \n (3,713)\n​\n \n (2,811)\nLand sale cost of revenues, net\n​\n$\n 17,379\n​\n$\n 17,645\n​\nLand sale gross margins were 42% for 2023 compared to 51% for 2022. The change in gross margin was primarily due to the location, size and mix of property sold (including the sale of 1,233.5 acres in 2022 versus 10.8 acres in 2023 of undeveloped land with a low associated land sale cost of revenues) offset in part by lower than estimated costs in 2022 associated with certain completed projects. As a result of many factors, including the nature and timing of specific transactions and the type and location of land being sold, revenues, average selling prices and related gross margin from land sales can vary significantly from period to period and prior results are not necessarily a good indication of what may occur in future periods.\n●\nThe change in home sale cost of revenues for 2023 compared to 2022 was primarily due to location, size of homes, increases in the prices of building materials and shortages of skilled labor. Despite such increase in home sale cost of revenues, home sale gross margins were 28% for 2023 compared to 25% for 2022. The change in gross margin was primarily due to the location and mix of homes sold and to operational efficiencies. \n●\nBuilding sales and other cost of revenues for 2023 consisted of cost of goods sold for landscaping services.  Building sales and other cost of revenues for 2022 consisted of expenses associated with the sale of a 143,000 square foot warehouse and office facility located in Palm Coast, Florida and the sale of a 4,338 square foot, single tenant retail building in the La Mirada subdivision.\n9\n\n\nGeneral and Administrative Expenses\n. The following presents information on general and administrative expenses (dollars in thousands):\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\nYear Ended April 30,\n \n​\n    \n2023\n    \n2022\n    \nIncrease (decrease)\n \nOperations\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\nLand development\n​\n$\n 2,843\n​\n$\n 3,258\n \n$\n (415)\n​\n (13)\n%\nHomebuilding\n​\n \n 1,016\n​\n \n 878\n \n​\n 138\n​\n 16\n%\nCorporate\n​\n \n 1,613\n​\n \n 1,218\n \n​\n 395\n​\n 32\n%\nOperations Total\n​\n$\n 5,472\n​\n$\n 5,354\n​\n​\n 118\n​\n 2\n%\nPension settlement\n​\n$\n 7,597\n​\n$\n —\n \n​\n 7,597\n​\n(a)\n​\n​\n(a)\nPercentage not meaningful.\n​\n●\nThe change in land development general and administrative expenses for 2023 compared to 2022 was primarily due to a refund of certain property taxes. The Company did not record any non-cash impairment charges on real estate inventory or investment assets in 2023 or 2022. Due to volatility in market conditions and development costs, the Company may experience future impairment charges.\n●\nThe change in homebuilding general and administrative expenses for 2023 compared to 2022 was primarily due to expansion of the Company’s homebuilding operations.\n●\nThe change in corporate general and administrative expenses for 2023 compared to 2022 was primarily due to increases in pension benefit expenses, payroll and professional services offset in part by decreases in office rent and expenses and depreciation.  \n●\nThe pension settlement general and administrative expense was due to (a) the Company’s defined benefit pension plan paying certain lump sum payouts of pension benefits to former employees and (b) the transfer of nearly all remaining pension benefit liabilities to an insurance company through an annuity purchase. No such pension settlement general and administrative expense was incurred in 2022.\nInterest Income (Expense)\n. Interest income (expense), net increased to $8,000 for 2023 from $2,000 for 2022. Interest and loan costs of $57,000 and $224,000 were capitalized in real estate inventory for 2023 and 2022.\nOther Income\n. Other income of $1,803,000 for 2023 consisted of the sale of all of the Company’s minerals and mineral rights in and under approximately 147 surface acres of land in Brighton, Colorado. Other income of $261,000 for 2022 primarily consisted of $185,000 received in connection with the bankruptcy of a warranty provider, $45,000 of debt forgiveness with respect to a note payable and $30,000 received from a life insurance policy for a retired executive of the Company.\nIncome Taxes\n. The Company had a benefit for income taxes of $14,149,000 for 2023 compared to a provision for income taxes of $5,704,000 for 2022. The benefit for income taxes for 2023 was primarily due to the income tax benefit related to the Company’s worthless stock deduction offset in part by income taxes for the amount of income before income taxes during the year. The provision for income taxes for 2022 correlated to the amount of income before income taxes during the year. Refer to Note 13 to the consolidated financial statements contained in this annual report on Form 10-K for detail regarding the Company’s worthless stock deduction.\nLIQUIDITY AND CAPITAL RESOURCES\nThe Company had cash and cash equivalents of $19,993,000 and $15,721,000 as of April 30, 2023 and April 30, 2022. AMREP Corporation is a holding company that conducts substantially all of its operations through subsidiaries. As a holding company, AMREP Corporation is dependent on its available cash and on cash from subsidiaries to pay expenses and fund operations. The Company’s liquidity is affected by many factors, including some that are based on normal operations and some that are related to the real estate industry and the economy generally. \nThe Company’s primary sources of funding for working capital requirements are cash flow from operations, bank financing for specific real estate projects, a revolving line of credit and existing cash balances. Land and homebuilding properties generally cannot be sold quickly, and the ability of the Company to sell properties has been and will continue to be affected by market conditions. The ability of the Company to generate cash flow from operations is primarily dependent upon its ability to sell the properties it has selected for disposition at the prices and within the timeframes the Company has established for each property. The development of additional lots \n10\n\n\nfor sale, construction of homes or pursuing other real estate projects may require financing or other sources of funding, which may not be available on acceptable terms (or at all). If the Company is unable to obtain such financing, the Company’s results of operations could be adversely affected. \nThe Company expects the primary demand for funds in the future will be for the development and acquisition of land, construction of home and commercial projects and general and administrative expenses. The development and acquisition of land and construction of home and commercial projects is generally required to satisfy delivery obligations of developed land or finished homes to customers. Further, the Company regularly evaluates property available for purchase from third parties for possible acquisition and development by the Company. To the extent the sources of capital described above are insufficient to meet its needs, the Company may conduct public or private offerings of securities, dispose of certain assets or draw on existing or new debt facilities. The Company believes that it has adequate cash, bank financing and cash flows from operations to provide for its anticipated spending in fiscal year 2024.\nCOVID-19\n. Any epidemic, pandemic or similar serious public health issue, and the measures undertaken by governmental authorities to address it, could significantly disrupt or prevent the Company from operating its business in the ordinary course for an extended period. As a result, the impact of such public health issues and the related governmental actions could materially impact the Company’s financial position, results of operations and cash flows. For instance, in March 2020, the World Health Organization declared COVID-19 a global pandemic, resulting in extraordinary and wide-ranging actions taken by public health and governmental authorities to contain and combat the outbreak and spread of COVID-19, including quarantines, shelter-in-place orders and similar mandates for many individuals to substantially restrict daily activities and for many businesses to curtail or cease normal operations. These restrictions had an adverse impact on the Company beginning in the spring of 2020. As effective treatment and mitigation measures for COVID-19 advanced, economic activity gradually resumed and demand for new homes improved significantly. The effects of the pandemic on economic activity, combined with the strong demand for new homes, caused many disruptions to the Company’s supply chain and shortages in certain building components and materials, as well as labor shortages. These conditions caused construction cycles to lengthen and while the Company’s business is now fully functioning, some of those conditions continue to impact the Company’s operations and financial performance.\nThere is continuing uncertainty regarding how long COVID-19 and its resultant effect on the economy will continue to impact the Company’s supply chain and operations. The Company’s operational and financial performance could be impacted by a resurgence in the pandemic and any containment or mitigation measures put in place as a result of the resurgence, all of which are highly uncertain, unpredictable and outside the Company’s control. If COVID-19 or any of its variants continues to have a significant negative impact on the economy, or if a new pandemic emerges, the Company’s results of operations and financial condition could be adversely impacted.\nPension Plan\n. The Company has a defined benefit pension plan for which accumulated benefits were frozen and future service credits were curtailed as of March 1, 2004. Under generally accepted accounting principles, the Company’s defined benefit pension plan was overfunded as of April 30, 2023 by $747,000, with $1,030,000 of assets and $283,000 of liabilities, and was overfunded as of April 30, 2022 by $90,000, with $18,054,000 of assets and $17,964,000 of liabilities. The pension plan liabilities were determined using a weighted average discount interest rate of 4.51% per year as of April 30, 2023 and 3.97% per year as of April 30, 2022, which are based on the FTSE Pension Discount Curve as of such dates as it corresponds to the projected liability requirements of the pension plan. The pension plan is subject to minimum IRS contribution requirements, but these requirements can be satisfied by the use of the pension plan’s existing credit balance. No cash contributions to the pension plan were required during 2023 or 2022 and the Company did not make any contributions to the pension plan during 2023 or 2022. The Company recognized a non-cash pre-tax pension settlement general and administrative expense of $7,597,000 during 2023 due to (a) the Company’s defined benefit pension plan paying certain lump sum payouts of pension benefits to former employees and (b) the transfer of nearly all remaining pension benefit liabilities to an insurance company through an annuity purchase.\nCash Flow\n. The following presents information on the cash flows for the Company (dollars in thousands):\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\nYear Ended April 30,\n \n​\n    \n2023\n    \n2022\n    \nIncrease (decrease)\n​\nNet cash provided by operating activities\n​\n$\n 6,389\n​\n$\n 15,476\n \n$\n (9,087)\n​\n (59)\n%\nNet cash used in investing activities\n​\n \n (131)\n​\n \n (1,195)\n \n​\n 1,064\n​\n89\n%\nNet cash used in financing activities\n​\n \n (1,986)\n​\n \n (23,361)\n \n​\n 21,375\n​\n91\n%\nIncrease (decrease) in cash and cash equivalents\n​\n$\n 4,272\n​\n$\n (9,080)\n \n​\n 13,352\n​\n(a)\n​\n​\n(a)\nPercentage not meaningful.\n​\n●\nOperating Activities\n. The net cash provided by operating activities for 2023 was primarily due to cash generated from business operations and a reduction real estate inventory offset in part by an increase in investment assets and other assets and a reduction in accounts payable and accrued expenses, notes payable and income taxes payable. The net cash provided by operating \n11\n\n\nactivities for 2022 was primarily due to cash generated from business operations offset in part by an increase in real estate inventory and investment assets and other assets and a reduction in accounts payable and accrued expenses and income taxes payable.\n●\nInvesting Activities\n. The net cash used in investing activities for each of 2023 and 2022 was primarily due to an increase in capital expenditures of property and equipment, including the acquisition in 2022 of a 7,000 square foot office building in Rio Rancho from which the Company’s real estate business now operates\n●\nFinancing Activities\n. The net cash used in financing activities for 2023 was primarily due to principal debt repayments. The net cash used in financing activities for 2022 was primarily due to the Company’s share repurchase activity and principal debt repayments offset in part by the proceeds from debt financing. Notes payable decreased from $2,030,000 as of April 30, 2022 to $44,000 as of April 30, 2023, primarily due to principal debt repayments. Refer to Note 6 to the consolidated financial statements contained in this annual report on Form 10-K for detail regarding each of the Company’s notes payable. Refer to Note 15 to the consolidated financial statements contained in this annual report on Form 10-K for detail regarding the Company’s share repurchase activity. The Company does not expect the Company’s share repurchase activity to be indicative of its future activity in this area.\nAsset and Liability Levels\n.  The following presents information on certain assets and liabilities (dollars in thousands):\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\nApril 30,\n \n​\n    \n2023\n    \n2022\n    \nIncrease (decrease)\n \nReal estate inventory\n​\n$\n 65,625\n​\n$\n 67,249\n \n$\n (1,624)\n​\n (2)\n%\nInvestment assets, net\n​\n \n 13,747\n​\n \n 9,017\n \n​\n 4,730\n​\n 52\n%\nOther assets\n​\n \n 3,249\n​\n \n 1,882\n \n​\n 1,367\n​\n 73\n%\nDeferred income taxes, net\n​\n \n 12,493\n​\n \n 958\n \n​\n 11,535\n​\n(a)\n​\nPrepaid pension costs\n​\n \n 747\n​\n \n 90\n \n​\n 657\n​\n(a)\n​\nAccounts payable and accrued expenses\n​\n \n 4,851\n​\n \n 6,077\n \n​\n (1,226)\n​\n (20)\n%\nIncome taxes receivable (payable), net\n​\n \n 41\n​\n \n (3,648)\n \n​\n 3,689\n​\n(a)\n​\n​\n(a)\nPercentage not meaningful.\n●\nReal estate inventory consists of (dollars in thousands):\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\nApril 30,\n \n​\n    \n2023\n    \n2022\n    \nIncrease (decrease)\n \nLand inventory in New Mexico\n​\n$\n 59,361\n​\n$\n 59,374\n \n$\n (13)\n​\n(a)\n​\nLand inventory in Colorado\n​\n \n 3,445\n​\n \n 3,434\n \n​\n 11\n​\n(a)\n​\nHomebuilding model inventory\n​\n \n 1,171\n​\n \n 1,135\n \n​\n 36\n​\n 3\n%\nHomebuilding construction in process\n​\n \n 1,648\n​\n \n 3,306\n \n​\n (1,658)\n​\n (50)\n%\nTotal\n​\n$\n 65,625\n​\n$\n 67,249\n​\n​\n​\n​\n​\n​\n​\n(a)\nPercentage not meaningful.\nRefer to Note 2 to the consolidated financial statements contained in this annual report on Form 10-K for detail regarding real estate inventory. From April 30, 2022 to April 30, 2023, the change in land inventory in New Mexico was primarily due to land development activity and the acquisition and sale of land, the change in homebuilding model inventory was primarily due to the sale of homes offset in part by the completion of homes not yet sold and the change in homebuilding construction in process was primarily due to supply chain constraints, shortages of skilled labor and delays in municipal approvals and inspections causing construction cycle time to lengthen.\n●\nInvestment assets, net consist of (dollars in thousands):\n12\n\n\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\nApril 30,\n \n​\n    \n2023\n    \n2022\n    \nIncrease (decrease)\n \nLand held for long-term investment\n​\n$\n 8,961\n​\n$\n 9,017\n \n$\n (56)\n​\n (1)\n%\nOwned real estate leased or intended to be leased\n​\n \n 4,802\n​\n \n —\n \n​\n 4,802\n​\n(a)\n​\nLess accumulated depreciation\n​\n \n (16)\n​\n \n —\n \n​\n (16)\n​\n(a)\n​\nOwned real estate leased or intended to be leased, net\n​\n \n 4,786\n​\n \n —\n \n​\n 4,786\n​\n(a)\n​\nTotal\n​\n$\n 13,747\n​\n$\n 9,017\n​\n​\n​\n​\n​\n​\n​\n(a)\nPercentage not meaningful.\nLand held for long-term investment represents property located in areas that are not planned to be developed in the near term and that has not been offered for sale in the normal course of business. \nOwned real estate leased or intended to be leased represents homes and buildings leased or intended to be leased to third parties. As of April 30, 2023, eight homes are leased to residential tenants and two buildings under construction have been leased to commercial tenants. Given the impact on demand as a result of affordability challenges described in Note 16 to the consolidated financial statements contained in this annual report on Form 10-K, the Company has opportunistically leased completed homes. Depreciation associated with owned real estate leased or intended to be leased was $16,000 for 2023; there was no such depreciation in 2022.\n●\nFrom April 30, 2022 to April 30, 2023:\no\nThe change in other assets was primarily due to an increase in prepaid expenses related to a land development cash collateralized performance guaranty and stock compensation. \no\nThe change in deferred income taxes, net was primarily due to the income tax effect of the Company’s worthless stock deduction offset in part by the income tax effect of the amount of income before income taxes during the year. Refer to Note 13 to the consolidated financial statements contained in this annual report on Form 10-K for detail regarding the Company’s worthless stock deduction and refer to Note 11 to the consolidated financial statements contained in this annual report on Form 10-K for detail regarding the pension settlement general and administrative expense.\no\nThe change in accounts payable and accrued expenses was primarily due to the payment of invoices offset in part by an increase in customer deposits.\no\nThe change in taxes (receivable) payable, net was primarily due to the payment of taxes offset by the elimination of the current year tax provision.\no\nThe change in prepaid pension costs was primarily due to the funding levels of the Company’s frozen defined benefit pension plan. The Company recorded, net of tax, other comprehensive income of $5,743,000 for 2023 and $50,000 for 2022 reflecting the change in accrued pension costs during each period net of the related deferred tax and unrecognized prepaid pension amounts.\nOff-Balance Sheet Arrangements\n. As of April 30, 2023 and April 30, 2022, the Company did not have any off-balance sheet arrangements (as defined in Item 303(a)(4)(ii) of Regulation S-K).\nRecent Accounting Pronouncements\n. Refer to Note 1 to the consolidated financial statements contained in this annual report on Form 10-K for a discussion of recently issued accounting pronouncements. \nIMPACT OF INFLATION\nThe Company’s operations can be impacted by inflation. Inflation can cause increases in the cost of land, materials, services, interest rates and labor. Unless such increased costs are recovered through increased sales prices or improved operating efficiencies, operating margins will decrease. The Company’s homebuilding segment as well as homebuilders that are customers of the Company’s land development business segment face inflationary concerns that rising housing costs, including interest costs, may substantially outpace increases in the incomes of potential purchasers and make it difficult for them to purchase a new home or sell an owned home. If this situation were to exist, the demand for homes produced by the Company’s homebuilding segment could decrease and the demand for the Company’s land by homebuilder customers could decrease. Although the rate of inflation has been historically low in recent years, \n13\n\n\nit increased significantly in 2023 and 2022 and the Company has and is experiencing significant increases in the prices of labor and certain materials as a result of this increase and increased demand for new homes. Inflation may also increase the Company’s financing costs. While the Company attempts to pass on to its customers increases in costs through increased sales prices, market forces may limit the Company’s ability to do so. If the Company is unable to raise sales prices enough to compensate for higher costs, or if mortgage interest rates increase significantly, the Company’s revenues, gross margins and net income could be adversely affected.\nFORWARD-LOOKING STATEMENTS\nThe Private Securities Litigation Reform Act of 1995 provides a safe harbor for forward-looking statements made by or on behalf of the Company. The Company and its representatives may from time to time make written or oral statements that are “forward-looking”, including statements contained in this annual report on Form 10-K and other filings with the Securities and Exchange Commission, reports to the Company’s shareholders and news releases. All statements that express expectations, estimates, forecasts or projections are forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995. In addition, other written or oral statements, which constitute forward-looking statements, may be made by or on behalf of the Company. Words such as “expects”, “anticipates”, “intends”, “plans”, “believes”, “seeks”, “estimates”, “projects”, “forecasts”, “may”, “should”, variations of such words and similar expressions are intended to identify such forward-looking statements. These statements are not guarantees of future performance and involve certain risks, uncertainties and contingencies that are difficult to predict. All forward-looking statements speak only as of the date of this annual report on Form 10-K or, in the case of any document incorporated by reference, the date of that document. All subsequent written and oral forward-looking statements attributable to the Company or any person acting on behalf of the Company are qualified by the cautionary statements in this section. Many of the factors that will determine the Company’s future results are beyond the ability of management to control or predict. Therefore, actual outcomes and results may differ materially from what is expressed or forecasted in or suggested by such forward-looking statements. \n​\nThe forward-looking statements contained in this annual report on Form 10-K include, but are not limited to, statements regarding (1) the Company’s ability to finance its future working capital, land development, acquisition of land, homebuilding, commercial projects, general and administrative expenses and capital expenditure needs, (2) the Company’s expected liquidity sources, including the availability of bank financing for projects and the utilization of existing bank financing, (3) anticipated development of the Company’s real estate holdings, (4) the development and construction of possible future commercial properties to be marketed to tenants, (5) the designs, pricing and levels of options and amenities with respect to the Company’s homebuilding operations, (6) the amount and timing of reimbursements under, and the general effectiveness of, the Company’s public improvement districts and private infrastructure reimbursement covenants, (7) the number of planned residential lots in the Company’s subdivisions, (8) estimates of the Company’s exposure to warranty claims, estimates of the cost to complete of common land development costs and the estimated relative sales value of individual parcels of land in connection with the allocation of common land development costs, (9) the sale of a significant amount of undeveloped land in 2022 and the sale of the warehouse and office facilities located in Palm Coast, Florida not being indicative of future operating results and the Company’s share repurchase activity not being indicative of future financing activities, (10) estimates and assumptions used in determining future cash flows of real estate projects, (11) the conditions resulting in homebuyer affordability challenges persisting through calendar year 2023, (12) the backlog of homes under contract and in production, the dollar amount of expected sale revenues when such homes are closed and homes and buildings leased or intended to be leased to third parties, (13) the effect of recent accounting pronouncements, (14) contributions by the Company to the pension plan, the amount of future annual benefit payments to pension plan participants payable from plan assets, the appropriateness of valuation methods to determine the fair value of financial instruments in the pension plan and the expected return on assets in the pension plan, (15) the timing of recognizing unrecognized compensation expense related to shares of common stock issued under the AMREP Corporation 2016 Equity Compensation Plan, (16) the Company’s belief that its compensation package and benefits offered to employees are competitive with others in the industry, (17) the future issuance of deferred stock units to directors of the Company, (18) the future business conditions that may be experienced by the Company, including the pace of the Company’s housing starts and land development projects, (19) the dilution to earnings per share that outstanding options to purchase shares of common stock of the Company may cause in the future, (20) the adequacy of the Company’s facilities, (21) the materiality of claims and legal actions arising in the normal course of the Company’s business, (22) projections of future earnings for the future recoverability of deferred tax assets and state net operating losses that are not expected to be realizable, (23) the duration, effect and severity of any pandemic and (24) the measures that governmental authorities may take to address a pandemic which may precipitate or exacerbate one or more of the above-mentioned or other risks and significantly disrupt or prevent the Company from operating in the ordinary course for an extended period of time. The Company undertakes no obligation to update or publicly release any revisions to any forward-looking statement to reflect events, circumstances or changes in expectations after the date of such forward-looking statement, or to make any other forward-looking statements, whether as a result of new information, future events or otherwise.\n​",
    "item7a": ">Item 7A.          \nQuantitative and Qualitative Disclosures About Market Risk\nNot required.\n​\n14\n\n",
    "cik": "6207",
    "cusip6": "032159",
    "cusip": [
        "032159105"
    ],
    "names": [
        "AMREP CORP"
    ],
    "source": "https://www.sec.gov/Archives/edgar/data/6207/000141057823001494/0001410578-23-001494-index.htm"
}