{
    "item1": ">Item 1.\nBusiness\n3\nItem 1A.\nRisk Factors\n11\nItem 1B.\nUnresolved Staff Comments\n19\nItem 2.\nProperties\n19\nItem 3.\nLegal Proceedings\n20\nItem 4.\nMine Safety Disclosures\n20\nInformation about Our Executive Officers\n21\n \nPART II\n \nItem 5.\nMarket for Registrant’s Common Equity, Related Share Owner Matters and Issuer Purchases of Equity Securities\n22\nItem 6.\n[Reserved]\n24\nItem 7.\nManagement’s Discussion and Analysis of Financial Condition and Results of Operations\n24\nItem 7A.\nQuantitative and Qualitative Disclosures About Market Risk\n32\nItem 8.\nFinancial Statements and Supplementary Data\n33\nItem 9.\nChanges in and Disagreements With Accountants on Accounting and Financial Disclosure\n64\nItem 9A.\nControls and Procedures\n64\nItem 9B.\nOther Information\n64\nItem 9C.\nDisclosure Regarding Foreign Jurisdictions that Prevent Inspections\n64\n \nPART III\n \nItem 10.\nDirectors, Executive Officers and Corporate Governance\n65\nItem 11.\nExecutive Compensation\n65\nItem 12.\nSecurity Ownership of Certain Beneficial Owners and Management and Related Share Owner Matters\n65\nItem 13.\nCertain Relationships and Related Transactions, and Director Independence\n66\nItem 14.\nPrincipal Accounting Fees and Services\n66\n \nPART IV\n  \nItem 15.\nExhibits, Financial Statement Schedules\n67\nItem 16.\nForm 10-K Summary\n67\nSIGNATURES\n70\n2\n \nPART I\nItem 1 - \nBusiness\nGeneral\nAs used herein, the terms “Company,” “Kimball Electronics,” “we,” “us,” or “our” refer to Kimball Electronics, Inc., the Registrant, and its subsidiaries. Reference to a year relates to a fiscal year, ended June 30 of the year indicated, rather than a calendar year unless the context indicates otherwise. Additionally, references to the first, second, third, and fourth quarters refer to those respective quarters of the fiscal year indicated.\nForward-Looking Statements\nThis document contains certain forward-looking statements. These are statements made by management, using their best business judgment based upon facts known at the time of the statements or reasonable estimates, about future results, plans, or future performance and business of the Company. Such statements involve risk and uncertainty, and their ultimate validity is affected by a number of factors, both specific and general. They should not be construed as a guarantee that such results or events will, in fact, occur or be realized as actual results may differ materially from those expressed in these forward-looking statements. The statements may be identified by the use of words such as “believes,” “anticipates,” “expects,” “intends,” “plans,” “projects,” “estimates,” “forecasts,” “seeks,” “likely,” “future,” “may,” “might,” “should,” “would,” “could,” “will,” “potentially,” “can,” “goal,” “predict,” and similar expressions. It is not possible to foresee or identify all factors that could cause actual results to differ from expected or historical results. We make no commitment to update these factors or to revise any forward-looking statements for events or circumstances occurring after the statement is issued, except as required by law. \nThe risk factors discussed in \nItem 1A - Risk Factors\n of this report could cause our results to differ materially from those expressed in forward-looking statements. There may be other risks and uncertainties that we are unable to predict at this time or that we currently do not expect to have a material adverse effect on our business. Any such risks could cause our results to differ materially from those expressed in forward-looking statements.\nAt any time when we make forward-looking statements, we desire to take advantage of the “safe harbor” which is afforded such statements under the Private Securities Litigation Reform Act of 1995 where factors could cause actual results to differ materially from forward-looking statements.  \nOverview\nKimball Electronics was founded in 1961 and incorporated in 1998. We deliver a package of value that begins with our core competency of producing durable electronics and extends to contract manufacturing services for non-electronic components, medical disposables, drug delivery solutions, precision molded plastics, and production automation, test, and inspection equipment. Our design and manufacturing expertise coupled with robust processes and procedures help us ensure that we deliver the highest levels of quality and reliability throughout the entire life cycle of our customers’ products. We deliver award-winning service across our global footprint with an operations platform driven by highly integrated procedures, standardization, and teamwork. Our Customer Relationship Management (“CRM”) model is key to providing our customers convenient access to our global footprint and all of our services throughout the entire product life cycle. Because they operate in industries that demand rigorous engineering controls and that commonly require long product life cycles, our customers value our track record of quality, financial stability, social responsibility, and commitment to long-term relationships.\nFor over 35 years, we have manufactured safety-critical electronic assemblies for automotive customers, developing invaluable expertise that extends beyond the automotive industry to benefit our customers in the medical and industrial sectors as well. By harnessing our experience and expertise in design and process validation, traceability, process and control change, as well as lean manufacturing, we have achieved substantial growth and diversification. This has enabled us to create innovative and valuable solutions for customers across our three verticals. We have harmonized our quality systems to meet and exceed industry certifications and regulatory requirements. This allows us to leverage key supply chain advantages and streamline our operations, enabling cost-effective manufacturing of both electronic and non-electronic products within a single production facility for customers from all three end market verticals.\nMany of our customers are multinational companies operating across multiple global regions, and they maximize their supplier relationship by partnering with us for engineering, manufacturing, and supply chain support across multiple locations and regions. We commonly manufacture the same product for the same customer in multiple facilities. Coupled with our CRM model and our global systems, procedures, processes, and teamwork, our strategic approach to expanding our global footprint aligns with our customers’ preferences in our three end market verticals. This positions us strongly to support their global growth initiatives.\n3\n \nOur customers benefit from consistent processes across all regions thanks to our global component sourcing, procurement, quoting, and customer pricing operations. Our central sourcing organization employs global procurement strategies that ensure consistent component availability and uniform pricing approach by leveraging the purchase volume of our entire organization. Our unified, global quoting model allows us to seamlessly respond to our customers’ production needs anywhere across our global footprint.\nOur CRM model combines our facilities’ manufacturing experts with our business development team members located in-region with our global customers. Cross-functional teams from multiple facilities collaborate in quality, operational excellence, quoting, and design engineering global support. Clear roles and responsibilities, combined with diverse skill sets, establish a robust conduit critical for execution of our customers’ objectives and building strong customer relationships. Our robust customer scorecard process provides valuable feedback to all levels of our company, driving continuous improvement initiatives, strengthening our award-winning service, and fostering deep customer loyalty.\nOur corporate headquarters is located at 1205 Kimball Boulevard, Jasper, Indiana. We manufacture products for our customers at facilities located in the United States, China, Mexico, Poland, Romania, Thailand, and Vietnam. We also have operations in India and Japan.\nWe offer our services globally on a contract basis, and we manufacture products to our customers’ specifications. Our services primarily include:\n•\nProduction and testing of printed circuit board assemblies (PCBAs);\n•\nFull box build manufacturing and assembly;\n•\nFinal Assembly of medical electronic products;\n•\nDesign services and support;\n•\nSupply chain services and support; \n•\nRapid prototyping and new product introduction support;\n•\nProduct design and process validation and qualification;\n•\nIndustrialization and automation of manufacturing processes;\n•\nReliability testing (testing of products under a series of extreme environmental conditions);\n•\nAftermarket services;\n•\nProduction and assembly of medical devices, medical disposables including packaging, and other non-electronic products;\n•\nDrug delivery devices and solutions with and without electronics;\n•\nClass 7 and 8 clean room assembly, cold chain and product sterilization management;\n•\nDesign engineering and production of precision molded plastics; \n•\nDesign engineering and manufacturing of automation, test, and inspection equipment;\n•\nSoftware design; and\n•\nComplete product life cycle management.\nWe take pride in our attentive approach to understanding and adapting to our customers’ ever-changing needs and preferences. We continuously seek opportunities to grow and diversify our business and the value we deliver to customers while enhancing our global presence.\nReporting Segment\nOperating segments are defined as components of an enterprise for which separate financial information is available that is evaluated regularly by the chief operating decision maker, or decision-making group, in deciding how to allocate resources and assessing performance. Each of our business units qualifies as an operating segment with its results regularly reviewed by our chief operating decision maker, the Chief Executive Officer. Our operating segments meet the aggregation criteria under the accounting guidance for segment reporting. As of June 30, 2023, all of our operating segments provided contract manufacturing services, including engineering and supply chain support, for the production of electronic assemblies and other products including medical devices, medical disposables, precision molded plastics, and automation, test, and inspection equipment primarily in automotive, medical, and industrial applications, to the specifications and designs of our customers. The nature of the products, the production process, the type of customers, and the methods used to distribute the products have similar characteristics across all our operating segments. Each of our operating segments serves customers in multiple markets, and many of our customers’ programs are manufactured and serviced by multiple operating segments. We leverage global processes such as component procurement and customer pricing that provide commonality and consistency among the various regions in which we operate. All of our operating segments have similar long-term economic characteristics, and as such, have been aggregated into one reportable segment.\n4\n \nOur Business Strategy\nWe intend to achieve sustained, profitable growth in the markets we serve by supporting the global growth initiatives of our customers as a multifaceted manufacturing solutions company. Key elements of executing our strategy include:\n•\nLeveraging Our Global Footprint – continue our strategy of utilizing our presence in key regions worldwide, primarily focused on expansions of existing facilities, as well as potential new geographic regions, as our customer demands dictate;\n•\nExpanding Our Package of Value – enhance our core strengths and expand our package of value through contract manufacturing services in areas such as complex system assembly, specialized processes, and precision molded plastics with particular emphasis on Kimball medical solutions;\n•\nExpanding Our Markets – explore opportunities that will broaden existing or establish new markets, capabilities, or technologies such as automation, test, and inspection equipment for industrial applications.\nWe expect to make investments that will strengthen or add new capabilities to our package of value as a multifaceted manufacturing solutions company, including through acquisitions. See \nItem 1A - Risk Factors\n for risks associated with acquisitions.\nOur Business Offerings\nWe offer electronics manufacturing services, including engineering and supply chain support, to customers in the automotive, medical, and industrial end market verticals. We further offer contract manufacturing services for non-electronic components, medical disposables, precision molded plastics, as well as production automation, test, and inspection equipment. Our services support the complete product life cycle of our customers’ products, and our processes and capabilities cover a range of products from high volume-low mix to high mix-low volume. We bring innovative, complete design solutions to our customers. We offer Design for Excellence input to our customers as a part of our standard package of value, and we use sophisticated software tools to integrate the supply chain in a way that provides our customers with the flexibility their business requires. Our robust new product introduction process and our extensive manufacturing capabilities give us the ability to execute to the various quality and reliability expectations of our customers in each of our end market verticals. We are committed to protecting the planet by combating climate change, including contributing to a lower carbon future, in our operations, our value chains, and in the services we offer to our customers. Our strategies include actions to optimize our manufacturing facilities and processes for sustainability, increase clean energy in our purchased power mix, collaborate with our customers and supply chain to address upstream and downstream carbon emissions, invest in clean energy solutions for climate protection, and develop low carbon products, technologies and services.\nWe value our customers and their unique needs and expectations. Our customer focus and dedication to unparalleled excellence in engineering and manufacturing has resulted in proven success in the contract manufacturing industry. Personal relationships are important to us, and we strive to build long-term global partnerships. Our commitment to support our customers is backed by our history and demonstrated performance for over the past 60 years.\nMarketing Channels\nManufacturing services, including engineering and supply chain support, are marketed by our business development team. We use a CRM model to provide our customers with convenient access to our global footprint and all of our services throughout the entire product life cycle.\nMajor Competitive Factors\nKey competitive factors in the markets we serve include quality and reliability, engineering design services, production flexibility, on-time delivery, customer lead time, test capability, competitive pricing, and global presence. Numerous contract manufacturing service providers compete globally for business from existing and potential customers. We also face competition from our customers’ own capacity and capabilities to in-source production. The proliferation of electronic components in today’s advanced products and the continuing trend of original equipment manufacturers in the electronics industry subcontracting the assembly process to companies with a core competency in this area drive growth in the EMS industry. The nature of the EMS industry is such that the start-up of new customers and new programs to replace expiring programs occurs frequently. New customers and program start-ups generally cause margin dilution early in the life of a program, which is often recovered as the program becomes established and matures. Our continuing success depends upon our ability to replace expiring customers/programs with new customers/programs.\n5\n \nWe, and the industry in general, have special conditions affecting working capital that are significant for understanding our business, including fluctuating inventory levels, which may increase in conjunction with the start-up of new programs and component availability. Additionally, the nature of the contract manufacturing business is such that customers may be required to make advance payments for certain inventory purchases and share in the risk of excess and obsolete inventory.\nOur Competitive Strengths\nWe derive our competitive strengths from our experience of producing safety critical electronic assemblies for automotive customers for over 35 years and leveraging this experience to create valuable and innovative solutions for customers in different industries. Our strengths include:\n•\nCore competency of producing durable electronics;\n•\nBody of knowledge as it relates to the design and manufacture of products that require high levels of quality control, reliability, and durability;\n•\nHighly integrated, global footprint;\n•\nCapability to provide our customers diversified contract manufacturing services for non-electronic components, medical disposables, precision molded plastics, and automation, test, and inspection equipment;\n•\nCRM model and our customer scorecard process;\n•\nAbility to provide our customers with valuable input regarding designs for improved manufacturability, reliability, and cost;\n•\nQuality systems, industry certifications, and regulatory compliance;\n•\nIntegrated supply chain solutions and competitive bid process resulting in competitive raw material pricing; and\n•\nComplete product life cycle management.\nCompetitors\nThe EMS industry is very competitive as numerous manufacturers compete for business from existing and potential customers. Our competition includes EMS companies such as Benchmark Electronics, Inc., Flex Ltd., Jabil Inc., Plexus Corp., and Sanmina Corporation. We do not have a significant share of the EMS market and were ranked the 20th largest global EMS provider for calendar year 2022 by \nManufacturing Market Insider\n in the March 2023 edition published by New Venture Research.\nLocations\nAs of June 30, 2023, we have twelve manufacturing facilities with two located in Indiana, two in China, two in Mexico, and one located in each of California, Florida, Poland, Romania, Thailand, and Vietnam. Our software design services are primarily performed at our location in India, and other support services are performed at our location in Japan. We continually assess our capacity needs and evaluate our operations to optimize our service levels for supporting our customers’ needs around the globe, and we have recently expanded our facilities in Thailand, Mexico, and Poland. See \nItem 1A - Risk Factors\n for information regarding financial and operational risks related to our international operations. \nSeasonality\nConsolidated sales revenue is generally not affected by seasonality. \nCustomers \nWhile the total electronic assemblies market has broad applications, our customers are concentrated in the automotive, medical, and industrial end markets. Beginning in fiscal year 2023, the Company changed its presentation of revenue for the industrial and public safety end market verticals by combining them into the industrial end market vertical. Prior year periods have been recast to conform to the current year presentation.\n6\n \nSales by industry as a percent of net sales for each of the three years in the period ended June 30, 2023 were as follows:\n \nYear Ended June 30\n \n2023\n2022\n2021\nAutomotive\n45%\n43%\n43%\nMedical\n27%\n29%\n30%\nIndustrial\n26%\n27%\n26%\nOther\n2%\n1%\n1%\nTotal\n100%\n100%\n100%\nIncluded in our sales were a significant amount to Nexteer Automotive, Philips, and ZF, which accounted for the following portions of net sales:\n \nYear Ended June 30\n \n2023\n2022\n2021\nNexteer Automotive\n15%\n17%\n17%\nPhilips\n14%\n15%\n15%\nZF\n12%\n*\n*\n* amount is less than 10% of total\nThe nature of the contract manufacturing business is such that start-up of new programs to replace expiring programs occurs frequently. Our agreements with customers are often not for a definitive term and are amended and extended, but generally continue for the relevant product’s life cycle, which can be difficult to predict at the beginning of a program. Typically, our customer agreements do not commit the customer to purchase our services until a purchase order is provided, which are generally short term in nature. Our customers generally have the right to cancel a particular program subject to contractual provisions governing termination, the final product runs, excess or obsolete inventory, and end-of-life pricing, which reduces the additional costs that we incur when a manufacturing services agreement is terminated. \nRaw Materials\nRaw materials utilized in the manufacture of contract electronic products are generally readily available from both domestic and foreign sources, although from time to time the industry experiences shortages of certain components due to supply and demand forces, combined with rapid product life cycles of certain components. In addition, unforeseen events such as natural disasters and global events, like pandemics, can and have disrupted portions of the supply chain. We believe that maintaining close communication with suppliers helps minimize potential disruption in our supply chain. \nThe EMS industry continues to experience component shortages, component allocations, and shipping delays, particularly with semiconductors, which were especially challenging in the prior fiscal year. Component shortages or allocations could continue to increase component costs and potentially interrupt our operations and negatively impact our ability to meet commitments to customers. We take various actions to attempt to mitigate the risk and minimize the impact to our customers as well as the adverse effect component shortages, component allocations, or shipping delays could have on our results. Through contractual pricing arrangements and negotiations with our customers, we attempt to mitigate the adverse effect that cost increases could have on our results.\nRaw materials are normally acquired for specific customer orders and may or may not be interchangeable among products. Inherent risks associated with rapid technological changes within this contract industry are mitigated by procuring raw materials, for the most part, based on firm orders. In certain instances, such as when lead times dictate, we enter into contractual agreements for material in excess of the levels required to fulfill customer orders. In turn, material authorization agreements with customers cover a portion of the exposure for material which is purchased prior to having a firm order. We may also purchase additional inventory to support new product introductions, transfers of production between manufacturing facilities, and to mitigate the potential impact from component shortages. \n7\n \nIntellectual Property\nOur primary intellectual property is our proprietary manufacturing technology and processes that allow us to provide competitive contract manufacturing and design services to our customers. As such, this intellectual property is complex and normally contained within our facilities. To protect our trade secrets, our manufacturing technology and processes, and other proprietary rights, we rely primarily on a combination of intellectual property laws pertaining to trade secrets and copyrights; non-disclosure agreements with our customers, employees, and suppliers; and our internal security procedures and systems. We feel that relying on trade secret or copyright protections is a superior strategy because there is no disclosure of the information to outside parties, and protections do not expire after a length of time. We currently have or are pursuing a modest number of patents for some of our innovations and technologies in the United States and foreign countries. We also maintain trademark rights (including registrations) for “Kimball Electronics,” “GES” and other wordmarks and trademarks that we use in our business in the United States and around the world. We have policies and procedures to identify and protect our own intellectual property and that of our customers and suppliers. \nCorporate Social Responsibility\nWe are committed to responsible, sustainable environmental, social, and governance philosophies and practices, which have been a part of our fabric since our founding in 1961. To showcase how our employees around the world share a strong sense of responsibility to protect the environment, sustain a safety focus at our facilities, and give back in meaningful ways to the communities where we live and work, we issued our latest annual Environmental, Social & Governance Report (“ESG Report”) in March 2023. The ESG Report highlights the long-term environmental, social, and governance principles and practices designed to support the Company’s commitment to sustaining lasting relationships and achieving global success with its stakeholders wherever Kimball Electronics’ touch is felt throughout the world. The ESG Report reflects several long-standing Guiding Principles of the Company: our customer is our business; our people are the company; the environment is our home; we strive to help our communities be great places to live; profitability and financial resources give us the freedom to shape our future and achieve our vision. The ESG Report is posted on our website at https://www.kimballelectronics.com/esg. The Company’s website and the information contained therein, or incorporated therein, are not intended to be incorporated into this Annual Report on Form 10-K.\nSocially Responsible Supply Chain\nWe are committed to the use of a socially responsible supply chain to reduce the risk of human rights violations and the use of conflict minerals (tin, tungsten, tantalum and gold, or “3TG”) from the Democratic Republic of Congo and certain adjoining countries. Our efforts include requiring our suppliers to undertake reasonable due diligence within their supply chain to ensure that the 3TG in the materials we source from them do not directly or indirectly contribute to significant adverse human rights impacts, as well as conducting due diligence before allowing a potential supplier to become one of our preferred suppliers. We request the return of reporting forms related to conflict minerals from our suppliers under the Responsible Minerals Initiative, or RMI, Conflict Minerals Survey. Further, we seek to remove any suppliers that continue to fail to meet our supplier and conflict minerals policies after being provided the opportunity to remedy non-compliance via implementation of a corrective action plan. We also conduct recurring, annual training for all employees and certain select contractors on export compliance, anti-corruption and anti-slavery, and insider trading. In addition, Kimball Electronics is a member of the RMI, which is evaluating the supply chain risks of conflict minerals and other minerals (e.g., cobalt, mica) and studying how to mitigate those risks.\nHuman Rights\nAs reflected in our Vision and Guiding Principles, Kimball Electronics is committed to the highest standards of conduct in its business dealings. We are a human-centered company that fully supports human rights. For us, human rights are more than just being compliant--they are about doing the right thing. Our Guiding Principles outline the critical role Kimball plays as a corporate citizen for our customers, our people, our partners, our environment, our Share Owners, and our communities. Our human rights beliefs are deeply rooted in our Guiding Principles and expressed in our Global Human Rights Policy, which is supported by annual review that explains some of the practical actions that we take each year to implement our Policy.\nKimball has been built upon the tradition of pride in craftsmanship, mutual trust, personal integrity, respect for dignity of the individual, a spirit of cooperation, and a sense of family and good humor. We seek to enhance this culture as we grow. We believe that no company should prosper while violating the basic human rights of others whether through unlawful slavery, servitude, forced or compulsory labor, or otherwise exploitative means. We believe in upholding principles of human rights, fair remuneration and economic inclusion, fair labor practices, worker safety, and observing fair labor practices within our organization and our supply chain.\n8\n \nDiversity, Equity, Inclusion, and Belonging\nWe value and work to promote a diverse, equitable and inclusive work environment. We are committed to holding ourselves accountable, taking action to continuously improve our policies and practices, and to uphold the principles that encompass diversity, equity, inclusion, and belonging as outlined in our Diversity, Equity, Inclusion, and Belonging (“DEI&B”) statement. Our strategy is to achieve excellence in customer service, employee relations, and business objectives through creativity, responsiveness, and innovation as a result of increased well-being, sense of belonging, and meaningful work for our employees. We actively promote DEI&B, and incorporate DEI&B into our culture, values, and strategies. We provide a report on the diversity of our employees to the Board of Directors annually.\nContributing to Our Communities\nOne of our Guiding Principles is to strive to help our communities be great places to live. We live this Guiding Principle and further the goals of our Human Rights Policy when we contribute and encourage our employees to contribute to our local communities. Below are examples of our contributions: \n•\nIn 2022, we committed $100,000 to Southwestern Indiana Child Advocacy Center Coalition (“SWICACC”), a safe reporting center for abused or neglected children that serves seven counties in southwestern Indiana. We made our final installment of the commitment in fiscal year 2023.\n•\nOn International Women’s Day 2021, we donated $5,000 to Water To Thrive to build a freshwater well system for a village in Ethiopia because safe, fresh drinking water is a basic human right. This well was fully operational during fiscal year 2023.\n•\nIn 2022, we donated $100,000 to refugee-related activities and aid causes, including Ukrainian refugees.\n•\nKimball Electronics Gives, an employee-based giving circle, raised enough money to offer grants totaling $8,400 to seven worthy causes selected by our employees. To date, Kimball Electronics Gives has donated $41,500 to various worthy causes.\n•\nIn 2022, we implemented our Creating Quality for Life Scholarship program, awarding 10 dependents of employees a total of $12,500. \n•\nWe also initiated our Employee Relief Fund to help employees with undue financial stress placed on them and their families due to a catastrophic event or other unfortunate personal event creating financial hardship.\nEnvironment and Energy Matters\nOur operations are subject to various foreign, federal, state, and local laws and regulations with respect to environmental and ecological matters. We believe that we are in substantial compliance with present laws and regulations and that there are no material liabilities related to such items.\nWe are dedicated to excellence, leadership, and stewardship in protecting the environment and communities in which we have operations. We believe that continued compliance with foreign, federal, state, and local laws and regulations which have been enacted relating to the protection of the environment will not have a material effect on our capital expenditures, earnings, or competitive position. Management believes capital expenditures for environmental control equipment will not represent a material portion of total capital expenditures. \nOur operations require significant amounts of energy, including natural gas and electricity. Federal, foreign, and state regulations may control the allocation of fuels available to us, but to date we have experienced no interruption of production due to such regulations.\nKimball Electronics participates in the Carbon Disclosure Project (CDP) climate change and water security questionnaires to quantify our environmental practices, provide transparency on our progress, and assist in the reduction of our contributions to climate change. Additionally, we align our sustainability reporting with the Sustainability Accounting Standards Board (SASB) and the Task Force On Climate Related Financial Disclosures (TCFD) frameworks and also highlight our alignment with the UN Sustainable Development Goals and the UN Global Compact. We discuss our ESG goals and programs in detail in our annual ESG report. We publish this ESG report and our responses to the CDP climate change and water security questionnaires annually on our website at kimballelectronics.com/esg. We publish this information because our Guiding Principles remind us that the environment is our home and that we will be leaders in not only protecting but enhancing our world. The contents of the ESG reports and CDP questionnaire responses are not incorporated by reference into this Annual Report on Form 10-K or in any other report or document we file with the SEC.\nRefer to the discussion in \nItem 1A - Risk Factors\n for further details of the legal and regulatory initiatives related to environmental matters including climate change that could adversely affect our business, results of operations, and financial condition.\n9\n \nOur People are the Company:  Human Capital Management \nWe believe our people are the company. We believe in creating quality for life. We believe lasting relationships create our global success. We believe our people are the competitive edge for our service, quality, and value. Kimball Electronics has been built upon the tradition of pride in craftsmanship, mutual trust, personal integrity, respect for dignity of the individual, a spirit of cooperation, and a sense of family and good humor. We seek to enhance this culture as we grow. We believe in the inherent value of all individuals. \nTo raise awareness of our commitment to human rights and to foster compliance with our Global Human Rights Policy, we have incorporated it as an integral part of our Code of Conduct, train all of our employees worldwide on human rights issues, and require our suppliers, vendors, contractors, and partners to meet the same standards. To this end, through our Guiding Principles, we champion transparency and accountability for ourselves. \nBecause our people are the reason for our success, central to our long-term strategy is attracting, developing, and retaining the best talent globally and strengthening collaboration. We are committed to pay equity and apply the principle of equal pay for work of equal value in all regions where we operate. As of June 30, 2023, Kimball Electronics employed approximately 7,900 people worldwide, with approximately 1,300 located in the United States and approximately 6,600 located in foreign countries. Three of our seven independent members of the Board of Directors are female, along with four of our eight executive management team members and over 50% of our global workforce. We continue to execute on our commitment to diversity, equity, inclusion, and belonging, and exhibit our commitment to gender, racial, and ethnic diversity by striving toward the corporate goals we outline in both our Global Human Rights Policy and Diversity, Equity, Inclusion, and Belonging statement, including by:\n•\nIncreasing female representation globally at the executive and senior management levels;\n•\nIncreasing racial and ethnic diversity at the executive and senior management levels so our leadership will reflect our organization and the communities in which we operate;\n•\nHolding leadership accountable for diversity, equity, inclusion, and belonging outcomes.\nThe average tenure within our workforce is 6 years, and we work hard to mitigate turnover risk by consistently and formally surveying our workforce about how well we are living up to our \nPeople\n Guiding Principles by asking them to anonymously rate us on a scale from 1 (low) to 10 (high). We currently have a score of 8.29 across our enterprise. We believe this is evidence that we truly operate our business as our people are the company. We consistently have a participation rate in our Guiding Principles survey of approximately 90%. Upon completion of this survey every year, each local management team receives qualitative and quantitative feedback and are responsible for crafting improvement plans based on our people’s inputs.\nOur U.S. operations are not subject to collective bargaining arrangements. Certain foreign operations are subject to collective bargaining arrangements, many mandated by government regulation or customs of the particular countries. We believe that our employee relations are good. \nFor additional information, see the Company’s Proxy Statement to be filed for its annual meeting of Share Owners to be held November 17, 2023 under the caption “Our People are the Company: Human Capital Management.”\nAvailable Information\nThe Company makes available free of charge through its website, https://investors.kimballelectronics.com, its annual reports on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K, proxy statements, and all amendments to those reports as soon as reasonably practicable after such material is electronically filed with, or furnished to, the Securities and Exchange Commission (“SEC”). All reports the Company files with the SEC are also available via the SEC website, http://www.sec.gov. The Company’s website and the information contained therein, or incorporated therein, are not intended to be incorporated into this Annual Report on Form 10-K. \n10\n \nItem 1A - \nRisk Factors\nThe following important risk factors, among others, could affect future results and events, causing results and events to differ materially from those expressed or implied in forward-looking statements made in this report and presented elsewhere by management from time to time. Such factors, among others, may have a material adverse effect on our business, financial condition, and results of operations and should be carefully considered. Additional risks and uncertainties that we do not currently know about, we currently believe are immaterial, or we have not predicted may also affect our business, financial condition, or results of operations. Because of these and other factors, past performance should not be considered an indication of future performance.\nBusiness and Operational Risks\nReduction of purchases by, or the loss of, one or more key customers could reduce revenues and profitability.\n \nLosses of key customers within specific industries or significant volume reductions from key customers are both risks. Our continuing success is dependent upon replacing expiring contract customers/programs with new customers/programs. See “Customers” in \nItem 1 - Business\n for disclosure of the net sales as a percentage of consolidated net sales for each of our significant customers during fiscal years 2023, 2022, and 2021. Regardless of whether our agreements with our customers, including our significant customers, have a definite term, our customers typically do not commit to firm production schedules for more than one quarter. Our customers generally have the right to cancel a particular product, subject to contractual provisions governing the final product runs, excess or obsolete inventory, recovery of dedicated investments, and end-of-life pricing. As many of our costs and operating expenses are relatively fixed, a reduction in customer demand, particularly a reduction in demand for a product that represents a significant amount of revenue, can harm our gross profit margins and results of operations. \nSignificant declines in the level of purchases by key customers or the loss of a significant number of customers could have a material adverse effect on our business. In addition, the nature of the contract manufacturing industry is such that the start-up of new customers and new programs to replace expiring programs occurs frequently, and new customers and program start-ups generally cause margin dilution early in the life of a program. New customer relationships also present risk because we do not have an extensive product or customer relationship history.\nConsolidation among our customers exposes us to increased risks, including reduced revenue and dependence on a smaller number of customers. Consolidation in industries that utilize our services may occur as companies combine to achieve further economies of scale and other synergies, which could result in an increase in excess manufacturing capacity as companies seek to divest manufacturing operations or eliminate duplicative product lines. Excess manufacturing capacity may increase pricing and competitive pressures for our industry as a whole and for us in particular.\nWe can provide no assurance that we will be able to fully replace any lost sales from these risks, which could have an adverse effect on our financial position, results of operations, or cash flows. \nSupply chain disruptions could prevent us from purchasing sufficient materials, parts, and components necessary to meet customer demand at competitive prices, in a timely manner, or at all. \nWe depend on suppliers globally to provide timely delivery of materials, parts, and components for use in our products. From time to time, we have experienced shortages of some of the materials, parts and components that we use, particularly with semiconductors. These shortages can result from strong demand for those components or from problems experienced by suppliers, such as shortages of raw materials and shipping delays for such components with common carriers. These unanticipated component shortages have and will continue to result in curtailed production or delays in production, which prevent us from making scheduled shipments to customers.\nWe have also experienced, and may again experience in the future, such shortages due to the effects of and responses to the COVID-19 pandemic, including the emergence of variants for which vaccines may not be effective, and may be impacted by other events outside our control, including macroeconomic events, trade restrictions, political crises, social unrest, terrorism, and conflicts (including the Russian invasion of, and ongoing war in, Ukraine). We cannot reasonably predict the full extent to which these events may impact our supply chain, because any impacts will depend on future developments that are highly uncertain and continuously evolving, including new information that may emerge concerning COVID-19, further actions by governmental entities or others in response to the types of events described above, and how quickly and to what extent normal economic and operating conditions can resume.\n11\n \nSuppliers adjust their capacity as demand fluctuates, and component shortages and/or component allocations could occur in addition to longer lead times. Certain components we purchase are primarily manufactured in select regions of the world and issues in those regions could cause manufacturing delays. Maintaining strong relationships with key suppliers of components critical to the manufacturing process is essential. Component shortages may also increase our cost of goods sold because we may be required to pay higher prices for components in short supply and redesign or reconfigure products to accommodate substitute components. These and other price increases, including increased tariffs, could have an adverse impact on our profitability if we cannot offset such increases with other cost reductions or by price increases to customers. If suppliers fail to meet commitments to us in terms of price, delivery, or quality, or if the supply chain is unable to react timely to increases in demand, it could interrupt our operations and negatively impact our ability to meet commitments to customers.\nThe substantial investments required to start up and expand facilities and new customer programs may adversely affect our margins and profitability.\n \nWe continue to expand our global operations by increasing our product and service offerings and scaling our infrastructure at certain facilities to support our business. This expansion increases the complexity of our business and places significant strain on our management, personnel, operations, systems, technical performance, financial resources, and internal financial control and reporting functions. We may not be able to manage these expansions effectively, which could damage our reputation, limit our growth, and negatively affect our operating results.\nStart-ups of new customer programs require the coordination of the design and manufacturing processes, as well as substantial investments in resources and equipment. The design and engineering required for certain new programs can take an extended period of time, and further time may be required to achieve customer acceptance. Accordingly, the launch of any particular program may be delayed, less successful than we originally anticipated, or not successful at all. Additionally, even after acceptance, most of our customers do not commit to long-term production schedules, and we are unable to forecast the level of customer orders with certainty over a given period of time. If our customers do not purchase anticipated levels of products, we may not recover our up-front investments, may not realize profits, and may not effectively utilize expanded fixed manufacturing capacities. All of these types of manufacturing inefficiencies could have an adverse impact on our financial position, operating margins, results of operations, or cash flows. \nOur international operations make us vulnerable to financial and operational risks associated with doing business in foreign countries.\n \nWe derive a substantial majority of our revenues from our operations outside the United States, primarily in China, India, Mexico, Poland, Romania, Thailand, and Vietnam. Our international operations are subject to a number of risks, which may include the following:\n•\nglobal, regional, or local economic and political instability;\n•\nwidespread health emergencies and foreign governments’ measures taken in response to them;\n•\nforeign currency fluctuations including currency controls and inflation, which may adversely affect our ability to do business in certain markets and reduce the U.S. dollar value of revenues, profits, or cash flows we generate in non-U.S. markets;\n•\nwarfare, riots, terrorism, general strikes, or other forms of violence and/or geopolitical disruption;\n•\ncompliance with laws and regulations, including the U.S. Foreign Corrupt Practices Act, applicable to operations outside of the U.S.;\n•\nchanges in U.S. or foreign policies, regulatory requirements, and laws;\n•\ntariffs and other trade barriers, including tariffs imposed by the United States as well as responsive tariffs imposed by China, the European Union, or Mexico;\n•\npotentially adverse tax consequences, including changes in tax rates and the manner in which multinational companies are taxed in the United States and other countries; and\n•\nforeign labor practices.\nThese risks could have an adverse effect on our financial position, results of operations, or cash flows. Certain foreign jurisdictions restrict the amount of cash that can be transferred to the United States or impose taxes and penalties on such transfers of cash. To the extent we have excess cash in foreign locations that could be used in, or is needed by, our operations in the United States, we may incur significant penalties and/or taxes to repatriate these funds.\nFor example, the Russian invasion of Ukraine and the ongoing war there has impacted the global economy as the United States, the UK, the EU, and other countries have imposed broad export controls and financial and economic sanctions against Russia (a large exporter of commodities), Belarus, and specific areas of Ukraine, and may continue to impose additional sanctions or \n12\n \nother measures. Russia may impose its own counteractive measures. Companies worldwide have interrupted or stopped production in Ukraine, Russia, and neighboring countries. We do not procure materials directly from Ukraine or Russia or have facilities there, but impacts like these, wherever they may occur, can further exacerbate the ongoing supply chain disruptions that are occurring across the globe, particularly in the automotive industry. Our European operations are located in Poland and Romania, and both of these countries are part of NATO, which is actively taking, and could take in the future, certain measures in response to Russia’s invasion of Ukraine.\nThe extent of the war’s effect on the global economy and the duration, scope, and impacts of the conflict are unknown and highly unpredictable, and the consequences from future actions such as increased sanctions and retaliatory measures taken by the United States, NATO, or other countries cannot be predicted but could have an adverse impact on our business operations, particularly our European operations.\nWe operate in a highly competitive industry and may not be able to compete successfully.\n \nNumerous manufacturers within the contract manufacturing industry compete globally for business from existing and potential customers. Some of our competitors have greater resources and more geographically diversified international operations than we do. We also face competition from the manufacturing operations of our customers, who are continually evaluating the merits of manufacturing products internally against the advantages of outsourcing to contract manufacturing service providers. In the past, some of our customers have decided to in-source a portion of their manufacturing from us in order to utilize their excess internal manufacturing capacity. The competition may further intensify as more companies enter the markets in which we operate, as existing competitors expand capacity, and as the industry consolidates.\nIn relation to customer pricing pressures, if we cannot achieve the proportionate reductions in costs, profit margins may suffer. The high level of competition in the industry impacts our ability to implement price increases or, in some cases, even maintain prices, which also could lower profit margins. In addition, as end markets dictate, we are continually assessing excess capacity and developing plans to better utilize manufacturing operations, including consolidating and shifting manufacturing capacity to lower cost venues as necessary.\nIf our engineering and manufacturing services do not meet our customers’ quality standards, our sales, operating results, and reputation could suffer.\n \nWe make substantial investments of capital and operating expenses to implement comprehensive, company-wide quality systems, certifications, and controls in our operations in an effort to ensure sustained compliance with various product and quality system regulations and requirements, and to meet the needs of our customers. However, in the event we fail to adhere to these requirements, we become subject to costs associated with product defects, interruptions in production, and reputational harm. Our failure to comply with applicable quality system standards could, in turn, adversely affect our customers through failures to supply product to them. Quality or noncompliance failures could have an adverse effect on our reputation in addition to an adverse impact on our financial position, results of operations, or cash flows. While we maintain product liability and other insurance coverage that we believe to be generally in accordance with industry practices, our insurance coverage may not be adequate to protect us fully against substantial claims and costs that may arise from warranty and other liabilities related to product defects.\nOur business may be harmed due to failure to successfully implement information technology solutions or a lack of reasonable safeguards to maintain data security, including adherence to data privacy laws and physical security measures.\nThe operation of our business depends on effective information technology systems, including data management, analytics, and emerging machine learning and artificial intelligence platforms and applications. These systems are subject to the risk of security breach or cybersecurity threat, including misappropriation of assets or other sensitive information, such as confidential business information and personally identifiable data relating to employees, customers, and other business partners, or data corruption which could cause operational disruption. The unpredictability of AI, machine learning, and similar systems that automate certain operational tasks bring the potential for unintended consequences and unexpected disruptions in business operations, financial losses, and reputational damage. As we could be the target of cyber and other security threats, which are becoming increasingly sophisticated, we must continuously monitor and develop our information technology networks and infrastructure to prevent, detect, address, and mitigate the risk of unauthorized access, misuse, computer viruses, and other events that could have a security impact. Information systems require an ongoing commitment of significant resources to research new technologies and processes, maintain and enhance existing systems, and develop new systems in order to keep pace with changes in information processing technology and evolving industry standards as well as to protect against cyber risks and security breaches. While we provide employee awareness training around phishing, malware, and other cyber threats to help protect against these cyber and security risks, we cannot ensure the measures we take to protect our information technology systems will be sufficient. \n13\n \nImplementation delays, poor execution, or a breach of information technology systems could disrupt our operations, damage our reputation, or increase costs related to the mitigation of, response to, or litigation arising from any such issue. Similar risks exist with our third-party vendors. Any problems caused by these third parties, including those resulting from disruption in communications services, cyber attacks, or security breaches, have the potential to hinder our ability to conduct business. In addition, data privacy laws and regulations, such as the European Union General Data Protection Regulation (“GDPR”), the UK GDPR, ePrivacy Directive, the California Privacy Rights Act (“CPRA”), and similar legislation in jurisdictions in which we operate, pose increasingly complex compliance challenges and potentially elevate costs, and any failure to comply with these laws and regulations could result in significant penalties.\nWe depend on attracting and retaining executive officers, key employees, skilled personnel, and sufficient labor to efficiently operate our business.\nOur success depends to a large extent on our ability to attract and retain highly qualified and diverse executive officers, key employees, and skilled personnel, and to continue to implement our succession plans for managers and other key employees. These employees are not generally bound by employment or non-competition agreements, and we cannot assure you that we will retain them. The labor market for these employees is intensely competitive, and compensation and benefit costs continue to increase significantly in the current economic environment. In particular, the high demand for manufacturing labor in certain geographic areas in which we operate makes recruiting new production employees and retaining experienced production employees difficult.\nOur success also depends on keeping pace with technological advancements, including Industry 4.0, and adapting services to provide manufacturing capabilities which meet customers’ changing needs. Therefore, we must retain our qualified engineering and technical personnel and successfully anticipate and respond to technological changes in a cost effective and timely manner. \nShortages of workers could adversely impact our ability to operate our business effectively and timely serve our customers’ needs, which could adversely affect our relations with customers, result in reductions in orders from customers, or cause us to lose customers. Turnover in personnel could result in additional training and inefficiencies that could adversely impact our operating results. Our culture and guiding principles focus on continuous training, motivating, and development of employees, and we strive to attract, motivate, and retain qualified personnel. To aid in managing our growth and strengthening our pool of qualified personnel, we will need to internally develop, recruit, and retain diverse, qualified personnel. If we are not able to do so, our business and our ability to continue to grow could be harmed.\nRegulatory and Litigation Risks\nFailure to protect our intellectual property could undermine our competitive position.\n \nCompeting effectively depends, to a significant extent, on maintaining the proprietary nature of our intellectual property. We attempt to protect our intellectual property rights worldwide through a combination of keeping our proprietary information secret and utilizing trademark, copyright, and trade secret laws, as well as licensing agreements and third-party non-disclosure and assignment agreements. Because of the differences in foreign laws concerning proprietary rights, our intellectual property rights do not generally receive the same degree of protection in foreign countries as they do in the United States, and therefore, in some parts of the world, we have limited protections, if any, for our intellectual property. If we are unable to adequately protect our intellectual property embodied in our solutions, designs, processes, and products, the competitive advantages of our proprietary technology could be reduced or eliminated, which would harm our business and could have a material adverse effect on our results of operations and financial position.\nAnti-takeover provisions in our organizational documents and Indiana law could delay or prevent a change in control.\nCertain provisions of our Amended and Restated Articles of Incorporation and the Amended and Restated Bylaws may delay or prevent a merger or acquisition that a Share Owner may consider favorable. For example, the Amended and Restated Articles of Incorporation authorizes our Board of Directors to issue one or more series of preferred stock, prevents Share Owners from acting by written consent without unanimous consent, and requires a supermajority Share Owner approval for certain business combinations with related persons. These provisions may discourage acquisition proposals or delay or prevent a change in control, which could harm our stock price. Indiana law also imposes some restrictions on potential acquirers.\nOur failure to maintain applicable registrations for our manufacturing facilities could negatively impact our ability to produce products for our customers. \nWe make substantial investments of capital and operating expenses to implement comprehensive, company-wide quality systems, certifications, and controls in our operations in an effort to ensure sustained compliance with various product and quality system regulations and requirements, and to meet the needs of our customers. However, in the event we fail to adhere to these requirements, we become subject to potential investigations and fines and penalties. Our failure to comply with applicable \n14\n \nregulations and quality system standards could, in turn, adversely affect our customers through failures to supply product to them or delays in their ability to obtain and maintain product approvals. As a medical device manufacturer, we also have additional compliance requirements. The U.S. Food and Drug Administration (“FDA”) extensively regulates all aspects of product and manufacturing quality for medical products under its current Good Manufacturing Practices (cGMP) regulations. Outside the U.S., our operations and our customers’ products are subject to similar regulatory requirements, notably by the European Medicines Agency and the Safe Food and Drug Administration in China. For instance, we are required to register with the FDA and are subject to periodic inspection by the FDA for compliance with the FDA’s Quality System Regulation (“QSR”) requirements, which require manufacturers of medical devices to adhere to certain regulations, including testing, quality control and documentation procedures. Any determination by the FDA or other regulatory authorities of manufacturing or other deficiencies could adversely affect our business. Failure or noncompliance could have an adverse effect on our reputation in addition to an adverse impact on our financial position, results of operations, or cash flows.\nClimate change, and the legal and regulatory initiatives related to climate change, could subject us to extensive environmental regulation and significant potential environmental liabilities.\n \nThere is increasing concern that a gradual increase in global average temperatures due to increased concentration of carbon dioxide and other greenhouse gases in the atmosphere will cause significant changes in weather patterns around the globe and an increase in the frequency and severity of natural disasters or extreme weather conditions, such as hurricanes, earthquakes, droughts, wildfires, cyclones, or floods. Physical climate risks and the operation of facilities in areas subject to increased water stress could impair our production capabilities, disrupt the operations of our supply chain and infrastructure, and impact our customers and their demand for our services.\nThe past and present operation and ownership by Kimball Electronics of manufacturing plants and real property are subject to extensive and changing federal, state, local, and foreign environmental laws and regulations, including those relating to discharges in air, water, and land, the handling and disposal of solid and hazardous waste, the use of certain hazardous materials in the production of select products, and the remediation of contamination associated with releases of hazardous substances.\nIn addition, as regulators and investors increasingly focus on climate change and other sustainability issues, we are subject to new disclosure frameworks and regulations. For example, the European Parliament adopted the Corporate Sustainability Reporting Directive (CSRD) and the resulting adoption of EU sustainability reporting standards to be developed by the European Financial Reporting Advisory Group, with such standards to be tailored to EU policies building on and contributing to international standardization initiatives, will apply not only to local operations in the EU, but under certain circumstances, to entire global companies like Kimball Electronics that have EU operations. The CSRD will not apply to our operations in calendar year 2023, but we are assessing our obligations under the CSRD and we expect that compliance with the CSRD could require significant effort in future years. The SEC and the State of California have also proposed new climate change disclosure requirements, and compliance with such rules, if and when they are finalized, could also require significant effort.\nWe cannot predict what environmental legislation or regulations will be enacted in the future, how existing or future laws or regulations will be administered or interpreted, or what environmental conditions may be found to exist. Compliance with more stringent laws or regulations, or stricter interpretation of existing laws, may require additional expenditures, some of which could be material. In addition, any investigations or remedial efforts relating to environmental matters could involve material costs or otherwise result in material liabilities. \nThe long-term effects of climate change on the global economy and our industry in particular are unclear. Changes in climate where we, our customers, and our supply chain operate could have a long-term adverse impact on our business, results of operations, and financial condition. In addition, we have committed to cut our greenhouse gas emissions, water usage, electrical usage, and air emissions significantly by 2025 as part of our long-term sustainability strategy, and we may take additional voluntary steps to mitigate our impact on the environment. Climate transition risks related to shifts to a low-carbon economy and the associated costs of retrofitting or constructing facilities with green technology, in addition to investments in renewable energy and energy efficiency could involve material costs or otherwise impact our customers and their demand for our services.\nEnvironmental regulations or changes in the supply, demand, or available sources of energy, water, or other resources may affect the availability or cost of goods and services, including natural resources, necessary to run our business. The cost of energy is a critical component of freight expense and the cost of operating manufacturing facilities. Increases in the cost of energy in particular could reduce our profitability. Given the political significance and uncertainty around these issues, we cannot predict how climate change, and the legal and regulatory initiatives related to climate change, will affect our operations and financial condition.\n15\n \nCompliance with government legislation and regulations may significantly increase our operating costs in the United States and abroad. \nLegislation and regulations promulgated by the U.S. federal and foreign governments could significantly impact our profitability by burdening us with forced cost choices that either cannot be recovered by increased pricing or, if we increase our pricing, could negatively impact demand for our products. For example:\n•\nChanges in policies by the U.S. or other governments could negatively affect our operating results due to changes in duties, tariffs or taxes, or limitations on currency or fund transfers, as well as government-imposed restrictions on producing certain products in, or shipping them to, specific countries. For example, our facility in Mexico operates under the Mexican Maquiladora (“IMMEX”) program. This program provides for reduced tariffs and eased import regulations. We could be adversely affected by changes in the IMMEX program or our failure to comply with its requirements. As another example, the U.S. government has imposed tariffs on certain products imported from China. China has imposed tariffs on certain U.S. products in retaliation. These tariffs could force our customers or us to consider various strategic options including, but not limited to, looking for different suppliers, shifting production to facilities in different geographic regions, absorbing the additional costs, or passing the cost on to customers. Ultimately, these tariffs could adversely affect the competitiveness of our domestic operations, which could lead to the reduction or exit of certain U.S. manufacturing capacity. Depending on the types of changes made, demand for our foreign manufacturing facilities could be reduced, or operating costs in our manufacturing facilities could be increased, which could negatively impact our financial performance. Moreover, any retaliatory actions by other countries where we operate could also negatively impact our financial performance.\n•\nThe Dodd-Frank Wall Street Reform and Consumer Protection Act contains provisions to improve transparency and accountability concerning the supply of certain minerals, known as “conflict minerals,” originating from the Democratic Republic of Congo (“DRC”) and adjoining countries. These rules could adversely affect the sourcing, supply, and pricing of materials used in our products, as the number of suppliers who provide conflict-free minerals may be limited. We may also suffer reputational harm if we determine that certain of our products contain minerals not determined to be conflict-free or if we are unable to modify our products to avoid the use of such materials. We may also face challenges in satisfying customers who may require that our products be certified as containing conflict-free minerals or that we adopt more stringent guidelines like those fostered by the Responsible Materials Initiative (“RMI”).\n•\nWe are subject to a variety of federal, state, local and foreign environmental, health and safety, product stewardship and producer responsibility laws and regulations, including those arising from global pandemics or relating to the use, generation, storage, discharge and disposal of hazardous chemicals used during our manufacturing process, those governing worker health and safety, those requiring design changes, supply chain investigation or conformity assessments, and those relating to the recycling or reuse of products we manufacture. These include EU regulations and directives, such as the Restrictions on Hazardous Substances (“RoHS”), the Waste Electrical and Electronic Equipment (“WEEE”) directives, and the Registration, Evaluation, Authorization, and Restriction of Chemicals (“REACH”) regulation, and similar regulations in China (the Management Methods for Controlling Pollution for Electronic Information Products or “China RoHS”). In addition, new technical classifications of e-Waste being discussed in the Basel Convention technical working group could affect both our customers’ abilities and obligations in electronics repair and refurbishment. If we fail to comply with any present or future regulations or timely obtain any needed permits, we could become subject to liabilities, and we could face fines or penalties, the suspension of production, or prohibitions on sales of products we manufacture. In addition, such regulations could restrict our ability to expand our facilities or could require us to acquire costly equipment, or to incur other significant expenses, including expenses associated with the recall of any non-compliant product or with changes in our operational, procurement and inventory management activities.\nESG issues, including those related to climate change and sustainability, may increase our costs and impose difficult and expensive compliance requirements.\nCustomers, consumers, investors, and other stakeholders, particularly in the EMS industry, are increasingly focusing on environmental issues, including climate change, water use, deforestation, waste, and other sustainability concerns. Along with our stakeholders and our broader industry, we have increased our focus on sustainability and measurement of our progress against ESG criteria, but we cannot guarantee that we will be able to achieve relevant criteria with our current focus. Our ability to successfully execute relevant initiatives and accurately report our progress presents numerous operational, financial, legal, reputational and other risks, many of which are outside our control, and all of which could have a material negative impact on our business. \n16\n \nNew disclosures, along with the evolving global ESG regulatory landscape, may present increased compliance costs and regulatory or enforcement risks, as well as increased competition from market participants who may adopt more robust ESG reporting and sustainable business practices. If our ESG initiatives fail to satisfy investors, current or potential customers, consumers, and our other stakeholders, our reputation, our ability to sell products and services to customers, our ability to attract or retain employees, and our attractiveness as an investment or business partner could be negatively impacted. Similarly, our failure or perceived failure to pursue or fulfill our goals, targets, and objectives, or to satisfy various reporting standards within the timelines we announce, or at all, could also have similar negative impacts and expose us to government enforcement actions and private litigation.\nIn addition, our customers have adopted, and may continue to adopt, procurement policies that require us to comply with governance, social, and environmental responsibility provisions. Our customers have also adopted, and may continue to adopt, goals and policies that serve to increase their demand for goods or services that do not produce significant greenhouse gas emissions and are not related to carbon-based energy sources. Furthermore, an increasing number of investors have adopted, and may continue to adopt, ESG policies for their portfolio companies, and various voluntarily sustainability initiatives and organizations have promulgated different social and environmental responsibility and sustainability guidelines. These practices, policies, provisions, and initiatives are under active development, subject to change, can be unpredictable and conflicting, and may prove difficult and expensive for us to comply with and could negatively affect our reputation, business, or financial condition.\nFinancial Risks\nWe are exposed to the credit risk of our customers.\n \nThe instability of market conditions drives an elevated risk of potential bankruptcy of customers resulting in a greater risk of uncollectible outstanding accounts receivable. Accordingly, we intensely monitor our receivables and related credit risks. The realization of these risks could have a negative impact on our profitability.\nFailure to effectively manage working capital may adversely affect our cash flow from operations.\n \nWe closely monitor inventory and receivable efficiencies and continuously strive to improve these measures of working capital, but customer financial difficulties, cancellation or delay of customer orders, shifts in customer payment practices, transfers of production among our manufacturing facilities, additional inventory purchases to mitigate potential impact from component shortages, or manufacturing delays could adversely affect our cash flow from operations. \nWe could incur losses due to asset impairment.\n \nAs business conditions change, we must continually evaluate and work toward the optimum asset base. It is possible that certain assets such as, but not limited to, facilities, equipment, intangible assets, or goodwill could be impaired at some point in the future depending on changing business conditions. Such impairment could have an adverse impact on our financial position and results of operations.\nFluctuations in our effective tax rate could have a significant impact on our financial position, results of operations, or cash flows.\n \nOur effective tax rate is highly dependent upon the geographic mix of earnings across the jurisdictions where we operate. Changes in tax laws or tax rates in those jurisdictions could have a material impact on our operating results. Judgment is required in determining the worldwide provision for income taxes, other tax liabilities, interest, and penalties. We base our tax position upon the anticipated nature and conduct of our business and upon our understanding of the tax laws of the various countries in which we have assets or conduct activities. Our tax position, however, is subject to review and possible challenge by taxing authorities and to possible changes in law (including adverse changes to the manner in which the United States and other countries tax multinational companies or interpret their tax laws). We cannot determine in advance the extent to which some jurisdictions may assess additional tax or interest and penalties on such additional taxes. In addition, our effective tax rate may be increased by changes in the valuation of deferred tax assets and liabilities, changes in our cash management strategies, changes in local tax rates, or countries adopting more aggressive interpretations of tax laws.\nSeveral countries where we operate provide tax incentives to attract and retain business. We have obtained incentives where available and practicable. Our taxes could increase if certain incentives were retracted, they were not renewed upon expiration, we no longer qualify for such programs, or tax rates applicable to us in such jurisdictions were otherwise increased. In addition, our growth may cause our effective tax rate to increase, depending on the jurisdictions in which we expand our business or acquire operations. Given the scope of our international operations and our international tax arrangements, changes in tax rates and the manner in which multinational companies are taxed in the United States and other countries could have a material impact on our financial results and competitiveness. \n17\n \nCertain of our subsidiaries provide financing, products, and services to, and may undertake certain significant transactions with, other subsidiaries in different jurisdictions. Moreover, several jurisdictions in which we operate have tax laws with detailed transfer pricing rules which require that all transactions with non-resident related parties be priced using arm’s length pricing principles and that contemporaneous documentation must exist to support such pricing. Due to inconsistencies among jurisdictions in the application of the arm’s length standard, our transfer pricing methods may be challenged and, if not upheld, could increase our income tax expense. In addition, the Organization for Economic Cooperation and Development continues to issue guidelines and proposals related to transfer pricing and profit shifting that may result in legislative changes that could reshape international tax rules in numerous countries and negatively impact our effective tax rate. \nWe are exposed to foreign currency risk.\nIn 2022, the relative value of the U.S. dollar reached its highest levels since 2000 and has appreciated sharply against many foreign currencies. Fluctuations in exchange rates could impact our operating results. Our risk management strategy includes the use of derivative financial instruments to hedge certain foreign currency exposures. Any hedging techniques we implement contain risks and may not be entirely effective. Exchange rate fluctuations could also make our products more expensive than competitors’ products not subject to these fluctuations, which could adversely affect our revenues and profitability in international markets. \nA failure to comply with the financial covenants under our credit facilities could adversely impact us.\n \nOur primary credit facility requires us to comply with certain financial covenants. We believe the most significant covenants under our credit facilities are the ratio of consolidated total indebtedness minus unencumbered U.S. cash on hand in the United States in excess of $15 million to adjusted consolidated EBITDA, as defined in our primary credit facility, and the interest coverage ratio. More detail on these financial covenants is discussed in \nItem 7 - Management’s Discussion and Analysis of Financial Condition and Results of Operations\n. As of June 30, 2023, we had $281.5 million in borrowings under our credit facilities and had total cash and cash equivalents of $43.0 million. In the future, a default on the financial covenants under our credit facilities could cause an increase in the borrowing rates or make it more difficult for us to secure future financing, which could adversely affect our financial condition. \nWe are exposed to inflation, interest rate, and other banking and capital market risks.\nHigh levels of inflation in the U.S. and other countries where we operate have and may continue to increase our costs and may impact pricing and customer demand, both of which may impact our revenues and earnings. We have exposure to interest rate risk on our borrowings under our credit facilities. The interest rates of these borrowings are based on a spread plus applicable base rate, including the Secured Overnight Financing Rate (“SOFR”), the Euro Interbank Offered Rate (“EURIBOR”), the prime rate of a reference bank, or the federal funds rate. An adverse change in the base rates upon which our interest rates are determined could have a material adverse effect on our financial position, results of operations, or cash flows. Rising interest rates have increased our costs of borrowing. Additionally, volatility in capital markets could present challenges to us if we need to raise funds in the equity market. This, in turn, may cause us to adopt strategies that may be less capital-intensive. Volatility in the credit markets, including due to the recent bank failures as well as the U.S. Federal Reserve Bank’s actions and pace of interest rate increases to combat inflation in the U.S., may have an adverse effect on our ability to obtain debt financing.\nGeneral Risk Factors\nWe will face risks associated with the organic and inorganic growth of our business and we may neither be able to continue that growth nor have the necessary resources to dedicate to that growth.\nWe plan to expand our business to new customers, new commercial applications, and new commercial markets, including those where we may have limited operating experience, through organic growth and acquisitions. Accordingly, we may be subject to increased business, technology, and economic risks that could materially affect our business. In recent periods, we have increased our focus on organic growth and customer acquisition. In the future, we may increasingly focus on this organic growth, and we may identify inorganic growth opportunities through acquisitions and customer divestitures. Expanding in the verticals in which we are already operating will continue to require significant resources and there is no guarantee that such efforts will be successful or beneficial to us. Historically, sales to new customers have often led to additional sales to the same customers or similarly situated customers. As we expand into and within new and emerging markets for our services, we will likely face additional regulatory scrutiny, risks, and business challenges from our customers, governments, and other stakeholders in those markets. While this approach to growth within new and existing commercial markets and verticals has proven successful in the past, it is uncertain we will achieve the same penetration and organic growth or identify suitable inorganic growth opportunities in the future and our reputation, business, financial condition, and results of operations could be negatively impacted.\n18\n \nChanges in financial accounting standards or policies have affected, and in the future may affect, our reported financial condition or results of operations.\nWe prepare our financial statements in conformity with U.S. GAAP. These principles are subject to interpretation by the Financial Accounting Standards Board (“FASB”), the American Institute of Certified Public Accountants, the SEC, and various bodies formed to interpret and create appropriate accounting policies. A change in these policies can have a significant effect on our reported results and may affect our reporting of transactions that are completed before a change is announced. Changes to those rules or questions as to how we interpret or implement them may have a material adverse effect on our reported financial results or on the way we conduct business. See \nNote 1 - Business Description and Summary of Significant Accounting Policies\n of Notes to Consolidated Financial Statements for more information on the adoption of the new accounting guidance.\nLitigation or legal proceedings could expose us to significant liabilities and have a negative impact on our reputation.\nWe are or may become party to various claims and legal proceedings in the ordinary course of our business. These claims and legal proceedings may include lawsuits or claims relating to contracts, intellectual property, product recalls, product liability, employment matters, environmental matters, regulatory compliance, or other aspects of our business. Even when not merited, the defense of these claims and legal proceedings may divert our management’s attention, and we may incur significant expenses in defending these claims and proceedings. In addition, we may be required to pay damage awards or settlements or become subject to injunctions or other equitable remedies, which could have a material adverse effect on our financial position, cash flows, or results of operations. The outcome of litigation is often difficult to predict, and the outcome of pending or future claims and legal proceedings may have a material adverse effect on our financial position, cash flows, or results of operations. We evaluate these claims and legal proceedings to assess the likelihood of unfavorable outcomes and to estimate, if possible, the amount of potential losses. Based on these assessments and estimates, we establish reserves or disclose the relevant litigation claims or legal proceedings, as appropriate. These assessments and estimates are based on the information available to management at the time and involve a significant amount of management judgment. Actual outcomes or losses may differ materially from our current assessments and estimates. If actual outcomes or losses differ materially from our current assessments and estimates or additional claims or legal proceedings are initiated, we could be exposed to significant liabilities.\nNatural disasters, pandemics, or other catastrophic events may impact our production schedules and, in turn, negatively impact profitability.\n \nNatural disasters, pandemics, or other catastrophic events, including severe weather (including cyclones, hurricanes, and floods) as well as terrorist attacks, power interruptions, fires, and pandemics, could disrupt operations and likewise our ability to produce or deliver products. Our manufacturing operations require significant amounts of energy, including natural gas and oil, and governmental regulations may control the allocation of such fuels to Kimball Electronics. Employees are an integral part of our business, and events such as a pandemic could reduce the availability of employees reporting for work. In the event we experience a temporary or permanent interruption in our ability to produce or deliver product, revenues could be reduced, and business could be materially adversely affected. In addition, catastrophic events, or the threat thereof, can adversely affect U.S. and world economies, and could result in reduced demand for our customers’ products and delayed or lost revenue for our services. Further, any disruption in our IT systems could adversely affect the ability to receive and process customer orders, manufacture products, and ship products on a timely basis, and could adversely affect relations with customers, potentially resulting in reduction in orders from customers or loss of customers. We maintain insurance to help protect us from costs relating to some of these matters, but it may not be sufficient or paid in a timely manner to us in the event of such an interruption.",
    "item1a": ">Item 1A - Risk Factors\n. \n25\n \nPresentation of Results of Operations and Liquidity and Capital Resources\nA discussion regarding our financial condition and results of operations for fiscal year 2023 compared to fiscal year 2022 is presented below. A discussion regarding our financial condition and results of operations for fiscal year 2022 compared to fiscal year 2021 can be found under captions entitled “Results of Operations - Fiscal Year 2022 Compared with Fiscal Year 2021” and “Liquidity and Capital Resources” in the section entitled “Item 7 - Management’s Discussion and Analysis of Financial Condition and Results of Operations” of our Annual Report on Form 10-K for the year ended June 30, 2022 filed with the SEC on August 30, 2022, which is available free of charge through the SEC’s website at http://www.sec.gov or the Company’s website, http://investors.kimballelectronics.com. The Company’s website and the information contained therein, or incorporated therein, are not intended to be incorporated into this Annual Report on Form 10-K. \nResults of Operations - Fiscal Year 2023 Compared with Fiscal Year 2022 \n \nAt or For the Year Ended\n \n \nJune 30\n(Amounts in Millions, Except for Per Share Data)\n2023\nas a % of Net Sales\n2022\nas a % of Net Sales\n% Change\nNet Sales\n$\n1,823.4 \n$\n1,349.5 \n35 \n%\nGross Profit \n156.2 \n8.6 \n%\n104.6 \n7.8 \n%\n49 \n%\nSelling and Administrative Expenses\n68.7 \n3.8 \n%\n53.5 \n4.0 \n%\n28 \n%\nOther General Income\n(0.2)\n(1.4)\nOperating Income\n87.7 \n4.8 \n%\n52.5 \n3.9 \n%\n67 \n%\nOther Income (Expense)\n(13.0)\n(8.7)\nProvision for Income Taxes\n18.9 \n12.5 \n52 \n%\nNet Income\n$\n55.8 \n$\n31.3 \n79 \n%\nDiluted Earnings per Share\n$\n2.22 \n$\n1.24 \n79 \n%\nOpen Orders\n$\n798 \n$\n1,192 \n(33)\n%\nNet Sales by Vertical Market\nFor the Year Ended\n \n \nJune 30\n \n(Amounts in Millions)\n2023\n2022\n% Change\nAutomotive\n$\n820.1 \n$\n582.2 \n41 \n%\nMedical\n494.0 \n391.7 \n26 \n%\nIndustrial\n474.6 \n358.2 \n33 \n%\nOther\n34.7 \n17.4 \n99 \n%\nTotal Net Sales\n$\n1,823.4 \n$\n1,349.5 \n35 \n%\nNet sales in fiscal year 2023 increased by 35% compared to net sales in fiscal year 2022, which included an unfavorable impact of 3% from foreign exchange fluctuations. By end market vertical, our market verticals fluctuated as follows:\n•\nWe experienced record sales to customers in the automotive market during the current fiscal year largely due to the ramp-up of certain programs, new product launches, and improved component availability.\n•\nSales to customers in the medical market also experienced record net sales, with a double-digit increase in sales when compared to the prior fiscal year. The increase is primarily due to overall increased demand, improved component availability, and launch and ramp-up of new programs. We expect fiscal year 2024 medical market sales to be unfavorably impacted by decreased sales with a large medical customer who is remediating a recall.  The cause of the recall is unrelated to the products we provided.\n•\nBeginning in fiscal year 2023, the Company changed its presentation of revenue for the industrial and public safety end market verticals by combining them into the industrial end market vertical. Prior year periods have been recast to conform to the current year presentation. We also experienced record sales to customers in the industrial market during the current fiscal year, as a result of higher end market demand for climate control products which was supported by overall improved component availability, increased automation, test, and inspection equipment sales, and new product launches. \n26\n \nA significant amount of sales to Nexteer Automotive, Philips, and ZF accounted for the following portions of our net sales:\n  \nYear Ended June 30\n \n2023\n2022\nNexteer Automotive\n15%\n17%\nPhilips\n14%\n15%\nZF\n12%\n*\n* amount is less than 10% of total\nOpen orders were down 33% as of June 30, 2023 compared to June 30, 2022. The decrease in open orders from June 30, 2022 is driven by decreased order lead times and the overall improvement in component availability, which has increased our ability to fulfill customer orders. Open orders are the aggregate sales price of production pursuant to unfulfilled customer orders, which may be delayed or canceled by the customer subject to contractual termination provisions. The majority of open orders as of June 30, 2023 are expected to be filled within the next twelve months. Open orders at a point in time may not be indicative of future sales trends due to the contract nature of our business and the variability of order lead times among our customers. \nGross profit as a percent of net sales improved in fiscal year 2023 when compared to fiscal year 2022 primarily due to the leverage gained on higher revenue and favorable product mix. Additionally, we experienced lost absorption in the first half of fiscal year 2022 as the prior fiscal year was impacted to a much greater degree than the current fiscal year by component shortages, and as we retained our workforce, our gross profit as a percent of net sales was negatively impacted. \nFor fiscal year 2023, selling and administrative expenses declined as a percent of net sales but increased in absolute dollars when compared to fiscal year 2022. The selling and administrative expense increase was driven by the increased factoring fees coupled with increased accounts receivable factoring activity, added resources to support our significant growth, wage inflation, and higher incentive-based compensation. \nOther General Income in fiscal years 2023 and 2022 consisted of $0.2 million and $1.4 million, respectively, resulting from payments received related to class action lawsuits in which Kimball Electronics was a class member. These lawsuits alleged that certain suppliers to the EMS industry conspired over a number of years to raise and fix the prices of electronic components, resulting in overcharges to purchasers of those components. \nOther Income (Expense) consisted of the following: \nOther Income (Expense)\nYear Ended\n \nJune 30\n(Amounts in Thousands)\n2023\n2022\nInterest Income\n$\n153 \n$\n81 \nInterest Expense\n(16,263)\n(2,655)\nForeign Currency/Derivative Gain (Loss)\n2,769 \n(4,182)\nGain (Loss) on SERP Investments\n701 \n(1,563)\nOther\n(345)\n(499)\nOther Income (Expense), net\n$\n(12,985)\n$\n(8,818)\nInterest expense has increased in the year ended June 20, 2023 compared to the year ended June 30, 2022 due to higher interest rates and higher borrowings on credit facilities. The Foreign Currency/Derivative Gain (Loss) resulted from net foreign currency exchange rate movements during the periods. The gain in fiscal year 2023 and the loss in fiscal year 2022 were driven by the respective weakening and strengthening of the U.S. dollar versus foreign currencies that we have exposure to in our business. The revaluation of the fair value of the supplemental employee retirement plan (“SERP”) investments recorded in Other Income (Expense) is offset by the revaluation of the SERP liability recorded in Selling and Administrative Expenses, and thus there is no effect on net income. \n27\n \nOur income before income taxes and effective tax rate were comprised of the following U.S. and foreign components:\nYear Ended June 30, 2023\nYear Ended June 30, 2022\n(Amounts in Thousands)\nIncome (Loss) Before Taxes\nEffective Tax Rate\nIncome Before Taxes\nEffective Tax Rate\nUnited States\n$\n(6,269)\n(1.1)\n%\n$\n1,542 \n29.8 \n%\nForeign\n$\n81,013\n23.2 \n%\n$\n42,189 \n28.5 \n%\nTotal \n$\n74,744\n25.3 \n%\n$\n43,731 \n28.5 \n%\nThe consolidated effective tax rate for fiscal year 2023 was unfavorably impacted by the mix of taxable earnings within our various tax jurisdictions and foreign exchange rate movements. The domestic favorable tax rate was favorably impacted by our loss before taxes and the research and development tax credit.\nThe domestic effective tax rate and the consolidated effective tax rate for fiscal year 2022 were unfavorably impacted by the mix of taxable earnings within our various tax jurisdictions and foreign exchange rate movements.\nOur overall effective tax rate will fluctuate depending on the geographic distribution of our worldwide earnings. See \nNote 10 - Income Taxes\n of Notes to Consolidated Financial Statements for more information. \nWe recorded net income of $55.8 million in fiscal year 2023, or $2.22 per diluted share, an increase of 78.6% from fiscal year 2022 net income of $31.3 million, or $1.24 per diluted share. \nComparing the balance sheet as of June 30, 2023 to June 30, 2022, Receivables increased $85.3 million largely due to increased sales volumes. Our inventory balance increased $54.7 million primarily to support our newly expanded facilities. Property and equipment, net increased $60.8 million for expansions at our Mexico, Thailand, and Poland facilities and to support new business awards. Accounts payable increased $22.1 million primarily due to the increased inventory purchases. Borrowings under credit facilities increased $100.9 million primarily due to borrowings on the U.S. primary credit facility for working capital purposes and capital expenditures supporting our expansions. \nLiquidity and Capital Resources\nWorking capital at June 30, 2023 was $454.3 million compared to working capital of $352.3 million at June 30, 2022. The current ratio was 2.0 at June 30, 2023 and 1.9 at June 30, 2022, respectively. The debt-to-equity ratio was 0.5 and 0.4 at June 30, 2023 and June 30, 2022, respectively. Our short-term liquidity available, represented as cash and cash equivalents plus the unused amount of our credit facilities, some of which are uncommitted, totaled $149.1 million at June 30, 2023 and $178.6 million at June 30, 2022.\nCash Conversion Days (“CCD”) are calculated as the sum of Days Sales Outstanding (“DSO”) plus Contract Asset Days (“CAD”) plus Production Days Supply on Hand (“PDSOH”) less Accounts Payable Days (“APD”) and less Advances from Customers Days (“ACD”). CCD, or a similar metric, is used in our industry and by our management to measure the efficiency of managing working capital. The following table summarizes our CCD for the quarterly periods indicated. Beginning in the third quarter of fiscal year 2023, we included Advances from Customers Days in our CCD calculation as these are customer deposits related to inventory. Prior periods have been recast to conform to the current quarter presentation.\nThree Months Ended\nJune 30, 2023\nMarch 31, 2023\nDecember 31, 2022\nSeptember 30, 2022\nJune 30, 2022\nDSO\n56\n54\n56\n54\n53\nCAD\n14\n14\n14\n14\n16\nPDSOH\n97\n101\n108\n106\n100\nAPD\n65\n69\n72\n73\n76\nACD\n8\n8\n9\n7\n7\nCCD\n94\n92\n97\n94\n86\nWe define DSO as the average of monthly trade accounts and notes receivable divided by an average day’s net sales, CAD as the average monthly contract assets divided by an average day’s net sales, PDSOH as the average of monthly gross inventory divided by an average day’s cost of sales, APD as the average of monthly accounts payable divided by an average day’s cost of sales, and ACD as the total customer deposits divided by an average day’s cost of sales. Over the past several quarters, we have supported our customers through strategic inventory builds to mitigate parts shortages, which adversely impacted our PDSOH and CCD metrics. We expect inventory levels and working capital to normalize as the parts shortages abate and our expansions continue to ramp up production.\n28\n \nCash Flows\nThe following table reflects the major categories of cash flows for the fiscal years ended June 30, 2023 and 2022.\nYear Ended June 30\n(Amounts in Millions)\n2023\n2022\nNet cash used for operating activities\n$\n(13.8)\n$\n(83.2)\nNet cash used for investing activities\n$\n(90.5)\n$\n(74.8)\nNet cash provided by financing activities\n$\n99.2 \n$\n103.7 \nCash Flows from Operating Activities\nNet cash used for operating activities for the fiscal year ended June 30, 2023 and the fiscal year ended June 30, 2022 was driven by changes in operating assets and liabilities, partially offset by net income plus non-cash depreciation and amortization charges. Changes in operating assets and liabilities used $107.3 million of cash in the fiscal year ended June 30, 2023 and $152.8 million of cash in the fiscal year ended June 30, 2022, respectively.\nThe cash used of $107.3 million from changes in operating assets and liabilities in fiscal year 2023 was largely due to an increase in accounts receivable, which used cash of $82.4 million primarily resulting from increased sales volumes, and an increase in inventory, which used cash of $50.2 million, driven by investment to support our expansions. Partially offsetting cash used by inventory was an increase in accounts payable, which provided cash of $20.4 million largely resulting from increased inventory purchases, and an increase in advances from customers, which provided cash of $7.9 million. \nThe cash used of $152.8 million from changes in operating assets and liabilities in fiscal year 2022 was largely due to an increase in inventory, which used cash of $203.2 million primarily due to the component shortages as we continued to purchase material not impacted by the shortages so we can fulfill our customer orders once the impacted components are received, and an increase in accounts receivable, which used cash of $26.5 million primarily resulting from increased sales volumes. Partially offsetting cash used by inventory was an increase in accounts payable, which provided cash of $89.2 million largely resulting from increased inventory purchases, and an increase in advances from customers, which provided cash of $22.6 million. See \nNote 1 - Business Description and Summary of Significant Accounting Policies\n of Notes to Consolidated Financial Statements for information regarding reclassifications of advances from customers. \nCash Flows from Investing Activities \nNet cash used for investing activities during fiscal year 2023 includes $90.7 million cash used for capital investments. The capital investments were primarily for expansions at our Mexico, Thailand, and Poland facilities and to support new business awards. \nNet cash used for investing activities during fiscal year 2022 includes $74.7 million cash used for capital investments. The capital investments were primarily for expansions at our Thailand and Mexico facilities and to support new business awards. \nCash Flows from Financing Activities\nNet cash provided by financing activities for the fiscal year ended June 30, 2023 resulted largely from net borrowings on our credit facilities of $100.7 million primarily for working capital purposes and capital investments supporting expansions.\nNet cash used for financing activities for the fiscal year ended June 30, 2022 resulted largely from net borrowings on our credit facilities of $114.9 million primarily for working capital purposes.\nCredit Facilities\nThe Company maintains a U.S. primary credit facility (the “primary credit facility”) scheduled to mature on May 4, 2027. The primary credit facility provides for $300 million in borrowings, with an option to increase the amount available for borrowing to $450 million at the Company’s request, subject to the consent of each lender participating in such increase. The Company also maintains a 364-day multi-currency revolving credit facility (the “secondary credit facility”), which allows for borrowings up to $50 million and has a maturity date of February 2, 2024. The proceeds of the loans on the primary credit facility and the secondary credit facility are to be used for working capital and general corporate purposes of the Company. We were in compliance with the financial covenants of the primary and secondary credit facilities during the fiscal year ended June 30, 2023. \n29\n \nWe also maintain foreign credit facilities for working capital and general corporate purposes at specific foreign locations rather than utilizing funding from intercompany sources. These foreign credit facilities can be canceled at any time by either the bank or us and generally include renewal clauses. As of June 30, 2023, we maintained foreign credit facilities at our Thailand operation, our EMS operation in China, our Netherlands subsidiary, our Poland operation, and our Vietnam operation.\nSee \nNote 7 - Credit Facilities\n of Notes to Consolidated Financial Statements for more information on our credit facilities, including the terms of the credit facilities such as interest, commitment fees, and debt covenants. \nFactoring Arrangements\nThe Company utilizes accounts receivable factoring arrangements with third-party financial institutions in order to extend terms for the customer without negatively impacting our cash flow. These arrangements in all cases do not contain recourse provisions which would obligate us in the event of our customers’ failure to pay. Receivables are considered sold when they are transferred beyond the reach of Kimball Electronics and its creditors, the purchaser has the right to pledge or exchange the receivables, and we have surrendered control over the transferred receivables. During the fiscal years ended June 30, 2023 and 2022, we sold, without recourse, $485.4 million and $303.4 million of accounts receivable, respectively. See \nNote 1 - Business Description and Summary of Significant Accounting Policies \nof Notes to Consolidated Financial Statements for more information regarding the factoring arrangements.\nFuture Liquidity\nWe believe our principal sources of liquidity from available funds on hand, cash generated from operations, and the availability of borrowing under our credit facilities, will be sufficient to meet our working capital and other operating needs for at least the next 12 months. The unused borrowings in USD equivalent under all of our credit facilities totaled $106.1 million at June 30, 2023, including the $50 million secondary facility expiring in February 2024. Additionally, accounts receivable factoring arrangements could provide flexible access to cash as needed. While our primary and secondary credit facilities include a covenant that limits the amount of sold receivables outstanding at any time, currently and historically, we have been considerably below this limit.\nWe expect to continue to prudently invest in capital expenditures, including for capacity expansions and potential acquisitions, that would help us continue our growth as a multifaceted manufacturing solutions company. We recently completed our Thailand facility expansion in the third quarter of fiscal year 2022, our Mexico facility expansion in the first quarter of fiscal year 2023, and our Poland expansion in the fourth quarter of fiscal year 2023.\nAt June 30, 2023, our capital expenditure commitments were approximately $13 million, consisting primarily of equipment for the Poland, Mexico, and Thailand facility expansions and capital related to new program wins. We anticipate our available liquidity will be sufficient to fund these capital expenditures. \nWe have purchase obligations that arise in the normal course of business for items such as raw materials, services, and software acquisitions/license commitments. In certain instances, such as when lead times dictate, we enter into contractual agreements for material in excess of the levels required to fulfill customer orders to help mitigate the potential impact related to component shortages, which require longer lead times. In turn, our material authorization agreements with customers cover a portion of the exposure for material which is purchased prior to having a firm order.\nAt June 30, 2023, our foreign operations held cash totaling $41.4 million and the aggregate unremitted earnings of our foreign subsidiaries were approximately $420 million. Most of our accumulated unremitted foreign earnings have been invested in active non-U.S. business operations, and it is not anticipated such earnings will be remitted to the United States. Our intent is to permanently reinvest the remaining funds outside of the United States, and our current plans do not demonstrate a need to repatriate these funds to our U.S. operations. However, if such funds were repatriated, a portion of the funds remitted may be subject to applicable non-U.S. income and withholding taxes. \nThe Company has a Board-authorized stock repurchase plan (the “Plan”) to allow the repurchase of up to $100 million of common stock. Purchases may be made under various programs, including in open-market transactions, block transactions on or off an exchange, or in privately negotiated transactions, all in accordance with applicable securities laws and regulations.  The Plan has no expiration date but may be suspended or discontinued at any time. The extent to which the Company repurchases its shares, and the timing of such repurchases, will depend upon a variety of factors, including market conditions, regulatory requirements, and other corporate considerations, as determined by the Company’s management team. The Company expects to finance the purchases with existing liquidity. The Company has repurchased $88.8 million of common stock under the Plan through June 30, 2023.\n30\n \nOur ability to generate cash from operations to meet our liquidity obligations could be adversely affected in the future by factors such as general economic and market conditions, lack of availability of raw material components in the supply chain, a decline in demand for our services, loss of key contract customers, unsuccessful integration of acquisitions and new operations, global health emergencies such as the COVID-19 pandemic, and the related uncertainties around the financial impact, and other unforeseen circumstances. In particular, should demand for our customers’ products and, in turn, our services decrease significantly over the next 12 months, the available cash provided by operations could be adversely impacted.\nFair Value\nDuring fiscal year 2023, no level 1 or level 2 financial instruments were affected by a lack of market liquidity. For level 1 financial assets, readily available market pricing was used to value the financial instruments. Our foreign currency derivative assets and liabilities, which were classified as level 2, were independently valued using observable market inputs such as forward interest rate yield curves, current spot rates, and time value calculations. To verify the reasonableness of the independently determined fair values, these derivative fair values were compared to fair values calculated by the counterparty banks. Our own credit risk and counterparty credit risk had an immaterial impact on the valuation of the foreign currency derivatives. See \nNote 12 - Fair Value\n of Notes to Consolidated Financial Statements for more information.\nOff-Balance Sheet Arrangements\nAs of June 30, 2023, we do not have any material off-balance sheet arrangements. \nCritical Accounting Policies\nKimball Electronics’ Consolidated Financial Statements have been prepared in accordance with accounting principles generally accepted in the United States of America. These principles require the use of estimates and assumptions that affect amounts reported and disclosed in the Consolidated Financial Statements and related notes. Actual results could differ from these estimates and assumptions. Management uses its best judgment in the assumptions used to value these estimates, which are based on current facts and circumstances, prior experience, and other assumptions that are believed to be reasonable. Management believes the following critical accounting policies reflect the more significant judgments and estimates used in preparation of our Consolidated Financial Statements and are the policies that are most critical in the portrayal of our financial position and results of operations. Management has discussed these critical accounting policies and estimates with the Audit Committee of the Company’s Board of Directors and with the Company’s independent registered public accounting firm.\nRevenue recognition\n - Kimball Electronics recognizes revenue to depict the transfer of goods or services to customers in an amount that reflects the consideration to which the Company expects to be entitled in exchange for those services and products. The majority of our revenue is recognized over time as manufacturing services are performed where we manufacture a product with no alternative use and have an enforceable right to payment for performance completed to date. The remaining revenue is recognized when the customer obtains control of the manufactured product. We have elected to account for shipping and handling activities related to contracts with customers as costs to fulfill our promise to transfer the associated products. Accordingly, we record customer payments of shipping and handling costs as a component of net sales and classify such costs as a component of cost of sales. We recognize sales net of applicable sales or value add taxes. Based on estimated product returns and price concessions, a reserve for returns and allowances is recorded at the time revenue is recognized, resulting in a reduction of revenue. \nGoodwill and Other Intangible Assets - \nGoodwill, $12.0 million as of both June 30, 2023 and 2022 represents the difference between the purchase price and the related underlying tangible and intangible net asset fair values resulting from business acquisitions. Annually, or if conditions indicate an earlier review is necessary, goodwill is tested at the reporting unit level. If the estimated fair value of the reporting unit is less than the carrying value, goodwill is written down to its estimated fair value. No impairment charges were recorded in fiscal year 2023 or 2022 resulting from our annual impairment tests for all reporting units. \nOther Intangible Assets, $12.3 million and $14.7 million as of June 30, 2023 and 2022, respectively, are reported on the Consolidated Balance Sheets and consist of capitalized software, customer relationships, technology, and trade name. Intangible assets are reviewed for impairment, and their remaining useful lives evaluated for revision, when events or circumstances indicate that the carrying value may not be recoverable over the remaining lives of the assets. \nSee \nNote 1 - Business Description and Summary of Significant Accounting Policies\n of Notes to Consolidated Financial Statements for further discussion of the Company’s goodwill and intangible asset accounting policies.\n31\n \nTaxes\n - Deferred income tax assets and liabilities are recognized for the estimated future tax consequences attributable to temporary differences between the financial statement carrying amounts of existing assets and liabilities and their respective tax bases. These assets and liabilities are measured using enacted tax rates expected to apply to taxable income in the years in which the temporary differences are expected to reverse. We evaluate the recoverability of our deferred tax assets each quarter by assessing the likelihood of future taxable income and available tax planning strategies that could be implemented to realize our deferred tax assets. If recovery is not likely, we provide a valuation allowance based on our best estimate of future taxable income in the various taxing jurisdictions and the amount of deferred taxes ultimately realizable. Future events could change management’s assessment.\nWe operate within multiple taxing jurisdictions and are subject to tax audits in these jurisdictions. These audits can involve complex issues, which may require an extended period of time to resolve. However, we believe we have made adequate provision for income and other taxes for all years that are subject to audit. As tax positions are effectively settled, the tax provision will be adjusted accordingly. The liability for uncertain income tax and other tax positions, including accrued interest and penalties on those positions, was $1.8 million at both June 30, 2023 and June 30, 2022.  \nNew Accounting Standards\nNew accounting standards which have been issued but not yet adopted are typically disclosed in \nNote 1 - Business Description and Summary of Significant Accounting Policies\n of Notes to Consolidated Financial Statements for information regarding New Accounting Standards. Currently, there are no issued but not yet adopted accounting standards that are expected to have a material impact on the Company.",
    "item7": ">Item 7 - \nManagement’s Discussion and Analysis of Financial Condition and Results of Operations\nForward-Looking Statements\nCertain statements contained within this document are considered forward-looking under the Private Securities Litigation Reform Act of 1995. The statements may be identified by the use of words such as “believes,” “anticipates,” “expects,” “intends,” “plans,” “projects,” “estimates,” “forecasts,” “seeks,” “likely,” “future,” “may,” “might,” “should,” “would,” “could,” “will,” “potentially,” “can,” “goal,” “predict,” and similar expressions. These forward-looking statements are subject to risks and uncertainties including, but not limited to, global economic conditions, geopolitical environment and conflicts such as the war in Ukraine, global health emergencies including the COVID-19 pandemic, availability or cost of raw materials and components, foreign exchange fluctuations, and our ability to convert new business opportunities into customers and revenue. Additional cautionary statements regarding other risk factors that could have an effect on the future performance of Kimball Electronics are located within \nItem 1A - Risk Factors\n.\nBusiness Overview\nWe are a global, multifaceted manufacturing solutions provider. We provide electronics manufacturing services (“EMS”), including engineering and supply chain support, to customers in the automotive, medical, and industrial end markets. Our core competency is producing durable electronics, and we further offer contract manufacturing services for non-electronic components, medical devices, medical disposables, drug delivery devices and solutions, precision molded plastics, and production automation, test, and inspection equipment. Our manufacturing services, including engineering and supply chain support, utilize common production and support capabilities globally. We are well recognized by our customers and the industry for our excellent quality, reliability, and innovative service. CIRCUITS ASSEMBLY, a leading brand and technical publication for electronics manufacturers worldwide, has recognized us four times in the past five years for achieving the Highest Overall Customer Rating in their Service Excellence Awards, and we received awards in all categories in 2022. \nThe contract manufacturing services industry is very competitive. As a mid-sized player, we can expect to be challenged by the agility and flexibility of the smaller, regional players, and we can expect to be challenged by the scale and price competitiveness of the larger, global players. We enjoy a unique market position between these extremes which allows us to compete with the larger scale players for high-volume projects, but also maintain our competitive position in the generally lower volume durable electronics market space. We expect to continue to effectively operate in this market space; however, one significant challenge will be maintaining our profit margins while we continue our revenue growth. Pricing is competitive in the market as production efficiencies and material pricing advantages for most projects drive costs and prices down over the life of the projects. This characteristic of the contract electronics marketplace is expected to continue.\nThe Worldwide Manufacturing Services Market - 2023 Edition\n, a comprehensive study on the worldwide EMS market published by New Venture Research (“NVR”), provided worldwide forecast trends through 2027. NVR projects the worldwide assembly market for electronics products to grow at a compound annual growth rate (“CAGR”) of 4.3% over the next five years, with the EMS industry projected to grow at a CAGR of 5.5%.\nWe continue to monitor the current economic and industry conditions for uncertainties that may pose a threat to our future growth or cause disruption in business strategy, execution, and timing in the markets in which we compete. The EMS industry continues to experience component shortages, component allocations, and shipping delays, particularly with semiconductors, which were especially challenging in the prior fiscal year. Component shortages or allocations could continue to increase component costs and potentially interrupt our operations and negatively impact our ability to meet commitments to customers. We have taken various actions to mitigate the risk and minimize the impact to our customers as well as the adverse effect component shortages, component allocations, or shipping delays could have on our results; however, the duration or severity of the components shortages is unknown. \nSupply chain restraints have also resulted in an industry-wide inflation of components, labor, freight, and other operating costs. Through contractual pricing arrangements and negotiations with our customers, we have been able to mitigate a majority of these cost increases; however, our profitability has been impacted, and necessary extended lead times on inventory purchases has negatively impacted our working capital. The financial impact on our future results cannot be reasonably estimated but could be material.\n24\n \nWe experienced record sales in the current fiscal year as sales increased 35% from the prior fiscal year, with double-digit increases and annual records in all three of our end market verticals. Beginning in fiscal year 2023, we changed our presentation of revenue for the industrial and public safety end market verticals by combining them in the industrial end market vertical. Prior year periods have been recast to conform to the current year presentation. Sales in all three of our end market verticals have increased when compared to the prior fiscal year from the improved component availability and the launch and ramp-up of new programs.\nWe have a strong focus on cost control balanced with managing the future growth prospects of our business. We expect to make investments that will strengthen or add new capabilities to our package of value as a multifaceted manufacturing solutions company, including through our recently announced and completed capacity expansions. Managing working capital in conjunction with fluctuating demand levels is likewise key. In addition, a long-standing component of our profit-sharing incentive bonus plan is that it is linked to our financial performance which results in varying amounts of compensation expense as profits change.\nWe continue to maintain a strong balance sheet as of the end of fiscal year 2023, which included a current ratio of 2.0, a debt-to-equity ratio of 0.5, and Share Owners’ equity of $524 million. Recently, we have invested to support our expansions and growth in Mexico, Thailand, and Poland. At the same time, we have supported our customers through strategic inventory purchases to mitigate part shortages. We expect our balance sheet to normalize as parts shortages abate and our expansions continue to ramp up production. Refer to the Future Liquidity section of Liquidity and Capital Resources below for further discussion of our liquidity.\nThe continuing success of our business is dependent upon our ability to replace expiring customers/programs with new customers/programs. We monitor our success in this area by tracking the number of customers and the percentage of our net sales generated from them by years of service as depicted in the table below. While variation in the size of program awards makes it difficult to directly correlate this data to our sales trends, we believe it does provide useful information regarding our customer loyalty and new business growth. \nYear End\nCustomer Service Years\n2023\n2022\n2021\nMore than 10 Years\n% of Net Sales\n77 \n%\n79 \n%\n81 \n%\n# of Customers\n31 \n34 \n33 \n5 to 10 Years\n% of Net Sales\n19 \n%\n17 \n%\n16 \n%\n# of Customers\n22 \n21 \n23 \nLess than 5 Years\n% of Net Sales\n4 \n%\n4 \n%\n3 \n%\n# of Customers\n12 \n11 \n16 \nTotal\n% of Net Sales\n100 \n%\n100 \n%\n100 \n%\n# of Customers\n65 \n66 \n72 \nA detailed discussion of risk factors and uncertainties that could have an effect on our performance are located within ",
    "item7a": ">Item 7A - \nQuantitative and Qualitative Disclosures About Market Risk\n \nForeign Exchange Rate Risk:\n  Kimball Electronics operates internationally and thus is subject to potentially adverse movements in foreign currency rate changes. Our principal foreign currency exposures include the Euro, Polish zloty, Romanian leu, Chinese renminbi, Thai baht, Vietnamese dong, and Mexican peso. Our risk management strategy includes the use of derivative financial instruments to hedge certain foreign currency exposures. Derivatives are used only to manage underlying exposures and are not used in a speculative manner. Further information on derivative financial instruments is provided in \nNote 13 - Derivative Instruments\n of Notes to Consolidated Financial Statements. We estimate that a hypothetical 10% adverse change in foreign currency exchange rates from levels at June 30, 2023 relative to non-functional currency balances of monetary instruments, to the extent not hedged by derivative instruments, would not have a material impact on profitability in an annual period. Actual future gains and losses could have a material impact in an annual period depending on changes or differences in market rates and interrelationships, hedging instruments, timing, and other factors.\nInterest Rate Risk:  \nOur primary exposure to market risk for changes in interest rates relates to our primary credit facility, described further in \nNote 7 - Credit Facilities\n of Notes to Consolidated Financial Statements, as the interest rates paid for borrowings are determined at the time of borrowing based on market indices. Therefore, although we can elect to fix the interest rate at the time of borrowing, the facility does expose us to market risk for changes in interest rates. We estimate that a hypothetical 10% change in interest rates on borrowing levels at June 30, 2023 would not have a material impact of profitability in an annual period. The interest rate on certain borrowings under our credit facilities, including our primary credit facility, are based on the Secured Overnight Financing Rate (“SOFR”).\n32\n ",
    "cik": "1606757",
    "cusip6": "49428J",
    "cusip": [
        "49428j109",
        "49428J109"
    ],
    "names": [
        "Kimball Electronics",
        "KIMBALL ELECTRONICS INC"
    ],
    "source": "https://www.sec.gov/Archives/edgar/data/1606757/000160675723000033/0001606757-23-000033-index.htm"
}