{
    "item1": ">ITEM 1. BUSINESS\nOverview\nOur Company is a diversified financial services company with approximately $20.3 billion in assets and approximately $34.8 billion of assets under custody and/or administration at Axos Clearing LLC (“Axos Clearing”). Axos Bank (the “Bank”) provides consumer and commercial banking products through its digital online and mobile banking platforms, low-cost distribution channels and affinity partners. Our Bank offers deposit and lending products to customers nationwide including consumer and business checking, savings and time deposit accounts and single family and multifamily residential mortgages, commercial real estate mortgages and loans, fund and lender finance loans, asset-based loans, auto loans and other consumer loans. Our Bank generates non-interest income from consumer and business products, including fees from loans originated for sale, deposit account service fees, prepayment fees, as well as technology and payment transaction processing fees. We offer securities products and services to independent registered investment advisors (“RIAs”) and introducing broker dealers (“IBDs”) through Axos Clearing and Axos Advisor Services (“AAS”) and direct-to-consumer securities trading and digital investment management products through Axos Invest, Inc. (“Axos Invest”). AAS and Axos Clearing generate interest and fee income by providing comprehensive securities custody services to RIAs and clearing, stock lending, and margin lending services to IBDs respectively. Axos Invest generates fee income from self-directed securities trading and margin lending and fee income from digital wealth management services to consumers. Our common stock is listed on the New York Stock Exchange under the ticker symbol “AX” and is a component of the Russell 2000® Index, the KBW Nasdaq Financial Technology Index, the S&P SmallCap 600® Index, the KBW Nasdaq Financial Technology Index, and the Travillian Tech-Forward Bank Index.\nOn June 30, 2023, Axos had total assets of $20.3 billion, including loans of $16.5 billion and investment securities of $0.2 billion, and total liabilities of $18.4 billion, including total deposits of $17.1 billion and borrowings of $0.5 billion. Because we do not incur the significantly higher fixed operating costs inherent in a branch-based distribution system, the Bank is able to grow deposits by providing a better value to our customers and by expanding our low-cost distribution channels.\nOur business strategy is to grow our loan originations and our deposits to achieve increased economies of scale and reduce the cost of products and services to our customers by leveraging our distribution channels and technology. We have designed our online banking platform and our workflow processes to handle traditional banking functions with elimination of paperwork and human intervention. Our Bank’s charter allows us to conduct banking operations in all fifty states, as well as Puerto Rico, and our online presence allows for increased flexibility to target a large number of loan and deposit customers based on demographics, geography and service needs. Our low-cost distribution channels provide opportunities to increase our core deposits and increase our loan originations by attracting new customers and developing new and innovative products and services. Our securities clearing and custody and digital investment management platforms provide a comprehensive set of technology, clearing, cash management and lending services targeted at independent registered investment advisors and introducing broker-dealers, principals and clients of advisory firms and individuals not affiliated with an investment advisor. We are integrating our custody and wealth management platforms with our banking platform to create an easy-to-use platform for customers’ banking and investing needs. Additionally, our securities clearing and custody businesses generate additional low-cost deposits, which serve as a source of funding for our Bank.\nOur long-term business plan includes the following principal objectives:\n•\nMaintain an annualized return on average common stockholders’ equity of 17.0% or better;\n•\nAnnually increase average interest-earning assets by 12% or more; and\n•\nMaintain an annualized efficiency ratio at the Bank of 40% or lower.\n1\nTable of Cont\nents\nSegment Information\nWe operate through two operating segments: Banking Business and Securities Business.\nThe Banking Business has a broad range of banking services including online banking, concierge banking, and mortgage, vehicle and unsecured lending through online, low-cost distribution channels to serve the needs of consumers and businesses nationally. In addition, the Banking Business focuses on providing deposit products nationwide to industry verticals (e.g., Title and Escrow), treasury management products to a variety of businesses, and commercial & industrial and commercial real estate lending to clients. The Banking Business includes a bankruptcy trustee and fiduciary service that provides specialized software and consulting services to Chapter 7 bankruptcy and non-Chapter 7 trustees and fiduciaries.\nThe Securities Business includes the clearing broker-dealer, registered investment advisor custody business, registered investment advisor, and introducing broker-dealer lines of businesses. These lines of business offer products independently to their own customers as well as to Banking Business clients. The Securities Business also offers a specialized accounting software that serves the business management, family office and wealth management industries.\nThe operating segments and segment results of the Company are determined based upon the management reporting system, which assigns balance sheet and income statement items to each of the business segments and by which segment results are evaluated by the Chief Executive Officer in deciding how to allocate resources and in assessing performance. The process is designed around the organizational and management structure and, accordingly, the results derived are not necessarily comparable with similar information published by other financial institutions or in accordance with generally accepted accounting principles.\nThe Company evaluates performance and allocates resources based on pre-tax profit or loss from operations in conjunction with its corporate strategy. Certain corporate administration costs have not been allocated to the reportable segments. Inter-segment transactions are eliminated in consolidation and primarily include non-interest income earned by the Securities Business segment and non-interest expense incurred by the Banking Business segment for cash sorting fees related to deposits sourced from Securities Business segment customers, as well as interest expense paid by the Banking Business segment to each of the wholly-owned subsidiaries of the Company and to the Company itself for operating cash held on deposit with the Banking Business segment.\nBANKING BUSINESS\nWe distribute our deposit products through a wide range of retail and commercial distribution channels, and our deposits consist of demand, savings and time deposits accounts. We distribute our loan products through our retail, correspondent and wholesale channels, and the loans we retain include first mortgages secured by single family real property, multifamily real property and commercial real property, as well as commercial & industrial loans to businesses. Our securities consist of mortgage pass-through securities issued by government-sponsored entities, non-agency collateralized mortgage obligations and municipal securities. We believe our flexibility to adjust our asset generation channels has been a competitive advantage allowing us to avoid markets and products where credit fundamentals are poor or rewards are not sufficient to support our targeted return on equity.\nOur distribution channels for our bank deposit and lending products include:\n•\nA national online banking brand with tailored products targeted to specific consumer segments;\n•\nAffinity groups where we gain access to the affinity group’s members, and our exclusive relationships with financial advisory firms;\n•\nA commercial banking division focused on providing deposit products and loans to specific nationwide industry verticals (e.g., Homeowners’ Associations) and small and medium size businesses;\n•\nCommission-based lending sales force that operates from remote locations, San Diego, Los Angeles and Salt Lake City and originates single and multifamily mortgage loans, commercial real estate and commercial and industrial loans and leases to qualified businesses; \n•\nA bankruptcy and non-bankruptcy trustee and fiduciary services team that operates from our Kansas City office focused on specialized software and consulting services that provide deposits; and\n•\nInside sales teams that originate loans and deposits from self-generated leads, third-party purchase leads, and from our retention and cross-sell of our existing customer base from both our Banking Business and Securities Business.\n2\nTable of Cont\nents\nBanking Business - Asset Origination and Fee Income Businesses\n \nThe Bank has built diverse loan origination and fee income businesses that generate targeted financial returns through our digital distribution channels. We believe the diversity of our businesses and our direct and indirect distribution channels provide us with increased flexibility to manage through changing market and operating environments.\nSingle Family - Mortgage & Warehouse\nWe generate earning assets and fee income from our mortgage lending activities, which consist of originating and servicing mortgages secured primarily by first liens on single family residential properties for consumers and providing warehouse lines of credit for third-party mortgage companies. We divide our single-family mortgage originations between loans we retain and loans we sell. Our mortgage banking business generates fee income and gains from sales of consumer single family mortgage loans. Our loan portfolio generates interest income and fees from loans we retain. We also provide home equity loans for consumers secured by second liens on single family mortgages. \nWe originate fixed and adjustable-rate prime residential mortgage loans using a paperless loan origination system and centralized underwriting and closing process. Many of our loans have initial fixed rate periods (five or seven years) before starting a regular adjustment period (annually, semi-annually or monthly), as well as interest rate floors, ceilings and rate change caps. We warehouse our mortgage banking loans and sell to investors as conventional, government and non-agency loans. Our mortgage servicing business includes collecting loan payments, applying principal and interest payments to the loan balance, managing escrow funds for the payment of mortgage-related expenses, such as taxes and insurance, responding to customer inquiries, counseling delinquent mortgagors and supervising foreclosures.\nWe originate single family mortgage loans for consumers through multiple channels on a retail, wholesale and correspondent basis.\n•\nRetail.\n We originate single family mortgage loans directly to consumers through our relationships with large affinity groups, leads from referral partners, portfolio retention, cross-selling and acquiring leads from third parties.\n•\nWholesale.\n We have relationships with licensed mortgage brokers from which the Bank manages wholesale loan pipelines through our originations systems and websites. Through our secure website, our approved brokers can compare programs, terms and pricing on a real-time basis and communicate with our staff.\n•\nCorrespondent.\n We acquire closed loans from third-party mortgage companies that originate single family loans in accordance with our portfolio specifications or the specifications of our investors. We may purchase pools of seasoned, single-family loans originated by others during economic cycles when those loans have more attractive risk-adjusted returns than those we may originate.\nWe originate lender-finance loans to businesses secured by first liens on single family mortgage loans from cross selling, retail direct and through third parties\n.\n Our warehouse customers are primarily generated through cross selling to our network of third-party mortgage companies.\nMultifamily and Commercial Mortgage\nMultifamily and Commercial Mortgage loans include adjustable-rate multifamily residential mortgage loans and project-based multifamily real-estate-secured loans with interest rates that adjust based on the Secured Overnight Financing Rate (“SOFR”), the American Interbank Offered Rate (“Ameribor”) or other interest rate indices. Many of our loans have initial fixed rate periods (three, five or seven years) before starting a regular adjustment period (annually, semi-annually or monthly) as well as prepayment protection clauses, interest rate floors and rate change caps.\nWe divide our multifamily residential mortgage portfolio between the loans we retain and the loans we sell. Our mortgage banking business includes gains from those multifamily mortgage loans we sell. Our loan portfolio generates interest income and fees from the loans we retain.\nWe originate multifamily mortgage loans using a commission-based commercial lending sales force that operates from home offices across the United States or from our San Diego location. Customers are targeted through origination techniques such as direct mail marketing, personal sales efforts, email marketing, online marketing and print advertising. Loan applications are submitted electronically to centralized employee teams who underwrite, process and close loans. The sales force team members operate regionally both as retail originators for apartment owners and wholesale representatives to other mortgage brokers.\n3\nTable of Cont\nents\nCommercial Real Estate\nWe originate loans across the U.S. secured by real estate properties under a variety of structures that we classify as commercial real estate (“CRE”). Our CRE portfolio is comprised of CRE Specialty loans, which include Commercial Bridge to Sale, Commercial Bridge to Construction, Commercial Bridge to Refinance and Acquisition, Development and Construction, and also includes our Lender Finance Real Estate loans. CRE loans are originated by our sales force dedicated to commercial lending by contacting borrowers directly or by working with third-party partners or brokers to businesses secured by first liens on single family, multifamily, condominium, office, retail, mixed-use, hospitality, undeveloped or to-be-redeveloped land. Repayment of CRE loans depends on the successful completion of the real estate transition project and permanent take-out or sale of the underlying assets on the line. We attempt to mitigate risk by adhering to underwriting policies in evaluating the collateral and the creditworthiness of borrowers and guarantors, as well as by entering structured facilities where we take a senior lien position collateralized by the underlying real estate.\nCommercial & Industrial - Non-Real Estate (“Non-RE”)\nComprising the majority of this portfolio are commercial and industrial non-real estate, asset-backed loans, lines of credit, term loans and leases made to commercial borrowers secured by commercial assets, including, but not limited to, receivables, inventory and equipment. We typically reduce exposure in these loans by entering into a structured facility, under which we take a senior lien position collateralized by the underlying assets at advance rates well below the collateral value. The remainder of this portfolio is comprised of leveraged cash flow lending and commercial and industrial leases. Leveraged cash flow loans provide financial sponsors the ability to finance acquisitions, management buy-outs, recapitalizations, debt refinancing and dividends/distributions. Such lending relies on free cash flow as the primary repayment source, and enterprise value as the secondary repayment source. Leveraged cash flow loans are offered to both lower middle market and larger corporate borrowers. Commercial and industrial leases are primarily made based on the operating cash flows of the borrower or conversion of working capital assets to cash and secondarily on the underlying collateral provided by the borrower. We provide leases to small businesses and middle market companies that use the funds to purchase machinery, equipment and software essential to their operations. The lease terms are generally between two and ten years and amortize primarily to full repayment, or in some cases, to a de minimis residual balance. The leases are offered nationwide to companies in targeted industries through a direct sales force and through independent third-party sales referrals. Although commercial and industrial loans and leases are often collateralized directly or indirectly by equipment, inventory, accounts or loans receivable or other business assets, the liquidation of collateral in the event of a borrower default may be an insufficient source of repayment because accounts or loans receivable may be uncollectible and inventories and equipment may be obsolete or of limited use. We attempt to mitigate these risks through the structuring of these lending products, adhering to underwriting policies in evaluating the management of the business and the credit-worthiness of borrowers and guarantors. \nAuto\nOur automobile lending division originates prime and subprime loans to customers secured by new and used automobiles (“autos”). Our subprime loans are insured via a default risk mitigation product in which we recoup a large percentage of the deficiency balance on charged off loans. We distribute our auto loan products through direct and indirect channels, hold all of the auto loans that we originate and perform the loan servicing functions for these loans. Our loans carry a fixed interest rate for periods ranging from three to eight years and generate interest income and fees.\n4\nTable of Cont\nents\nConsumer\nWe originate fixed rate unsecured loans to well-qualified, individual borrowers in all fifty states. We offer loans between $7,000 and $50,000 with terms that range between 36 months and 72 months. The minimum credit score is 700. All applicants apply digitally and we validate income, identity and funding bank account. All loans are manually underwritten by a seasoned underwriter prior to funding. We source our unsecured loans through existing bank customers, lead aggregators and additional marketing efforts.\nOther\nOther loans include structured settlements, Small Business Administration (“SBA”) loans issued pursuant to the Federal Paycheck Protection Program (“PPP”) under the Federal Coronavirus Aid, Relief and Economic Security Act (“CARES”) Act, and account overdraft loans.\nPortfolio Management\nOur investment analysis capabilities are a core competency of our organization. We decide whether to hold originated assets for investment or to sell them in the capital markets based on our assessment of the yield and risk characteristics of these assets as compared to other available opportunities to deploy our capital. Because risk-adjusted returns available on acquisitions may exceed returns available through retaining assets from our origination channels, we have elected to purchase loans and securities from time to time. Some of our loans and securities were purchased at discounts to par value, which enhance our effective yield through accretion into income in subsequent periods. \nLoan Portfolio Composition\n. The following table sets forth the composition of our loan portfolio in amounts and percentages by type of loan at the end of each fiscal year-end for the last three years: \nAt June 30,\n2023\n2022\n2021\n(Dollars in thousands)\nAmount\nPercent\nAmount\nPercent\nAmount\nPercent\nSingle Family - Mortgage & Warehouse\n$\n4,173,833 \n25.1 \n%\n$\n3,988,462 \n28.0 \n%\n$\n4,359,472 \n37.8 \n%\nMultifamily and Commercial Mortgage\n3,082,225 \n18.5 \n%\n2,877,680 \n20.2 \n%\n2,470,454 \n21.4 \n%\nCommercial Real Estate\n6,199,818 \n37.2 \n%\n4,781,044 \n33.5 \n%\n3,180,453 \n27.5 \n%\nCommercial & Industrial - Non-RE\n2,639,650 \n15.8 \n%\n2,028,128 \n14.2 \n%\n1,123,869 \n9.7 \n%\nAuto & Consumer\n546,264 \n3.3 \n%\n567,228 \n4.0 \n%\n362,180 \n3.1 \n%\nOther\n10,236 \n0.1 \n%\n11,134 \n0.1 \n%\n58,316 \n0.5 \n%\nTotal loans held for investment\n$\n16,652,026 \n100.0 \n%\n$\n14,253,676 \n100.0 \n%\n$\n11,554,744 \n100.0 \n%\nAllowance for credit losses\n(166,680)\n(148,617)\n(132,958)\nUnamortized premiums/discounts, net of deferred loan fees\n(28,618)\n(13,998)\n(6,972)\nNet loans held for investment\n$\n16,456,728 \n$\n14,091,061 \n$\n11,414,814 \nThe following table sets forth the amount of loans maturing in our total loans held for investment based on the contractual terms to maturity:\n \nTerm to Contractual Maturity as of June 30, 2023\n(Dollars in thousands)\nLess Than Three Months\nOver Three Months Through One Year\nOver One Year Through Five Years\nOver 5 Years Through 15 Years\nOver 15 Years\nTotal\nSingle Family - Mortgage & Warehouse\n$\n37,797 \n$\n241,782 \n$\n22,533 \n$\n102,283 \n$\n3,769,438 \n$\n4,173,833 \nMultifamily and Commercial Mortgage\n$\n30,500 \n$\n8,969 \n$\n53,431 \n$\n1,656,148 \n$\n1,333,177 \n$\n3,082,225 \nCommercial Real Estate\n$\n658,275 \n$\n1,737,823 \n$\n3,787,275 \n$\n— \n$\n16,445 \n$\n6,199,818 \nCommercial & Industrial - Non-RE\n$\n12,111 \n$\n287,269 \n$\n2,236,808 \n$\n86,669 \n$\n16,793 \n$\n2,639,650 \nAuto & Consumer\n$\n233 \n$\n2,772 \n$\n213,869 \n$\n329,390 \n$\n— \n$\n546,264 \nOther\n$\n5,892 \n$\n77 \n$\n3,572 \n$\n653 \n$\n42 \n$\n10,236 \nTotal\n$\n744,808 \n$\n2,278,692 \n$\n6,317,488 \n$\n2,175,143 \n$\n5,135,895 \n$\n16,652,026 \n5\nTable of Cont\nents\nThe following table sets forth the amount of our loans at June 30, 2023 that are due after June 30, 2024 and indicates whether they have fixed or floating/adjustable interest rates:\n(Dollars in thousands)\nFixed\nFloating/\nAdjustable\n1\nTotal\nSingle Family - Mortgage & Warehouse\n$\n162,216 \n$\n3,732,038 \n$\n3,894,254 \nMultifamily and Commercial Mortgage\n50,685 \n2,992,071 \n3,042,756 \nCommercial Real Estate\n79,745 \n3,723,975 \n3,803,720 \nCommercial & Industrial - Non-RE\n228,327 \n2,111,943 \n2,340,270 \nAuto & Consumer\n543,259 \n— \n543,259 \nOther\n4,267 \n— \n4,267 \nTotal\n$\n1,068,499 \n$\n12,560,027 \n$\n13,628,526 \n1\n Included in this category are hybrid mortgages (e.g., 5/1 adjustable rate mortgages) that carry a fixed rate for an introductory term before transitioning to an adjustable rate.\nOur real estate loans are secured by properties primarily located in California and New York. The following table shows the largest states and regions ranked by location of these properties:\nAt June 30, 2023\nPercentage of Loan Principal Secured by Real Estate Located in State or Region\nState or Region\nTotal Real Estate Loans\nSingle Family Mortgage\nMultifamily real estate secured\nCommercial\nReal Estate\nCalifornia—south\n1\n32.8 \n%\n56.1 \n%\n57.8 \n%\n4.7 \n%\nCalifornia—north\n2\n8.5 \n%\n15.3 \n%\n11.3 \n%\n2.4 \n%\nNew York\n25.2 \n%\n11.0 \n%\n19.7 \n%\n37.5 \n%\nFlorida\n8.0 \n%\n6.1 \n%\n5.3 \n%\n10.5 \n%\nNew Jersey\n4.2 \n%\n0.8 \n%\n0.3 \n%\n8.4 \n%\nArizona\n3.0 \n%\n1.2 \n%\n0.3 \n%\n5.5 \n%\nWashington, D.C.\n2.3 \n%\n0.2 \n%\n0.1 \n%\n4.8 \n%\nTexas\n2.1 \n%\n0.9 \n%\n0.6 \n%\n3.7 \n%\nGeorgia\n1.7 \n%\n0.4 \n%\n— \n%\n3.4 \n%\nIllinois\n1.6 \n%\n0.4 \n%\n1.1 \n%\n2.7 \n%\nAll other states\n10.6 \n%\n7.6 \n%\n3.5 \n%\n16.4 \n%\n100.0 \n%\n100.0 \n%\n100.0 \n%\n100.0 \n%\n1\n Consists of loans secured by real property in California with ZIP Code ranges from 90001 to 92999.\n2\n Consists of loans secured by real property in California with ZIP Code ranges from 93000 to 96161.\nThe ratio of the loan amount to the value of the property securing the loan is called the loan-to-value ratio (“LTV”). The following table shows the LTVs of our loan portfolio on weighted-average and median bases at June 30, 2023. The LTVs were calculated by dividing (a) the current outstanding loan principal balance of both the first and second liens of the borrower by (b) the appraisal value at the time of origination of the property securing the loan.\nTotal Real Estate Loans\nSingle Family - Mortgage & Warehouse\nMultifamily and Commercial Mortgage\nCommercial\nReal Estate\nWeighted-Average LTV\n48.9 \n%\n57.4 \n%\n53.8 \n%\n40.8 \n%\nMedian LTV\n53.0 \n%\n55.0 \n%\n50.0 \n%\n38.0 \n%\nOur effective weighted-average LTV was 47.0% for real estate loans originated during the fiscal year ended June 30, 2023.\n6\nTable of Cont\nents\nCRE Specialty loans, which comprise 86.2% of total CRE loans as of June 30, 2023, are collateralized by underlying real estate and properties as outlined below. Total weighted-average LTV for CRE Specialty loans was 40% as of June 30, 2023.\n At June 30, 2023\n(Dollars in thousands)\nLoan Balance\nWeighted-Average LTV\nMultifamily\n$\n1,745,894 \n41.0 \n%\nSingle Family Real Estate\n1,058,880 \n42.0 \nHotel\n920,795 \n41.0 \nOffice\n552,363 \n36.0 \nIndustrial\n474,567 \n43.0 \nOther\n339,358 \n36.0 \nRetail\n253,987 \n41.0 \nTotal\n$\n5,345,844 \n40.0 \n%\nLoan Underwriting Process and Criteria\n.\n The Bank individually underwrites loans originated and purchased. For our brand partnership lending products, we construct or validate loan origination models to meet our minimum standards. Our loan underwriting policies and procedures are written and adopted by our Bank’s Board of Directors and our Bank’s Credit Committee. Credit extensions generated by the Bank conform to the intent and technical requirements of our lending policies and the applicable lending regulations of our federal regulators.\nIn the single family loan underwriting process we consider all relevant factors including the borrower’s credit score, credit history, documented income, existing and new debt obligations, the value of the collateral, and other internal and external factors. For all multifamily and commercial real estate loans, we rely primarily on the cash flow from the underlying property as the expected source of repayment. Additionally, the Bank often obtains personal guarantees from all material owners or partners of the borrower. In evaluating multifamily or commercial real estate credit, we consider all relevant factors, including the outside financial assets of the material owners or partners, payment history at the Bank or other financial institutions, and the experience of management and/or ownership with similar properties or businesses. In evaluating the underlying property, we consider the recurring net operating income of the property before debt service and depreciation, the ratio of net operating income to debt service and the ratio of the loan amount to the appraised value. For construction loans, we consider borrower experience and may obtain project completion guarantees from our borrowers and require borrowers to fund costs that exceed the initial construction budgets. As part of the underwriting of construction loans, we consider market conditions and perform stress testing to help ensure payoff via refinance or sale will cover any loan proceeds advanced. In underwriting commercial & industrial – non-real estate loans, we primarily consider the borrowers’ operating cash flows and the value of underlying collateral. Additionally, in our commercial real estate and commercial & industrial – non-real estate loans we typically take a senior lien position in a structured facility collateralized by the underlying assets.\nLoan Quality and Credit Risk\n.\n Non-performing assets are loans and leases which are often on non-accrual status as they are more than 90 days past due; however, there are other conditions which may cause these assets to be non-performing, such as the underlying collateral being acquired by foreclosure or deed-in-lieu. Our policy with respect to non-performing assets is to place such assets on nonaccrual status when, in the judgment of management, the probability of collection of interest is deemed to be insufficient to warrant further accrual. When a loan or lease is placed on nonaccrual status, previously accrued but unpaid interest will be deducted from interest income. Our general policy is to not accrue interest on loans and leases past due 90 days or more, unless the individual borrower circumstances dictate otherwise.\nSee Management’s Discussion and Analysis — \n“Asset Quality and Allowance for Credit Losses - Loans”\n for additional information on non-performing assets and the allowance for credit losses.\nInvestment Securities Portfolio. \nAxos classifies each investment security according to our intent to hold the security to maturity, trade the security in the near term or make the security available-for-sale. We invest available funds in government and high-grade non-agency securities. Our investment policy, as established by our Board of Directors, is designed to maintain liquidity and generate a favorable return on investment without incurring undue interest rate risk, credit risk or portfolio asset concentration risk. Under our investment policy, the Bank is authorized to invest in agency mortgage-backed obligations issued or fully guaranteed by the United States government, non-agency asset-backed obligations, specific federal agency obligations, municipal obligations, specific time deposits, negotiable certificates of deposit issued by commercial banks and other insured financial institutions, investment grade corporate debt securities and other specified investments. We buy and sell securities to facilitate liquidity and to manage our interest rate risk. \n7\nTable of Cont\nents\nThe following table sets forth the dollar amount of our securities portfolio by intent at the end of each of the last three fiscal years:\nAvailable-for-Sale\nTrading\n(Dollars in thousands)\nFair Value\nFair Value\nTotal\nJune 30, 2023\n$\n232,350 \n$\n758 \n$\n233,108 \nJune 30, 2022\n262,518 \n1,758 \n264,276 \nJune 30, 2021\n187,335 \n1,983 \n189,318 \nThe following table sets forth the expected maturity distribution of our mortgage-backed securities (“MBS”) and the contractual maturity distribution of our Non-MBS securities and the weighted-average yield for each range of maturities:\nAt June 30, 2023\nTotal Amount\nDue Within One Year\nDue After One but within Five Years\nDue After Five but within Ten Years\nDue After Ten Years\n(Dollars in thousands)\nAmount\nYield\n1\nAmount\nYield\n1\nAmount\nYield\n1\nAmount\nYield\n1\nAmount\nYield\n1\nAvailable-for-sale\nMBS:\nAgency\n2\n$\n27,024 \n2.31 \n%\n$\n6,276 \n2.15 \n%\n$\n13,110 \n2.55 \n%\n$\n5,522 \n2.12 \n%\n$\n2,116 \n1.77 \n%\nNon-Agency\n3\n210,271 \n5.61 \n%\n92,361 \n5.88 \n%\n115,533 \n5.32 \n%\n1,729 \n7.50 \n%\n648 \n15.69 \n%\nTotal MBS\n$\n237,295 \n5.24 \n%\n$\n98,637 \n5.64 \n%\n$\n128,643 \n5.04 \n%\n$\n7,251 \n3.40 \n%\n$\n2,764 \n5.03 \n%\nNon-MBS\nMunicipal\n3,656 \n3.57 \n%\n— \n— \n%\n— \n— \n%\n— \n— \n%\n3,656 \n3.57 \n%\nTotal Non-MBS\n$\n3,656 \n3.57 \n%\n$\n— \n— \n%\n$\n— \n— \n%\n$\n— \n— \n%\n$\n3,656 \n3.57 \n%\nAvailable-for-sale—Amortized Cost\n$\n240,951 \n5.21 \n%\n$\n98,637 \n5.64 \n%\n$\n128,643 \n5.04 \n%\n$\n7,251 \n3.40 \n%\n$\n6,420 \n4.20 \n%\nAvailable-for-sale—Fair Value\n$\n232,350 \n5.21 \n%\n$\n95,913 \n5.64 \n%\n$\n123,730 \n5.04 \n%\n$\n6,576 \n3.40 \n%\n$\n6,131 \n4.20 \n%\n1\n Weighted-average yield is based on amortized cost of the securities. Residential mortgage-backed security yields and maturities include impact of expected prepayments and other timing factors such as interest rate forward curve.\n2\n Includes securities guaranteed by Ginnie Mae, a U.S. government agency, and the government sponsored enterprises Fannie Mae and Freddie Mac.\n3\n \nPrivate sponsors of securities collateralized primarily by pools of 1-4 family residential, Alt-A or pay-option ARM mortgages and commercial mortgages.\nOur available-for-sale securities portfolio of $232.4 million at June 30, 2023 is composed of approximately 67.6% Alt-A, private-issue super senior, first-lien residential mortgage-backed securities (“RMBS”); 18.2% commercial mortgage-backed securities (“CMBS”); 10.3% agency RMBS and other debt securities issued by the government-sponsored enterprises primarily, Fannie Mae and Freddie Mac (each, a “GSE” and, together, the “GSEs”); 2.4% pay-option adjustable-rate mortgages (“ARMs”), private-issue super senior first-lien RMBS; and 1.5% municipal securities. We had no asset-backed securities, sub-prime RMBS or bank pooled trust preferred securities at June 30, 2023.\nWe manage the credit risk of our non-agency securities by purchasing securities which we believe have the most favorable blend of historic credit performance and remaining credit enhancements including subordination, over collateralization, excess spread and purchase discounts. Substantially all of our non-agency securities are senior tranches protected against realized loss by subordinated tranches. The amount of structural subordination available to protect each of our securities (expressed as a percentage of the current face value) is known as credit enhancement. We monitor the performance and measure the securities for impairment in accordance with regulatory guidance. For additional information on our investment securities portfolio, refer to Management’s Discussion and Analysis—\n“Critical Accounting Policies—Securities”\n and Note 3 -\n “Fair Value”\n and Note 4 - \n“Securities.”\nBanking Business - Deposit Generation\nAt June 30, 2023, we had $17.1 billion in deposits of which $15.8 billion, or 92.3% were demand and savings accounts, and $1.3 billion, or 7.7% were time deposits. We generate deposit customer relationships through our distribution channels including websites, sales teams, software company affiliates, online advertising, print and digital advertising, financial advisory firms, affinity partnerships and lending businesses\n. \nOur deposit lines of business include:\n•\nA commercial banking platform, which provides a stable and low-cost source of commercial deposits across a targeted set of industry verticals through the provision of tech-forward depository and treasury management solutions delivered by a dedicated sales and support team.  The industry verticals targeted by Commercial Banking include;\n8\nTable of Cont\nents\n◦\nSpecialty Deposit Verticals\n, which include Title, Escrow, HOA and Property Management, 1031 Exchange, Trust & Estates and Payment Processors;\n◦\nSoftware Verticals\n, which include:\n▪\nAxos Fiduciary Services\n: A full-service fiduciary team catered specifically to support bankruptcy and non-bankruptcy trustees and fiduciaries with their software and banking needs, and\n▪\nZenith Information Systems, Inc.\n: A business management and entertainment accounting and payroll software offering supported by a dedicated service team;\n◦\nCommercial Banking Verticals\n, which include other middle market industries along with deposit relationships for Commercial Real Estate and Commercial & Industrial lending clients.\nTo support the acquisition and retention of low-cost operating deposits, we place significant focus on the continued development of a comprehensive suite of treasury management products and services, which include;\n◦\nDeposit and liquidity management products: Analyzed and non-analyzed checking accounts, interest checking accounts and, money market Accounts, zero balance accounts, insured cash sorting (sweep accounts);\n◦     Payables products: ACH origination, wire transfer (domestic and international), commercial check printing, business bill pay and account transfer;\n◦     Receivables products: remote deposit capture, mobile deposit, image cash letter, lockbox, merchant services, online payment portal;\n◦     Information reporting and reconciliation products: prior day and current day summary and detail reporting, statement, check and deposit images; and\n◦     Security and fraud prevention products: direct link security, check positive pay, ACH blocks and filters.\nDelivery channels for the above products include online, mobile and integration services. Integration services include file-based and API-based capabilities which enable direct integration with numerous software partners and clients’ in-house ERP or accounting systems.\n•\nAn online consumer and small business platform that delivers an enhanced banking experience with tailored products targeted to specific consumer and small business segments. Our online consumer and small business banking platform is full-featured with quick and secure access to activity, statements and other features including:\n•\nPurchase Rewards.\n Customers can earn cash back by using their VISA\n®\n Debit Card at select merchants;\n•\nMobile Banking.\n Customers can access with Touch ID on eligible devices, review account balances, transfer funds, deposit checks and pay bills from the convenience of their mobile phone;\n•\nMobile Deposit.\n Customers can instantly deposit checks from their smart phones using our Mobile App;\n•\nOnline Bill Payment Service.\n Customers can automatically pay their bills online from their account;\n•\nPeer to Peer Payments.\n Customers can securely send money via email or text messaging through this service;\n•\nMy Deposit.\n Customers can scan checks with this remote deposit solution from their home computers. Scanned images will be electronically transmitted for deposit directly to their account;\n•\nText Message Banking.\n Customers can view their account balances, transaction history, and transfer funds between their accounts via these text message commands from their mobile phones;\n•\nUnlimited ATM Reimbursements.\n With certain checking accounts, customers are reimbursed for any fees incurred using an ATM (excludes international ATM transactions). This provides customers with access to any ATM in the nation, for free;\n•\nSecure Email and Chatbot.\n Customers can use our chatbot and send or receive secure emails from our customer service department without concern for the security of their information;\n•\nInterBank Transfer.\n Customers can transfer money to their accounts at other financial institutions from their online banking platform;\n•\nVISA\n®\n Debit Cards or ATM Cards.\n Customers may choose to receive either a free VISA\n®\n Debit or an ATM card upon account opening. Customers can access their accounts worldwide at ATMs and any other locations that accept VISA\n®\n Debit cards;\n•\nOverdraft Protection.\n Eligible customers can enroll in one of our overdraft protection programs;\n•\nDigital Wallets.\n Our Apple Pay™, Samsung Pay™ and Android Pay™ solutions provide the same ease to pay as a debit card with an eligible device. The mobile experience is easy and seamless; and\n9\nTable of Cont\nents\n•\nCash Deposit Through Reload @ the Register.\n Customers can visit any Walmart, Safeway, ACE Cash Express, CVS Pharmacy, Dollar General, Dollar Tree, Family Dollar, Kroger, Rite Aid, 7-Eleven and Walgreens, and ask to load cash into their account at the register. A fee is applied.\nWe offer a full line of deposit products, which we source through both online channels using operating and marketing strategies that emphasize low operating costs and are flexible and scalable for our business. Our full featured products and platforms, 24/7 customer service and our affinity relationships result in customer accounts with strong retention characteristics. We continuously collect customer feedback and improve our processes to satisfy customer needs. For example, one tailored product is designed for customers who are looking for full-featured demand accounts and competitive fees and interest rates, while another product targets primarily tech-savvy customers seeking a low-fee cost structure and a high-yield savings account.\nWe offer our consumer deposits through several channels, including:\n•\nA concierge banking offer serving the needs of high net worth individuals with premium products and dedicated service;\n•\nFinancial advisory and clearing firms who introduce their clients to our deposit products through Axos Clearing and its business division AAS; and\n•\nA call center that opens accounts through self-generated internet leads, third-party purchased leads, partnerships, and retention and cross-sell efforts to our existing customer base.\nOur deposit operations are conducted through a centralized, scalable operating platform which supports all of our distribution channels. The integrated nature of our systems and our ability to efficiently scale our operations create competitive advantages that support our value proposition to customers. Additionally, the features described above such as online account opening and online bill-pay promote self-service and further reduce operating expenses.\nWe believe our deposit franchise will continue to provide lower all-in funding costs (interest expense plus operating costs) with greater scalability than branch-intensive banking models because the traditional branch model operates with inherently higher fixed operating costs.\n10\nTable of Cont\nents\nThe number of deposit accounts at the end of each of the last three fiscal years is set forth below: \nAt June 30,\n2023\n2022\n2021\nNon-interest bearing\n45,640 \n42,372 \n36,726 \nInterest-bearing checking and savings accounts\n427,299 \n344,593 \n336,068 \nTime deposits\n6,340 \n8,734 \n12,815 \nTotal number of deposit accounts\n479,279 \n395,699 \n385,609 \nThe increase in interest-bearing checking and savings accounts in 2023 was primarily due to increased consumer deposit accounts from increased marketing efforts.\nDeposit Composition\n.\n The following table sets forth the dollar amount of deposits by type and weighted-average interest rates at the end of each of the last three fiscal years:\nAt June 30,\n2023\n2022\n2021\n(Dollars in thousands)\nAmount\nRate\n1\nAmount\nRate\n1\nAmount\nRate\n1\nNon-interest-bearing\n$\n2,898,150 \n— \n$\n5,033,970 \n— \n$\n2,474,424 \n— \nInterest-bearing:\nDemand\n3,334,615 \n2.43 \n%\n3,611,889 \n0.61 \n%\n3,369,845 \n0.15 \n%\nSavings\n9,575,781 \n4.20 \n%\n4,245,555 \n0.95 \n%\n3,458,687 \n0.21 \n%\nTotal demand and savings\n$\n12,910,396 \n3.74 \n%\n$\n7,857,444 \n0.79 \n%\n$\n6,828,532 \n0.18 \n%\nTime deposits\n$250 and under\n2\n$\n932,436 \n3.72 \n%\n$\n651,392 \n1.22 \n%\n$\n1,070,139 \n1.30 \n%\nGreater than $250\n382,126 \n4.36 \n%\n403,616 \n1.41 \n%\n442,702 \n1.03 \n%\nTotal time deposits\n$\n1,314,562 \n3.91 \n%\n$\n1,055,008 \n1.25 \n%\n$\n1,512,841 \n1.22 \n%\nTotal interest-bearing\n2\n$\n14,224,958 \n3.76 \n%\n$\n8,912,452 \n0.85 \n%\n$\n8,341,373 \n0.37 \n%\nTotal deposits\n$\n17,123,108 \n3.12 \n%\n$\n13,946,422 \n0.54 \n%\n$\n10,815,797 \n0.29 \n%\n1\n \nBased on weighted-average stated interest rates at the end of the period.\n2\n The total interest-bearing includes brokered deposits of $2,028.5 million and $1,032.7 million as of June 30, 2023 and 2022, respectively, of which $690.9 million and $250.0 million are time deposits classified as $250,000 and under.\nThe following tables set forth the average balance, the interest expense and the average rate paid on each type of deposit at the end of each of the last three fiscal years:\nFor the Fiscal Year Ended June 30,\n \n2023\n2022\n2021\n(Dollars in thousands)\nAverage Balance\nInterest Expense\nAvg. Rate Paid\nAverage Balance\nInterest Expense\nAvg. Rate Paid\nAverage Balance\nInterest Expense\nAvg. Rate Paid\nNon-interest-bearing\n$\n3,730,524 \n$\n— \n— \n$\n3,927,195 \n$\n— \n— \n$\n2,182,009 \n$\n— \n— \nInterest-bearing:\nDemand\n$\n4,047,717 \n$\n99,119 \n2.45 \n%\n$\n3,873,382 \n$\n12,429 \n0.32 \n%\n$\n3,817,516 \n$\n14,444 \n0.38 \n%\nSavings\n6,164,020 \n206,536 \n3.35 \n%\n2,899,939 \n7,624 \n0.26 \n%\n3,387,182 \n14,587 \n0.43 \n%\nTime deposits\n1,225,537 \n33,826 \n2.76 \n%\n1,226,774 \n13,567 \n1.11 \n%\n1,825,795 \n31,498 \n1.73 \n%\nTotal interest-bearing deposits\n$\n11,437,274 \n$\n339,481 \n2.97 \n%\n$\n8,000,095 \n$\n33,620 \n0.42 \n%\n$\n9,030,493 \n$\n60,529 \n0.67 \n%\nTotal deposits\n$\n15,167,798 \n$\n339,481 \n2.24 \n%\n$\n11,927,290 \n$\n33,620 \n0.28 \n%\n$\n11,212,502 \n$\n60,529 \n0.54 \n%\n11\nTable of Cont\nents\nTotal deposits that exceeded the FDIC insurance limit of $250,000 at June 30, 2023 were $1.7 billion. The maturities of certificates of deposit that exceeded the FDIC insurance limit of $250,000 at June 30, 2023 are as follows: \n(Dollars in thousands)\nJune 30, 2023\n3 months or less\n$\n142,499 \n3 months to 6 months\n185,185 \n6 months to 12 months\n20,847 \nOver 12 months\n33,595 \nTotal\n$\n382,126 \nSECURITIES BUSINESS\nOur Securities Business consists of two sets of products and services, securities services provided to third-party securities firms and investment management services provided to consumers.\nSecurities services\n. We offer fully disclosed clearing services through Axos Clearing to FINRA and SEC registered member firms for trade execution and clearance as well as back-office services such as record keeping, trade reporting, accounting, general back-office support, securities and margin lending, reorganization assistance, and custody of securities. At June 30, 2023, we provided services to 291 financial organizations, including correspondent broker-dealers and registered investment advisors. \nWe provide margin loans, which are collateralized by securities, cash, or other acceptable collateral, to our brokerage customers for their securities trading activities. We earn a spread equal to the difference between the amount we pay to fund the margin loans and the amount of interest income we receive from our customers.\nWe conduct securities lending activities that include borrowing and lending securities with other broker-dealers. These activities involve borrowing securities to cover short sales and to complete transactions in which clients have failed to deliver securities by the required settlement date, and lending securities to other broker-dealers for similar purposes. The net revenues for this business consist of the interest spreads generated on these activities.\nWe provide a proprietary, turnkey technology platform for custody services to our registered investment advisor customers. This platform provides fee income and services that complement our Securities Business products, while also generating low cost core deposits.\nWe assist our brokerage customers in managing their cash balances and earn a fee through an insured bank deposit cash sorting program. \nThrough our retail securities business, Axos Invest, we provide our customers with the option of having both self-directed and digital advice services through a comprehensive and flexible technology platform. We have integrated both the digital advice platform and self-directed trading platforms into our universal digital banking platform, creating a seamless user experience and a holistic personal financial management ecosystem. Our digital advice business generates fee income from customers paying an annual fee for advisory services and deposits from cash balances. Our self-directed trading program generates income from traditional transaction charges and fees from customer memberships.\nAdditionally, we offer a specialized accounting software that serves the business management, family office and wealth management industries to provide software, service and banking solutions.\nBORROWINGS\n \nFor additional information on the Company’s borrowings, see “Liquidity and Capital Resources ” in Part II, Item 7.\nMERGERS AND ACQUISITIONS\n From time to time, we undertake acquisitions or similar transactions consistent with our operating and growth strategies. For additional information, see “Mergers and Acquisitions” in Part II, Item 7.\nTECHNOLOGY\nOur technology is built on a collection of enterprise and client platforms that have been purchased, developed in-house or integrated with software systems to provide products and services to our customers. The implementation of our technology has been conducted using industry best-practices and using standardized approaches in system design, software development, \n12\nTable of Cont\nents\ntesting and delivery. At the core of our infrastructure, we have designed and implemented secure and scalable hardware solutions to ensure we meet the needs of our business. Our customer experiences were designed to address the needs of a digital bank and its customers. Our websites and technology platforms drive our customer-focused and self-service engagement model, reducing the need for human interaction while increasing our overall operating efficiencies. Our focus on internal technology platforms enable continuous automation and secure and scalable processing environments for increased transaction capacity. We intend to continue to improve and adapt technology platforms to meet business objectives and implement new systems with the goal of efficiently enabling our business.\nSECURITY\nWe recognize that information is a critical asset. How information is managed, controlled and protected has a significant impact on the delivery of services. Information assets, including those held in trust, must be protected from unauthorized use, disclosure, theft, loss, destruction and alteration.\nWe employ a robust information security program to achieve our security objectives. The program is designed to prevent, detect and respond to cyberattacks. We also continue to make significant investments in enhancing our cyber defense capabilities to mitigate the risks from the full spectrum of emerging information security threats.\nINTELLECTUAL PROPERTY AND PROPRIETARY RIGHTS\nAs part of our strategy to protect and enhance our intellectual property, we rely on a variety of legal protections, including copyrights, trademarks, trade secrets, patents, internet domain names and certain contractual restrictions on solicitation and competition, and disclosure and distribution of confidential and proprietary information. We undertake measures to control access to and/or disclosure of our trade secrets and other confidential and proprietary information. Policing unauthorized use of our intellectual property, trade secrets and other proprietary information is difficult and litigation may be necessary to enforce our intellectual property rights. \nHUMAN CAPITAL\nAt June 30, 2023, we had 1,455 full-time employees, which does not include seasonal internship employees. None of our employees are represented by a labor union or are subject to a collective bargaining agreement. We have not experienced any work stoppage and consider our relations with our employees to be satisfactory. We offer market-based, competitive wages and benefits in the market where we compete for talent.\nOur key human capital management objectives are to attract, retain and develop the highest quality talent. To support these objectives, our human resources programs are designed to develop talent to prepare them for critical roles and leadership positions for the future, reward and support employees through competitive pay, benefit and perquisite programs, and evolve and invest in technology, training, tools and resources to enable employees to effectively and efficiently perform their responsibilities and achieve their potential. We believe this is important to recruiting and retaining talent to allow our organization to achieve its goals and objectives.\nCOMPETITION\nThe market for banking and financial services is intensely competitive, and we expect competition to continue to intensify in the future. The Bank attracts deposits through its banking sales force and online acquisition channels. Competition for those deposits comes from a wide variety of other banks, savings institutions, and credit unions. Money market funds, full-service securities brokerage firms and financial technology companies also compete for these funds. The Bank competes for these deposits by offering superior service and a variety of deposit accounts at competitive rates. In real estate lending, we compete against traditional real estate lenders, including large and small savings banks, commercial banks, mortgage bankers and mortgage brokers. \nMany of our current and potential competitors have greater brand recognition, longer operating histories, larger customer bases and significantly greater financial, marketing and other resources and are capable of providing strong price and customer service competition. Tech\nnological innovation and capabilities, including changes in product delivery systems and web-based tools, continue to contribute to greater competition in domestic and international financial services markets, and larger competitors may be able to allocate more resources to these technology initiatives.\n \nIn our Securities Business segment, we face significant competition in providing clearing and advisory services based on a number of factors, including price, speed of execution, perceived expertise, quality of advice, reputation, range of services and products, technology, and innovation. There exists significant competition for recruiting and retaining talent. Axos Clearing competes directly with numerous other financial advisory and investment banking firms, broker-dealers and banks, including \n13\nTable of Cont\nents\nlarge national and major regional firms and smaller niche companies, some of whom are not broker-dealers and, therefore, are not subject to the broker-dealer regulatory framework. We separate ourselves from the competition through our excellence in customer service, including a highly attentive and dedicated workforce, while providing an expanding range of clearing and advisory products and services.\nSUPERVISION AND REGULATION\nGENERAL\nWe are subject to comprehensive regulation under state and federal laws. This regulation is intended primarily for the protection of our customers, the deposit insurance fund and the U.S. finance system and not for the benefit of our security holders. \nAxos Financial, Inc. is supervised and regulated as a savings and loan holding company by the Board of Governors of the Federal Reserve System (the “Federal Reserve”). The Bank, as a federal savings bank, is subject to regulation, examination and supervision by the Office of the Comptroller of the Currency (“OCC”) as its primary regulator, and the Federal Deposit Insurance Corporation (“FDIC”) as its deposit insurer. The Bank must file reports with the OCC and the FDIC and Axos Financial, Inc. with the Federal Reserve, concerning their activities and financial condition. In addition, the Bank is subject to the regulation, examination and supervision by the Consumer Financial Protection Bureau (“CFPB”) with respect to a broad array of federal consumer laws. Our subsidiaries, Axos Clearing LLC and Axos Invest LLC, are broker-dealers and are registered with and subject to regulation by the SEC and FINRA. In addition, Axos Invest, Inc., an investment adviser, is registered with the SEC. Axos Invest, Inc. is subject to the requirements of the Investment Advisers Act of 1940, as amended (the “Advisers Act”), and the Investment Company Act of 1940, as amended, and is subject to examination by the SEC.\nThe following information describes aspects of the material laws and regulations applicable to the Company. The information below does not purport to be complete and is qualified in its entirety by reference to all applicable laws and regulations. In addition, new and amended legislation, rules and regulations governing the Company are introduced from time to time by the U.S. government and its various agencies, including in response to recent highly-publicized bank failures. Any such legislation, regulatory changes or amendments could adversely affect us and no assurance can be given as to whether, or in what form, any such changes may occur.\nREGULATION OF FINANCIAL HOLDING COMPANY\nGeneral\n. Axos Financial is a unitary savings and loan holding company within the meaning of the Home Owners’ Loan Act (“HOLA”), and is treated as a “financial holding company” under Federal Reserve rules. Accordingly, Axos Financial is registered as a savings and loan holding company with the Federal Reserve and is subject to the Federal Reserve’s regulations, examinations, supervision and reporting requirements. Axos Financial is required to file reports with, comply with the rules and regulations of, and is subject to examination by the Federal Reserve. In addition, the Federal Reserve has enforcement authority over Axos Financial and its subsidiaries. Among other things, this authority permits the Federal Reserve to restrict or prohibit activities that are determined to be a serious risk to the saving and loan holding company or its subsidiaries. \n \nCapital\n. \nOur Company and the Bank are subject to the risk-based regulatory capital framework and guidelines established by the Federal Reserve and the OCC. In July 2013, the Federal Reserve and the OCC published final rules (the “Regulatory Capital Rules”) establishing a comprehensive capital framework for U.S. banking organizations. The Regulatory Capital Rules are intended to measure capital adequacy with regard to a banking organization’s balance sheet, including off-balance sheet exposures such as unused portions of loan commitments, letters of credit, and recourse arrangements. The capital requirements for the Company are similar to those for the Bank.\nThe Regulatory Capital Rules implement the Basel Committee’s December 2010 capital framework known as “Basel III” for strengthening international capital standards as well as certain provisions of the Dodd-Frank Wall Street Reform and Consumer Protection Act (the “Dodd-Frank Act”). The failure of the Company or the Bank to meet minimum capital requirements can result in certain mandatory, and possibly additional discretionary actions by federal banking regulators that could have a material effect on the Company, explained in more detail below under “Regulation of Banking Business – Regulatory Capital Requirements and Prompt Corrective Action”.\nThe Regulatory Capital Rules require banking organizations (i.e., both the Company and the Bank) to maintain a minimum “common equity Tier 1” (“CET1”) ratio of 4.5%, a Tier 1 risk-based capital ratio of 6.0%, a total risk-based capital ratio of 8.0%, and a minimum leverage ratio of 4.0% (calculated as Tier 1 capital to average consolidated assets). A capital conservation buffer of 2.5% above each of these levels is required for banking institutions to avoid restrictions on their ability to make capital distributions, including the payment of dividends.\n14\nTable of Cont\nents\nThe Regulatory Capital Rules provide for a number of deductions from and adjustments to CET1. In addition, trust preferred securities have been phased out of tier 1 capital for banking organizations that had $15 billion or more in total consolidated assets as of December 31, 2009 unless the banking organization grows above $15.0 billion in assets as a result of an acquisition. The Company’s trust preferred securities currently are grandfathered under this provision. In addition, the Company and the Bank elected the current expected credit losses (“CECL”) five-year transition guidance for calculating regulatory capital ratios on July 1, 2020 and the June 30, 2023 ratios include this election. This guidance allows an entity to add back to capital 100% of the capital impact from the day one CECL transition adjustment and 25% of subsequent increases to the allowance for credit losses through June 30, 2022. This cumulative amount will then be phased out of regulatory capital over the following three years beginning July 1, 2022. \nThe implementation of certain regulations and standards relating to regulatory capital could disproportionately affect our regulatory capital position relative to that of our competitors, including those that may not be subject to the same regulatory requirements as the Company and the Bank. Various aspects of the Regulatory Capital Rules continue to be subject to further evaluation and interpretation by the U.S. banking regulators. \nAs of June 30, 2023, the capital ratios of both the Company and the Bank exceeded the minimums necessary to be considered “well-capitalized” under the currently enacted capital adequacy requirements, including after implementation of the deductions and other adjustments to CET1 on a fully phased-in basis. For additional information, please see Note 19 - \n“Minimum Regulatory Capital Requirements”\n to the financial statements filed with this report. \nSource of Strength\n. The Dodd-Frank Act extends the Federal Reserve “source of strength” doctrine to savings and loan holding companies. Such policy requires holding companies to act as a source of financial strength to their subsidiary depository institutions by providing capital, liquidity and other support in times of an institution’s financial distress. The regulatory agencies have yet to issue joint regulations implementing this policy.\n \nChange in Control\n. The federal banking laws require that appropriate regulatory approvals must be obtained before an individual or company may take actions to “control” a bank or savings association. The definition of control found in the HOLA is similar to that found in the Bank Holding Company Act of 1956 (“BHCA”) for bank holding companies. Both statutes apply a similar three-prong test for determining when a company controls a bank or savings association. Specifically, a company has control over either a bank or savings association if the company:\n•\ndirectly or indirectly or acting in concert with one or more persons, owns, controls, or has the power to vote 25% or more of the voting securities of a company; \n•\ncontrols in any manner the election of a majority of the directors (or any individual who performs similar functions in respect of any company, including a trustee under a trust) of the board; or \n•\ndirectly or indirectly exercises a controlling influence over the management or policies of the bank. \nRegulation LL includes a specific definition of “control” similar to the statutory definition, with certain additional provisions, and modifies the regulations for purposes of determining when a company or natural person acquires control of a savings association or savings and loan holding company under the HOLA or the Change in Bank Control Act (“CBCA”). In light of the similarity between the statutes governing bank holding companies and savings and loan holding companies, the Federal Reserve uses its established rules and processes with respect to control determinations under HOLA and the CBCA to ensure consistency between equivalent statutes administered by the same agency.\nFurthermore, the Federal Reserve may not approve any acquisition that would result in a multiple savings and loan holding company controlling savings institutions in more than one state, subject to two exceptions; (i) the approval of interstate supervisory acquisitions by savings and loan holding companies and (ii) the acquisition of a savings institution in another state if the laws of the state of the target savings institution specifically permit such acquisition. The states vary in the extent to which they permit interstate savings and loan holding company acquisitions.\nFinancial Holding Company.\n The Company operates as a savings and loan holding company that is treated as a financial holding company under the rules and regulations of the Federal Reserve. Financial holding companies are generally permitted to affiliate with securities firms and insurance companies and engage in other activities that are \"financial in nature.\" Such activities include, among other things, securities underwriting, dealing and market making; sponsoring mutual funds and investment companies; insurance underwriting and agency; merchant banking activities; and activities that the Federal Reserve has determined to be closely related to banking. If the Bank ceases to be “well capitalized” or “well managed” under applicable regulatory standards, the Federal Reserve may, among other things, place limitations on our ability to conduct these broader financial activities. In addition, if the Bank receives a rating of less than satisfactory under the Community Reinvestment Act, we would be prohibited from engaging in any additional activities other than those permissible for bank holding companies that are not financial holding companies. If a financial holding company fails to continue to meet any of the prerequisites for \n15\nTable of Cont\nents\nfinancial holding company status, including those described above, the Federal Reserve may order the company to divest its subsidiary banks or discontinue or divest investments in companies engaged in activities permissible only for a bank holding company that has elected to be treated as a financial holding company. No regulatory approval is required for a financial holding company to acquire a company, other than a bank or savings association, engaged in activities that are financial in nature or incidental to activities that are financial in nature, as determined by the Federal Reserve.\nVolcker Rule. \nUnder certain provisions of the Dodd-Frank Act known as the Volcker Rule, FDIC-insured depository institutions, their holding companies, subsidiaries and affiliates, are generally prohibited, subject to certain exemptions, from proprietary trading of securities and other financial instruments and from acquiring or retaining an ownership interest in a “covered fund”. The term “covered fund” can include, in addition to many private equity and hedge funds and other entities, certain collateralized mortgage obligations, collateralized debt obligations and collateralized loan obligations, and other items, but does not include wholly owned subsidiaries, certain joint ventures, or loan securitizations generally if the underlying assets are solely loans.\nTrading in certain government obligations is not prohibited by the Volcker Rule, including obligations of or guaranteed by the United States or an agency or government-sponsored entity of the United States, obligations of a State of the United States or a political subdivision thereof, and municipal securities. Proprietary trading generally does not include transactions under repurchase and reverse repurchase agreements, securities lending transactions and purchases and sales for the purpose of liquidity management if the liquidity management plan meets specified criteria; nor does it generally include transactions undertaken in a fiduciary capacity. In addition, activities eligible for exemption include, among others, certain brokerage, underwriting and marketing activities, and risk-mitigating hedging activities with respect to specific risks and subject to specified conditions. \nIn July 2020, the Federal Reserve, FDIC, OCC, SEC, and the Commodity Futures Trading Commission (“CFTC”) finalized a rule modifying the Volcker Rule’s prohibition on banking entities investing in or sponsoring hedge funds or private equity funds (referred to under the rules as covered funds). The final rule streamlines several aspects of the covered funds portion of the rule; allows banking organizations to offer and sponsor venture capital funds and a wider array of loan-related funds; and permits banking entities to offer financial services to, and engage in other activities with, covered funds that do not raise concerns that the Volcker rule was intended to address. The final rule became effective October 1, 2020.\nPotential Regulatory Enforcement Actions.\n If the Federal Reserve or the OCC determines that a saving and loan holding company’s or federal savings bank’s financial condition, capital resources, asset quality, earnings prospects, management, liquidity, or other aspects of its operations are unsatisfactory or that its management has violated any law or regulation, the agency has the authority to take a number of different remedial actions as it deems appropriate under the circumstances. These actions include the power to enjoin any “unsafe or unsound” banking practices; to require that affirmative action be taken to correct any conditions resulting from any violation of law or unsafe or unsound practice; to issue an administrative order that can be judicially enforced; to require that it increase its capital; to restrict its growth; assess civil monetary penalties against it or its officers or directors; and to remove any of its officers and directors.\nREGULATION OF BANKING BUSINESS\nGeneral\n. As a federally-chartered savings and loan association whose deposit accounts are insured by the FDIC, Axos Bank is subject to extensive regulation by the OCC, FDIC and the CFPB with respect to federal consumer financial laws. The following discussion summarizes some of the principal areas of regulation applicable to the Bank and its operations. \nInsurance of Deposit Accounts\n. The FDIC administers a deposit insurance fund (the “DIF”) that insures depositors in certain types of accounts up to a prescribed amount for the loss of any such depositor’s respective deposits due to the failure of an FDIC member depository institution. As the administrator of the DIF, the FDIC assesses its member depository institutions and determines the appropriate DIF premiums to be paid by each such institution. Recent activity in the banking industry, including certain highly-publicized bank failures, is expected to cause premiums on the FDIC’s DIF to increase. \nThe FDIC is authorized to examine its member institutions and to require that they file periodic reports of their condition and op\nerations. The FDIC may also prohibit any member institution from engaging in any activity the FDIC determines by regulation or order to pose a serious risk to the DIF. The FDIC has the authority to initiate enforcement actions against savings associations, after giving the primary federal regulator the opportunity to take such action. The FDIC may terminate an institution’s access to the DIF if it determines that the institution has engaged in unsafe or unsound practices or is in an unsafe or unsound condition. We do not know of any practice, condition or violation that might lead to termination of our access to the DIF.\nAxos Bank is a member depository institution of the FDIC and its deposits are insured by the DIF up to the applicable limits, which are backed by the full faith and credit of the U.S. Government. The basic deposit insurance limit is $250,000.\n16\nTable of Cont\nents\nRegulatory Capital Requirements and Prompt Corrective Action\n. The prompt corrective action regulation of the OCC requires mandatory actions and authorizes other discretionary actions to be taken by the OCC against a savings association that falls within undercapitalized capital categories specified in OCC regulations.\nIn general, the prompt corrective action regulation prohibits an FDIC member institution from declaring any dividends, making any other capital distribution, or paying a management fee to a controlling person if, following the distribution or payment, the institution would be within any of the three undercapitalized categories. In addition, adequately capitalized institutions may accept brokered deposits only with a waiver from the FDIC, but are subject to restrictions on the interest rates that can be paid on such deposits. Undercapitalized institutions may not accept, renew or roll-over brokered deposits.\nIf the OCC determines that an institution is in an unsafe or unsound condition, or if the institution is deemed to be engaging in an unsafe and unsound practice, the OCC may, if the institution is well-capitalized, reclassify it as adequately capitalized. If the institution is adequately capitalized, but not well-capitalized, the OCC may require it to comply with restrictions applicable to undercapitalized institutions. If the institution is undercapitalized, the OCC may require it to comply with restrictions applicable to significantly undercapitalized institutions. Finally, pursuant to an interagency agreement, the FDIC can examine any institution that has a substandard regulatory examination score or is considered undercapitalized without the express permission of the institution’s primary regulator.\nCapital regulations applicable to savings associations such as the Bank also require savings associations to meet the additional capital standard of tangible capital equal to at least 1.5% of total adjusted assets.\nThe Bank’s capital requirements are viewed as minimum standards and most financial institutions are expected to maintain capital levels well above the minimum. In addition, OCC regulations provide that minimum capital levels greater than those provided in the regulations may be established by the OCC for individual savings associations upon a determination that the savings association’s capital is or may become inadequate in view of its circumstances. Axos Bank is not subject to any such individual minimum regulatory capital requirement and the Bank’s regulatory capital exceeded all minimum regulatory capital requirements as of June 30, 2023. See “Management’s Discussion and Analysis of Financial Condition and Results of Operations—Liquidity and Capital Resources.”\nStress Testing.\n The Economic Growth, Regulatory Relief, and Consumer Protection Act set the asset threshold for enhanced prudential standards and stress testing at $100 billion of total consolidated assets. Based on asset levels at June 30, 2022, neither the Company nor the Bank are subject to enhanced stress test regulations. The federal banking agencies have indicated that the capital planning and risk management practices of financial institutions with total assets less than $100 billion will continue to be reviewed through the regular supervisory process. We plan to continue monitoring our capital consistent with the safety and soundness expectations of the Federal Reserve and will continue to use customized stress testing as part of our capital planning process.\nStandards for Safety and Soundness\n. The federal banking regulatory agencies have prescribed, by regulation, guidelines for all insured depository institutions relating to: (i) internal controls, information systems and internal audit systems; (ii) loan documentation; (iii) credit underwriting; (iv) interest rate risk exposure; (v) asset growth; (vi) asset quality; (vii) earnings; and (viii) compensation, fees and benefits. The guidelines set forth safety and soundness standards that the federal banking regulatory agencies use to identify and address problems at FDIC member institutions before capital becomes impaired. If the OCC determines that the Bank fails to meet any standard prescribed by the guidelines, the OCC may require us to submit to it an acceptable plan to achieve compliance with the standard. OCC regulations establish deadlines for the submission and review of such safety and soundness compliance plans in response to any such determination. \nLoans-to-One-Borrower Limitations\n. Savings associations generally are subject to the lending limits applicable to national banks. With limited exceptions, the maximum amount that a savings association or a national bank may lend to any borrower, including related entities of the borrower, at one time may not exceed 15% of the unimpaired capital and surplus of the institution, plus an additional 10% of unimpaired capital and surplus for loans fully secured by readily marketable collateral. Savings associations are additionally authorized to make loans to one borrower by order of its regulator, in an amount not to exceed the lesser of $30.0 million or 30% of unimpaired capital and surplus for the purpose of developing domestic residential housing, if the following specified conditions are met:\n•\nThe savings association is in compliance with its fully phased-in capital requirements;\n•\nThe loans comply with applicable loan-to-value requirements; and\n•\nThe aggregate amount of loans made under this authority does not exceed 150% of unimpaired capital and surplus.\nAt June 30, 2023, the Bank’s loans-to-one-borrower limit was $301.1 million, based upon the 15% of unimpaired capital and surplus measurement. At June 30, 2023, our largest outstanding loan balance to one borrower was $250.0 million.\n17\nTable of Cont\nents\nQualified Thrift Lender Test\n. Savings associations must meet a qualified thrift lender, or “QTL,” test. This test may be met either by maintaining a specified level of portfolio assets in qualified thrift investments as specified by the HOLA, or by meeting the definition of a “domestic building and loan association,” (“DBLA”) under the Internal Revenue Code of 1986, as amended, (the “Code”). Qualified thrift investments are primarily residential mortgage loans and related investments, including mortgage related securities. Portfolio assets generally mean total assets less specified liquid assets, goodwill and other intangible assets and the value of property used in the conduct of the Bank’s business. The required percentage of qualified thrift investments under the HOLA is 65% of “portfolio assets” (defined as total assets less: (i) specified liquid assets up to 20% of total assets; (ii) intangibles, including goodwill; and (iii) the value of property used to conduct business) and under the DBLA is at least 60% of the amount of total assets. An association must be in compliance with the HOLA test on a monthly basis at least nine out of every 12 months or meet the definition of a DBLA at the savings association’s fiscal year end or on an average basis. Savings associations that fail to meet the QTL test will generally be prohibited from engaging in any activity not permitted for both a national bank and a savings association. At June 30, 2023, the Bank was in compliance with its QTL requirement and met the definition of a DBLA.\nLiquidity Standard\n. Savings associations are required to maintain sufficient liquidity to ensure safe and sound operations. As of June 30, 2023, Axos Bank was in compliance with the applicable liquidity standard.\nTransactions with Related Parties\n. The authority of the Bank to engage in transactions with “affiliates” (i.e., any company that controls or is under common control with it, including the Company and any non-depository institution subsidiaries) is limited by federal law. The aggregate amount of covered transactions with any individual affiliate is limited to 10% of the capital and surplus of the savings institution. The aggregate amount of covered transactions with all affiliates is limited to 20% of a savings institution’s capital and surplus. Certain transactions with affiliates are required to be secured by collateral in an amount and of a type described in federal law. The purchase of low quality assets from affiliates is generally prohibited. Transactions with affiliates must be on terms and under circumstances that are at least as favorable to the institution as those prevailing at the time for comparable transactions with non-affiliated companies. In addition, savings institutions are prohibited from lending to any affiliate that is engaged in activities that are not permissible for bank holding companies, and no savings institution may purchase the securities of any affiliate other than a subsidiary.\nThe Sarbanes-Oxley Act generally prohibits loans by public companies to their executive officers and directors. However, there is a specific exception for loans by financial institutions, such as the Bank, to its executive officers and directors that are made in compliance with federal banking laws. Under such laws, our authority to extend credit to executive officers, directors, and 10% or more stockholders (“insiders”), as well as entities such persons control, is limited. The law limits both the individual and aggregate amount of loans the Bank may make to insiders based, in part, on its capital position and requires certain board approval procedures to be followed. Such loans are required to be made on terms substantially the same as those offered to unaffiliated individuals and cannot involve more than the normal risk of repayment. There is an exception for loans made pursuant to a benefit or compensation program that is widely available to all employees of the institution and does not give preference to insiders over other employees.\nCapital Distribution Limitations\n. OCC regulations limit the ability of a savings association to make capital distributions, such as cash dividends. These regulations limit the ability of the Bank to pay dividends or other capital distributions to the Company, which in turn may limit our ability to pay dividends, repay debt or redeem or purchase shares of our outstanding common stock. Under these regulations, a savings association may, in circumstances described in those regulations:\n•\nBe required to file an application and await approval from the OCC before it makes a capital distribution;\n•\nBe required to file a notice 30 days before the capital distribution; or\n•\nBe permitted to make the capital distribution without notice or application to the OCC.\nCommunity Reinvestment Act and the Fair Lending Laws\n. Savings associations have a responsibility under the Community Reinvestment Act and related regulations of the OCC to help meet the credit needs of their communities, including low- and moderate-income neighborhoods. In addition, the Equal Credit Opportunity Act and the Fair Housing Act prohibit lenders from discriminating in their lending practices on the basis of characteristics specified in those statutes. An institution’s failure to comply with the provisions of the Community Reinvestment Act could, at a minimum, result in regulatory restrictions on its activities and the denial of applications for certain expansionary activities. In addition, an institution’s failure to comply with the Equal Credit Opportunity Act and the Fair Housing Act could result in the OCC, other federal regulatory agencies or the Department of Justice, taking enforcement actions against the institution. In the most recent Community Reinvestment Act Report, issued May 2019, the Bank received a ‘Satisfactory’ rating covering calendar years 2016, 2017, and 2018.\n18\nTable of Cont\nents\nFederal Home Loan Bank (“FHLB”) System\n. The Bank is a member of the FHLB system. Among other benefits, each FHLB serves as a reserve or central bank for its members within its assigned region. Each FHLB is financed primarily from the sale of consolidated obligations of the FHLB system. Each FHLB makes available loans or advances to its members in compliance with the policies and procedures established by the Board of Directors of the individual FHLB. As an FHLB member, the Bank is required to own capital stock in a Federal Home Loan Bank in specified amounts based on either its aggregate outstanding principal amount of its residential mortgage loans, home purchase contracts and similar obligations at the beginning of each calendar year or its outstanding advances from the FHLB.\nActivities of Subsidiaries\n. A savings association seeking to establish a new subsidiary, acquire control of an existing company or conduct a new activity through a subsidiary must provide not less than 30 days prior notice to the FDIC and the OCC and conduct any activities of the subsidiary in compliance with regulations and orders of the OCC. The OCC has the power to require a savings association to divest any subsidiary or terminate any activity conducted by a subsidiary that the OCC determines to pose a serious threat to the financial safety, soundness or stability of the savings association or to be otherwise inconsistent with sound banking practices.\nConsumer Laws and Regulations\n. The Dodd-Frank Act established the CFPB with broad rule-making, supervisory and enforcement authority over consumer financial products and services, including deposit products, residential mortgages, home-equity loans and credit cards. The CFPB is an independent “watchdog” within the Federal Reserve System with authority to enforce and create (i) rules, orders and guidelines of the CFPB, (ii) all consumer financial protection functions, powers and duties transferred from other federal agencies, such as the Federal Reserve, the OCC, the FDIC, the Federal Trade Commission, and the Department of Housing and Urban Development, and (iii) a long list of consumer financial protection laws enumerated in the Dodd-Frank Act, such as the Electronic Fund Transfer Act, the Consumer Leasing Act of 1976, the Alternative Mortgage Transaction Parity Act of 1982, the Equal Credit Opportunity Act, the Expedited Funds Availability Act, the Truth in Lending Act and the Truth in Savings Act, among many others. The CFPB has broad examination and enforcement authority, including the power to issue subpoenas and cease and desist orders, commence civil actions, hold investigations and hearings and seek civil penalties, as well as the authority to regulate disclosures, mandate registration of any covered person and to regulate what it considers unfair, deceptive, abusive practices.\nDepository institutions with more than $10 billion in assets and their affiliates are subject to direct supervision by the CFPB, including any applicable examination, enforcement and reporting requirements the CFPB may establish. As of June 30, 2023, we had $20.3 billion in total assets, placing the Bank under the direct supervision and oversight of the CFPB. The laws and regulations of the CFPB and other consumer protection laws and regulations to which the Bank is subject mandate certain disclosure requirements and regulate the manner in which we must deal with customers when taking deposits from, making loans to, or engaging in other types of transactions with, our customers.\nIn May 2020, the OCC finalized its “true lender” rule to address the legal uncertainty regarding the effect of a transfer on a loan’s permissible interest rate caused by the Second Circuit’s 2015 decision in Madden v. Midland Funding, LLC. The rule clarified that when a national bank (or federal savings bank, such as the Bank) sells, assigns, or otherwise transfers a loan, the interest permissible before the transfer continues to be permissible after the transfer. On June 30, 2021, President Biden signed a Congressional Review Act resolution repealing the OCC’s true lender rule. The repeal creates uncertainty regarding the ability of nonbank loan purchasers to collect interest on loans originated by a national bank or federal savings bank as originally agreed, which may impact the Company’s decision to participate in this type of lending in the future. \nPrivacy Standards and Cybersecurity\n. The Gramm-Leach-Bliley Act (“GLBA”) modernized the financial services industry by establishing a comprehensive framework to permit affiliations among commercial banks, insurance companies, securities firms and other financial service providers. The Bank is subject to OCC regulations implementing the privacy protection provisions of the GLBA. These regulations require the Bank to disclose its privacy policy, including informing consumers of its information sharing practices and informing consumers of their rights to opt out of certain practices.\nState regulators have been increasingly active in implementing privacy and cybersecurity standards and regulations. Recently, several states have adopted regulations requiring certain financial institutions to implement cybersecurity programs and providing detailed requirements with respect to these programs, including data encryption requirements. Many states have also recently implemented or modified their data breach notification and data privacy requirements. The California Consumer Privacy Act of 2018 (as amended by the California Privacy Rights Act), which covers businesses that collect and use personal information on California resident consumers, grants consumers enhanced privacy rights and control over their personal information and imposes significant requirements on covered companies with respect to consumer data privacy rights.\nNew laws or changes to existing laws, including privacy-related enforcement activity, increase our operating and compliance costs (including technology costs) and could reduce income from certain business initiatives or restrict our ability to provide certain products and services.\n \nOur failure to comply with privacy, data protection and information security laws could \n19\nTable of Cont\nents\nresult in significant regulatory or governmental investigations or actions, litigation, fines, sanctions, and damage to our reputation, which could have a material adverse effect on our business, financial condition or results of operations.\nBank Secrecy Act and Anti-Money Laundering\nThe Bank, its affiliated broker-dealers and in certain cases Axos Financial, Inc., are subject to the Bank Secrecy Act and other anti-money laundering laws and regulations, including the USA PATRIOT Act. The Bank Secrecy Act requires all financial institutions to, among other things, establish a risk-based system of internal controls reasonably designed to prevent money laundering and the financing of terrorism. The Bank Secrecy Act includes various record keeping and reporting requirements such as cash transaction and suspicious activity reporting as well as due diligence requirements. The USA PATRIOT Act gives the federal government broad powers to address terrorist threats through enhanced domestic security measures, expanded surveillance powers, increased information sharing, and broadened anti-money laundering requirements. Failure of a financial institution to maintain and implement adequate programs to combat money laundering and terrorist financing could have serious legal and reputational consequences for the institution. \nOffice of Foreign Assets Control Regulation and Anti-Corruption\nThe Bank and its affiliated broker-dealers are also required to comply with the U.S. Treasury’s Office of Foreign Assets Control imposed economic sanctions that affect transactions with designated foreign countries, nationals, individuals, entities and others. These are typically known as the “OFAC rules,” based on their administration by the U.S. Treasury Department Office of Foreign Assets Control (“OFAC”). The OFAC-administered sanctions targeting countries take many different forms. Generally, however, they contain one or more of the following elements: (i) restrictions on trade with, or investment in, a sanctioned country, including prohibitions against direct or indirect imports from, and exports to, a sanctioned country and prohibitions on “U.S. persons” engaging in financial transactions relating to making investments in, or providing investment-related advice or assistance to, a sanctioned country; and (ii) a blocking of assets in which the government or specially designated nationals of the sanctioned country have an interest, by prohibiting transfers of property subject to U.S. jurisdiction (including property in the possession or control of U.S. persons). Blocked assets (e.g., property and bank deposits) cannot be paid out, withdrawn, set off, or transferred in any manner without a license from OFAC. We are also subject to the U.S. Foreign Corrupt Practices Act and other laws and regulations worldwide regarding corrupt and illegal payments, or providing anything of value, for the benefit of government officials and others. Failure to comply with these sanctions and the U.S. Foreign Corrupt Practices Act, or similar laws and regulations, could have serious legal and reputational consequences.\n    \nREGULATION OF SECURITIES BUSINESS\nOur correspondent clearing and custodial firm Axos Clearing, and introducing broker Axos Invest LLC, are broker-dealers registered with the SEC and members of FINRA and various other self-regulatory organizations. Axos Clearing also uses various clearing organizations, including the Depository Trust Company, the National Securities Clearing Corporation, Euroclear and the Options Clearing Corporation. \nOur broker-dealers are registered with the SEC, FINRA, all 50 U.S. states and the District of Columbia. Much of the regulation of broker-dealers, however, has been delegated to self-regulatory organizations, principally FINRA, the Municipal Securities Rulemaking Board or national securities exchanges. These self-regulatory organizations adopt rules (which are subject to approval by the SEC) for governing their members and the industry. Broker-dealers are also subject to federal regulation and the securities laws of each state where they conduct business. Our broker-dealers are members of, and are primarily subject to regulation, supervision and regular examination by FINRA.\nBroker-dealers are subject to extensive laws, rules and regulations covering all aspects of the Securities Business, including sales and trading practices, public offerings, publication of research reports, use and safekeeping of clients’ funds and securities, capital adequacy, record keeping and reporting, the conduct of directors, officers, and employees, qualification and licensing of supervisory and sales personnel, marketing practices, supervisory and organizational procedures intended to ensure compliance with securities laws and to prevent improper trading on material nonpublic information, limitations on extensions of credit in securities transactions, clearance and settlement procedures, and rules designed to promote high standards of commercial honor and just and equitable principles of trade. Broker-dealers are regulated by state securities administrators in those jurisdictions where they do business. Regulators may conduct periodic examinations and review reports of our operations, controls, supervision, performance, and financial condition. Our broker-dealers’ margin lending is regulated by the Federal Reserve Board’s restrictions on lending in connection with client purchases and short sales of securities, and FINRA rules require our broker-dealers to impose maintenance requirements based on the value of securities contained in margin accounts. The rules of the Municipal Securities Rulemaking Board, which are enforced by the SEC and FINRA, apply to the municipal securities activities of Axos Clearing and Axos Invest LLC.\nViolations of laws, rules and regulations governing a broker-dealer’s actions could result in censure, penalties and \n20\nTable of Cont\nents\nfines, the issuance of cease-and-desist orders, the restriction, suspension, or expulsion from the securities industry of such broker-dealer, its registered representatives, officers or employees, or other similar adverse consequences. \nSignificant new rules and regulations continue to arise as a result of the Dodd-Frank Act, including the implementation of a more stringent fiduciary standard for broker-dealers and increased regulation of investment advisers. Compliance with these provisions could result in increased costs. Moreover, to the extent the Dodd-Frank Act affects the operations, financial condition, liquidity, and capital requirements of financial institutions with whom we do business, those institutions may seek to pass on increased costs, reduce their capacity to transact, or otherwise present inefficiencies in their interactions with us. \nLimitation on Businesses.\n The businesses that our broker-dealers may conduct are limited by its agreements with, and its oversight by, FINRA, other regulatory authorities and federal and state law. Participation in new business lines, including trading of new products or participation on new exchanges or in new countries often requires governmental and/or exchange approvals, which may take significant time and resources. In addition, our broker-dealers are operating subsidiaries of Axos, which means their activities may be further limited by those that are permissible for subsidiaries of financial holding companies, and as a result, may be prevented from entering new businesses that may be profitable in a timely manner, if at all. \nNet Capital Requirements. \nThe SEC, FINRA and various other regulatory authorities have stringent rules and regulations with respect to the maintenance of specific levels of net capital by regulated entities. Rule 15c3-1 of the Exchange Act (the “Net Capital Rule”) requires that a broker-dealer maintain minimum net capital. Generally, a broker-dealer’s net capital is net worth plus qualified subordinated debt less deductions for non-allowable (or non-liquid) assets and other adjustments and operational charges. At June 30, 2023, our broker-dealers were in compliance with applicable net capital requirements. \nThe SEC, FINRA and other regulatory organizations impose rules that require notification when net capital falls below certain predefined thresholds. These rules dictate the ratio of debt-to-equity in the regulatory capital composition of a broker-dealer, and constrain the ability of a broker-dealer to expand its business under certain circumstances. If a broker-dealer fails to maintain the required net capital, it may be subject to penalties and other regulatory sanctions, including suspension or revocation of registration by the SEC or applicable regulatory authorities, and suspension or expulsion by these regulators could ultimately lead to the broker-dealer’s liquidation. Additionally, the Net Capital Rule and certain FINRA rules impose requirements that may have the effect of prohibiting a broker-dealer from distributing or withdrawing capital and requiring prior notice to, and approval from, the SEC and FINRA for certain capital withdrawals. \nCompliance with the net capital requirements may limit our operations, requiring the intensive use of capital. Such rules require that a certain percentage of a broker-dealer’s assets be maintained in relatively liquid form and therefore act to restrict our ability to withdraw capital from our broker-dealer entities, which in turn may limit our ability to pay dividends, repay debt or redeem or purchase shares of our outstanding common stock. Any change in such rules or the imposition of new rules affecting the scope, coverage, calculation or amount of capital requirements, or a significant operating loss or any unusually large charge against capital, could adversely affect our ability to pay dividends, repay debt, meet our debt covenant requirements or to expand or maintain our operations. In addition, such rules may require us to make substantial capital contributions into one or more of the our broker-dealers in order for such subsidiaries to comply with such rules, either in the form of cash or subordinated loans made in accordance with the requirements of all applicable net capital rules. \nCustomer Protection Rule.\n \nOur broker-dealers that hold customers’ funds and securities are subject to the SEC’s customer protection rule (Rule 15c3-3 under the Exchange Act), which generally provides that such broker-dealers maintain physical possession or control of all fully-paid securities and excess margin securities carried for the account of customers and maintain certain reserves of cash or qualified securities. \nSecurities Investor Protection Corporation (“SIPC”).\n Our broker-dealers are subject to the Securities Investor Protection Act and belong to SIPC, whose primary function is to provide financial protection for the customers of failing brokerage firms. SIPC provides protection for customers up to $500,000, of which a maximum of $250,000 may be in cash. \nAnti-Money Laundering.\n Our broker-dealers must comply with the USA PATRIOT Act and other rules and regulations, including FINRA requirements, designed to fight international money laundering and to block terrorist access to the U.S. financial system. We are required to have systems and procedures to ensure compliance with such laws and regulations\n. \nForm Customer Relationship Summary (“Form CRS”).\n The SEC Form CRS requires registered investment advisors and broker-dealers to deliver to retail investors a succinct, plain English summary about the relationship and services provided by the firm and the required standard of conduct associated with the relationship and services. \n21\nTable of Cont\nents\nAVAILABLE INFORMATION\nAxos Financial, Inc. files reports, proxy and information statements and other information electronically with the SEC. The SEC maintains an internet site that contains reports, proxy and information statements, and other information regarding issuers that file electronically with the SEC. The SEC’s website site address is http://www.sec.gov. Our web site address is http://www.axosfinancial.com, and we make our Annual Reports on Form 10-K, Quarterly Reports on Form 10-Q and Current Reports on Form 8-K, amendments thereto and various other documents, including documents to comply with our obligations under Regulation FD, available on our website free of charge. Accordingly, investors should monitor our website in addition to following and reviewing our press releases, filings with the SEC and public conference calls and other presentations.",
    "item1a": ">ITEM 1A. RISK FACTORS\nAn investment in our common stock is subject to risks inherent in our business. Before making an investment decision, you should carefully consider the risks and uncertainties described below together with all of the other information included in this report. In addition to the risks and uncertainties described below, other risks and uncertainties not currently known to us or that we currently deem to be immaterial may also materially and adversely affect our business, financial condition and results of operations. Risks disclosed in this section may have already materialized. The value or market price of our common stock could decline due to any of these identified or other risks, and you could lose all or part of your investment. This report is qualified in its entirety by these risk factors.\nRisks Relating to Macroeconomic Conditions\nChanges in interest rates could adversely affect our performance.\nOur results of operations depend to a great extent on our net interest income, which is the difference between the interest rates earned on interest-earning assets such as loans and investment securities, and the interest rates paid on interest-bearing liabilities such as deposits and borrowings. We are exposed to interest rate risk because our interest-earning assets and interest-bearing liabilities do not react uniformly or concurrently to changes in interest rates, as the two have different time periods for adjustment and can be tied to different measures of rates. Interest rates are sensitive to factors that are beyond our control, including domestic and international economic conditions, including inflation, and the policies of various governmental and regulatory agencies, including the Federal Reserve. The monetary policies of the Federal Reserve, implemented through open market operations, the federal funds rate targets, and the discount rate for banking borrowings and reserve requirements, affect prevailing interest rates. A material change in any of these policies could have a material impact on us or our customers (including borrowers), and therefore on our results of operations. Since maintaining a federal funds rate target in the range of 0% to 0.25% from March 2020 through 2021, the Federal Reserve made multiple rate increases during 2022 and 2023 increasing the target federal funds rate to a range of 5.00% to 5.25% as of June 2023, and subsequently to a range of 5.25% to 5.50% as of August 2023. The future direction and levels of interest rates remain uncertain.\nLoan originations and repayment rates tend to increase with declining interest rates and decrease with rising interest rates. Increases in interest rates can negatively impact our business, including a possible reduction in customers’ or potential customers’ desire to borrow money or adversely affecting customers’ ability to repay on outstanding loans by increasing their debt obligations. On the deposit side, increasing interest rates generally lead to interest rate increases on our deposit accounts. While we manage the sensitivity of our assets and liabilities, large, unanticipated, or rapid increases in market interest rates may have an adverse impact on our net interest income and could decrease our mortgage refinancing business and related fee income, and could cause an increase in delinquencies and non-performing loans and leases in our adjustable-rate loans. In addition, interest rate volatility can affect the value of our loans and leases, investments and other interest-rate sensitive assets and our ability to realize gains on the sale or resolution of these assets, which in turn may affect our liquidity. There can be no assurance that we will be able to successfully manage our interest rate risk. \nA significant or sustained economic downturn could result in increases in our level of non-performing loans and leases and/or reduce demand for our products and services, which could have an adverse effect on our results of operations.\nOur business and results of operations are affected by the financial markets and general economic conditions, including factors such as the level and volatility of interest rates, inflation, home prices, unemployment and under-employment levels, bankruptcies, household income and consumer spending. We operate in an uncertain economic environment due to a variety of other reasons including, but not limited to, trade policies and tariffs, geopolitical tensions, including escalating military tensions in Europe as a result of Russia’s invasion of Ukraine, volatile energy prices and uncertain continuing effects of the coronavirus (“COVID-19”) pandemic. The risks associated with our business become more acute in periods of a slowing economy or slow growth. Furthermore, given our high concentration of loans secured by real estate in California and New York, the Company remains particularly susceptible to a downturn in those states’ economies. These negative events may cause us to incur losses and may adversely affect our capital, financial condition and results of operations.\n22\nTable of Cont\nents\nThe specific impact on us of unfavorable or uncertain economic or market conditions is difficult to predict, could be long or short term, and may be direct or indirect. A worsening of business and economic conditions generally or specifically in the principal markets in which we conduct business could have adverse effects, including the following:\n•\na decrease in the demand for, or the availability of, loans and other products and services we offer;\n•\na decrease in deposit balances, including low-cost and noninterest bearing deposits, and changes in our interest rate mix toward higher-cost deposits;\n•\nan increase in the number of borrowers who become delinquent, file for protection under bankruptcy laws or default on their loans or other obligations to us, which could lead to higher levels of nonperforming assets, net charge-offs, and provisions for credit losses;\n•\na decrease in the value of loans and other assets secured by collateral such as consumer or commercial real estate;\n•\n a decrease in net interest income from our lending and deposit gathering activities;\n•\nan impairment of certain intangible assets such as goodwill; \n•\nan increase in competition resulting from increasing consolidation within the financial services industry; and\n•\nan increase in borrowing costs in excess of changes in the rate at which we reinvest funds.\nInflation could negatively impact our business and our profitability.\nProlonged periods of inflation may impact our profitability by negatively impacting our non-interest expenses, including increasing expense related to talent acquisition and retention. Additionally, inflation may lead to a decrease in consumer and\n \nclients purchasing power and negatively affect the need or demand for our products and services. If significant inflation continues, our business could be negatively affected by, among other things, increased default rates leading to credit losses which could decrease our willingness to offer new credit extensions. These inflationary pressures could adversely affect our results of operations or financial condition.\nThe value of our securities in our investment portfolio may decline in the future.\nThe fair market value of our investment securities may be adversely affected by general economic and market conditions, including changes in interest rates, credit spreads, and the occurrence of any events adversely affecting the issuer of particular securities in our investments portfolio or any given market segment or industry in which we are invested. We analyze our available-for-sale securities on a quarterly basis to measure any impairment and potential credit losses. The process for determining impairment and any credit losses usually requires complex, subjective judgments about the future financial performance of the issuer in order to assess the probability of receiving principal and interest payments sufficient to recover our amortized cost of the security. Because of changing economic and market conditions affecting issuers, we may be required to recognize credit losses in future periods, which could have a material adverse effect on our business, financial condition, and results of operations.\nThe weakness of other financial institutions or other companies in the financial services industries could adversely affect us.\nOur ability to engage in routine funding transactions could be adversely affected by the actions and commercial soundness of other financial institutions. Financial services institutions are interrelated as a result of trading, clearing, counterparty and other relationships. We have exposure to many different counterparties, and we routinely execute transactions with counterparties in the financial industry, including brokers-dealers, other commercial banks, investment banks, mutual and hedge funds, and other financial institutions. As a result, defaults by, or even rumors or questions about, one or more financial services institutions, or the financial services industry generally, could lead to market-wide liquidity problems and losses or defaults by us or by other institutions and organizations. Many of these transactions expose us to credit risk in the event of default of our counterparty or client. In addition, our credit risk may be exacerbated when the collateral held by us cannot be liquidated, liquidated timely or is liquidated at prices not sufficient to recover the full amount of the financial instrument exposure due to us. There is no assurance that any such losses would not materially and adversely affect our results of operations. Events, both actual or rumored, involving limited liquidity, defaults, non-performance or other adverse developments that affect other companies in the financial services industry or the financial services industry generally have in the past, and may in the future, lead to erosion of customer confidence in the financial services industry, deposit volatility, liquidity issues, stock price volatility and other adverse developments, including increased regulatory oversight, increased premiums for the FDIC insurance program, higher capital requirements or changes in the way regulatory capital is calculated, \n23\nTable of Cont\nents\nand impositions of additional restrictions through regulatory changes or supervisory or enforcement activities. As a result, our operating margins, financial condition and results of operations may be adversely affected.\nReplacement of the LIBOR benchmark interest rate may have an impact on our business, financial condition or results of operations.\n \nLIBOR and certain other interest rate benchmarks are the subject of national, international, and other regulatory guidance and reform. Effective January 1, 2022, the administrator of LIBOR ceased the publication of one-week and two-month US dollar LIBOR and ceased the publications of the remaining tenors of US dollar LIBOR (one, three, six, and 12-month) after June 30, 2023. Generally, all loans we originated since 2017 have contract language that allowed us to replace LIBOR with an alternative index. All of our variable rate mortgage loans underwritten for the U.S. Government Agencies (FNMA, FHLMC & FHA/VA) after December 31, 2020 have used SOFR as the benchmark index. All other variable rate loans approved after December 31, 2021 do not use LIBOR as the benchmark index and have instead used primarily SOFR, Ameribor or BSBY (“Bloomberg Short-Term Bank Yield Index”) as the benchmark index. Prior to July 1, 2023, the date LIBOR ceased to be available, we transitioned all remaining loans in our portfolio that were leveraging LIBOR as the benchmark index to other indices, primarily SOFR, Ameribor or BSBY, and notified borrowers of the change in accordance with the applicable contractual and regulatory requirements.\nThe market transition away from LIBOR to alternative reference rates is complex and could have a range of adverse effects on our business, financial condition and results of operations. In particular, the transition could prompt inquiries or other actions from regulators regarding our replacement of LIBOR with an alternative reference rate and result in disputes, litigation or other actions with counterparties regarding the interpretation and enforceability of certain fallback language in securities that were LIBOR-based.\nRisks Relating to Regulation of our Business\nChanges in laws, regulations or oversight or increased enforcement activities by regulatory agencies may increase our costs and adversely affect our business and operations.\nWe operate in a highly regulated industry and are subject to oversight, regulation and examination by federal and/or state governmental authorities under various laws, regulations and policies, which impose requirements or restrictions on our operations, capitalization, payment of dividends, mergers and acquisitions, investments, loans and interest rates charged and interest rates paid on deposits. We must also comply with federal anti-money laundering, bank secrecy, tax withholding and reporting, and various consumer protection statutes and regulations. A considerable amount of management time and resources is devoted to oversight of, and development, implementation and execution of controls and procedures relating to, compliance with these laws, regulations and policies. \nThe laws, rules, regulations and supervisory policies governing our business are intended primarily for the protection of our depositors, our customers, the financial system and the FDIC insurance fund, not our stockholders or other creditors and are subject to regular modification and change. New or amended laws, rules, regulations and policies, including potential changes under consideration in response to recent highly-publicized bank failures, could impact our operations, increase our capital requirements or substantially restrict our growth and adversely affect our ability to operate profitably by making compliance more difficult or expensive, restrict our ability to originate or sell loans, or impact the amount of interest or other charges or fees earned on loans or other products. In addition, further regulation, including in response to recent highly-publicized bank failures, could increase the assessment rate we are required to pay to the FDIC, adversely affecting our earnings. It is very difficult to predict future changes in regulation or the competitive impact that any such changes would have on our business. Any new laws, rules and regulations could make compliance more difficult, expensive, costly to implement or may otherwise adversely affect our business, financial condition or growth prospects. Other changes to statutes, regulations, or regulatory policies, including changes in interpretation or implementation of statutes, regulations, or policies, could affect us in substantial and unpredictable ways including subjecting us to additional costs, limiting the types of financial services and products we may offer, and increasing the ability of non-banks to offer competing financial services and products. \nThe Bank Secrecy Act, the USA PATRIOT Act, and similar laws and regulations require financial institutions, among other duties, to institute and maintain effective anti-money laundering programs and to file suspicious activity and currency transaction reports as appropriate. The Financial Crimes Enforcement Network, a bureau of the United States Department of Treasury, is authorized to impose significant civil money penalties for violations of those requirements and has engaged in coordinated enforcement efforts with the individual federal banking regulators, as well as the U.S. Department of Justice, Drug Enforcement Administration and the Internal Revenue Service. There is also increased scrutiny of compliance with the rules enforced by the OFAC. Federal and state bank regulators have focused on compliance with the Bank Secrecy Act and anti-money laundering regulations. If our policies, procedures and systems are deemed deficient, we would be subject to liability, including fines and regulatory actions such as restrictions on our ability to pay dividends and the necessity to obtain regulatory \n24\nTable of Cont\nents\napproval to proceed with acquisitions and other strategic transactions, which could negatively impact our business, financial condition, results of operations and prospects. Failure to maintain and implement adequate programs to combat money laundering and terrorist financing could have material adverse reputational consequences for us.\nOur failure to comply with current, or adapt to new or changing, laws, regulations or policies could result in enforcement actions and sanctions against us by regulatory agencies, civil money penalties and/or reputation damage, along with corrective action plans required by regulatory agencies, any of which could have a material adverse effect on our business, financial condition and results of operations, and the value of our common stock. \nThe Company and its subsidiaries are subject to changes in federal and state tax laws and the interpretation of existing laws and examinations and challenges by taxing authorities\n. \nOur financial performance is impacted by federal and state tax laws. Given the current economic and political environment and ongoing budgetary pressures, the enactment of new federal or state legislation or new interpretations of existing tax laws could adversely impact our tax position, in some circumstances retroactively. The Inflation Reduction Act (the “IRA”), which establishes a new 15% corporate alternative minimum tax on adjusted book income (of corporations that have an average adjusted book income in excess of $1 billion over a three tax year period) for tax years beginning after December 31, 2022, may impact the Company’s cash tax payments and tax credit carryforward balances. The IRA includes a nondeductible 1% excise tax on certain repurchases of corporate stock for transactions occurring after December 31, 2022, which would likely increase the Company’s cost of any future share repurchases. The consequences of the IRA, the enactment of new federal or state tax legislation, or changes in the interpretation of existing law, including provisions impacting income tax rates, apportionment, consolidation or combination, income, expenses, and credits, may have a material adverse effect on our financial condition, results of operations, and liquidity. \nIn the normal course of business, we are routinely subjected to examinations and audits from federal, state, and local taxing authorities regarding tax positions taken by us and the determination of the amount of taxes due. These examinations may relate to income, franchise, gross receipts, payroll, property, sales and use, or other tax returns. The challenges made by taxing authorities may result in adjustments to the amount of taxes due and may result in the imposition of penalties and interest. If any such challenges are not resolved in our favor, they could have a material adverse effect on our financial condition, results of operations, and liquidity.\nOur broker-dealer and investment advisory businesses subjects us to regulatory risks. \nOur broker-dealer and investment advisory business subjects us to regulation by the SEC, FINRA, other self-regulatory organizations (“SROs”), state securities commissions, and other regulatory bodies. Violations of the laws and regulations governed by these agencies could result in censure, penalties and fines, the issuance of cease-and-desist orders, the restriction, suspension, or expulsion from the securities industry of the Company or its officers or employees, or other similar adverse consequences, any of which could cause us to incur losses and adversely affect our capital, financial condition and results of operations. The SEC, FINRA and other SROs and state securities commissions, among other regulatory bodies, can censure, fine, issue cease-and-desist orders or suspend or expel a broker-dealer or any of its officers or employees. Clearing securities firms are subject to substantially more regulatory control and examination than introducing brokers that rely on others to perform clearing functions. Similarly, the attorney general of each state could bring legal action to ensure compliance with state securities laws, and regulatory agencies in foreign countries have similar authority. Our ability to comply with multiple laws and regulations pertaining to the securities industry depends in large part on our ability to establish and maintain an effective compliance function. The failure to establish and enforce reasonable compliance procedures, even if unintentional, could subject us to significant losses or disciplinary or other actions. Federally registered investment advisers are regulated and subject to examination by the SEC. In addition, the Advisers Act imposes numerous obligations on our investment advisory business, including fiduciary duties, disclosure obligations, recordkeeping and reporting requirements, marketing restrictions and general anti-fraud prohibitions. Our failure to comply with the Advisers Act and associated rules and regulations of the SEC could subject us to enforcement proceedings and sanctions for violations, including censure or termination of SEC registration, litigation and reputational harm. In addition, our investment advisory business is subject to notice filings and the anti-fraud rules of state securities regulators. See “Regulation of Securities Business.”\n25\nTable of Cont\nents\nPolicies and regulations enacted by the Consumer Financial Protection Bureau may negatively impact our residential mortgage loan business and compliance risk.\nOur consumer business, including our mortgage and deposit businesses, may be adversely affected by the policies enacted or regulations adopted by the CFPB, which, under the Dodd-Frank Act, has broad rule-making authority over consumer financial products and services. The CFPB is in the process of reshaping consumer financial protection laws through rule-making and enforcement against unfair, deceptive and abusive acts or practices.  The CFPB has been directed to write rules identifying practices or acts that are unfair, deceptive or abusive in connection with any transaction with a consumer for a consumer financial product or service, or the offering of a consumer financial product or service. The prohibition on “abusive” acts or practices has been clarified each year by CFPB enforcement actions and opinions from courts and administrative proceedings, and in April 2023, the CFPB issued a Policy Statement on Abusive Acts or Practices, which may impact our consumer product and service offerings. While it is difficult to quantify any future increases in our regulatory compliance burden, the costs associated with regulatory compliance, including the need to hire additional compliance personnel, may continue to increase.\nRisks Relating to Commercial Loans, Mortgage Loans and Mortgage-Backed Securities\nDeclining real estate values, particularly in California and New York, could reduce the value of our loan and lease portfolio and impair our profitability and financial condition.\nThe majority of the loans in our portfolio are secured by real estate. At June 30, 2023, approximately 41.3% and 25.2% of our real estate loan portfolio was secured by real estate located in California and New York, respectively. In recent years, there has been significant volatility in real estate values. If real estate values decrease or more of our borrowers experience financial difficulties, we will experience increased charge-offs, as the proceeds resulting from foreclosure may be significantly lower than the amounts outstanding on such loans and the time to foreclose may be extended. In addition, declining real estate values frequently accompany periods of economic downturn or recession and increasing unemployment, all of which can lead to lower demand for mortgage loans of the types we originate and impact the ability of borrowers to repay their loans. A decline of real estate values or decline of the credit position of our borrowers could have a material adverse effect on our business, prospects, financial condition and results of operations.\nMany of our mortgage loans are multifamily residential loans and defaults on such loans would harm our business.\nAt June 30, 2023, our multifamily residential loans were $3.1 billion or 18.5% of our loan portfolio. The payment on such loans is typically dependent on the cash flows generated by the projects, which are affected by the supply and demand for multifamily residential units and commercial property within the relative market. If the market for multifamily residential units and commercial property experiences a decline in demand, multifamily and commercial borrowers may suffer losses on their projects and be unable to repay their loans. If residential housing values were to decline or nationwide unemployment levels rise, we are likely to experience increases in the level of our non-performing loans and foreclosures in future periods.\nA decrease in the mortgage buying activity of Fannie Mae, Freddie Mac, and MBS’s guaranteed by Ginnie Mae or a failure by Fannie Mae, Ginnie Mae, and Freddie Mac to satisfy their obligations with respect to their RMBS could have a material adverse effect on our business, financial condition and results of operations.\nDuring the last three fiscal years we have sold approximately $2.2 billion of residential mortgage loans to Fannie Mae and Freddie Mac and into MBS guaranteed by Ginnie Mae. As of June 30, 2023, approximately 10.3% of our securities portfolio consisted of RMBS issued or guaranteed by these GSEs. Since 2008, Fannie Mae and Freddie Mac have been in conservatorship, with its primary regulator, the Federal Housing Finance Agency, acting as conservator. The United States government may enact structural changes to one or more of the GSEs, including privatization, consolidation and/or a reduction in the ability of GSEs to purchase mortgage loans or guarantee mortgage obligations. We cannot predict if, when or how the conservatorships will end, or what associated changes (if any) may be made to the structure, mandate or overall business practices of either of the GSEs. Accordingly, there continues to be uncertainty regarding the future of the GSEs, including whether they will continue to exist in their current form and whether they will continue to meet their obligations with respect to their RMBS. A substantial reduction in mortgage purchasing activity by the GSEs could result in a material decrease in the availability of residential mortgage loans and the number of qualified borrowers, which in turn may lead to increased volatility in the residential housing market, including a decrease in demand for residential housing and a corresponding drop in the value of real property that secures current residential mortgage loans, as well as a significant increase in interest rates. In a rising or higher interest rate environment, our originations of mortgage loans may decrease, which would result in a decrease in mortgage loan revenues and a corresponding decrease in non-interest income. Any decision to change the structure, mandate or overall business practices of the GSEs and/or the relationship among the GSEs, the government and the private mortgage loan markets, or any failure by the GSEs to satisfy their obligations with respect to their RMBS, could have a material adverse effect on our business, financial condition and results of operations.\n26\nTable of Cont\nents\nCommercial and industrial and commercial real estate loans may expose our company to greater financial and credit risk than other loans.\nOur commercial and industrial loans as well as our commercial real estate – mortgage portfolio was approximately $2,639.7 million and $6,199.8 million at June 30, 2023, comprising approximately 15.8% and 37.2% of our total loan portfolio, respectively. Commercial loans generally carry large balances and may involve a greater degree of financial and credit risk than other loans. Any significant failure to pay on time by our customers could impact our earnings. The increased financial and credit risk associated with these types of loans are a result of several factors, including the concentration of principal in a limited number of loans and borrowers, the types of business and collateral, the size of loan balances, the effects of nationwide and regional economic conditions on income-producing properties and businesses and the increased difficulty of evaluating and monitoring these types of loans. Declines in real estate markets or sustained economic downturns increases the risk of credit losses or charge-offs related to our loans or foreclosures on certain real estate properties. If we foreclose on these loans, our holding period for the collateral typically is longer than residential properties because there are fewer potential purchasers of the collateral.\nThe COVID-19 pandemic has had a potentially long-term negative impact on certain commercial real estate portfolios due to the risk that tenants may reduce the office space they lease as some portion of the workforce continues to work remotely on a hybrid or fulltime basis. Additionally, the shift from traditional brick-and-mortar retail toward e-commerce has been accelerated as a result of the COVID-19 pandemic and may negatively impact the values of retail-focused commercial real estate and related collateral.\nOur mortgage origination business is subject to fluctuations based upon seasonal and other factors and, as a result, our results of operations for any given quarter may not be indicative of the results that may be achieved for the full fiscal year.\nOur mortgage origination business is subject to several variables that can impact loan origination volume, including seasonal and interest rate fluctuations. We typically experience increased loan origination volume from purchases of homes during the second and third calendar quarters, when more people tend to move and buy or sell homes. In addition, an increase in the general level of interest rates may, among other things, adversely affect the demand for mortgage loans and our ability to originate mortgage loans. In particular, if mortgage interest rates increase, the demand for residential mortgage loans and the refinancing of residential mortgage loans will likely decrease, which will have an adverse effect on our mortgage origination activities. Conversely, a decrease in the general level of interest rates, among other things, may lead to increased competition for mortgage loan origination business.\nAs a result of these variables, our results of operations for any single quarter are not necessarily indicative of the results that may be achieved for a full fiscal year or any other quarter.\nRisks Relating to our Business Operations\nOur results of operations could vary as a result of the methods, estimates, and judgments that we use in applying our accounting policies, including with respect to our allowance for credit losses.\nFrom time to time, the Financial Accounting Standards Board (the “FASB”) and the SEC change the financial accounting and reporting standards that govern the preparation of our financial statements. In addition, the FASB, SEC, bank regulators and outside independent auditors may revise their previous interpretations regarding existing accounting regulations and the application of these accounting standards. The methods, estimates and judgments that we use in applying our accounting policies have a significant impact on our results of operations. Such methods, estimates and judgments, include methodologies to value our securities, estimate our allowance for loan losses and the realization of deferred tax assets and liabilities. These methods, estimates and judgments are, by their nature, subject to substantial risks, uncertainties and assumptions, and factors may arise over time that lead us to change our methods, estimates and judgments. Changes in those methods, estimates and judgments could significantly affect our results of operations. These changes can be difficult to predict and can materially impact how we record and report our financial condition and results of operations.\n27\nTable of Cont\nents\nIf our allowance for credit losses is not sufficient to cover actual credit losses, our earnings, capital adequacy and overall financial condition may suffer materially.\nOur loans are generally secured by single family, multifamily and commercial real estate properties or other commercial assets, each initially having a fair market value generally greater than the amount of the loan secured. Although our loans and leases are typically secured, the risk of default, generally due to a borrower’s inability to make scheduled payments on his or her loan, is an inherent risk of the Banking Business. In determining the amount of the allowance for loan and lease losses, we make various assumptions and judgments about the collectibility of our loan and lease portfolio, including the creditworthiness of our borrowers, the value of the real estate serving as collateral for the repayment of our loans and our loss history. Defaults by borrowers could result in losses that exceed our loan and lease loss reserves. We may not have sufficient repayment experience to be certain whether the established allowance for loan and lease losses is adequate for certain types of loans and leases. We may have to establish a larger allowance for loan and lease losses in the future if, in our judgment, it becomes necessary. \n To the extent that we fail to adequately address the risks associated with non-residential lending, particularly in C&I lending, we may experience increases in levels of non-performing loans and leases and be forced to incur additional loan and lease loss provision expense, which would adversely affect our net interest income and capital levels and reduce our profitability. For further information about our C&I lending business, please refer to “Business - Asset Origination and Fee Income Businesses - Commercial Real Estate Secured and Commercial Lending.”\nWhile we believe we have established appropriate underwriting and ongoing monitoring policies and procedures for our lending activities, there can be no assurance that such underwriting and ongoing monitoring policies and procedures are, or will continue to be, appropriate or that losses on loans will not require increased allowances for loan and lease losses. Any increase in our allowance for loan and lease losses would increase our expenses and consequently may adversely affect our profitability, capital adequacy and overall financial condition.\nChanges in the value of goodwill and other intangible assets could reduce our earnings.\nThe Company accounts for goodwill and other intangible assets in accordance with generally accepted accounting principles (“GAAP”), which, in general, requires that goodwill not be amortized, but rather tested for impairment at least annually at the reporting unit level using the two step approach. Testing for impairment of goodwill and other intangible assets is performed annually and involves the identification of reporting units and the estimation of fair values. The estimation of fair values involves a high degree of judgment and subjectivity in the assumptions used. Changes in the local and national economy, the federal and state legislative and regulatory environments for financial institutions, the stock market, interest rates and other external factors (such as natural disasters or significant world events) may occur from time to time, often with great unpredictability, and may materially impact the fair value of publicly traded financial institutions and could result in an impairment charge at a future date.\nOur risk management processes and procedures may not be effective in mitigating our risks\n.\nWe have established processes and procedures intended to identify, measure, monitor and control material risks to which we are subject, including, for example, credit risk, market risk, liquidity risk, strategic risk and operational risk. If the models that we use to manage these risks are ineffective at predicting future losses or are otherwise inadequate, we may incur unexpected losses or otherwise be adversely affected. In addition, the information we use in managing our credit and other risks may be inaccurate or incomplete as a result of error or fraud, both of which may be difficult to detect and avoid. There may also be risks that exist, or that develop in the future, that we have not appropriately anticipated, identified or mitigated, including when processes or technology is changed or new products and services are introduced. If our risk management framework does not effectively identify and control our risks, we could suffer unexpected losses or be adversely affected, and that could have a material adverse effect on our business, results of operations and financial condition.\n28\nTable of Cont\nents\nHigher FDIC assessments could negatively impact profitability.\nFDIC insurance premiums are risk based, and accordingly, higher premiums are charged to banks that have lower capital ratios or higher risk profiles, including increased construction and development and commercial and industrial lending, declining credit quality metrics, and increased brokered deposits and higher levels of borrowing. As a result, a decrease in the Bank’s capital ratios, or a negative evaluation by the FDIC, may increase the Bank’s net funding cost and reduce its earnings. Furthermore, recent activity in the banking industry, including certain highly-publicized bank failures, is expected to cause premiums of the FDIC’s deposit insurance program to increase.\nOur broker-dealer business subjects us to a variety of risks associated with the securities industry. \nOur broker-dealer business subjects us to a number of risks and challenges, including risks related to our ability to integrate the acquired operations and the associated internal controls and regulatory functions into our current operations; our ability to retain key personnel; our ability to limit the outflow of acquired deposits and successfully retain and manage acquired assets; our ability to retain existing correspondents who may choose to perform their own clearing services, move their clearing business to one of our competitors or exit the business; our ability to attract new customers and generate new assets in areas not previously served; and the possible assumption of risks and liabilities related to litigation or regulatory proceedings involving the acquired operations. \nIn addition, the broker-dealer business may subject us to risks related to the movement of equity prices. For example, if securities prices decline rapidly, the value of our collateral could fall below the amount of the indebtedness secured by these securities, and in rapidly appreciating markets, our risk of loss may increase due to short positions. The securities lending and securities trading and execution businesses subject us to risk of loss if a counterparty fails to perform or if collateral securing the counterparty’s obligations is insufficient. In securities transactions generally, we may be subject to market risk during the period between the execution of a trade and its settlement. Significant failures by our customers, including correspondents, or clients to honor their obligations, or increases in their rates of default, together with insufficient collateral and reserves, could have a material adverse effect on our business, financial condition, results of operations and cash flows. Additionally, poor investment returns and declines in client assets, due to either general market conditions or under-performance (relative to our competitors or to benchmarks) of our investment products, may affect our ability to retain existing assets, prevent clients from transferring their assets out of products or their accounts, or inhibit our ability to attract new clients or additional assets from existing clients. Any such poor performance could adversely affect our advisory and custody business and the fees that we earn on client assets.\nOur broker-dealer business is also subject to regulatory requirements and risks discussed above under \n“Our broker-dealer and investment advisory businesses subjects us to regulatory risks”\n. Our broker-dealer business exposes us to other risks and uncertainties that are common in the securities industry, including intense competition, and potentially new areas and types of litigation including lawsuits based on allegations concerning our correspondents. For example, we allow our brokerage customers to engage in self-directed trading, and there has been an increase in regulatory enforcement and securities litigation against broker-dealers with self-directed trading platforms. These actions may become more common or frequent, particularly if there is a prolonged decrease in equity prices resulting in investor losses. Allegations of violations of securities laws or FINRA rules, even if not ultimately asserted or proved, could substantially impact our results of operations and lead to reputational harm. \nThe regulatory environment in which our broker dealer business operates is subject to frequent change. Our business, financial condition and operating results may be adversely affected as a result of new or revised legislation or regulations imposed by the U.S. Congress, the SEC, FINRA or other U.S. and state governmental and regulatory authorities. The business, financial condition and operating results of our broker-dealer business may be adversely affected by changes in the interpretation and enforcement of existing laws and rules by these governmental and regulatory authorities.\n \nOur broker-dealer business is subject to the net capital requirements of the SEC, FINRA and various self-regulatory organizations. These requirements typically specify the minimum level of net capital a broker-dealer must maintain and mandate that a significant part of its assets be kept in relatively liquid form. Failure to maintain the required net capital may subject a firm to limitation of its activities, including suspension or revocation of its registration by the SEC and suspension or expulsion by FINRA and other regulatory bodies, and ultimately may require its liquidation. \n29\nTable of Cont\nents\nWe may seek additional capital, but it may not be available when it is needed, which would limit our ability to execute our strategic plan. In addition, raising additional equity capital would dilute existing stockholders’ equity interests and may cause our stock price to decline.\nWe are required by regulatory authorities to maintain adequate levels of capital to support our operations. In addition, we may elect to raise additional capital to support the growth of our business or to finance acquisitions, if any, or we may elect to raise additional capital for other reasons. We may seek to do so through the issuance of, among other things, our common stock or securities convertible into our common stock, which could dilute existing stockholders’ interests in the Company.\nOur ability to raise additional capital, if needed, will depend on conditions in the capital markets, economic conditions, our financial performance and a number of other factors, many of which are outside our control. Accordingly, we cannot provide assurance on our ability to raise additional capital if needed or whether it can be raised on terms acceptable to us. If we cannot raise additional capital when needed or on terms acceptable to us, it may have a material adverse effect on our financial condition, results of operations and prospects. In addition, raising equity capital will have a dilutive effect on the equity interests of our existing stockholders and may cause our stock price to decline.\nLiquidity and access to adequate funding cannot be assured.\nLiquidity is essential to our business and the inability to raise funds through deposits, borrowings, equity and debt offerings, or other sources could have a materially adverse effect on our liquidity. The Bank may not be able to meet the cash flow requirements of its customers who may be either depositors wanting to withdraw funds or borrowers needing assurance that sufficient funds will be available to meet their credit needs. Company specific factors such as a decline in our credit rating, an increase in the cost of capital from financial capital markets, a decrease in business activity due to adverse regulatory action or other company specific event, or a decrease in depositor or investor confidence may impair our access to funding with acceptable terms adequate to finance our activities. General factors related to the financial services industry such as a severe disruption in financial markets, a decrease in industry expectations, or a decrease in business activity due to political or environmental events may impair our access to liquidity. Our ability to attract and maintain depositors during a time of actual or perceived distress or instability in the banking industry may be limited. Additionally, we may accept brokered deposits, which may be more price sensitive than other types of deposits, and may become less available if alternative investments offer higher returns. We rely primarily upon deposits and FHLB advances. Our ability to attract deposits could be negatively impacted by a public perception of our financial prospects or by increased deposit rates available at troubled institutions suffering from shortfalls in liquidity. The FHLB advances and the Federal Reserve Bank of San Francisco (“FRBSF”) discount window are subject to regulation and other factors beyond our control. These factors may adversely affect the availability and pricing of advances to members such as the Bank. Selected sources of liquidity may become unavailable to the Bank if it were to no longer be considered “well-capitalized.”\nA further reduction in our credit ratings could adversely affect our access to capital and could increase our cost of funds\n.\nThe credit rating agencies regularly evaluate the Company and the Bank, and credit ratings are based on a number of factors, including our financial strength and ability to generate earnings, as well as factors not entirely within our control, such as conditions affecting the financial services industry, the economy, and changes in rating methodologies more generally. On February 1, 2023, a credit rating agency, Moody’s Investors Service, downgraded the Company’s and the Bank’s long-term issuer ratings, among others. There can be no assurance that we will maintain our current credit ratings. A further downgrade of the credit ratings of the Company or the Bank could adversely affect our access to liquidity and capital and could significantly increase our cost of funds, trigger additional collateral or funding requirements, and decrease the number of investors and counterparties willing to lend to us or purchase our securities, thereby, potentially reducing our ability to generate earnings.\n30\nTable of Cont\nents\nOur inability to manage our growth or deploy assets profitably could harm our business and decrease our overall profitability, which may cause our stock price to decline.\nOur assets and deposit base have grown substantially in recent years, and we anticipate that we will continue to grow over time, perhaps significantly. To manage the expected growth of our operations and personnel, we will be required to manage multiple aspects of the business simultaneously, including among other things: (i) improve existing and implement new transaction processing, operational and financial systems, procedures and controls; (ii) maintain effective credit scoring and underwriting guidelines; (iii) maintain sufficient levels of regulatory capital and liquidity; and (iv) expand our employee base and train and manage this growing employee base. In addition, acquiring other companies, asset pools or deposits may involve risks such as exposure to potential asset quality issues, disruption to our normal business activities and diversion of management’s time and attention due to integration and conversion efforts. If we are unable to manage growth effectively or execute integration efforts properly, we may not be able to achieve the anticipated benefits of growth and our business, financial condition and results of operations could be adversely affected.\nIn addition, we may not be able to sustain past levels of profitability as we grow, and our past levels of profitability should not be considered a guarantee or indicator of future success. If we are not able to maintain our levels of profitability by deploying deposits in profitable assets or investments, our net interest margin and overall level of profitability will decrease and our stock price may decline.\nWe depend on the accuracy and completeness of information about customers\n.\nIn deciding whether to extend credit or enter into certain transactions, we rely on information furnished by or on behalf of customers, including financial statements, credit reports, tax returns and other financial information. We may also rely on representations from customers or other third parties, such as independent auditors, as to the accuracy and completeness of that information. Reliance on inaccurate or misleading information, financial statements, credit reports, tax returns or other financial information, including information falsely provided as a result of identity theft, could have an adverse effect on our business, financial condition and results of operations.\nWe face strong competition for customers and may not succeed in implementing our business strategy.\nOur business strategy depends on our ability to remain competitive. There is strong competition for customers from existing financial institutions. Technology and other changes allow parties to complete financial transactions through alternative methods rather than through banks. Consumers can now maintain funds that would have historically been held as bank deposits in brokerage accounts, mutual funds or general-purpose reloadable prepaid cards. Consumers can also complete transactions, such as paying bills and/or transferring funds directly without the assistance of banks. The process of eliminating banks as intermediaries, known as “disintermediation,” could result in the loss of fee income, as well as the loss of customer deposits and the related income generated from those deposits. Technology has also lowered barriers to entry and made it possible for non-bank, financial technology companies (“FinTechs”) to offer products and services traditionally provided by banks. FinTechs continue to emerge and compete with traditional financial institutions across a wide variety of products and services. Consumers have demonstrated a growing willingness to obtain banking services from FinTechs. As a result, our ability to remain competitive is increasingly dependent upon our ability to maintain critical technological capabilities, and to identify and develop new, value-added products for existing and future customers. Our competitors also include large, publicly-traded, internet-based banks, as well as smaller internet-based banks; “brick and mortar” banks, including those that have implemented websites to facilitate online banking; and traditional banking institutions such as thrifts, finance companies, credit unions and mortgage banks. Some of these competitors have been in business for a long time and have broader name recognition and a more established customer base. Most of our competitors are larger and have greater financial and personnel resources. In order to compete profitably, we may need to reduce the rates we offer on loans and leases and investments and increase the rates we offer on deposits, which actions may adversely affect our business, prospects, financial condition and results of operations.\nTo remain competitive, we believe we must successfully implement our business strategy. Our success depends on, among other things:\n•\nHaving a large and increasing number of customers who use our bank for their banking needs;\n•\nOur ability to attract, hire and retain key personnel as our business grows;\n•\nOur ability to secure additional capital as needed;\n•\nThe relevance of our products and services to customer needs and demands and the rate at which we and our competitors introduce or modify new products and services;\n•\nOur ability to offer products and services with fewer employees than competitors;\n•\nThe satisfaction of our customers with our customer service;\n•\nEase of use of our websites and smartphone applications; \n31\nTable of Cont\nents\n•\nOur ability to provide a secure and stable technology platform for financial services that provides us with reliable and effective operational, financial and information systems; and\n•\nIntegration of our broker-dealer and registered investment-advisory businesses.\nIf we are unable to implement our business strategy, our business, prospects, financial condition and results of operations could be adversely affected.\nOur business depends on a strong brand, and failing to maintain and enhance our brand could hurt our ability to maintain or expand our customer base. \nThe brand identities that we have developed will significantly contribute to the success of our business. Maintaining and enhancing the “Axos” brands (including our other trade styles and trade names) is critical to expanding our customer base. We believe that the importance of brand recognition will increase due to the relatively low barriers to entry for our “brick and mortar” competitors in the internet-based banking market. Our brands could be negatively impacted by a number of factors, including data privacy and security issues, service outages, product malfunctions, and trademark infringement. If we fail to maintain and enhance our brands generally, or if we incur excessive expenses in these efforts, our business, financial condition and results of operations may be adversely affected. \nOur reputation and business could be damaged by negative publicity.\nReputational risk is inherent in our business. Negative publicity or reputational harm can result from actual or alleged conduct in a number of areas, including legal and regulatory compliance, lending practices, corporate governance, litigation, inadequate protection of customer data, illegal or unauthorized acts taken by third parties that supply products or services to us, the behavior of our employees, the customers with whom we have chosen to do business and negative publicity for other financial institutions. Damage to our reputation could adversely impact our ability to attract new, and maintain existing, loan and deposit customers, employees and business relationships, and, particularly with respect to our broker-dealer and registered investment adviser businesses, could result in the imposition of new regulatory requirements, operational restrictions, enhanced supervision and/or civil money penalties. Such damage could also adversely affect our ability to raise additional capital. Any such damage to our reputation could have a material adverse effect on our financial condition and results of operations.\nExtreme weather conditions, natural disasters, rising sea levels, acts of war or terrorism, civil unrest, public health issues, or other adverse external events could harm our business.\nThe potential impacts of extreme weather conditions, natural disasters and rising sea levels, could impact our operations as well as those of our customers and third party vendors upon which we rely. Our Bank is based in San Diego, California, and approximately 41.3% of our real estate loan portfolio was secured by real estate located in California at June 30, 2023. In addition, some of our computer systems that operate our internet websites and their back-up systems are located in San Diego, California. Historically, California has been vulnerable to natural disasters. Therefore, we are susceptible to the risks of natural disasters, such as earthquakes, wildfires, floods and mudslides, t\nhe nature and magnitude of which cannot be predicted and may be exacerbated by global climate change\n. Natural disasters could harm our operations directly through interference with communications, including the interruption or loss of our websites, which would prevent us from gathering deposits, originating loans and leases and processing and controlling our flow of business, as well as through the destruction of facilities and our operational, financial and management information systems. A natural disaster or recurring power outages may also impair the value of our largest class of assets, our loan and lease portfolio, which is comprised substantially of real estate loans. Losses from disasters for which borrowers are uninsured or under-insured may reduce borrowers’ ability to repay mortgage loans. \nNatural disasters, acts of war or terrorism, civil unrest, public health issues, or other adverse external events could each negatively impact our business operations or the stability of our deposit base, cause significant property damage, adversely impact the values of collateral securing our loans and/or interrupt our borrowers’ abilities to conduct their business in a manner to support their debt obligations, which could result in losses and increased provisions for credit losses. \nAlthough we have implemented several back-up systems and protections (and maintain standard business interruption insurance), these measures may not protect us fully from the effects of a natural disaster, \nacts of war or terrorism, civil unrest, public health issues, or other adverse external events\n. The occurrence of natural disasters, particularly in California, could have a material adverse effect on our business, prospects, financial condition and results of operations.\nIncreased regulation related to Environmental, Social, and Governance factors could negatively affect our operating results and could increase our operating expenses and those of our customers.\nThere is increased public awareness and concern by governmental organizations on a variety of environmental, social, and sustainability matters,\n \nincluding climate change. This increased awareness may include more prescriptive reporting of environmental, social, and governance metrics, and other compliance requirements. Further legislation and regulatory \n32\nTable of Cont\nents\nrequirements could increase the operating expenses of, or otherwise adversely impact, us and our customers.\n \nTo the extent that we or our customers experience increases in costs, reductions in the value of assets, constraints on operations or similar concerns driven by changes in regulation relating to climate change, it could have an adverse effect on our business, prospects, financial condition and results of operations.\n \nOur success depends in large part on the continuing efforts of a few individuals. If we are unable to retain these key personnel or attract, hire and retain others to oversee and manage our Company, our business could suffer.\nOur success depends substantially on the skill and abilities of our senior management team, including our Chief Executive Officer and President, Gregory Garrabrants, and other employees that perform multiple functions that might otherwise be performed by separate individuals at larger banks. The loss of the services of any of these individuals or other key employees, whether through termination of employment, disability or otherwise, could have a material adverse effect on our business. In addition, our ability to grow and manage our growth depends on our ability to continue to identify, attract, hire, train, retain and motivate highly skilled executive, technical, managerial, sales, marketing, customer service and professional personnel. The implementation of our business plan and our future success will depend on such qualified personnel. Competition for employees is intense in many areas of the financial services industry, and there is a risk that we will not be able to successfully attract, assimilate or retain sufficiently qualified personnel. If we fail to attract and retain the necessary personnel, or if the costs of employee compensation or benefits increase substantially, our business, prospects, financial condition and results of operations could be adversely affected.\nWe are exposed to risk of environmental liability with respect to properties to which we take title.\nIn the course of our business, we may foreclose and take title to real estate, including commercial real estate, and could be subject to environmental liabilities with respect to those properties. We may be held liable to a governmental entity or to third parties for property damage, personal injury, investigation and clean-up costs incurred by these parties in connection with environmental contamination or may be required to investigate or clean up hazardous or toxic substances or chemical releases at a property. The costs associated with investigation or remediation activities could be substantial. In addition, if we are the owner or former owner of a contaminated site, we may be subject to common law claims by third parties based on damages and costs resulting from environmental contamination emanating from the property. If we become subject to significant environmental liabilities, our business, prospects, financial condition and results of operations could be adversely affected.\nTechnology Risks \nWe depend on third-party service providers for our core banking and securities transactions technology, and interruptions in or terminations of their services could materially impair the quality of our services.\nWe rely substantially upon third-party service providers for our core technology and to protect us from system failures or disruptions. This reliance may mean that we will not be able to resolve operational problems internally or on a timely basis, which could lead to customer dissatisfaction or long-term disruption of our operations. Due to our interconnectivity with these third parties, we may be adversely affected if any of them is subject to a cyber-attack or other privacy or information security event, including those arising due to the use of mobile technology or a third-party cloud environment. Our operations depend upon our ability to replace a third-party service provider if it experiences difficulties that interrupt operations or if an essential third-party service terminates. If these service arrangements are terminated for any reason without an immediately available substitute arrangement, our operations may be severely interrupted or delayed. If such interruption or delay were to continue for a substantial period of time, our business, prospects, financial condition and results of operations could be adversely affected.\nPrivacy concerns relating to our technology could damage our reputation and deter current and potential customers from using our products and services.\nWe are subject to various privacy, information security and data protection laws and regulations, such as the GLBA, which among other things requires privacy disclosures and maintenance of a robust security program. These laws and regulations are rapidly evolving and growing in complexity, and could have a significant impact on our current and planned privacy, data protection and information security-related practices, our collection, use, sharing, retention and safeguarding of consumer and employee information, and some of our current or planned business activities. The costs of compliance with these laws or regulatory actions may increase our operational costs, restrict our ability to provide certain products and services, reduce income from certain business initiatives, or result in interruptions or delays in the availability of systems.\n33\nTable of Cont\nents\nConcerns about our practices with regard to the collection, use, disclosure or security of personal information of our customers or other privacy related matters, even if unfounded, could damage our reputation and results of operations. While we strive to comply with all applicable data protection laws and regulations, as well as our own posted privacy policies, any failure or perceived failure to comply may result in proceedings or actions against us by government entities or others, or could cause us to lose customers, which could potentially have an adverse effect on our business.\nMisconduct by employees could also result in fraudulent, improper or unauthorized activities on behalf of clients or improper use of confidential personal information. The Company may not be able to prevent employee errors or misconduct, and the precautions the Company takes to detect this type of activity might not be effective in all cases. Employee errors or misconduct could subject the Company to civil claims for negligence or regulatory enforcement actions, including fines and restrictions on our business.\nAs nearly all of our products and services are smartphone and internet-based, the amount of data we store for our customers on our servers (including personal information) has been increasing and will continue to increase. Any systems failure or compromise of our security that results in the release of our customers’ data could seriously limit the adoption of our products and services, as well as harm our reputation and brand and, therefore, our business. We may need to expend significant resources to protect against security breaches. System enhancements and updates may create risks associated with implementing new systems and integrating them with existing ones. Due to the complexity and interconnectedness of information technology systems, the process of enhancing our layers of defense can create a risk of systems disruptions and security issues. In addition, addressing certain information security vulnerabilities, such as hardware-based vulnerabilities, may affect the performance of our information technology systems. The ability of our hardware and software providers to deliver patches and updates to mitigate vulnerabilities in a timely manner can introduce additional risks, particularly when a vulnerability is being actively exploited by threat actors. \nThe risk that these types of events could seriously harm our business is likely to increase as we add more customers and expand the number of smartphone and internet-based products and services we offer.\nWe have risks of systems failure and disruptions to operations.\nThe computer systems, internet connectivity and network infrastructure utilized by us and others could be vulnerable to unforeseen problems. This is true of both our internally developed systems and the systems of our third-party service providers. Our operations are dependent upon our ability to protect computer equipment against damage from fire, power loss, telecommunication failure or similar catastrophic events.\nAny damage or failure that causes an interruption in our operations could adversely affect our business, prospects, financial condition and results of operations.\nIf our security measures are breached, or if our services are subject to information security incidents that degrade or deny the ability of customers to access our products and services, our products and services may be perceived as not being secure, customers may curtail or stop using our products and services, and we may incur significant legal and financial exposure.\nOur products and services involve the storage and transmission of customers’ proprietary information, and security breaches could expose us to a risk of loss of this information, litigation, and potential liability. We employ cybersecurity measures that are designed to prevent, detect, and respond to cyberattacks, including management-level engagement and corporate governance, formalized risk management, advanced technical controls, incident response planning, frequent vulnerability testing, vendor management, intrusion monitoring, security awareness program, and partnerships with the appropriate government and law enforcement agencies. These procedures cannot assure we will be fully protected from a cybersecurity incident. Our security measures may be breached due to the actions of organized crime, hackers, terrorists, nation-states, activists and other outside parties, employee error, failure to follow security procedures, malfeasance, or otherwise. As a result, an unauthorized party may obtain access to our data or our customers’ data. In addition, to access our products and services, our customers use personal computers, smartphones, tablets, and other mobile devices that are beyond our control environment. Outside parties may attempt to fraudulently induce employees or customers to disclose sensitive information in order to gain access to our data or our customers’ data. Other types of information security incidents may include computer viruses, malicious or destructive code, denial-of-service attacks, ransomware or ransom demands to not expose security vulnerabilities in the Company’s systems or the systems of third parties. Any such breach or unauthorized access could result in significant legal and financial exposure, damage to our reputation, and a loss of confidence in the security of our products and services that could potentially have an adverse effect on our business. Because the techniques used to obtain unauthorized access, disable or degrade service or sabotage systems change frequently and often are not recognized until launched against a target, we may be unable to anticipate these techniques or to implement adequate preventative measures. If an actual or perceived breach of our security occurs, including those of our third-party vendors, such as hacking or identity theft, it could \n34\nTable of Cont\nents\ncause serious negative consequences, including significant disruption of our operations, misappropriation of confidential information, or damage to computers or systems, and may result in violations of applicable privacy and other laws, financial loss and loss of confidence in our security measures. As a result, we could lose customers, suffer employee productivity losses, incur technology replacement and incident response costs, be subject to additional regulatory scrutiny, and be subject to civil litigation and possible financial liability, any of which may have a material adverse effect on our business, financial condition and results of operations.\nWe are heavily reliant on technology, and a failure in effectively implementing technology initiatives or anticipating future technology needs or demands could adversely affect our business or financial results.\nWe depend on technology to deliver our products and services and to conduct our business and operations. To remain technologically competitive and operationally efficient, we invest in system upgrades, new solutions, and other technology initiatives. Many of these initiatives take a significant amount of time to develop and implement, are tied to critical systems, and require substantial financial, human, and other resources. Although we take steps to mitigate the risks and uncertainties associated with these initiatives, no assurance can be provided that they will be implemented on time, within budget, or without negative financial, operational, or customer impact or that, once implemented, they will perform as we or our customers expect. We may not succeed in anticipating or keeping pace with future technology needs, the technology demands of customers, or the competitive landscape for technology. If we are not able to anticipate and keep pace with existing and future technology needs, our business, financial results, or reputation could be negatively impacted.\nRisks Associated with our Common Stock\nThe market price of our common stock may be volatile.\nStock price volatility may make it more difficult for our stockholders to resell their common stock when desired. Our common stock price may fluctuate significantly due to a variety of factors that include the following:\n•\nactual or expected variations in quarterly results of operations;\n•\nrecommendations by securities analysts;\n•\noperating and stock price performance of comparable companies, as deemed by investors;\n•\nnews reports relating to trends, concerns, and other issues in the financial services industry, including recent highly-publicized bank failures;\n•\nperceptions in the marketplace about our Company or competitors;\n•\nnew technology used, or services offered, by competitors;\n•\nsignificant acquisitions or business combinations, strategic partnerships, joint ventures, or capital commitments by, or involving, our Company or competitors;\n•\nfailure to integrate acquisitions or realize expected benefits from acquisitions;\n•\nchanges in government regulations; and\n•\ngeopolitical conditions, such as acts or threats of terrorism or military action.\nGeneral market fluctuations; industry factors; political conditions; and general economic conditions and events, such as economic slowdowns, recessions, interest rate changes, or credit loss trends, could cause our common stock price to decrease regardless of operating results.\nProvisions in our Certificate of Incorporation, By-laws and Delaware laws might discourage, delay or prevent a change of control of our Company or changes in our management and, therefore, depress the trading price of our common stock.\nProvisions of our Certification of Incorporation, by-laws and Delaware laws may discourage, delay or prevent a merger, acquisition or other change in control that stockholders may consider favorable, including transactions in which you might otherwise receive a premium for your shares of our common stock. These provisions may also prevent or frustrate attempts by our stockholders to replace or remove our management. These provisions include:\n•\nsupermajority voting provisions providing that certain sections of our Certificate of Incorporation and our By-laws may not be amended or repealed by our stockholders without the affirmative vote of the holders of at least 75% of the voting power, and requiring the affirmative vote of the holders of at least 75% of the voting power to remove a director or directors and only for cause;\n•\nour classified Board of Directors, which may tend to discourage a third-party from making a tender offer or otherwise attempting to obtain control of us since the classification of our Board of Directors generally increases the difficulty of replacing a majority of directors;\n35\nTable of Cont\nents\n•\nadvance notice provisions requiring stockholders seeking to nominate candidates to be elected as directors at an annual meeting or to bring business before an annual meeting to comply with the written procedure specified in our By-laws;\n•\nthe inability of stockholders to act by written consent or to call special meetings;\n•\nthe ability of our Board of Directors to make, alter or repeal our by-laws;\n•\nthe ability of our Board of Directors to designate the terms of and issue new series of preferred stock without stockholder approval; \n•\nthe additional shares of authorized common stock and preferred stock available for issuance under our Certificate of Incorporation, which could be issued at such times, under such circumstances and with such terms and conditions as to impede a change in control.\nIn addition, we are subject to Section 203 of the Delaware General Corporation Law, which generally prohibits a Delaware corporation from engaging in any of a broad range of business combinations with an interested stockholder for a period of three years following the date on which the stockholder became an interested stockholder, unless such transactions are approved by our Board of Directors. The existence of the foregoing provisions and anti-takeover measures could limit the price that investors might be willing to pay in the future for shares of our common stock. They could also deter potential acquirers of our Company, thereby reducing the likelihood that you could receive a premium for your common stock in an acquisition.\nGeneral Risk Factors\nOur acquisitions involve integration and other risks.\nFrom time to time we undertake acquisitions of assets, deposits, lines of business and other companies consistent with our operating and growth strategies. Acquisitions generally involve a number of risks and challenges, including our ability to integrate the acquired operations and the associated internal controls and regulatory functions into our current operations, our ability to retain key personnel of the acquired operations, our ability to limit the outflow of acquired deposits and successfully retain and manage acquired assets, our ability to attract new customers and generate new assets in areas not previously served, and the possible assumption of risks and liabilities related to litigation or regulatory proceedings involving the acquired operations. Additionally, no assurance can be given that the operation of acquisitions would not adversely affect our existing profitability, that we would be able to achieve results in the future similar to those achieved by the acquired operations, that we would be able to compete effectively in the markets served by the acquired operations, or that we would be able to manage any growth resulting from the transaction effectively. We also face the risk that the anticipated benefits of any acquisition may not be realized fully or at all, or within the time period expected.\nAs a public company, we face the risk of stockholder lawsuits and other related or unrelated litigation, particularly if we experience declines in the price of our common stock. \nWe are subject to a variety of litigation pertaining to fiduciary and other claims and legal proceedings. Currently, there are certain legal proceedings pending against us in the ordinary course of business. While the outcome of any legal proceeding is inherently uncertain, we believe any liabilities arising from pending legal matters have been adequately accrued for based on the probability of a charge. However, if actual results differ from our expectations, it could have a material adverse effect on the Company's financial condition, results of operations, or cash flows. For a detailed discussion on current legal proceedings, see Item 3 - \n“Legal Proceedings.”\nOur controls and procedures may fail or be circumvented.\nWe regularly review and update our internal controls, disclosure controls and procedures, compliance monitoring activities and corporate governance policies and procedures. Any system of controls, however well-designed and operated, is based in part on certain assumptions and can provide only reasonable, not absolute, assurances that the objectives of the system are met. Any failure or circumvention of our controls and procedures or failure to comply with regulations related to controls and procedures could have a material adverse effect on our business, results of operations, reputation and financial condition. In addition, if we identify material weaknesses or significant deficiencies in our internal control over financial reporting or are required to restate our financial statements, we could be required to implement expensive and time-consuming remedial measures. We could lose investor confidence in the accuracy and completeness of our financial reports and potentially subject us to litigation. Any material weaknesses or significant deficiencies in our internal control over financial reporting or restatement of our financial statements could have a material adverse effect on our business, results of operations, reputation, and financial condition.\n36\nTable of Cont\nents",
    "item7": ">ITEM 7. MANAGEMENT’S DISCUSSION AND ANALYSIS OF FINANCIAL CONDITION AND RESULTS OF OPERATIONS\nThe following discussion and analysis contains forward-looking statements that are based upon current expectations. Forward-looking statements involve risks and uncertainties. Our actual results and the timing of events could differ materially from those expressed or implied in our forward-looking\n \nstatements due to various important factors, including those set forth under “Risk Factors” in Item 1A. and elsewhere in this Annual Report on Form 10-K. The following discussion and analysis should be read together with the Consolidated Financial Statements, including the related notes included elsewhere in this Annual Report on Form 10-K.\nOVERVIEW\nThe consolidated financial statements include the accounts of Axos Financial, Inc. (“Axos”) and its wholly owned subsidiaries, Axos Bank (the “Bank”) and Axos Nevada Holding, LLC (“Axos Nevada Holding”), collectively, the “Company.” Axos, the Bank and Axos Nevada Holding comprise substantially all of the Company’s assets and liabilities and revenues and expenses. Axos Nevada Holding owns the companies constituting the Securities Business segment, including; Axos Securities, LLC, Axos Clearing LLC (“Axos Clearing”), a clearing broker-dealer, Axos Invest, Inc., a registered investment advisor, and Axos Invest LLC, an introducing broker-dealer. With approximately $20.3 billion in assets, Axos Bank provides consumer and business banking products through its low-cost distribution channels and affinity partners. Axos Clearing and Axos Invest LLC, provide comprehensive securities clearing services to introducing broker-dealers and registered investment advisor correspondents and digital investment advisory services to retail investors, respectively. Axos Financial, Inc.’s common stock is listed on the NYSE under the symbol “AX” and is a component of the Russell 2000\n®\n Index and the S&P SmallCap 600\n®\n Index. For more information on Axos Bank, please visit axosbank.com.\nMERGERS AND ACQUISITIONS\nFrom time to time we undertake acquisitions or similar transactions consistent with our operating and growth strategies.\nE*TRADE Advisor Services acquisition\n. On August 2, 2021, Axos Clearing, LLC, acquired certain assets and liabilities of E*TRADE Advisor Services (“EAS”), the registered investment advisor custody business of Morgan Stanley. This business was rebranded as Axos Advisors Services (“AAS”). AAS adds incremental fee income, a turnkey technology platform used by independent registered investment advisors for trading and custody services, and low-cost deposits that can be used to generate fee income from other bank partners or to fund loan growth at Axos Bank. The purchase price of $54.8 million consisted entirely of cash consideration paid upon acquisition and working capital adjustments.\nThis acquisition was accounted for as a business combination under the acquisition method of accounting. Accordingly, tangible and intangible assets acquired (and liabilities assumed) are recorded at their estimated fair values as of the date of acquisition. \nThere were no other significant acquisitions undertaken during fiscal years 2023, 2022 or 2021.\nCRITICAL ACCOUNTING ESTIMATES\nThe following discussion and analysis of our financial condition and results of operations is based upon our consolidated financial statements and the notes thereto, which have been prepared in accordance with accounting principles generally accepted in the United States of America. The preparation of these consolidated financial statements requires us to make a number of estimates and assumptions that affect the reported amounts and disclosures in the consolidated financial statements. On an ongoing basis, we evaluate our estimates and assumptions based upon historical experience and various factors and circumstances. We believe that our estimates and assumptions are reasonable under the circumstances. However, actual results may differ significantly from these estimates and assumptions that could have a material effect on the carrying value of assets and liabilities at the balance sheet dates and our results of operations for the reporting periods.\nCritical accounting estimates are those that we consider most important to the portrayal of our financial condition and results of operations because they require our most difficult judgments, often as a result of the need to make estimates that are inherently uncertain. We have identified critical accounting policies and estimates below. In addition, these critical accounting estimates are discussed further in Note 1 - “\nOrganizations and Summary of Significant Accounting Policies.\n”\nSecurities\n. The Company’s securities held as trading and held as available for sale are carried at fair value. Estimating fair value for these securities requires judgment, the degree of which is largely dependent on the amount of observable market data available to the Company. For securities valued using techniques that use significant unobservable inputs and are therefore \n41\nTable of Cont\nents\nclassified as Level 3 of the fair value hierarchy, the Company incorporates significantly more judgment to estimate the security’s fair value, as Level 3 valuation inputs inherently have increased uncertainty compared to inputs used when estimating the fair value of securities classified as Level 2.\nThe Company’s estimate of fair value for non-agency securities classified as Level 3 is highly subjective and is based on estimates of voluntary prepayments, default rates, severities and discount margins, which are forecasted for each month over the remaining life of each security. Changes in one or more of these inputs can cause a significant change in the estimated fair value. \nFor further information on Securities, refer to Note 1 - \n“Organizations and Summary of Significant Accounting Policies,”\n Note 3 - \n“Fair Value”\n and Note 4 - \n“Securities.”\nAllowance for Credit Losses\n. The Company maintains an allowance for credit losses for its held-for-investment loan and net investment in leases portfolio, excluding loans measured at fair value in accordance with applicable accounting standards, which represents management’s estimate of the expected lifetime credit losses on the loans and net investment in leases. The estimate of the allowance for credit losses includes both a quantitative and qualitative assessment, both of which include variables that are subject to uncertainty.\nThe quantitative assessment reflects modeled outputs utilizing economic scenarios and forecasts, which are subject to uncertainty, and is also based on the Company’s current and expected future economic outlook. Key economic variables considered in the quantitative assessment include factors such as the U.S. unemployment rate and interest rates, both of which impact the default rate of the loan pools. Additionally, the results of the quantitative assessment are impacted by the third-party macroeconomic forecasts across various economic scenarios. The Company periodically reviews and adjusts the weighting of scenarios based on Management’s ACL framework. Adjustment of scenario weighting away from the baseline scenario to the adverse scenario should increase the allowance for credit losses on the Company’s held-for-investment loan and net investment in leases portfolio, all else remaining equal. Economic forecasts that impacted management’s assessment of scenario weightings included interest rates, inflation, supply chain constraints and geopolitical unrest. Changes in one or more of these variables can cause a significant change in the estimate of the allowance for credit losses.\nAdditionally, management performs a qualitative assessment to address inherent limitations in the model and data. Qualitative criteria used in the assessment, as outlined in Note 1 – “\nOrganizations and Summary of Significant Accounting Policies\n”, can require significant judgment and is subject to uncertainty.\nFor further information on the allowance for credit losses, refer to Note 1 - \n“Organizations and Summary of Significant Accounting Policies”\n and Note 5 – \n“Loans & Allowance for Credit Losses-Loans.”\nGoodwill and Other Intangible Assets\n. Evaluating goodwill for impairment requires significant judgment and requires the use of certain unobservable inputs that are subject to uncertainty. To test for impairment, the Company first performs a qualitative assessment to determine whether it is more likely than not that the fair value of a reporting unit is less than its carrying amount. If, after completing the qualitative assessment, the Company determines it is more likely than not that the fair value of a reporting unit is less than its carrying amount, it performs a quantitative goodwill impairment test. The qualitative assessment requires management judgment in assessing factors including, but not limited to, the macroeconomic and industry environment as well as Company-specific factors. If the Company performs a quantitative test, management applies significant judgment in deriving valuation inputs, evaluating current operating results, estimating future cash flows, assessing market conditions and considering other factors. Factors used to calculate the fair value of a reporting unit are subject to uncertainty and can change from year to year based on availability and observability.\nAdditionally, evaluating other intangible assets for impairment requires management to use significant judgment. The valuation of other intangible assets is primarily determined using discounted cash flows, market comparisons and recent transactions, the inputs for which may be unobservable and are subject to uncertainty. \nFor further information on Goodwill and Other Intangible Assets, refer to Note 1 - \n“Organizations and Summary of Significant Accounting Policies”\n and Note 9 – \n“Goodwill and Intangible Assets.” \n42\nTable of Cont\nents\nUSE OF NON-GAAP FINANCIAL MEASURES\nIn addition to the results presented in accordance with GAAP, this report includes non-GAAP financial measures such as adjusted earnings, adjusted earnings per common share, and tangible book value per common share. Non-GAAP financial measures have inherent limitations, may not be comparable to similarly titled measures used by other companies and are not audited. Readers should be aware of these limitations and should be cautious as to their reliance on such measures. As noted below with respect to each measure, we believe the non-GAAP financial measures disclosed in this report enhance investors’ understanding of our business and performance, and our management uses these non-GAAP measures when it internally evaluates the performance of our business and makes operating decisions. However, these non-GAAP measures should not be considered in isolation, or as a substitute for GAAP basis financial measures.\nWe define “adjusted earnings”, a non-GAAP financial measure, as net income without the after-tax impact of non-recurring acquisition-related costs (including amortization of intangible assets related to acquisitions), and other costs (unusual or nonrecurring charges). Adjusted earnings per diluted common share (“adjusted EPS”) is calculated by dividing non-GAAP adjusted earnings by the average number of diluted common shares outstanding during the period. We believe the non-GAAP measures of adjusted earnings and adjusted EPS provide useful information about the Company’s operating performance. We believe excluding the non-recurring acquisition related costs, and other costs provides investors with an alternative understanding of Axos’ business.\nBelow is a reconciliation of net income, the nearest compatible GAAP measure, to adjusted earnings and adjusted EPS (Non-GAAP) for the periods shown:\n \nFor Year Ended June 30,\n(Dollars in thousands, except per share amounts)\n2023\n2022\n2021\nNet income\n$\n307,165 \n$\n240,716 \n$\n215,707 \nAcquisition-related costs \n10,948 \n11,355 \n9,826 \nOther costs\n1\n16,000 \n10,975 \n— \nIncome tax effect\n(7,776)\n(6,519)\n(2,894)\nAdjusted earnings (Non-GAAP)\n$\n326,337 \n$\n256,527 \n$\n222,639 \nAverage dilutive common shares outstanding\n60,566,854 \n60,610,954 \n60,519,611 \nDiluted EPS\n$\n5.07 \n$\n3.97 \n$\n3.56 \nAcquisition-related costs\n0.18 \n0.19 \n0.16 \nOther costs\n1\n0.27 \n0.18 \n— \nIncome tax effect\n(0.13)\n(0.11)\n(0.04)\nAdjusted EPS (Non-GAAP)\n$\n5.39 \n$\n4.23 \n$\n3.68 \n1 \nOther costs for the year ended June 30, 2023 include an accrual as a result of an adverse legal judgement that has not been finalized. Other costs for the year ended June 30, 2022 reflect a one-time resolution of a contractual claim.\n43\nTable of Cont\nents\nWe define “tangible book value,”a non-GAAP financial measure, as book value adjusted for goodwill and other intangible assets. Tangible book value is calculated using common stockholders’ equity minus mortgage servicing rights, goodwill and other intangible assets. Tangible book value per common share is calculated by dividing tangible book value by the common shares outstanding at the end of the period. We believe tangible book value per common share is useful in evaluating the Company’s capital strength, financial condition, and ability to manage potential losses.\nBelow is a reconciliation of total stockholders’ equity, the nearest compatible GAAP measure, to tangible book value (Non-GAAP) as of the dates indicated: \nAt the Fiscal Years Ended June 30,\n(Dollars in thousands, except per share amounts)\n2023\n2022\n2021\nCommon stockholders’ equity\n$\n1,917,159 \n$\n1,642,973 \n$\n1,400,936 \nLess: mortgage servicing rights, carried at fair value\n25,443 \n25,213 \n17,911 \nLess: goodwill and intangible assets\n152,149 \n156,405 \n115,972 \nTangible common stockholders’ equity (Non-GAAP)\n$\n1,739,567 \n$\n1,461,355 \n$\n1,267,053 \nCommon shares outstanding at end of period\n58,943,035 \n59,777,949 \n59,317,944 \nBook value per common share\n$\n32.53 \n$\n27.48 \n$\n23.62 \nLess: mortgage servicing rights, carried at fair value per common share\n$\n0.44 \n$\n0.42 \n$\n0.31 \nLess: goodwill and other intangible assets per common share\n$\n2.58 \n$\n2.61 \n$\n1.95 \nTangible book value per common share (Non-GAAP)\n$\n29.51 \n$\n24.45 \n$\n21.36 \n44\nTable of Cont\nents\nFINANCIAL HIGHLIGHTS\nThe following selected consolidated financial information should be read in conjunction with “Item 7—Management’s Discussion and Analysis of Financial Condition and Results of Operations” and the audited consolidated financial statements and footnotes included elsewhere in this report.\nAt or for the Fiscal Years Ended June 30,\n(Dollars in thousands, except per share amounts)\n2023\n2022\n2021\nSelected Balance Sheet Data:\nTotal assets\n$\n20,348,469 \n$\n17,401,165 \n$\n14,265,565 \nLoans, net of allowance for credit losses\n16,456,728 \n14,091,061 \n11,414,814 \nLoans held for sale, carried at fair value\n23,203 \n4,973 \n29,768 \nLoans held for sale, lower of cost or fair value\n776 \n10,938 \n12,294 \nAllowance for credit losses\n166,680 \n148,617 \n132,958 \nSecurities—trading\n758 \n1,758 \n1,983 \nSecurities—available-for-sale\n232,350 \n262,518 \n187,335 \nSecurities borrowed\n134,339 \n338,980 \n619,088 \nCustomer, broker-dealer and clearing receivables\n374,074 \n417,417 \n369,815 \nTotal deposits\n17,123,108 \n13,946,422 \n10,815,797 \nAdvances from the FHLB\n90,000 \n117,500 \n353,500 \nBorrowings, subordinated debentures and other borrowings\n361,779 \n445,244 \n221,358 \nSecurities loaned\n159,832 \n474,400 \n728,988 \nCustomer, broker-dealer and clearing payables\n445,477 \n511,654 \n535,425 \nTotal stockholders’ equity\n1,917,159 \n1,642,973 \n1,400,936 \nSelected Income Statement Data:\nInterest and dividend income\n$\n1,157,138 \n$\n659,728 \n$\n617,863 \nInterest expense\n374,017 \n52,570 \n79,121 \nNet interest income\n783,121 \n607,158 \n538,742 \nProvision for credit losses\n24,750 \n18,500 \n23,750 \nNet interest income after provision for credit losses\n758,371 \n588,658 \n514,992 \nNon-interest income\n120,488 \n113,363 \n105,261 \nNon-interest expense\n447,115 \n362,062 \n314,510 \nIncome before income tax expense\n431,744 \n339,959 \n305,743 \nIncome tax expense\n124,579 \n99,243 \n90,036 \nNet income\n$\n307,165 \n$\n240,716 \n$\n215,707 \nNet income attributable to common stock\n$\n307,165 \n$\n240,716 \n$\n215,518 \nPer Common Share Data:\nNet income:\nBasic\n$\n5.15 \n$\n4.04 \n$\n3.64 \nDiluted\n$\n5.07 \n$\n3.97 \n$\n3.56 \nAdjusted earnings per common share (Non-GAAP\n1\n)\n$\n5.39 \n$\n4.23 \n$\n3.68 \nBook value per common share\n$\n32.53 \n$\n27.48 \n$\n23.62 \nTangible book value per common share (Non-GAAP\n1\n)\n$\n29.51 \n$\n24.45 \n$\n21.36 \nWeighted-average number of common shares outstanding:\nBasic\n59,691,541 \n59,523,626 \n59,229,495 \nDiluted\n60,566,854 \n60,610,954 \n60,519,611 \nCommon shares outstanding at end of period\n58,943,035 \n59,777,949 \n59,317,944 \n45\nTable of Cont\nents\nAt or for the Fiscal Years Ended June 30,\n(Dollars in thousands, except per share amounts)\n2023\n2022\n2021\nPerformance Ratios and Other Data:\nLoan originations for investment\n$\n8,452,215 \n$\n10,366,796 \n$\n6,471,864 \nLoan originations for sale\n$\n160,607 \n$\n656,487 \n$\n1,608,700 \nReturn on average assets\n1.64 \n%\n1.57 \n%\n1.52 \n%\nReturn on average common stockholders’ equity\n17.22 \n%\n15.61 \n%\n16.51 \n%\nInterest rate spread\n2\n3.44 \n%\n3.91 \n%\n3.70 \n%\nNet interest margin\n3\n4.35 \n%\n4.13 \n%\n3.92 \n%\nNet interest margin - Banking segment only\n3\n4.48 \n%\n4.36 \n%\n4.11 \n%\nEfficiency ratio\n4\n49.48 \n%\n50.25 \n%\n48.84 \n%\nEfficiency ratio - Banking segment only\n4\n47.76 \n%\n41.61 \n%\n41.95 \n%\nCapital Ratios:\nEquity to assets at end of period\n9.42 \n%\n9.44 \n%\n9.82 \n%\nAxos Financial, Inc.:\nTier 1 leverage (to adjusted average assets)\n8.96 \n%\n9.25 \n%\n8.82 \n%\nCommon equity tier 1 capital (to risk-weighted assets)\n10.94 \n%\n9.86 \n%\n11.36 \n%\nTier 1 capital (to risk-weighted assets)\n10.94 \n%\n9.86 \n%\n11.36 \n%\nTotal capital (to risk-weighted assets)\n13.82 \n%\n12.73 \n%\n13.78 \n%\nAxos Bank:\nTier 1 leverage (to adjusted average assets)\n9.68 \n%\n10.65 \n%\n9.45 \n%\nCommon equity tier 1 capital (to risk-weighted assets)\n11.63 \n%\n11.24 \n%\n12.28 \n%\nTier 1 capital (to risk-weighted assets)\n11.63 \n%\n11.24 \n%\n12.28 \n%\nTotal capital (to risk-weighted assets)\n12.50 \n%\n12.01 \n%\n13.21 \n%\nAxos Clearing LLC:\nNet capital\n$\n35,221 \n$\n38,915 \n$\n35,950 \nExcess capital\n$\n29,905 \n$\n32,665 \n$\n27,904 \nNet capital as percentage of aggregate debit item\n13.25 \n%\n12.45 \n%\n8.94 \n%\nNet capital in excess of 5% aggregate debit item\n$\n21,930 \n$\n23,290 \n$\n15,836 \nAsset Quality Ratios:\nNet annualized charge-offs (recoveries) to average loans outstanding\n0.04 \n%\n0.02 \n%\n0.12 \n%\nNet annualized charge-offs (recoveries) to average loans outstanding excluding tax products\n0.04 \n%\n0.02 \n%\n0.07 \n%\nNon-performing loans and leases to total loans\n0.52 \n%\n0.83 \n%\n1.26 \n%\nNon-performing assets to total assets\n0.47 \n%\n0.68 \n%\n1.07 \n%\nAllowance for credit losses - loans to total loans held for investment at end of period\n1.00 \n%\n1.04 \n%\n1.15 \n%\nAllowance for credit losses - loans to non-performing loans\n191.23 \n%\n125.74 \n%\n91.57 \n%\n1 \nSee “Management’s Discussion and Analysis of Financial Condition and Results of Operations-Use of Non-GAAP Financial Measures.”\n2 \nInterest rate spread represents the difference between the weighted-average yield on interest-earning assets and the weighted-average rate paid on interest-bearing liabilities.\n3 \nNet interest margin represents net interest income as a percentage of average interest-earning assets.\n4 \nEfficiency ratio represents non-interest expense as a percentage of the aggregate of net interest income and non-interest income.\n46\nTable of Cont\nents\nAVERAGE BALANCES, NET INTEREST INCOME, YIELDS EARNED AND RATES PAID\nThe following table presents information regarding (i) average balances; (ii) the total amount of interest income from interest-earning assets and the weighted-average yields on such assets; (iii) the total amount of interest expense on interest-bearing liabilities and the weighted-average rates paid on such liabilities; (iv) net interest income; (v) interest rate spread; and (vi) net interest margin:\nFor the Fiscal Years Ended June 30,\n2023\n2022\n2021\n(Dollars in thousands)\nAverage\nBalance\n1\nInterest\nIncome /\nExpense\nAverage\nYields\nEarned /\nRates    Paid\nAverage\nBalance\n1\nInterest\nIncome /\nExpense\nAverage\nYields\nEarned /\nRates   Paid\nAverage\nBalance\n1\nInterest\nIncome /\nExpense\nAverage\nYields\nEarned /\nRates   Paid\nAssets:\nLoans\n2,3\n$\n15,571,290 \n$\n1,048,874 \n6.74 \n%\n$\n12,576,873 \n$\n626,628 \n4.98 \n%\n$\n11,332,020 \n$\n584,410 \n5.16 \n%\nInterest-earning deposits in other financial institutions\n1,761,902 \n73,467 \n4.17 \n%\n1,233,983 \n4,501 \n0.36 \n%\n1,600,811 \n2,185 \n0.14 \n%\nInvestment securities\n259,473 \n14,669 \n5.65 \n%\n176,951 \n6,952 \n3.93 \n%\n192,420 \n9,560 \n4.97 \n%\nSecurities borrowed and margin lending\n4\n388,386 \n18,657 \n4.80 \n%\n687,363 \n20,512 \n2.98 \n%\n613,735 \n20,466 \n3.33 \n%\nStock of the regulatory agencies\n20,936 \n1,471 \n7.03 \n%\n21,844 \n1,135 \n5.20 \n%\n20,588 \n1,242 \n6.03 \n%\nTotal interest-earning assets\n18,001,987 \n$\n1,157,138 \n6.43 \n%\n14,697,014 \n$\n659,728 \n4.49 \n%\n13,759,574 \n$\n617,863 \n4.49 \n%\nNon-interest-earning assets\n735,783 \n658,494 \n394,085 \nTotal assets\n$\n18,737,770 \n$\n15,355,508 \n$\n14,153,659 \nLiabilities and Stockholders’ Equity:\nInterest-bearing demand and savings\n$\n10,211,737 \n$\n305,655 \n2.99 \n%\n$\n6,773,321 \n$\n20,053 \n0.30 \n%\n$\n7,204,698 \n$\n29,031 \n0.40 \n%\nTime deposits\n1,225,537 \n33,826 \n2.76 \n%\n1,226,774 \n13,567 \n1.11 \n%\n1,825,795 \n31,498 \n1.73 \n%\nSecurities loaned\n303,932 \n3,673 \n1.21 \n%\n469,051 \n1,124 \n0.24 \n%\n412,385 \n1,496 \n0.36 \n%\nAdvances from the FHLB\n423,612 \n12,644 \n2.98 \n%\n349,796 \n4,625 \n1.32 \n%\n211,077 \n4,672 \n2.21 \n%\nBorrowings, subordinated notes and debentures\n362,733 \n18,219 \n5.02 \n%\n302,454 \n13,201 \n4.36 \n%\n340,699 \n12,424 \n3.65 \n%\nTotal interest-bearing liabilities\n12,527,551 \n$\n374,017 \n2.99 \n%\n9,121,396 \n$\n52,570 \n0.58 \n%\n9,994,654 \n$\n79,121 \n0.79 \n%\nNon-interest-bearing demand deposits\n3,730,524 \n3,927,195 \n2,182,009 \nOther non-interest-bearing liabilities\n695,617 \n764,542 \n671,581 \nStockholders’ equity\n1,784,078 \n1,542,375 \n1,305,415 \nTotal liabilities and stockholders’ equity\n$\n18,737,770 \n \n$\n15,355,508 \n \n$\n14,153,659 \n \nNet interest income\n$\n783,121 \n$\n607,158 \n$\n538,742 \nInterest rate spread\n5\n3.44 \n%\n3.91 \n%\n3.70 \n%\nNet interest margin\n6\n \n \n4.35 \n%\n \n \n4.13 \n%\n \n \n3.92 \n%\n1\n \nAverage balances are obtained from daily data.\n2\n Loans includes loans held for sale, loan premiums, discounts and unearned fees.\n3\n \nInterest income includes reductions for amortization of loan and investment securities premiums and earnings from accretion of discounts and loan fees.\n4\n \nMargin lending is the significant component of the asset titled customer, broker-dealer and clearing receivables on the audited consolidated balance sheets.\n5\n \nInterest rate spread represents the difference between the weighted-average yield on interest-earning assets and the weighted-average rate paid on interest-bearing liabilities.\n6\n \nNet interest margin represents net interest income as a percentage of average interest-earning assets.\n47\nTable of Cont\nents\nRESULTS OF OPERATIONS\nOur results of operations depend on our net interest income, which is the difference between interest income on interest-earning assets and interest expense on interest-bearing liabilities. Our net interest income has increased primarily as a result of both increased rates earned on and growth in our interest-earning assets and is subject to competitive factors in online banking and other markets. Our net interest income is reduced by our estimate of credit loss provisions for our loan portfolio. We earn non-interest income primarily from mortgage banking activities, banking products and service activity, asset custody services, broker-dealer clearing and related services, prepayment fee income from multifamily and commercial borrowers who repay their loans before maturity and from gains on sales of other loans and investment securities. Losses on sales of investment securities reduce non-interest income. The largest component of non-interest expense is salary and benefits, which is a function of the number of personnel, which increased to 1,455 full-time equivalent employees at June 30, 2023, from 1,335 full-time employees at June 30, 2022. We are subject to federal and state income taxes, and our effective tax rates were 28.85%, 29.19% and 29.45% for the fiscal years ended June 30, 2023, 2022, and 2021, respectively. Other factors that affect our results of operations include expenses relating to data processing, advertising, depreciation, occupancy, professional services, and other miscellaneous expenses.\nCOMPARISON OF THE FISCAL YEARS ENDED JUNE 30, 2023 AND JUNE 30, 2022 \nNet Interest Income\n.\n The following table sets forth the effects of changing rates and volumes on our net interest income. Information is provided with respect to (i) effects on interest income and interest expense attributable to changes in volume (changes in volume multiplied by prior rate); and (ii) effects on interest income and interest expense attributable to changes in rate (changes in rate multiplied by prior volume). The change in interest due to both volume and rate has been allocated proportionally to each based on the relative changes attributable to volume and changes attributable to rate.\nFiscal Year Ended June 30, 2023 vs 2022\nIncrease (Decrease) Due to\n(Dollars in thousands)\nVolume\nRate\nTotal\nIncrease\n(Decrease)\nIncrease (decrease) in interest income:\nLoans\n$\n169,961 \n$\n252,285 \n$\n422,246 \nInterest-earning deposits in other financial institutions\n2,680 \n66,286 \n68,966 \nInvestment securities\n3,981 \n3,736 \n7,717 \nSecurities borrowed and margin lending\n(11,179)\n9,324 \n(1,855)\nStock of the regulatory agencies\n(49)\n385 \n336 \nTotal increase (decrease) in interest income\n$\n165,394 \n$\n332,016 \n$\n497,410 \nIncrease (decrease) in interest expense:\nInterest-bearing demand and savings\n$\n15,302 \n$\n270,300 \n$\n285,602 \nTime deposits\n(14)\n20,273 \n20,259 \nSecurities loaned\n(525)\n3,074 \n2,549 \nAdvances from the FHLB\n1,152 \n6,867 \n8,019 \nOther borrowings\n2,852 \n2,166 \n5,018 \nTotal increase (decrease) in interest expense\n$\n18,767 \n$\n302,680 \n$\n321,447 \nInterest Income\n.\n For fiscal year 2023, interest income increased $497.4 million, or 75.4%, compared to interest income in fiscal year 2022, primarily attributable to growth of 23.8% in average loan balances, a 176 basis point increase in rates earned on loans and a 381 basis point increase in rates earned on interest-earning deposits placed with other financial institutions.\nInterest Expense\n.\n For fiscal year 2023, interest expense increased $321.4 million, or 611.5% compared to interest expense in fiscal year 2022, primarily attributable to a 269 basis point increase in rates paid on interest-bearing demand and savings deposits, a 165 increase in rates paid on time deposits and growth of 50.8% in average interest-bearing demand and savings deposit balances.\nProvision for Credit Losses\n.\n For fiscal year 2023, provision for credit losses increased $6.3 million compared to the provision for credit losses in fiscal year 2022. See “Asset Quality and Allowance for Credit Losses - Loans” for discussion of our allowance for credit losses and the related loss provisions.\n48\nTable of Cont\nents\nNon-interest Income\n.\n The following table sets forth information regarding our non-interest income:\nFor the Fiscal Year Ended June 30,\n(Dollars in thousands)\n2023\n2022\nBroker-dealer fee income\n$\n46,503 \n$\n22,880 \nAdvisory fee income\n28,324 \n29,230 \nBanking and service fees\n32,938 \n28,752 \nMortgage banking income\n7,101 \n19,198 \nPrepayment penalty fee income\n5,622 \n13,303 \nTotal non-interest income\n$\n120,488 \n$\n113,363 \nFor fiscal year 2023, non-interest income increased $7.1 million, or 6.3% compared to non-interest income in fiscal year 2022. The increase was primarily the result of an increase of $23.6 million in broker-dealer fee income driven by higher rates earned on cash sorting balances at non-affiliated banks. Also contributing to the increase was a $4.2 million increase in banking and service fees. The overall increase was partially offset by a decrease of $12.1 million in mortgage banking income as higher mortgage rates contributed to lower originations and loan sales, and the impact of change in the fair value of our mortgage servicing rights (“MSRs”) as well as a decrease of $7.7 million in prepayment penalty income due to slower prepayments.\nNon-interest Expense\n.\n The following table sets forth information regarding our non-interest expense for the periods shown:\nFor the Fiscal Year Ended June 30,\n(Dollars in thousands)\n2023\n2022\nSalaries and related costs\n$\n204,271 \n$\n167,390 \nData processing\n60,557 \n50,159 \nDepreciation and amortization\n23,387 \n24,596 \nAdvertising and promotional\n37,150 \n13,580 \nOccupancy and equipment\n15,647 \n13,745 \nProfessional services\n29,268 \n22,482 \nBroker-dealer clearing charges\n13,433 \n15,184 \nFDIC and regulatory fees\n15,534 \n11,823 \nGeneral and administrative expenses\n47,868 \n43,103 \nTotal non-interest expense\n$\n447,115 \n$\n362,062 \nFor fiscal year 2023, non-interest expense increased $85.1 million, or 23.5% compared to non-interest expense in fiscal year 2022. \nSalaries and related costs increased $36.9 million in fiscal year 2023 compared to fiscal year 2022, primarily corresponding to increased headcount to 1,455 as of June 30, 2023, from 1,335 as of June 30, 2022, as well as higher compensation.\nData processing increased $10.4 million in fiscal year 2023 compared to fiscal year 2022, primarily due to enhancements of core processing systems, customer interfaces and clearing and custody technology platforms.\nDepreciation and amortization decreased $1.2 million in fiscal year 2023 compared to fiscal year 2022, primarily due to certain capitalized software becoming fully depreciated.\nAdvertising and promotional expense increased $23.6 million in fiscal year 2023 compared to fiscal year 2022, primarily due to increased deposit marketing and lead generation costs.\nOccupancy and equipment expense increased $1.9 million in fiscal year 2023 compared to fiscal year 2022, primarily due to growth in our office footprint and annual increases on our existing office space.\nProfessional services increased $6.8 million in fiscal year 2023 compared to fiscal year 2022, primarily due to higher consulting expenses and increased legal expenses related to litigation.\nBroker-dealer clearing charges decreased $1.8 million in fiscal year 2023 compared to fiscal year 2022, primarily due to reduced customer trading activity.\n49\nTable of Cont\nents\nThe Federal Deposit Insurance Corporation (“FDIC”) and regulator fees increased by $3.7 million in fiscal year 2023 compared to fiscal year 2022, corresponding to a growth in average liabilities at the Bank and increased assessment rates during fiscal year 2023.\nGeneral and administrative expenses increased by $4.8 million in fiscal year 2023 compared to fiscal year 2022. The increase was primarily attributable to a $16.0 million expense accrual in 2023 as a result of an adverse legal judgment that has not been finalized, partially offset by a $11.0 million charge due to a one-time resolution of a contractual claim in the prior fiscal year.\nIncome Tax Expense\n.\n For fiscal year 2023, income tax expense increased $25.3 million, or 25.5% compared to income tax expense in fiscal year 2022. The fiscal year 2023 effective tax rate of 28.85%, decreased by 0.34% compared to fiscal year 2022.\nThe Company received federal and state tax credits for the years ended June 30, 2023 and 2022, respectively. These tax credits reduced the effective tax rate by approximately 0.45% and 0.44%, respectively.\nSEGMENT RESULTS\nThe Company determines reportable segments based on the services offered, the significance of the services offered, the significance of those services to the Company’s financial condition and operating results and management’s regular review of the operating results of those services. The Company operates through two operating segments: Banking Business and Securities Business. In order to reconcile the two segments to the consolidated totals, the Company includes parent-only activities and intercompany eliminations. Inter-segment transactions are eliminated in consolidation and primarily include non-interest income earned by the Securities Business segment and non-interest expense incurred by the Banking Business segment for cash sorting fees related to deposits sourced from Securities Business segment customers, as well as interest expense paid by the Banking Business segment to each of the wholly-owned subsidiaries of the Company and to the Company itself for their operating cash held on deposit with the Banking Business segment. The following tables present the operating results of the segments: \nFiscal Year Ended June 30, 2023\n(Dollars in thousands)\nBanking Business\nSecurities Business\nCorporate/Eliminations\nAxos Consolidated\nNet interest income\n$\n776,294 \n$\n21,042 \n$\n(14,215)\n$\n783,121 \nProvision for credit losses\n24,750 \n— \n— \n$\n24,750 \nNon-interest income\n42,260 \n141,107 \n(62,879)\n$\n120,488 \nNon-interest expense\n390,911 \n102,572 \n(46,368)\n$\n447,115 \nIncome (loss) before taxes\n$\n402,893 \n$\n59,577 \n$\n(30,726)\n$\n431,744 \nFiscal Year Ended June 30, 2022\n(Dollars in thousands)\nBanking Business\nSecurities Business\nCorporate/Eliminations\nAxos Consolidated\nNet interest income\n$\n597,833 \n$\n17,580 \n$\n(8,255)\n$\n607,158 \nProvision for credit losses\n18,500 \n— \n— \n$\n18,500 \nNon-interest income\n60,881 \n64,069 \n(11,587)\n$\n113,363 \nNon-interest expense\n274,079 \n84,014 \n3,969 \n$\n362,062 \nIncome (loss) before taxes\n$\n366,135 \n$\n(2,365)\n$\n(23,811)\n$\n339,959 \nBanking Business\nFor the fiscal year ended June 30, 2023, we had pre-tax income of $402.9 million compared to pre-tax income of $366.1 million for the fiscal year ended June 30, 2022. For the fiscal year ended June 30, 2023, the increase in pre-tax income was primarily related to the increase in net interest income due largely to growth in the volume and rates earned on loans and leases, primarily from commercial real estate and commercial & industrial lending, partially offset by an increase in volume and rates on interest-bearing demand and savings deposits.\n50\nTable of Cont\nents\nWe consider the ratios shown in the table below to be key indicators of the performance of our Banking Business segment:\nFiscal Year Ended\nJune 30, 2023\nJune 30, 2022\nEfficiency ratio\n47.76 \n%\n41.61 \n%\nReturn on average assets\n1.60 \n%\n1.64 \n%\nInterest rate spread\n3.56 \n%\n4.18 \n%\nNet interest margin\n4.48 \n%\n4.36 \n%\nOur Banking segment’s net interest margin exceeds our consolidated net interest margin. Our consolidated net interest margin includes certain items that are not reflected in the calculation of our net interest margin within our Banking Business and reduce our consolidated net interest margin, such as the borrowing costs at the Company and the yields and costs associated with certain items within interest-earning assets and interest-bearing liabilities in our Securities Business, including items related to securities financing operations.\nThe following table presents our Banking segment’s information regarding (i) average balances; (ii) the total amount of interest income from interest-earning assets and the weighted-average yields on such assets; (iii) the total amount of interest expense on interest-bearing liabilities and the weighted-average rates paid on such liabilities; (iv) net interest income; (v) interest rate spread; and (vi) net interest margin:\nFor the Fiscal Years Ended June 30,\n2023\n2022\n(Dollars in thousands)\nAverage Balance\n1\nInterest Income/ Expense\nAverage Yields Earned/Rates Paid\nAverage Balance\n1\nInterest Income/Expense\nAverage Yields Earned/Rates Paid\nAssets:\nLoans\n2,3\n$\n15,548,042 \n$\n1,047,580 \n6.74 \n%\n$\n12,539,502 \n$\n624,501 \n4.98 \n%\nInterest-earning deposits in other financial institutions\n1,510,076 \n64,707 \n4.29 \n%\n953,490 \n3,189 \n0.33 \n%\nInvestment securities\n3\n268,072 \n14,849 \n5.54 \n%\n198,637 \n7,410 \n3.73 \n%\nStock of the regulatory agencies, at cost\n20,936 \n1,462 \n6.98 \n%\n18,789 \n1,132 \n6.02 \n%\nTotal interest-earning assets\n17,347,126 \n1,128,598 \n6.51 \n%\n13,710,418 \n636,232 \n4.64 \n%\nNon-interest-earning assets\n345,535 \n296,228 \nTotal Assets\n$\n17,692,661 \n$\n14,006,646 \nLiabilities and Stockholder's Equity:\nInterest-bearing demand and savings\n$\n10,299,234 \n$\n305,832 \n2.97 \n%\n$\n6,843,840 \n$\n20,207 \n0.30 \n%\nTime deposits\n1,225,537 \n33,826 \n2.76 \n%\n1,226,774 \n13,567 \n1.11 \n%\nAdvances from the FHLB\n423,612 \n12,644 \n2.98 \n%\n349,796 \n4,625 \n1.32 \n%\nBorrowings, subordinated notes and debentures\n36 \n— \n— \n%\n93 \n— \n— \n%\nTotal interest-bearing liabilities\n$\n11,948,419 \n$\n352,302 \n2.95 \n%\n$\n8,420,503 \n$\n38,399 \n0.46 \n%\nNon-interest-bearing demand deposits\n3,789,607 \n4,012,615 \nOther non-interest-bearing liabilities\n189,457 \n143,841 \nStockholder's equity\n1,765,178 \n1,429,687 \nTotal Liabilities and Stockholders' Equity\n$\n17,692,661 \n$\n14,006,646 \nNet interest income\n$\n776,296 \n$\n597,833 \nInterest rate spread\n4\n3.56 \n%\n4.18 \n%\nNet interest margin\n5\n4.48 \n%\n4.36 \n%\n1\nAverage balances are obtained from daily data.\n2\nLoans include loans held for sale, loan premiums and unearned fees.\n3\nInterest income includes reductions for amortization of loan and investment securities premiums and earnings from accretion of discounts and loan fees.\n4\nInterest rate spread represents the difference between the weighted-average yield on interest-earning assets and the weighted-average rate paid on interest-bearing liabilities.\n5\nNet interest margin represents annualized net interest income as a percentage of average interest-earning assets.\n51\nTable of Cont\nents\nNet Interest Income\n.\n The following table sets forth the effects of changing rates and volumes on our net interest income. Information is provided with respect to (i) effects on interest income and interest expense attributable to changes in volume (changes in volume multiplied by prior rate); and (ii) effects on interest income and interest expense attributable to changes in rate (changes in rate multiplied by prior volume). The change in interest due to both volume and rate has been allocated proportionally to both, based on their relative absolute values.\nFiscal Year Ended June 30, 2023 vs 2022\nIncrease (Decrease) Due to\n(Dollars in thousands)\nVolume\nRate\nTotal\nIncrease\n(Decrease)\nIncrease (decrease) in interest income:\nLoans and leases\n$\n171,078 \n$\n252,001 \n$\n423,079 \nInterest-earning deposits in other financial institutions\n2,854 \n58,664 \n61,518 \nInvestment securities\n3,115 \n4,324 \n7,439 \nStock of the regulatory agencies\n138 \n192 \n330 \nTotal increase (decrease) in interest income\n$\n177,185 \n$\n315,181 \n$\n492,366 \nIncrease (decrease) in interest expense:\nInterest-bearing demand and savings\n$\n15,333 \n$\n270,292 \n$\n285,625 \nTime deposits\n(14)\n20,273 \n20,259 \nAdvances from the FHLB\n1,152 \n6,867 \n8,019 \nTotal increase (decrease) in interest expense\n$\n16,471 \n$\n297,432 \n$\n313,903 \nFor the fiscal year 2023, the Banking segment’s net interest income increased $178.5 million, or 29.9%, compared to net interest income in fiscal year 2022. The growth of net interest income is reflective of growth in the average balance of loans and leases combined with higher rates earned on loans and leases and interest-earning deposits in other financial institutions. The growth of interest income was offset by increased rates paid on interest-bearing demand and savings deposits and on time deposits combined with growth in the average interest-bearing demand and savings deposits.\nFor the fiscal year 2023, the Banking segment’s non-interest income decreased $18.7 million, or 30.6% compared to non-interest income in fiscal year 2022. The decrease in non-interest income was primarily the result of increased prevailing market interest rates which caused decreases of $12.1 million in mortgage banking income and $7.7 million in prepayment penalty income, which were partially offset by a $1.1 million increase in banking and servicing fees.\nFor the fiscal year 2023, the Banking segment’s non-interest expense increased $116.8 million, or 42.6% compared to non-interest expense in fiscal 2022. The increase in non-interest expense was primarily driven by a $74.2 million increase in advertising and promotional expense, a $24.8 million increase in salaries and related costs and a $16.0 million accrual in the first quarter of 2023 as a result of an adverse legal judgment that has not been finalized.\nSecurities Business\nFor the fiscal year ended June 30, 2023, our Securities Business segment had income before taxes of $59.6 million compared to the loss before taxes of $2.4 million for the fiscal year ended June 30, 2022. \nThe following table provides our Securities Business operating results:\nFor the Fiscal Year Ended June 30,\n(Dollars in thousands)\n2023\n2022\nNet interest income\n$\n21,042 \n$\n17,580 \nNon-interest income\n141,107 \n64,069 \nNon-interest expense\n102,572 \n84,014 \nIncome (Loss) before taxes\n$\n59,577 \n$\n(2,365)\nFor the fiscal year 2023, the Securities Business’s net interest income increased $3.5 million, or 19.7% compared to fiscal year 2022, resulting in large part from an increase in the rates earned on interest bearing cash deposit balances and margin lending. In the Securities Business, interest is earned through margin loan balances, securities borrowed and cash deposit balances. Interest expense is incurred from cash borrowed through bank lines and securities lending.\nFor the fiscal year 2023, the Securities Business’s non-interest income increased $77.0 million compared to fiscal year 2022, primarily attributable to a $74.9 million increase in broker-dealer fee income attributable to increased cash-sorting fee revenue.\n52\nTable of Cont\nents\nFor the fiscal year 2023, the Securities Business’s non-interest expense increased $18.6 million compared to non-interest expense in fiscal year ended June 30, 2022, primarily related to a $12.2 million increase in salaries and related expenses, a $2.4 million increase in data processing expenses and a $1.7 million increase in professional services.\nSelected information concerning Axos Clearing follows as of each date indicated:\nJune 30,\n(Dollars in thousands)\n2023\n2022\nFDIC insured program balances at banks\n$\n1,627,053 \n$\n3,452,358 \nMargin balances\n$\n205,880 \n$\n285,894 \nCash reserves for the benefit of customers\n$\n149,059 \n$\n372,112 \nSecurities lending:\nInterest-earning assets – stock borrowed\n$\n134,339 \n$\n338,980 \nInterest-bearing liabilities – stock loaned\n$\n159,832 \n$\n474,400 \nCOMPARISON OF THE FISCAL YEARS ENDED JUNE 30, 2022 AND JUNE 30, 2021 \nFor a comparison of our fiscal year 2022 results compared to 2021 results, see Part II, Item 7, “Comparison of the Fiscal Years Ended June 30, 2022 and June 30, 2021” in the Annual Report on Form 10-K for the year-ended June 30, 2022 filed with the SEC.\nCOMPARISON OF FINANCIAL CONDITION AT JUNE 30, 2023 AND JUNE 30, 2022 \nOur total assets increased $2.9 billion, or 16.9%, to $20.3 billion, as of June 30, 2023, up from $17.4 billion at June 30, 2022. The loan portfolio increased $2.4 billion on a net basis, primarily from portfolio loan originations of $8.3 billion, less principal repayments and other adjustments of $5.9 billion. Total cash increased by $0.8 billion primarily due to increased deposits.\n \nTotal liabilities increased by $2.7 billion or 17.0%, to $18.4 billion at June 30, 2023, up from $15.8 billion at June 30, 2022. The increase in total liabilities resulted primarily from growth in deposits of $3.2 billion, partially offset by decreased securities loaned of $0.3 billion and decreased borrowings, subordinated notes and debentures of $0.1 billion. Stockholders’ equity increased by $274.2 million, or 16.7%, to $1.9 billion at June 30, 2023, up from $1.6 billion at June 30, 2022. The increase was largely the result of $307.2 million in net income for the fiscal year and $20.0 million vesting and issuance of RSUs and stock-based compensation expense, partially offset by $49.3 million from purchases of treasury stock and a $3.7 million unrealized loss in other comprehensive income, net of tax.\nASSET QUALITY AND ALLOWANCE FOR CREDIT LOSSES - LOANS\nNon-performing loans and foreclosed assets or “non-performing assets” consisted of the following:\nAt June 30,\n(Dollars in thousands)\n2023\n2022\n2021\nNon-performing assets:\nNon-accrual loans:\nSingle Family - Mortgage & Warehouse\n$\n30,714 \n$\n66,424 \n$\n105,708 \nMultifamily and Commercial Mortgage\n35,103 \n33,410 \n20,428 \nCommercial Real Estate\n14,852 \n14,852 \n15,839 \nCommercial & Industrial - Non-RE\n2,989 \n2,989 \n2,942 \nAuto & Consumer\n1,457 \n439 \n278 \nOther\n2,045 \n80 \n— \nTotal non-accrual loans\n87,160 \n118,194 \n145,195 \nForeclosed real estate\n6,966 \n— \n6,547 \nRepossessed - Autos\n1,133 \n798 \n235 \nTotal non-performing assets\n$\n95,259 \n$\n118,992 \n$\n151,977 \nTotal non-performing loans as a percentage of total loans\n0.52 \n%\n0.83 \n%\n1.26 \n%\nTotal non-performing assets as a percentage of total assets\n0.47 \n%\n0.68 \n%\n1.10 \n%\nOur non-performing assets decreased to $95.3 million at June 30, 2023 from $119.0 million at June 30, 2022. The decrease in non-performing assets during the fiscal year ended June 30, 2023 was primarily the result of a decrease in non-performing loans of $31.0 million, mainly in single family mortgage loans. Non-performing assets as a percentage of total assets decreased to 0.47% at June 30, 2023 from 0.68% at June 30, 2022. The decrease in non-performing assets during the \n53\nTable of Cont\nents\nfiscal year ended June 30, 2022 compared to June 30, 2021 was primarily due to a decrease in non-performing loans of $27.0 million, primarily single family mortgage loans.\nAllowance for Credit Losses - Loans\n.\nThe following table sets forth the changes in our allowance for credit losses, by portfolio class for the dates indicated: \n(Dollars in thousands)\nSingle Family - Mortgage & Warehouse\nMultifamily and Commercial Mortgage\nCommercial Real Estate\nCommercial & Industrial - Non-RE\nAuto & Consumer\nOther\nTotal\nTotal            Allowance\nas a % of Total\nLoans\nBalance at June 30, 2020\n$\n25,899 \n$\n4,719 \n$\n21,052 \n$\n9,954 \n$\n9,462 \n$\n4,721 \n$\n75,807 \n0.71 \n%\nEffect of Adoption of ASC 326\n6,318 \n7,408 \n25,893 \n7,042 \n610 \n29 \n47,300 \nProvision for credit losses\n(3,242)\n1,196 \n11,238 \n14,251 \n(1,354)\n1,661 \n23,750 \nCharge-offs\n(2,502)\n(177)\n(255)\n(2,833)\n(3,517)\n(7,274)\n(16,558)\nRecoveries\n131 \n— \n— \n46 \n1,318 \n1,164 \n2,659 \nBalance at June 30, 2021\n26,604 \n13,146 \n57,928 \n28,460 \n6,519 \n301 \n132,958 \n1.15 \n%\nProvision for credit losses\n(7,009)\n1,332 \n11,411 \n2,544 \n10,492 \n(270)\n18,500 \nCharge-offs\n(82)\n— \n— \n(322)\n(4,024)\n— \n(4,428)\nRecoveries\n157 \n177 \n— \n126 \n1,127 \n— \n1,587 \nBalance at June 30, 2022\n19,670 \n14,655 \n69,339 \n30,808 \n14,114 \n31 \n148,617 \n1.04 \n%\nProvision for credit losses\n(2,302)\n2,193 \n3,416 \n15,521 \n5,938 \n(16)\n24,750 \nCharge-offs\n(314)\n— \n— \n— \n(9,142)\n— \n(9,456)\nRecoveries\n449 \n— \n— \n18 \n2,302 \n— \n2,769 \nBalance at June 30, 2023\n$\n17,503 \n$\n16,848 \n$\n72,755 \n$\n46,347 \n$\n13,212 \n$\n15 \n$\n166,680 \n1.00 \n%\nNet Charge-Offs to Average  Loans - Year Ended June 30, 2023\n— \n%\n— \n%\n— \n%\n— \n%\n1.12 \n%\n— \n%\n0.04 \n%\nNet Charge-Offs (Recoveries)  to Average  Loans - Year Ended June 30, 2022\n— \n%\n(0.01)\n%\n— \n%\n0.01 \n%\n0.60 \n%\n— \n%\n0.02 \n%\nNet Charge-Offs to Average  Loans - Year Ended June 30, 2021\n0.05 \n%\n0.01 \n%\n0.01 \n%\n0.30 \n%\n0.67 \n%\n3.96 \n%\n0.12 \n%\nThe Company’s allowance for credit losses increased $18.1 million or 12.2% from June 30, 2022 to June 30, 2023. As a percentage of the outstanding loan balance, the Company’s allowance was 1.00% and 1.04% at June 30, 2023 and 2022, respectively. Provisions for credit losses were $24.8 million and $18.5 million for fiscal year 2023 and 2022, respectively. For a discussion of the provision for credit losses in fiscal year 2023, see Note 5 – \n“Loans & Allowance for Credit Losses.”\nFor fiscal year 2023, net charge-offs were $6.7 million and increased $3.8 million compared to net charge-offs for fiscal year 2022, primarily due to the net charge-offs in the auto and consumer portfolio. Certain auto loans are insured for credit losses through which the Company recognizes fee income upon the receipt of insurance proceeds following the charge off of the loans.\nFor fiscal year 2022, net charge-offs were $2.8 million and decreased $6.7 million compared to net charge-offs for fiscal year 2021. The decrease year-over-year was primarily due to decreases in net charge-offs of $6.1 million in the fully reserved Refund Advance loan portfolio.\nBetween June 30, 2022 and 2023, the Company’s total allowance for credit losses as a proportion of the loan portfolio decreased 4 basis points primarily due to updates in economic and business conditions and loan mix.\nLIQUIDITY AND CAPITAL RESOURCES\nLiquidity\n. \nFor Axos Bank, our sources of liquidity include deposits, borrowings, payments and maturities of outstanding loans, sales of loans, maturities or sales of investment securities and other short-term investments. While scheduled loan payments and maturing investment securities and short-term investments are relatively predictable sources of funds, deposit flows and loan prepayments are greatly influenced by general interest rates, economic conditions and competition. We generally invest excess funds in overnight deposits and other short-term interest-earning assets. We use cash generated through retail deposits, our largest funding source, to offset the cash utilized in lending and investing activities. Our short-term interest-earning investment securities are used to provide liquidity for lending and other operational requirements. \n54\nTable of Cont\nents\nAxos Bank can borrow up to 40% of its total assets from the FHLB. Borrowings are collateralized by pledging certain mortgage loans and investment securities to the FHLB. Based on loans and securities pledged at June 30, 2023, we had a total borrowing availability of an additional $3.1 billion available immediately and an additional $4.5 billion available with additional collateral, for advances from the FHLB for terms of up to ten years. As of June 30, 2023, the Company pledged $5,128.4 million of loans and $0.2 million of securities to the FHLB to secure its borrowings. At June 30, 2023, we had $225.0 million in unsecured federal funds lines of credit with four major banks under which there were no borrowings outstanding.\nThe Bank can borrow from the discount window at the FRBSF. FRBSF borrowings are collateralized by commercial loans, consumer loans and mortgage-backed securities pledged to the FRBSF. Based on loans and securities pledged at June 30, 2023, the Bank had a total borrowing capacity of approximately $2.7 billion, all of which was available for use. At June 30, 2023 we had $3.7 billion of loans pledged to the FRBSF.\nOur future borrowings will depend on the growth of our lending operations and our exposure to interest rate risk. We expect to continue to use deposits and advances from the FHLB as the primary sources of funding our future asset growth.\nAxos Clearing has $150.0 million of secured lines of credit available for borrowing. As of June 30, 2023, there was $11.5 million outstanding. These credit facilities bear interest at rates based on the Federal Funds rate and borrowings are due upon demand. The weighted-average interest rate on the borrowings at June 30, 2023 was 7.0%.\nAxos Clearing has a $190.0 million unsecured line of credit available for limited purpose borrowing, which includes $100.0 million from Axos Financial, Inc. As of June 30, 2023, there was $15.7 million outstanding after elimination of intercompany balances. This credit facility bears interest at rates based on the Federal Funds rate and borrowings are due upon demand. The unsecured line of credit requires Axos Clearing to operate in accordance with specific covenants with respect to capital and debt ratios. Axos Clearing was in compliance with all covenants as of June 30, 2023.\nIn December 2004, we completed a transaction that resulted in the issuance of $5.2 million of junior subordinated debentures for our company with a stated maturity date of February 23, 2035. We have the right to redeem the debentures in whole (but not in part) on or after specific dates, at a redemption price specified in the indenture plus any accrued but unpaid interest through the redemption date. Prior to June 30, 2023, interest accrued at the rate of three-month LIBOR plus 2.4%, for a rate of 7.79% as of June 30, 2023, with interest paid quarterly. Following June 30, 2023, interest accrues at three-month term SOFR plus of 0.26161%.\nIn March 2016, Axos completed the sale of $51.0 million aggregate principal amount of our 6.25% Subordinated Notes due February 28, 2026 (the “2026 Notes”). On March 31, 2021, the Company completed the redemption of $51.0 million aggregate principal amount. The 2026 Notes were redeemed for cash by the Company at 100% of their principal amount, plus accrued and unpaid interest, in accordance with the terms of the indenture governing the 2026 Notes. On March 31, 2021, the Company completed the redemption of $51.0 million aggregate principal amount of its 2026 Notes. The 2026 Notes were redeemed for cash by the Company at 100% of their principal amount, plus accrued and unpaid interest, in accordance with the terms of the indenture governing the 2026 Notes. Remaining unamortized deferred financing costs associated with such notes were expensed and included under “Interest Expense - Other Borrowings in the Consolidated Statements of Income.”\nIn January 2019, we issued subordinated notes totaling $7.5 million to the principal stockholders of Cor Securities Holdings, Inc. (“COR Securities”) in an equal principal amount, with a maturity of 15 months, to serve as the source of payment of indemnification obligations of the principal stakeholders of COR Securities under the Merger Agreement. Interest accrues at a rate of 6.25% per annum. During the fiscal year ended June 30, 2019, $0.1 million of subordinated loans were repaid. The Company has made an indemnification claim against the $7.4 million remaining amount.\nIn September 2020, the Company completed the sale of $175.0 million aggregate principal amount of its 4.875% Fixed-to-Floating Rate Subordinated Notes due October 1, 2030 (the “2030 Notes”). The 2030 Notes mature on October 1, 2030 and accrue interest at a fixed rate per annum equal to 4.875%, payable semi-annually in arrears on April 1 and October 1 of each year, commencing on April 1, 2021. From and including October 1, 2025, to, but excluding October 1, 2030 or the date of early redemption, the 2030 Notes will bear interest at a floating rate per annum equal to the three-month term SOFR plus a spread of 476 basis points, payable quarterly in arrears on January 1, April 1, July 1 and October 1 of each year, commencing on January 2026. The 2030 Notes may be redeemed on or after October 1, 2025, which date may be extended at the Company’s discretion, at a redemption price equal to principal plus accrued and unpaid interest, subject to certain conditions.\nIn March 2021, we filed a new shelf registration with the SEC which allows us to issue up to $400.0 million through the sale of debt securities, common stock, preferred stock and warrants. \nIn February 2022, the Company completed the sale of $150.0 million aggregate principal amount of its 4.00% Fixed-to-Floating Rate Subordinated Notes (the “2032 Notes”). The 2032 Notes are obligations only of Axos Financial, Inc. The 2032 \n55\nTable of Cont\nents\nNotes mature on March 1, 2032 and accrue interest at a fixed rate per annum equal to 4.00%, payable semi-annually in arrears on March 1 and September 1 of each year, commencing on September 1, 2022. From and including March 1, 2027, to, but excluding March 1, 2032 or the date of early redemption, the 2032 Notes will bear interest at a floating rate per annum equal to three-month term SOFR plus a spread of 227 basis points, payable quarterly in arrears on March 1, June 1, September 1 and December 1 of each year, commencing on June 1, 2027. The 2032 Notes may be redeemed on or after March 1, 2027, which date may be extended at the Company’s discretion, at a redemption price equal to principal plus accrued and unpaid interest, subject to certain conditions. Fees and costs incurred in connection with the debt offering amortize to interest expense over the term of the 2032 Notes.\nWe view our liquidity sources to be stable and adequate for our anticipated needs and contingencies for both the short and long-term. Due to the diversified sources of our deposits, while maintaining approximately 90% of our total Bank deposits in insured or collateralized accounts as of June 30, 2023, we believe we have the ability to increase our level of deposits, and have available other potential sources of funding, to address our liquidity needs for the foreseeable future.\nFor additional information on certain contractual and other obligations, see Note 10 - \n“Leases,” \nNote 11 - \n“Deposits,”\n Note 12 - \n“Advances from the Federal Home Loan Bank”\n and Note 13 - \n“Borrowings, Subordinated Debt and Debentures.”\nOff-Balance Sheet Commitments\n.\n At June 30, 2023, we had unfunded commitments to originate loans with an aggregate outstanding principal balance of $2,917.6 million, commitments to sell loans with an aggregate outstanding principal balance at the time of sale of $24.9 millions, and no commitments to purchase loans, investment securities or any other unused lines of credit. See Item 3. Legal Proceedings for further information on pending litigation.\nConsolidated and Bank Capital Requirements\n.\n Our Company and Bank are subject to regulatory capital adequacy requirements promulgated by federal bank regulatory agencies. Failure by our Company or Bank to meet minimum capital requirements could result in certain mandatory and discretionary actions by regulators that could have a material adverse effect on our consolidated financial statements. The Federal Reserve establishes capital requirements for our Company and the OCC has similar requirements for our Bank. The following tables present regulatory capital information for our Company and Bank. Information presented for June 30, 2023, reflects the Basel III capital requirements for both our Company and Bank. Under these capital requirements and the regulatory framework for prompt corrective action, our Company and Bank must meet specific capital guidelines that involve quantitative measures of our Company and Bank’s assets, liabilities and certain off-balance-sheet items as calculated under regulatory accounting practices. Our Company’s and Bank’s capital amounts and classifications are also subject to qualitative judgments by regulators about components, risk weightings and other factors.\nQuantitative measures established by regulation require our Company and Bank to maintain certain minimum capital amounts and ratios. Federal bank regulators require our Company and Bank maintain minimum ratios of core capital to adjusted average assets of 4.0%, common equity tier 1 capital to risk-weighted assets of 4.5%, tier 1 capital to risk-weighted assets of 6.0% and total risk-based capital to risk-weighted assets of 8.0%. To be “well capitalized,” our Company and Bank must maintain minimum leverage, common equity tier 1 risk-based, tier 1 risk-based and total risk-based capital ratios of at least 5.0%, 6.5%, 8.0% and 10.0%, respectively. At June 30, 2023, our Company and Bank met all the capital adequacy requirements to which they were subject to and were “well capitalized” under the regulatory framework for prompt corrective action. Management believes that no conditions or events have occurred since June 30, 2023 that would materially adversely change the Company’s and Bank’s capital classifications. From time to time, we may need to raise additional capital to support our Company’s and Bank’s further growth and to maintain their “well capitalized” status.\nThe Company and Bank both elected the five-year CECL transition guidance for calculating regulatory capital and ratios. The amounts in the following table reflect this election. This guidance allowed an entity to add back to regulatory capital 100% of the impact of the day one CECL transition adjustment and 25% of the subsequent increases to the allowance for credit losses through June 30, 2022. Beginning with fiscal year 2023, this cumulative amount is phased out of regulatory capital at 25% per year until it is 100% phased out of regulatory capital beginning in fiscal year 2026.\n56\nTable of Cont\nents\nThe Company’s and Bank’s capital ratios and requirements were as follows:\nMinimum Capital Requirement\nMinimum Capital Requirement with Capital Buffer \nMinimum to Be Well \nCapitalized\nJune 30,\n2023\n2022\n2021\nRegulatory Capital Ratios (Company):\nTier 1 leverage ratio\n8.96 \n%\n9.25 \n%\n8.82 \n%\n4.00 \n%\n4.00 \n%\nN/A\nCommon equity tier 1 capital ratio\n10.94 \n%\n9.86 \n%\n11.36 \n%\n4.50 \n%\n7.00 \n%\nN/A\nTier 1 risk-based capital ratio\n10.94 \n%\n9.86 \n%\n11.36 \n%\n6.00 \n%\n8.50 \n%\nN/A\nTotal risk-based capital ratio\n13.82 \n%\n12.73 \n%\n13.78 \n%\n8.00 \n%\n10.50 \n%\nN/A\nRegulatory Capital Ratios (Bank):\nTier 1 leverage ratio\n9.68 \n%\n10.65 \n%\n9.45 \n%\n4.00 \n%\n4.00 \n%\n5.00 \n%\nCommon equity tier 1 capital ratio\n11.63 \n%\n11.24 \n%\n12.28 \n%\n4.50 \n%\n7.00 \n%\n6.50 \n%\nTier 1 risk-based capital ratio\n11.63 \n%\n11.24 \n%\n12.28 \n%\n6.00 \n%\n8.50 \n%\n8.00 \n%\nTotal risk-based capital ratio\n12.50 \n%\n12.01 \n%\n13.21 \n%\n8.00 \n%\n10.50 \n%\n10.00 \n%\nAxos Clearing Capital Requirements. \nPursuant to the net capital requirements of the Exchange Act, Axos Clearing, is subject to the SEC Uniform Net Capital (Rule 15c3-1 of the Exchange Act). Under this rule, Axos Clearing has elected to operate under the alternate method and is required to maintain minimum net capital of $250,000 or 2% of aggregate debit balances arising from client transactions, as defined. Under the alternate method, Axos Clearing may not repay subordinated debt, pay cash distributions, or make any unsecured advances or loans to its parent or employees if such payment would result in net capital of less than 5% of aggregate debit balances or less than 120% of its minimum dollar requirement.\nThe net capital position of Axos Clearing was as follows:\n(Dollars in thousands)\nJune 30, 2023\nJune 30, 2022\nNet capital\n$\n35,221 \n$\n38,915 \nLess: required net capital\n5,316 \n6,250 \nExcess capital\n$\n29,905 \n$\n32,665 \nNet capital as a percentage of aggregate debit items\n13.25 \n%\n12.45 \n%\nNet capital in excess of 5% aggregate debit items\n$\n21,930 \n$\n23,290 \nAxos Clearing, as a clearing broker, is subject to SEC Customer Protection Rule (Rule 15c3-3 of the Exchange Act) which requires segregation of funds in a special reserve account for the benefit of customers. At June 30, 2023, the Company calculated a deposit requirement of $169.5 million and maintained a deposit of $116.8 million. On July 5, 2023, Axos Clearing made a deposit of $81.0 million to satisfy the deposit requirement. At June 30, 2022, the Company calculated a deposit requirement of $286.9 million and maintained a deposit of $335.8 million. On July 1, 2022, Axos Clearing made a withdrawal of excess deposits of $39.0 million.\nCertain broker-dealers have chosen to maintain brokerage customer accounts at Axos Clearing. To allow these broker-dealers to classify their assets held by the Company as allowable assets in their computation of net capital, the Company computes a separate reserve requirement for Proprietary Accounts of Brokers (PAB). At June 30, 2023, the Company calculated a deposit requirement of $26.8 million and maintained a deposit of $32.0 million. On July 1, 2023, Axos Clearing did not have to make a deposit to satisfy the deposit requirement. At June 30, 2022, the Company calculated a deposit requirement of $29.1 million and maintained a deposit of $36.3 million. On July 1, 2022, Axos Clearing made a withdrawal of $6.1 million of excess deposits.",
    "item7a": ">ITEM 7A. QUANTITATIVE AND QUALITATIVE DISCLOSURES ABOUT MARKET RISK\nMarket risk is defined as the sensitivity of income and capital to changes in interest rates, foreign currency exchange rates, commodity prices and other relevant market rates or prices. The primary market risk to which we are exposed is interest rate risk. Changes in interest rates can have a variety of effects on our business. In particular, changes in interest rates affect our net interest income, net interest margin, net income, the value of our securities portfolio, the volume of loans originated, and the amount of gain or loss on the sale of our loans.\n57\nTable of Cont\nents\nWe are exposed to different types of interest rate risk. These risks include lag, repricing, basis, prepayment and lifetime cap risk, each of which is described in further detail below:\nLag/Repricing Risk\n.\n Lag risk results from the inherent timing difference between the repricing of our adjustable rate assets and our liabilities. Repricing risk is caused by the mismatch of repricing methods between interest-earning assets and interest-bearing liabilities. Lag/repricing risk can produce short-term volatility in our net interest income during periods of interest rate movements even though the effect of this lag generally balances out over time. One example of lag risk is the repricing of assets indexed to the monthly treasury average (“MTA”). The MTA index is based on a moving average of rates outstanding during the previous 12 months. A sharp movement in interest rates in a month will not be fully reflected in the index for 12 months resulting in a lag in the repricing of our loans and securities based on this index. We expect more of our interest-earning assets will mature or reprice within one year than will our interest-bearing liabilities, resulting in a one year positive interest rate sensitivity gap (the difference between our interest rate sensitive assets maturing or repricing within one year and our interest rate sensitive liabilities maturing or repricing within one year, expressed as a percentage of total interest-earning assets). In a rising interest rate environment, an institution with a positive gap would generally be expected, absent the effects of other factors, to experience a greater increase in its yield on assets relative to its cost on liabilities, and thus an increase in its net interest income. If our interest-bearing liabilities lag in repricing is shorter, or reprices faster, than our interest-earning assets lag, then it would result in a reduction to our net interest income.\nBasis Risk\n.\n Basis risk occurs when assets and liabilities have similar repricing timing but repricing is based on different market interest rate indices. Our earning assets that reprice are directly tied to various indices, such as: U.S. Treasury, SOFR, Ameribor, BSBY, Eleventh District Cost of Funds, Federal Funds (“Fed Funds”), Interest Rate on Excess Reserves (“IOER”), Prime and, until June 30, 2023, LIBOR. Generally, our deposit rates are not directly tied to these same indices. A portion of the Bank’s deposits are based on administrative rates controlled by management and the remaining portion are directly tied to Fed Funds. Certain debt is linked to Fed Funds and, until June 30, 2023, LIBOR. Therefore, if liability-linked indices rise faster than asset-linked indices and there are no other changes in our asset/liability mix, our net interest income will likely decline due to basis risk.\nPrepayment Risk\n.\n Prepayment risk results from the right of customers to pay their loans prior to maturity. Generally, loan prepayments increase in falling interest rate environments and decrease in rising interest rate environments. In addition, prepayment risk results from the right of customers to withdraw their time deposits before maturity. Generally, early withdrawals of time deposits increase during rising interest rate environments and decrease in falling interest rate environments. When estimating the future performance of our assets and liabilities, we make assumptions as to when and how much of our loans and deposits will be prepaid. If the assumptions prove to be incorrect, the asset or liability may perform differently than expected. In 2022 and 2021, the Bank experienced high rates of loan prepayments due to historically low interest rates; however, as interest rates increased throughout 2023 loan prepayments have slowed considerably.\nLifetime Cap Risk\n.\n Our adjustable rate loans have lifetime interest rate caps. In periods of rising interest rates, it is possible for the fully indexed interest rate (index rate plus the margin) to exceed the lifetime interest rate cap. This feature prevents the loan from repricing to a level that exceeds the cap’s specified interest rate, thus adversely affecting net interest income in periods of relatively high interest rates. On a weighted-average basis, our adjustable rate loans at June 30, 2023 had lifetime rate caps that were 601 basis points greater than their current stated note rates. If market rates rise by more than the interest rate cap, we will not be able to increase these loan rates above the interest rate cap.\nThe principal objective of our asset/liability management is to manage the sensitivity of market value of equity (“MVE”) to changing interest rates. Asset/liability management is governed by policies reviewed and approved annually by our Board of Directors. Our Board of Directors has delegated the responsibility to oversee the administration of these policies to the Bank’s asset/liability committee (“ALCO”). The interest rate risk strategy currently deployed by ALCO is to primarily use “natural” balance sheet hedging. ALCO makes adjustments to the overall MVE sensitivity by recommending investment and borrowing strategies. The management team then executes the recommended strategy by increasing or decreasing the duration of the investments and borrowings, resulting in the appropriate level of market risk the Board of Directors wants to maintain. Other examples of ALCO policies designed to reduce our interest rate risk include limiting the premiums paid to purchase mortgage loans or mortgage-backed securities. This policy addresses mortgage prepayment risk by capping the yield loss from an unexpected high level of mortgage loan prepayments. At least once a quarter, ALCO members report to our Board of Directors the status of our interest rate risk profile.\nWe measure interest rate sensitivity as the difference between amounts of interest-earning assets and interest-bearing liabilities that mature within a given period of time. The difference, or the interest rate sensitivity gap, provides an indication of the extent to which an institution’s interest rate spread will be affected by changes in interest rates. A gap is considered positive when the amount of interest rate sensitive assets exceeds the amount of interest rate sensitive liabilities and negative when the amount of interest rate sensitive liabilities exceeds the amount of interest rate sensitive assets. In a rising interest rate \n58\nTable of Cont\nents\nenvironment, an institution with a positive gap would be in a better position than an institution with a negative gap to invest in higher yielding assets or to have its asset yields adjusted upward, which would result in the yield on its assets to increase at a faster pace than the cost of its interest-bearing liabilities. During a period of falling interest rates, however, an institution with a positive gap would tend to have its assets mature at a faster rate than one with a negative gap, which would tend to reduce the growth in its net interest income.\nBanking Business\nThe following table sets forth the amounts of interest earning assets and interest bearing liabilities that were outstanding at June 30, 2023 and the portions of each financial instrument that are expected to mature or reset interest rates in each future period:\nTerm to Repricing, Repayment, or Maturity at\nJune 30, 2023\n(Dollars in thousands)\nSix Months or Less\nOver Six \nMonths Through \nOne Year\nOver One\nYear\nthrough\nFive Years\nOver Five\nYears\nTotal\nInterest-earning assets:\nCash and cash equivalents\n$\n2,164,284 \n$\n— \n$\n— \n$\n— \n$\n2,164,284 \nMortgage-backed and other investment securities\n1\n209,049 \n2,526 \n14,017 \n13,790 \n$\n239,382 \nStock of the FHLB, at cost\n17,250 \n— \n— \n— \n$\n17,250 \nLoans\n2\n11,444,889 \n1,252,109 \n3,762,452 \n142,313 \n$\n16,601,763 \nLoans held for sale\n23,979 \n— \n— \n— \n$\n23,979 \nTotal interest-earning assets\n13,859,451 \n1,254,635 \n3,776,469 \n156,103 \n19,046,658 \nNon-interest-earning assets\n— \n— \n— \n371,219 \n$\n371,219 \nTotal assets\n$\n13,859,451 \n$\n1,254,635 \n$\n3,776,469 \n$\n527,322 \n$\n19,417,877 \nInterest-bearing liabilities:\nInterest-bearing deposits\n3\n$\n8,087,273 \n$\n6,056,512 \n$\n164,276 \n$\n— \n$\n14,308,061 \nAdvances from the FHLB\n— \n— \n30,000 \n60,000 \n$\n90,000 \nOther borrowings\n— \n— \n— \n— \n$\n— \nTotal interest-bearing liabilities\n8,087,273 \n6,056,512 \n194,276 \n60,000 \n14,398,061 \nOther non-interest-bearing liabilities\n— \n— \n— \n3,135,290 \n$\n3,135,290 \nStockholders’ equity\n— \n— \n— \n1,884,526 \n$\n1,884,526 \nTotal liabilities and equity\n$\n8,087,273 \n$\n6,056,512 \n$\n194,276 \n$\n5,079,816 \n$\n19,417,877 \nNet interest rate sensitivity gap\n$\n5,772,178 \n$\n(4,801,877)\n$\n3,582,193 \n$\n96,103 \n$\n4,648,597 \nCumulative gap\n$\n5,772,178 \n$\n970,301 \n$\n4,552,494 \n$\n4,648,597 \n$\n4,648,597 \nNet interest rate sensitivity gap—as a % of total interest-earning assets\n30.31 \n%\n(25.21)\n%\n18.81 \n%\n0.50 \n%\n24.41 \n%\nCumulative gap—as a % of total cumulative interest-earning assets\n30.31 \n%\n5.09 \n%\n23.90 \n%\n24.41 \n%\n24.41 \n%\n1\n \nComprised of U.S. government securities, mortgage-backed securities and other securities, which are classified as trading and available-for-sale. The table reflects contractual repricing dates.\n2\n \nLoans includes loan premiums, discounts and unearned fees. The table reflects either contractual repricing dates, or maturities. \n3\n \nThe table assumes that the principal balances for demand deposit and savings accounts will reprice in the first year.\nThe above table provides an approximation of the projected re-pricing of assets and liabilities at June 30, 2023 on the basis of contractual maturities, adjusted for anticipated prepayments of principal and scheduled rate adjustments. The loan and securities prepayment rates reflected are based on historical experience. For the non-maturity deposit liabilities, we use decay rates and rate adjustments based upon our historical experience. Actual repayments of these instruments could vary substantially if future experience differs from our historic experience.\nAlthough “gap” analysis is a useful measurement device available to management in determining the existence of interest rate exposure, its static focus as of a particular date makes it necessary to utilize other techniques in measuring exposure to changes in interest rates. For example, gap analysis is limited in its ability to predict trends in future earnings and makes no assumptions about changes in prepayment tendencies, deposit or loan maturity preferences or repricing time lags that may occur in response to a change in the interest rate environment.\n59\nTable of Cont\nents\nThe following table indicates the sensitivity of net interest income movements to parallel instantaneous shocks in interest rates for the 1-12 months and 13-24 months’ time periods. For purposes of modeling net interest income sensitivity the Bank assumes no growth in the balance sheet other than for retained earnings: \nAs of June 30, 2023\nFirst 12 Months\nNext 12 Months\n(Dollars in thousands)\nNet Interest Income\nPercentage Change from Base\nNet Interest Income\nPercentage Change from Base\nUp 200 basis points\n$\n1,072,045 \n20.1 \n%\n$\n1,064,324 \n9.7 \n%\nBase\n$\n892,695 \n— \n%\n$\n969,968 \n— \n%\nDown 200 basis points\n$\n795,482 \n(10.9)\n%\n$\n901,698 \n(7.0)\n%\nWe attempt to measure the effect market interest rate changes will have on the net present value of assets and liabilities, which is defined as market value of equity. We analyze the market value of equity sensitivity to an immediate parallel and sustained shift in interest rates derived from the underlying interest rate curves.\nThe following table indicates the sensitivity of market value of equity to the interest rate movement as described above:\nAs of June 30, 2023\n(Dollars in thousands)\nMarket Value of Equity\nPercentage\nChange from Base\nMVE as a\nPercentage of Assets\nUp 200 basis points\n$\n1,817,575 \n(1.4)\n%\n9.5 \n%\nUp 100 basis points\n$\n1,846,771 \n0.2 \n%\n9.6 \n%\nBase\n$\n1,843,498 \n— \n%\n9.5 \n%\nDown 100 basis points\n$\n1,841,132 \n(0.1)\n%\n9.5 \n%\nDown 200 basis points\n$\n1,812,345 \n(1.7)\n%\n9.2 \n%\nThe computation of the prospective effects of hypothetical interest rate changes is based on numerous assumptions, including relative levels of interest rates, asset prepayments, runoffs in deposits and changes in repricing levels of deposits to general market rates, and should not be relied upon as indicative of actual results. Furthermore, these computations do not take into account any actions that we may undertake in response to future changes in interest rates. Those actions include, but are not limited to, making changes in loan and deposit interest rates and changes in our asset and liability mix.\nSecurities Business\nOur Securities Business is exposed to market risk primarily due to its role as a financial intermediary in customer transactions, which may include purchases and sales of securities, securities lending activities, and in our trading activities, which are used to support sales, underwriting and other customer activities. We are subject to the risk of loss that may result from the potential change in value of a financial instrument as a result of fluctuations in interest rates, market prices, investor expectations and changes in credit ratings of the issuer.\nOur Securities Business is exposed to interest rate risk as a result of maintaining inventories of interest rate sensitive financial instruments and other interest earning assets including customer and correspondent margin loans and securities borrowing activities. Our exposure to interest rate risk is also from our funding sources including customer and correspondent cash balances, bank borrowings and securities lending activities. Interest rates on customer and correspondent balances and securities produce a positive spread with rates generally fluctuating in parallel.\nWith respect to securities held, our interest rate risk is managed by setting and monitoring limits on the size and duration of positions and on the length of time securities can be held. The majority of the interest rates on customer and correspondent margin loans are indexed and can vary daily. Our funding sources are generally short term with interest rates that can vary daily.\nAt June 30, 2023, Axos Clearing held municipal obligations classified as trading securities and had maturities greater than 10 years.\nOur Securities Business is engaged in various brokerage and trading activities that expose us to credit risk arising from potential non-performance from counterparties, customers or issuers of securities. This risk is managed by setting and \n60\nTable of Cont\nents\nmonitoring position limits for each counterparty, conducting periodic credit reviews of counterparties, reviewing concentrations of securities and conducting business through central clearing organizations.\nCollateral underlying margin loans to customers and correspondents and underlying securities lending activities is marked to market daily and additional collateral is obtained or refunded, as necessary.",
    "cik": "1299709",
    "cusip6": "05465C",
    "cusip": [
        "05465C100",
        "05465C950",
        "05465C900",
        "05465c100"
    ],
    "names": [
        "AXOS FINANCIAL INC"
    ],
    "source": "https://www.sec.gov/Archives/edgar/data/1299709/000129970923000198/0001299709-23-000198-index.htm"
}