{
    "item1": ">ITEM 1.         \nBUSINESS \n\n\n \n\n\nGENERAL\n\n\n \n\n\nNational Beverage Corp. innovatively refreshes America with a distinctive portfolio of sparkling waters, juices, energy drinks and, to a lesser extent, carbonated soft drinks. We believe our creative product designs, innovative packaging and imaginative flavors, along with our corporate culture and philosophy, make National Beverage unique as a stand-alone entity in the beverage industry.\n\n\n \n\n\nPoints of differentiation include the following:\n\n\n \n\n\nHealthy Transformation \n– We focus on developing and delighting consumers with healthier beverages in response to the global shift in consumer buying habits and lifestyles. We believe our portfolio satisfies the preferences of a diverse mix of consumers including ‘crossover consumers’ – a growing group desiring healthier alternatives to artificially sweetened or high-calorie beverages.\n\n\n \n\n\nCreative Innovations \n–\n \nBuilding on a rich tradition of flavor and brand innovation with more than a 130-year history of development with iconic brands such as Shasta® and Faygo®, we have extended our flavor and essence leadership and technical expertise to the sparkling water category. Proprietary flavors and our naturally-essenced beverages are developed and tested in-house and made commercially available only after extensive concept and sensory evaluation. Our variety of distinctive flavors provides us a unique advantage with today’s consumers who demand variety and refreshing beverage alternatives.\n\n\n \n\n\nInnovation Ethic\n – We believe that innovative marketing, packaging and consumer engagement is more effective in today’s marketplace than traditional higher-cost national advertising. In addition to our cost-effective social media platforms, we utilize regionally-focused marketing programs and in-store “brand ambassadors” to interact with and obtain feedback from our consumers. We also believe the design of our packages and the overall optical effect of their placement on the shelf (“shelf marketing”) has become more important as millennials and younger generations become increasingly influential consumers, and are now influencing baby boomers and older generations.\n\n\n \n\n\n\n\n\n\n\n\n\n       1\n     \n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTable of Contents\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\nPresently, our primary market focus is the United States and Canada. Certain of our products are also distributed on a limited basis in other countries and options to expand distribution to other regions are being considered.\n\n\n \n\n\nNational Beverage Corp. is incorporated in Delaware and began trading as a public company on the NASDAQ Stock Market in 1991. In this report, the terms “we,” “us,” “our,” “Company” and “National Beverage” mean National Beverage Corp. and its subsidiaries unless indicated otherwise.\n\n\n \n\n\nBRANDS\n\n\n \n\n\nOur brands consist of beverages geared to the active and health-conscious consumer (“Power+ Brands”) including sparkling waters, energy drinks, and juices. Our portfolio of Power+ Brands includes LaCroix®, LaCroix Cúrate®, and LaCroix NiCola® sparkling water products; Clear Fruit®; Rip It® energy drinks and shots; and Everfresh®, Everfresh Premier Varietals™ and Mr. Pure® 100% juice and juice-based products. Additionally, we produce and distribute carbonated soft drinks (“CSDs”) including Shasta® and Faygo®, iconic brands whose consumer loyalty spans more than 130 years.\n\n\n\n     \n  \n\n\n \n\n\n\n\n\n\n\n\n\n       2\n     \n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTable of Contents\n\n\n\n\n\n\n\n\n\n\n \n\n\nPower+ Brands \n–\n\n\n \n\n\nLaCroix\n\n\n \n\n\n\n\n Continual flavor and packaging innovations for LaCroix in recent years include the unique flavor of Cherry Blossom – a botanical twist of sweet and just a ‘kiss’ of tart. The distinctive taste and stunning packaging of Cherry Blossom conveys the ‘Dazzling Taste of Spring!’ The launch of Cherry Blossom featured an integrated effort involving social and outdoor media, spot radio, consumer sampling and attractive retail in-store displays. In June 2022, PEOPLE Magazine recognized LaCroix Cherry Blossom as the winner of the Flavored Water Category in the PEOPLE’s Food Awards 2022. PEOPLE described Cherry Blossom as “spring in a can…with fruity, lightly floral notes.”          \n\n\n \n\n\nCherry Blossom joined the innovative trio of Beach Plum, Black Razzberry and Guava São Paulo launched in the fourth quarter of fiscal year 2021. Beach Plum excites the imagination and inspires dreams of summer with the delectable coolness of the luscious fruit native to the east coast of the U.S.; the sweet twist of Black Razzberry makes taste buds sing with decadent, smooth and irresistible fruit flavor; and consumers savor the sweet tropical delicacy and vibrant essence of Guava São Paulo.\n\n\n \n\n\nOther successful LaCroix additions include Hi-Biscus, a unique flavor that adds the delicate essence of the hibiscus flower to sparkling water; the enticing savor of LimonCello, which instantly transports fans to the Italian Riviera; and the refreshing taste of Pastèque, which captures the lusciousness of a sweet picnic watermelon.\n\n\n\n     \n  \n\n\n \n\n\n\n\n \n\n\nLaCroix’s dynamic ‘theme’ LaCroix Cúrate® (‘Cure Yourself’) celebrates French sophistication with Spanish zest and bold flavor pairings. Packaged in sleek 12 oz. tall cans, popular flavors include Cerise Limón, which pairs sweet cherry with tangy lime for a tasteful infusion that tickles the senses; Piña Fraise, an aromatic combination of pineapple and ripe strawberries that creates a tropical blend delight; and Múre Pepino, which combines sweet and sour blackberry notes with crisp cucumber to create a sensory and taste sensation. \n\n\n\n     \n  \n\n\n \n\n\n\n\n\n\n\n\n\n       3\n     \n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTable of Contents\n\n\n\n\n\n\n\n\n\n\n \n\n\nAdditional LaCroix flavors are in development that will continue to feature unique packaging and flavor concepts designed to capitalize on LaCroix brand loyalty and popularity of the sparkling water category.\n\n\n \n\n\nEverfresh and Mr. Pure\n\n\n \n\n\n\n\n Everfresh Premier Varietals, a unique theme from Everfresh, is positioned as a stand-alone brand for display in the produce section of supermarkets. Everfresh Premier Varietals is a premium line of apple juice derived from a variety of apples specific to the taste of the varietal, such as Granny Smith, McIntosh, Honey Crisp, Golden Delicious, Fuji and Pink Lady.\n\n\n \n\n\n \n\n\n \n\n\n\n     \n  \n\n\n \n\n\n\n\n \n\n\nClear Fruit is a crisp, clear, non-carbonated water beverage enhanced with fruit flavors. Clear Fruit is available in 14 delicious flavors, including consumer favorites Cherry Blast, Strawberry Watermelon, and Fruit Punch. Clear Fruit is available in 20-ounce and 16.9-ounce bottles with consumer-favored sports caps.\n\n\n \n\n\n \n\n\n\n     \n  \n\n\n \n\n\nRip It\n\n\n \n\n\n\n\n\n     \n  \n\n\n \n\n\n\n\n\n\n\n\n\n       4\n     \n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTable of Contents\n\n\n\n\n\n\n\n\n\n\n \n\n\nCarbonated Soft Drinks \n–\n \n\n\n \n\n\n\n\n \n\n\n\n\n \n\n\nMany of our carbonated soft drink brands enjoy a regional identification that we believe fosters long-term consumer loyalty and makes them more competitive as a consumer choice. In addition, products produced locally often generate retailer-sponsored promotional activities and receive media exposure through community activities rather than costly national advertising.\n\n\n \n\n\nIn recent years, we reformulated many of our brands to reduce caloric content while still preserving their time-tested flavor profiles. Our brands, optically and ingredient-wise, are continually evolving. We always strive to make all our drinks healthier while maintaining their iconic taste profiles.\n\n\n \n\n\n\n     \n  \n\n\n \n\n\nPRODUCTION\n\n\n \n\n\n\n\n We believe the innovative and controlled vertical integration of our production facilities provides an advantage over certain of our competitors that rely on independent third-party bottlers to manufacture and market their products. Since we control all production, distribution and marketing of our brands, we believe we can more effectively manage quality control and consumer appeal while responding quickly to changing market conditions.\n\n\n\n     \n  \n\n\n \n\n\n\n\n\n\n\n\n\n       5\n     \n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTable of Contents\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n \n\n\nDISTRIBUTION \n\n\n \n\n\nTo service a diverse customer base that includes numerous national retailers, as well as thousands of smaller “up-and-down-the-street” accounts, we utilize a hybrid distribution system to deliver our products through three primary distribution channels: take-home, convenience and food-service.\n\n\n \n\n\n\n\n \n\n\nWarehouse distribution system products are shipped from our production facilities to the retailer’s centralized distribution centers and then distributed by the retailer to each of its store locations with other goods. This method allows our retail partners to further maximize their assets by utilizing their ability to pick-up product at our warehouses, thus lowering their/our product costs. Products sold through the direct-store delivery system are distributed directly to the customer’s retail outlets by our direct-store delivery fleet and by independent distributors.\n\n\n \n\n\nWe distribute our products to the convenience channel through our own direct-store delivery fleet and those of independent distributors. The convenience channel consists of convenience stores, gas stations and other smaller “up-and-down-the-street” accounts. Because of the higher retail prices and margins that typically prevail, we have developed packaging and graphics specifically targeted to this market.\n\n\n \n\n\nOur food-service division distributes products to independent, specialized distributors who sell to hospitals, schools, military bases, hotels and food-service wholesalers. Also, our Company-owned direct-store delivery fleet distributes products to schools and food-service locations.\n\n\n\n     \n  \n\n\n \n\n\n\n\n\n\n\n\n\n       6\n     \n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTable of Contents\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\nOur take-home, convenience and food-service operations use vending machines and glass-door coolers as marketing and promotional tools for our brands. We provide vending machines and coolers on a placement or purchase basis to our customers. We believe vending and cooler equipment expands on-site visual trial, thereby increasing sales and enhancing brand awareness.\n\n\n\n\n\n\n\n\n \n\n\n \n\n\nSALES AND MARKETING\n\n\n \n\n\n\n\n \n\n\nOur marketing emphasizes programs designed to reach consumers directly through innovative digital marketing, digital social marketing, social media engagement, sponsorships and creative content. We are focused on increasing our digital presence and capabilities to further enhance the consumer experience across our brands. We periodically retain agencies to assist with social media content creative and platform selection for our brands.\n\n\n \n\n\nAdditionally, we maintain and enhance consumer brand recognition and loyalty through a combination of participation in regional events, special event marketing, endorsements, consumer coupon distribution and product sampling. We also offer numerous promotional programs to retail customers, including cooperative advertising support, ‘Brand\nED\n’ ambassadors, in-store promotional activities and other incentives. These elements allow marketing and other consumer programs to be tailored to meet local and regional demographics. Additionally, the Company’s ‘MerchMx’ representatives work to develop a rapport with store managers for the purpose of optimizing shelf space, building displays, placing point-of-sale materials and expanding distribution.\n\n\n\n\n \n\n\n\n     \n  \n\n\nRAW MATERIALS \n\n\n \n\n\nOur centralized procurement group maintains relationships with numerous suppliers of ingredients and packaging. By consolidating the purchasing function for our production facilities, we believe we procure more competitive arrangements with our suppliers, thereby enhancing our ability to compete as an efficient producer of beverages.\n\n\n\n     \n  \n\n\n \n\n\n\n\n\n\n\n\n\n       7\n     \n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTable of Contents\n\n\n\n\n\n\n\n\n\n\n \n\n\nThe products we produce and sell are made from various materials including aluminum cans, glass and plastic bottles, water, carbon dioxide, juice and flavor concentrates, sweeteners, cartons and closures. We craft a substantial portion of our flavors and concentrates while purchasing the remaining raw materials from multiple suppliers.\n\n\n Substantially all of the materials and ingredients we purchase are available from several suppliers, although strikes, weather conditions, utility shortages, governmental control or regulations, national emergencies, quality, price or supply fluctuations or other events outside our control could adversely affect the supply of specific materials. A significant portion of our raw material purchases, including aluminum cans, plastic bottles, high fructose corn syrup, corrugated packaging and juice concentrates, are derived from commodities. Therefore, pricing and availability tend to fluctuate based upon worldwide commodity market conditions. In certain cases, we may elect to enter into multi-year agreements for the supply of these materials with one or more suppliers, the terms of which may include variable or fixed pricing, minimum purchase quantities and/or the requirement to purchase all supplies for specified locations. Additionally, we use derivative financial instruments to partially mitigate our exposure to changes in certain raw material costs.\n\n\n \n\n\n \n\n\nSEASONALITY\n\n\n \n\n\n\n\n \n\n\n\n     \n  \n\n\n \n\n\nCOMPETITION\n\n\n \n\n\nWhile LaCroix Sparkling Water is the brand of choice as the number one premium domestic sparkling water throughout the United States, the beverage industry is highly competitive and our competitive position may vary by market area. Our products compete with many varieties of liquid refreshment, including water products, soft drinks, juices, fruit drinks, energy drinks and sports drinks, as well as powdered drinks, coffees, teas, dairy-based drinks, functional beverages and various other nonalcoholic beverages. We compete with bottlers and distributors of national, regional and private label products. Several competitors, including those that dominate the beverage industry, such as Nestlé S.A., PepsiCo and The Coca-Cola Company, have greater financial resources than we have and aggressive promotion of their products may adversely affect sales of our brands.\n\n\n \n\n\n\n\n\n\n\n\n\n       8\n     \n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTable of Contents\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n     \n  \n\n\n\n\n \n\n\n \n\n\nTRADEMARKS\n\n\n \n\n\nWe own numerous trademarks for our brands that are significant to our business. We intend to continue to maintain all registrations of our significant trademarks and use the trademarks in the operation of our businesses.\n\n\n \n\n\n\n     \n  \n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\nGOVERNMENTAL REGULATION\n\n\n \n\n\nThe production, distribution and sale of our products in the United States are subject to the Federal Food, Drug and Cosmetic Act; the Dietary Supplement Health and Education Act of 1994; the Occupational Safety and Health Act; various environmental statutes; and various other federal, state and local statutes regulating the production, transportation, sale, safety, advertising, labeling and ingredients of such products. We believe that we are in compliance, in all material respects, with such existing legislation.\n\n\n \n\n\nCertain states and localities require a deposit or tax on the sale of certain beverages. These requirements vary by each jurisdiction. Similar legislation has been or may be proposed in other states or localities or by Congress. We are unable to predict whether such legislation will be enacted but believe its enactment would not have a material adverse impact on our business, financial condition or results of operations.\n\n\n \n\n\nAll of our facilities in the United States are subject to federal, state and local environmental laws and regulations. Compliance with these provisions has not had any material adverse effect on our financial or competitive position. We believe our current practices and procedures for the control and disposition of toxic or hazardous substances comply in all material respects with applicable law.\n\n\n \n\n\n\n\n\n\n\n\n\n       9\n     \n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTable of Contents\n\n\n\n\n\n\n\n\n\n\n \n\n\nHUMAN CAPITAL\n\n\n \n\n\nAs of April 29, 2023, we employed approximately 1,593 people, of which 374 are covered by collective bargaining agreements. These collective bargaining agreements generally address working conditions, as well as wage rates and benefits, and expire over varying terms over the next several years. We believe these agreements can be renegotiated on terms satisfactory to us as they expire and we believe we maintain good relationships with our employees and their representative organizations.\n\n\n \n\n\nWe support a culture of diversity and inclusion that mirrors the markets we serve. We take a comprehensive view of diversity and inclusion across different races, ethnicities, religions and expressions of gender and sexual identity. Approximately 62 percent and 24 percent of our employee base identify as persons of color or female, respectively.\n\n\n \n\n\nOur compensation programs are designed to ensure we attract and retain talent while maintaining alignment with market compensation. We utilize a mix of short-term incentive programs throughout the organization and provide long-term incentive programs to more senior employees generally through stock-based compensation programs. We offer competitive employee benefits that are effective in attracting and retaining talent and are designed to support the physical, mental and financial health of our employees. Our employee benefits program includes comprehensive health, dental, life and disability, and profit-sharing benefits.\n\n\n \n\n\nOur operating philosophy emphasizes the health and safety of our employees. Our operations personnel, supplemented by risk management professionals, review all aspects of employee tasks and work environment to minimize risk. We strive to achieve an injury-free work environment in our operations. Key to these efforts are data analysis and preventative actions. We measure and benchmark lost-time incident rate, a reliable indication of total recordable injuries rate and severity, and use a risk- reduction process that thoroughly analyzes injuries and near misses.\n\n\n \n\n\nDuring the COVID-19 pandemic, we took comprehensive measures to safeguard the well-being of our employees. These measures included enhanced sanitation procedures, physical distancing, and other health protocols. We continue to monitor the health and safety of our work force.\n\n\n \n\n\n \n\n\nSUSTAINABILITY \n\n\n \n\n\nNational Beverage Corp. is dedicated to sustainable operations and responsible business initiatives. All our beverage products are produced in the U.S., providing thousands of jobs in local communities and boasting a lower carbon footprint than imported brands. In addition, the majority of our products are delivered through the warehouse distribution system which provides more efficient and lower greenhouse gas emissions than direct-store delivery systems.\n\n\n \n\n\nWater is critical to our business, and we periodically conduct water quality assessments on a variety of measurements. All of our packaging is recyclable and we continually focus on reducing packaging content. More than 80% of our products are in aluminum cans, which generally contain approximately 73% recycled material. Each of our facilities has programs in place designed to minimize the use of water, energy, and other natural resources.\n\n\n \n\n\n\n\n\n\n\n\n\n       10\n     \n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTable of Contents\n\n\n\n\n\n\n\n\n\n\n \n\n\nAVAILABLE INFORMATION\n\n\n \n\n\nOur Annual Reports on Form 10-K, Quarterly Reports on Form 10-Q, Current Reports on Form 8-K, proxy statements and amendments to those reports are available free of charge on our website at \nwww.nationalbeverage.com\n as soon as reasonably practicable after such reports are electronically filed with the Securities and Exchange Commission. In addition, our Code of Ethics is available on our website. The information on the Company’s website is not part of this Annual Report on Form 10-K or any other report that we file with, or furnish to, the Securities and Exchange Commission.\n\n\n \n\n\n \n\n",
    "item1a": ">ITEM 1A.         \nRISK FACTORS\n\n\n \n\n\nIn addition to other information in this Annual Report on Form 10-K, the following risk factors should be considered carefully in evaluating the Company’s business. Our business, financial condition, results of operations and cash flows could be materially and adversely affected by any of these risks. Additional risks and uncertainties, including risks and uncertainties not presently known to the Company, or that the Company currently deems immaterial, may also impair our business, financial position, results of operations and cash flows.\n\n\n \n\n\nBrand image and consumer preferences.\n Our beverage portfolio is comprised of a number of unique brands with reputations and consumer loyalty that have been built over time. Our investments in social media and marketing as well as our strong commitment to product quality are intended to have a favorable impact on brand image and consumer preferences. Unfavorable publicity, or allegations of quality issues, even if false or unfounded, may tarnish our reputation and brand image and cause consumers to choose other products. In addition, if we do not adequately anticipate and react to changing demographics, consumer trends, health concerns and product preferences, our financial position could be adversely affected.\n\n\n \n\n\nCompetition. \nThe beverage industry is extremely competitive. Our products compete with a broad range of beverage products, most of which are manufactured and distributed by companies with substantially greater financial, marketing and distribution resources. Discounting and other actions by our competitors could adversely affect our ability to sustain revenues and profits.\n\n\n \n\n\nCustomer relationships. \nOur retail customer base has been consolidating over many years resulting in fewer customers with increased purchasing power. This increased purchasing power can limit our ability to increase pricing for our products with certain of our customers. Additionally, e-commerce transactions and value stores are experiencing rapid growth. Our inability to adapt to customer requirements could lead to a loss of business and adversely affect our financial position.\n\n\n \n\n\nRaw materials and energy.\n The production of our products is dependent on certain raw materials, including aluminum, resin, corn, linerboard, water and fruit juice. In addition, the production and distribution of our products is dependent on energy sources, including natural gas, diesel fuel, carbon dioxide and electricity. These items are subject to supply chain disruptions and price volatility caused by numerous factors. Commodity price increases ultimately result in a corresponding increase in the cost of raw materials and energy. We may be limited in our ability to pass these increases on to our customers or may incur a loss in sales volume to the extent price increases are taken. In addition, strikes, weather conditions, governmental controls, tariffs, national emergencies, natural disasters, supply shortages or other events could affect our continued supply and cost of raw materials and energy. If raw materials or energy costs increase, or their availability is limited, our financial position could be adversely affected.\n\n\n \n\n\n\n\n\n\n\n\n\n       11\n     \n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTable of Contents\n\n\n\n\n\n\n\n\n\n\n \n\n\nGovernmental regulation. \nOur business and properties are subject to various federal, state and local laws and regulations, including those governing the production, packaging, quality, labeling and distribution of beverage products. In addition, various governmental agencies have enacted or are considering changes in corporate tax laws as well as additional taxes on soft drinks and other sweetened beverages. Compliance with or changes in existing laws or regulations could require material expenses and negatively affect our financial position.\n\n\n \n\n\nSustained increases in the cost of employee wages and benefits.\n Our profitability is affected by the cost of employee wages as well as medical and other benefits provided to employees, including employees covered under collective bargaining agreements and multi-employer pension plans. Competition in the labor marketplace for qualified employees has led to increased costs, such as higher wages and benefit costs in order to recruit and retain employees. A prolonged labor shortage or inflation in labor costs could adversely impact our financial results.\n\n\n \n\n\nUnfavorable weather conditions.\n Unfavorable weather conditions could have an adverse impact on our revenue and profitability. Unusually cold or rainy weather may temporarily reduce demand for our products and contribute to lower sales, which could adversely affect our profitability for such periods. Prolonged drought conditions in the geographic regions in which we do business could lead to restrictions on the use of water, which could adversely affect our ability to produce and distribute products.\n\n\n \n\n\nDependence on key personnel.\n Our performance significantly depends upon the continued contributions of our executive officers and key employees, both individually and as a group, and our ability to retain and motivate them. Our officers and key personnel have many years of experience with us and in our industry and it may be difficult to replace them. If we lose key personnel or are unable to recruit qualified personnel, our operations and ability to manage our business may be adversely affected.\n\n\n \n\n\nDependence on information technology and third-party service providers. \nWe use information technology and third-party service providers to support our business processes and activities. Continuity of business applications and services may in the future be disrupted by events such as infection by viruses or malware or other cybersecurity breaches or attacks; issues with systems’ maintenance or security; power outages; hardware or software failures; telecommunication failures; natural disasters; and other catastrophic occurrences. If our controls, disaster recovery and business continuity plans or those of our third party providers do not effectively respond to or resolve the issues related to any such disruptions in a timely manner, our sales, financial condition and results of operations may be adversely affected.\n\n\n \n\n\n \n\n",
    "item7": ">ITEM 7.\n\n\n \nMANAGEMENT\n’\nS DISCUSSION AND ANALYSIS OF FINANCIAL \nCONDITION AND RESULTS OF OPERATIONS\n \n\n\n \n\n\n \n\n\nOVERVIEW\n\n\n \n\n\nThe following Management’s Discussion and Analysis of Operations is intended to provide information\n\n\nabout the Company’s operations and business environment and should be read in conjunction with our Consolidated Financial Statements and the accompanying Notes contained in Item 8 of this report.\n\n\n \n\n\nNational Beverage Corp. innovatively refreshes America with a distinctive portfolio of sparkling waters, juices, energy drinks (Power+ Brands) and, to a lesser extent, carbonated soft drinks. We believe our creative product designs, innovative packaging and imaginative flavors, along with our corporate culture and philosophy, make National Beverage unique as a stand-alone entity in the beverage industry.\n\n\n \n\n\nNational Beverage Corp., in recent years, has transformed to an innovative, healthier refreshment company. From our corporate philosophy, development of products and marketing to manufacturing, we are converting consumers to a ‘\nBetter for You\n’\n \nthirst quencher that compassionately cares for their nutritional health. We are committed to our quest to innovate for the joy, benefit and enjoyment of our consumers’ healthier lifestyle!\n\n\n \n\n\nWe believe our brands are uniquely positioned in three distinctive ways:\n\n\n \n\n\n\n\n\n\n\n\n \n\n\n \n(1)\n \n\n\n \nThe new consumer is the most competent/knowledgeable product analyzer ever, and personal mental/physical lifestyles demand that healthier is their preferred choice. Calories must qualify as worthy; sugar being enemy #1 in the life of the Millennial and younger consumers.\n \n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n \n\n\n \n(2)\n \n\n\n \nThe retail industry is in a revolution. In prior years, each retailer induced their consumer with a proprietary brand (especially soft drinks), but today understands that the well-informed, smart consumer is demanding that retailers provide recognizable brands that have earned their respective consumer standing on their merits.\n \n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n \n\n\n \n(3)\n \n\n\n \nRetail today is in the most competitively-indexed service industry, without exception. Innovation, plus the urgent time demands on the consumer, requires quick, expedient shopping. Home delivery is even more of a current shoppers’ choice. Retailers cannot carry slower-moving items that home delivery will not support.\n \n\n\n\n\n\n\n\n\n \n\n\nOur strategy seeks the profitable growth of our products by (i) developing healthier beverages in response to the global shift in consumer buying habits and tailoring our beverage portfolio to the preferences of a diverse mix of ‘crossover consumers’ – a growing group desiring a healthier alternative to artificially sweetened and high-caloric beverages; (ii) emphasizing unique flavor development and variety throughout our brands that appeal to multiple demographic groups; (iii) maintaining points of difference through innovative marketing, packaging and consumer engagement and (iv) responding faster and more creatively to changing consumer trends than larger competitors who are burdened by legacy production and distribution complexity and costs.\n\n\n \n\n\n\n\n\n\n\n\n\n       15\n     \n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTable of Contents\n\n\n\n\n\n\n\n\n\n\n \n\n\nPresently, our primary market focus is the United States and Canada. Certain of our products are also distributed on a limited basis in other countries and options to expand distribution to other regions are being considered. To service a diverse customer base that includes numerous national retailers, as well as thousands of smaller “up-and-down-the-street” accounts, we utilize a hybrid distribution system consisting of warehouse and direct-store delivery. The warehouse delivery system allows our retail partners to further maximize their assets by utilizing their ability to pick up product at our warehouses, further lowering their/our product costs.\n\n\n \n\n\nNational Beverage Corp. is incorporated in Delaware and began trading as a public company on the NASDAQ Stock Market in 1991. In this report, the terms “we,” “us,” “our,” “Company” and “National Beverage” mean National Beverage Corp. and its subsidiaries unless indicated otherwise.\n\n\n \n\n\nOur operating results are affected by numerous factors, including fluctuations in the costs of raw materials, holiday and seasonal programming and weather conditions. While prior years witnessed more seasonality, higher sales are realized during the summer when outdoor activities are more prevalent.\n\n\n \n\n\nTraditional and typical are not a part of an innovator’s vocabulary.\n\n\n \n\n\n\n\n\n     16\n   \n\n\n\n\n\n\n\n\n\n\nTable of Contents\n\n\n\n\n\n\n\n\n\n\n \n\n\nRESULTS OF OPERATIONS\n\n\n \n\n\nThe following section generally discusses the fiscal years ended April 29, 2023 (Fiscal 2023) and April 30, 2022 (Fiscal 2022) items and year-to-year comparisons between Fiscal 2023 and Fiscal 2022. Discussions of fiscal year ended May 1, 2021 (Fiscal 2021) items and year-to-year comparisons between Fiscal 2022 and Fiscal 2021 can be found in “Management’s Discussion and Analysis of Financial Condition and Results of Operations” in Part II, Item 7 of our Annual Report on Form 10-K for the year ended April 30, 2022, which is available free of charge on our website at \nwww.nationalbeverage.com\n.\n\n\n \n\n\nNet Sales\n\n\nNet sales for Fiscal 2023 increased 3.1% to $1,173 million compared to $1,138 million for Fiscal 2022. The increase in sales resulted from a 8.4% increase in average selling price offset in part by a 4.9% decline in case volume, which impacted both Power+Brands and carbonated soft drinks.\n\n\n \n\n\nGross Profit\n\n\nGross profit for Fiscal 2023 was $396.8 million compared to $417.8 million for Fiscal 2022. The average cost per case increased 13.4% and gross margin decreased to 33.8% from 36.7% for Fiscal 2022. The decrease in gross margin is due to increases in packaging, ingredients and freight costs offset in part by increased average selling price. Gross profit per case was flat.\n\n\n \n\n\nShipping and handling costs are included in selling, general and administrative expenses, the classification of which is consistent with many beverage companies. However, our gross margin may not be comparable to companies that include shipping and handling costs in cost of sales. See Note 1 of Notes to the Consolidated Financial Statements.\n\n\n \n\n\nSelling, General and Administrative Expenses\n\n\nSelling, general and administrative expenses were approximately $210 million for both Fiscal 2023, and Fiscal 2022. Marketing and shipping costs declined and were offset by increased administrative costs. The decline in marketing costs was primarily due to reduced programs with retail partners. As a percent of net sales, selling, general and administrative expenses declined to 17.9% from 18.4% in Fiscal 2022.\n\n\n \n\n\nOther (Expense) Income - Net\n\n\nOther (expense) income, net includes interest income of $2.3 million for Fiscal 2023 and $.1 million for Fiscal 2022.  The increase in interest income is due to increased average invested balances and higher return on investments. \n\n\n \n\n\nIncome Taxes\n\n\nOur effective tax rate was 23.7% for Fiscal 2023 and 23.6% for Fiscal 2022. The differences between the effective rate and the federal statutory rate of 21% were primarily due to the effects of state income taxes.\n\n\n \n\n\n\n\n\n     17\n   \n\n\n\n\n\n\n\n\n\n\nTable of Contents\n\n\n\n\n\n\n\n\n\n\n \n\n\nLIQUIDITY AND FINANCIAL CONDITION\n\n\n \n\n\nLiquidity and Capital Resources\n\n\nOur principal source of funds is cash generated from operations. At April 29, 2023, we had $158.1 million in cash and cash equivalents and maintained $150 million in unsecured revolving credit facilities, under which no borrowings were outstanding and $2.2 million was reserved for standby letters of credit. We believe that existing capital resources will be sufficient to meet our liquidity and capital requirements for the next twelve months. See Note 5 of Notes to the Consolidated Financial Statements.\n\n\n \n\n\nExpenditures for property, plant and equipment amounted to $22.0 million for Fiscal 2023 primarily for capital projects to expand our capacity, enhance sustainability and packaging capabilities and improve efficiencies at our production facilities. We intend to continue capacity and efficiency improvement projects in Fiscal 2024 and expect capital expenditures to be comparable to Fiscal 2022.\n\n\n \n\n\nPursuant to a management agreement, we incurred a fee to Corporate Management Advisors, Inc. (CMA) of $11.9 million for Fiscal 2023 and $11.4 million for Fiscal 2022. Included in current liabilities were amounts due CMA of $2.9 million at April 29, 2023 and $4.0 million at April 30, 2022. See Note 6 of Notes to the Consolidated Financial Statements.\n\n\n \n\n\nCash Flows\n\n\nDuring Fiscal 2023, $161.7 million was provided by operating activities, $22.0 million was used in investing activities and $29.7 million was used in financing activities. Cash provided by operating activities increased $28.5 million due to reduced net working capital other than cash, change in deferred taxes offset in part by lower net income. Cash used in investing activities decreased $7.1 million due to lower capital expenditures. Cash used in financing activities includes a $30 million repayment of our Loan Facility.\n\n\n \n\n\nFinancial Position\n\n\nDuring Fiscal 2023, our working capital increased $92.9 million to $222.1 million. The increase in working capital resulted from increased cash and equivalents generated by operations, increased trade receivables offset in part by lower inventories and reduced income tax prepayments. Trade receivables increased $11.3 million and days sales outstanding was 33.3 days at April 29, 2023 compared to 30 days at April 30, 2022. Inventories decreased $9.7 million as a result of the reduced quantities of finished goods and raw materials. Annual inventory turns decreased to 7.9 from 8.2 times. At April 29, 2023, the current ratio was 2.5 to 1 compared to 1.9 to 1 at April 30, 2022.\n\n\n \n\n\n\n\n\n\n\n\n\n       18\n     \n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTable of Contents\n\n\n\n\n\n\n\n\n\n\n \n\n\nCONTRACTUAL OBLIGATIONS \n\n\n \n\n\nContractual obligations at April 29, 2023 are payable as follows:\n\n\n \n\n\n\n\n\n\n\n\n \n\n\n \n\n\n(In thousands)\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \nTotal\n \n\n\n \n\n\n \n\n\n \n1 Year\n \nOr less\n \n\n\n \n\n\n \n\n\n \n2 to 3\n \nYears\n \n\n\n \n\n\n \n\n\n \n4 to 5\n \nYears\n \n\n\n \n\n\n \n\n\n \nMore Than\n \n5 Years\n \n\n\n \n\n\n\n\n\n\n \nOperating leases\n \n\n\n \n\n\n$\n\n\n44,674\n\n\n \n\n\n \n\n\n$\n\n\n12,798\n\n\n \n\n\n \n\n\n$\n\n\n17,903\n\n\n \n\n\n \n\n\n$\n\n\n10,304\n\n\n \n\n\n \n\n\n$\n\n\n3,669\n\n\n \n\n\n\n\n\n\n \nPurchase commitments\n \n\n\n \n\n\n \n\n\n19,535\n\n\n \n\n\n \n\n\n \n\n\n19,535\n\n\n \n\n\n \n\n\n \n\n\n-\n\n\n \n\n\n \n\n\n \n\n\n-\n\n\n \n\n\n \n\n\n \n\n\n-\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \nTotal\n \n\n\n \n\n\n$\n\n\n64,209\n\n\n \n\n\n \n\n\n$\n\n\n32,333\n\n\n \n\n\n \n\n\n$\n\n\n17,903\n\n\n \n\n\n \n\n\n$\n\n\n10,304\n\n\n \n\n\n \n\n\n$\n\n\n3,669\n\n\n \n\n\n\n\n\n\n\n\n \n\n\n \n\n\nWe contribute to certain pension plans under collective bargaining agreements and to a discretionary profit sharing plan. Annual contributions were $3.8 million for Fiscal 2023 and $4.0 million for Fiscal 2022. See Note 11 of Notes to Consolidated Financial Statements.\n\n\n \n\n\nWe maintain self-insured and deductible programs for certain liability, medical and workers’ compensation exposures. Other long-term liabilities include known claims and estimated incurred but not reported claims not otherwise covered by insurance based on actuarial assumptions and historical claims experience. Since the timing and amount of claim payments vary significantly, we are not able to reasonably estimate future payments for specific periods and therefore such payments have not been included in the table above. Standby letters of credit aggregating $2.2 million have been issued in connection with our self-insurance programs. These standby letters of credit expire through March 2024 and are expected to be renewed.\n\n\n \n\n\nOFF-BALANCE SHEET ARRANGEMENTS AND ESTIMATES\n\n\n \n\n\nWe do not have any off-balance sheet arrangements that have, or are reasonably likely to have, a current or future material effect on our financial condition.\n\n\n \n\n\nCRITICAL ACCOUNTING POLICIES AND ESTIMATES\n\n\n \n\n\nThe preparation of financial statements in conformity with United States generally accepted accounting principles requires management to make estimates and assumptions that affect the amounts reported in the financial statements and accompanying notes. Although these estimates are based on management’s knowledge of current events and actions it may undertake in the future, they may ultimately differ from actual results. We believe that the critical accounting policies described in the following paragraphs comprise the most significant estimates and assumptions used in the preparation of our consolidated financial statements. For these policies, we caution that future events rarely develop exactly as estimated and the best estimates routinely require adjustment.\n\n\n \n\n\nCredit Risk\n\n\nWe sell products to a variety of customers and extend credit based on an evaluation of each customer’s financial condition, generally without requiring collateral. Exposure to credit losses varies by customer principally due to the financial condition of each customer. We monitor our exposure to credit losses and maintain allowances for anticipated losses based on our experience with past due accounts, collectability and our analysis of customer data.\n\n\n \n\n\n\n\n\n\n\n\n\n       19\n     \n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTable of Contents\n\n\n\n\n\n\n\n\n\n\n \n\n\nImpairment of Long-Lived Assets\n\n\nAll long-lived assets, excluding goodwill and intangible assets not subject to amortization, are evaluated for impairment on the basis of undiscounted cash flows whenever events or changes in circumstances indicate that the carrying amount of an asset may not be recoverable. Goodwill and intangible assets not subject to amortization are evaluated for impairment annually or sooner if we believe such assets may be impaired. An impairment loss is written down to its estimated fair market value based on discounted future cash flows.\n\n\n \n\n\nIncome Taxes\n\n\nThe Company’s effective income tax rate is based on estimates of taxes which will ultimately be payable. Deferred taxes are recorded to give recognition to temporary differences between the tax bases of assets or liabilities and their reported amounts in the financial statements. Valuation allowances are established to reduce the carrying amounts of deferred tax assets when it is deemed, more likely than not, that the benefit of deferred tax assets will not be realized.\n\n\n \n\n\nInsurance Programs\n\n\nWe maintain self-insured and deductible programs for certain liability, medical and workers’ compensation exposures. Accordingly, we accrue for known claims and estimated incurred but not reported claims not otherwise covered by insurance based on actuarial assumptions and historical claims experience.\n\n\n \n\n\nRevenue Recognition\n\n\nWe recognize revenue upon delivery to our customers, based on written sales terms that do not allow a right of return except in rare instances. Our products are typically sold on credit; however smaller direct-store delivery accounts may be sold on a cash basis. Our credit terms normally require payment within 30 days of delivery and may allow discounts for early payment. We estimate and reserve for bad debt exposure based on our experience with past due accounts, collectability and our analysis of customer data.\n\n\n \n\n\nWe offer various sales incentive arrangements to our customers that require customer performance or achievement of certain sales volume targets. Sales incentives are accrued over the period of benefit or expected sales. When the incentive is paid in advance, the aggregate incentive is recorded as a prepaid and amortized over the period of benefit. The recognition of these incentives involves the use of judgment related to performance and sales volume estimates that are made based on historical experience and other factors. Sales incentives are accounted for as a reduction of sales and actual amounts ultimately realized may vary from accrued amounts. Such differences are recorded once determined and have historically not been significant.\n\n\n \n\n\n\n\n\n     20\n   \n\n\n\n\n\n\n\n\n\n\nTable of Contents\n\n\n\n\n\n\n\n\n\n\n \n\n\nFORWARD-LOOKING STATEMENTS\n\n\n \n\n\nNational Beverage Corp. and its representatives may make written or oral statements relating to future events or results relative to our financial, operational and business performance, achievements, objectives and strategies. These statements are “forward-looking” within the meaning of the Private Securities Litigation Reform Act of 1995 and include statements contained in this report and other filings with the Securities and Exchange Commission and in reports to our stockholders. Certain statements including, without limitation, statements containing the words “believes,” “anticipates,” “intends,” “plans,” “expects,” and “estimates” constitute “forward-looking statements” and involve known and unknown risk, uncertainties and other factors that may cause the actual results, performance or achievements of our Company to be materially different from any future results, performance or achievements expressed or implied by such forward-looking statements. Such factors include, but are not limited to, the following: general economic and business conditions, pricing of competitive products, success of new product and flavor introductions, fluctuations in the costs and availability of raw materials and packaging supplies, ability to pass along cost increases to our customers, labor strikes or work stoppages or other interruptions in the employment of labor, continued retailer support for our products, changes in brand image, consumer demand and preferences and our success in creating products geared toward consumers’ tastes, success in implementing business strategies, changes in business strategy or development plans, government regulations, taxes or fees imposed on the sale of our products, unfavorable weather conditions and other factors referenced in this report, filings with the Securities and Exchange Commission and other reports to our stockholders. We disclaim any obligation to update any such factors or to publicly announce the results of any revisions to any forward-looking statements contained herein to reflect future events or developments.\n\n\n \n\n\n \n\n",
    "item7a": ">ITEM 7A. QUANTITATIVE AND QUALITATIVE DISCLOSURES ABOUT MARKET RISK\n\n\n \n\n\nCommodities\n\n\nWe purchase various raw materials, including aluminum cans, plastic bottles, high fructose corn syrup, corrugated packaging and juice concentrates, the prices of which fluctuate based on commodity market conditions. Our ability to recover increased costs through higher pricing may be limited by the competitive environment in which we operate. At times, we manage our exposure to this risk through the use of supplier pricing agreements that enable us to establish all, or a portion of, the purchase prices for certain raw materials. Additionally, we use derivative financial instruments to partially mitigate our exposure to changes in certain raw material costs.\n\n\n \n\n\nInterest Rates\n\n\nAt April 29, 2023, the Company had no borrowings outstanding. Based on a 1 percentage point increase, interest rates would have increased interest expense by $.1 million in Fiscal 2023. We are also subject to interest rate risk related to our investment in highly liquid short duration investment securities. These investments are managed with the guidelines of the Company’s investment policy. Our policy requires investments to be investment grade, with the primary objective of minimizing the risk of principal loss. In addition, our policy limits the amount of credit exposure to any one issue.\n\n\n \n\n\n\n\n\n     21\n   \n\n\n\n\n\n\n\n\n\n\nTable of Contents\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n     \n  \n\n\n\n\n\n\n\n\n ",
    "cik": "69891",
    "cusip6": "635017",
    "cusip": [
        "635017956",
        "635017906",
        "635017106"
    ],
    "names": [
        "NATIONAL BEVERAGE CORP"
    ],
    "source": "https://www.sec.gov/Archives/edgar/data/69891/000143774923018790/0001437749-23-018790-index.htm"
}