{
    "item1": ">ITEM 1. BUSINESS\nGeneral\nOSI Systems, Inc., together with our subsidiaries, is a vertically integrated designer and manufacturer of specialized electronic systems and components for critical applications. We sell our products and provide related services in diversified markets, including homeland security, healthcare, defense and aerospace. Our company is incorporated in the State of Delaware and our principal office is located at 12525 Chadron Avenue, Hawthorne, California 90250.\nWe have three operating divisions: (a) Security, providing security and inspection systems and turnkey security screening solutions; (b) Healthcare, providing patient monitoring, cardiology and remote monitoring, and connected care systems and associated accessories; and (c) Optoelectronics and Manufacturing, providing specialized electronic components and electronic manufacturing services for our Security and Healthcare divisions, as well as to third parties for applications in the defense and aerospace markets, among others.\nIndustry Overview\nWe sell our security and inspection solutions and healthcare products primarily to end‑users, while we design and manufacture our optoelectronic devices and value‑added subsystems and provide electronics manufacturing services primarily for original equipment manufacturer (OEM) customers.\n1\n\n\nTable of Contents\nSecurity. \nA variety of technologies are currently used globally in security and inspection applications, including transmission and backscatter X-ray, and 3-D computed tomography, radiation detection, metal detection, millimeter wave imaging, explosive trace detection, and optical inspection. We believe that the market for security and inspection products will continue to be affected by the threat of terrorist incidents, drug and human trafficking, gun violence, and by new government mandates and appropriations for security and inspection products in the United States and internationally.\nSecurity and inspection products are used at a wide range of facilities in addition to airports, such as border crossings, seaports, freight forwarding operations, correctional facilities, government and military installations, sports and concert venues and other locations where the interdiction of criminal activities is paramount. The U.S. Department of Homeland Security has undertaken numerous initiatives to prevent terrorists from entering the country, hijacking airplanes, and obtaining and transporting weapons of mass destruction and their components, to secure sensitive U.S. technologies, prevent human trafficking and to identify and screen cargo before it is loaded onto airplanes and ships. These initiatives, such as the Customs‑Trade Partnership Against Terrorism, the U.S. Transportation Security Administration’s Air Cargo Screening Mandate and the U.S. Customs and Border Protection Container Security Initiative, have resulted in increased demand for security and inspection products, as have similar programs undertaken by governments across the world.\nGovernment sponsored initiatives in one nation often stimulate corresponding security programs by others in part because such initiatives frequently require that other nations bolster their security strategies, including acquiring or improving their security and inspection equipment and screening operations, in order to participate in international aviation and cross-border trade activities. The international market for non‑intrusive inspection equipment and related services, therefore, continues to expand as countries satisfy the requirements of these initiatives in order to maintain direct airline connections and ship goods internationally and as they themselves choose to procure and operate equipment to secure their own borders, transportation networks, facilities and other venues.\nThe U.S. Transportation Security Administration and other international air transportation security regulators around the world require the screening of passengers, carry-on bags and air cargo. Several of our screening system models have been approved by the U.S. Transportation Security Administration, as well as by various international regulatory bodies, for this purpose and are procured and used by government agencies, airlines, airports, freight forwarders, transportation companies and other businesses to fulfill their compliance requirements. These and other regulations promulgated by international organizations have resulted in an ongoing global demand for airline, cargo, port and border security and inspection technologies. \nHealthcare.\n Healthcare has been, and we believe will continue to be, a growing economic sector throughout much of the world. Developing countries in Latin America and the Asia-Pacific region are expected to continue to build healthcare infrastructure to serve expanding middle class populations. In developed areas, especially the United States, Europe, and mature Asian countries, aging populations and extended life expectancy are projected to fuel growth in healthcare for the foreseeable future.\nWhile we believe that the healthcare industry will continue to grow throughout much of the world, many factors are forcing healthcare providers to do more with less. These factors include stricter government requirements affecting staffing and accountability and uncertainty around potential U.S. healthcare legislation. The COVID-19 pandemic strained healthcare provider resources, placing increased focus on the advantages of remote monitoring and products which can be deployed flexibly, enabling hospitals to quickly reconfigure and adapt to unexpected changes. Our customers expect clinical value, economic value, and clinical decision support. Positioning our current healthcare products to demonstrate the competitive value in total cost of ownership is increasingly important in this environment. At the same time, the widespread introduction of mobile devices into the healthcare environment is creating an emerging demand for patient data acquisition and distribution. Our Healthcare division designs, manufactures and markets devices and software that respond to these factors, helping hospitals reduce costs, make better-informed clinical decisions, and more fully utilize resources.\nWe are a global manufacturer and distributor of patient monitoring, cardiology and remote monitoring, and connected care solutions for use in hospitals, medical clinics and physician offices. We design, manufacture and market patient monitoring solutions for critical, sub-acute and perioperative care areas of the hospital, wired and wireless networks and ambulatory blood pressure monitors, all aimed at providing caregivers with timely patient information. Our cardiology and remote monitoring systems include Holter recorders and analyzers, ambulatory blood pressure monitors, resting and stress electrocardiography (ECG) devices, and ECG management software systems and related software and services.\n2\n\n\nTable of Contents\nOptoelectronics and Manufacturing. \nWe believe that continued advances in technology and reductions in the cost of key components of optoelectronic systems, including computer processing power and memory, have broadened the optoelectronics market by enabling the use of optoelectronic devices in a greater number of applications. In addition, we see a trend among OEMs to outsource the design and manufacture of optoelectronic devices as well as value-added subsystems to fully-integrated, independent manufacturers, like us, that may have greater specialization, broader expertise and more flexibility to respond to short cycle times and quicker market expectations.\nOur optoelectronic devices are used in a wide variety of applications for diversified markets including aerospace and defense, avionics, medical imaging and diagnostics, biochemistry analysis, pharmaceutical, nanotechnology, telecommunications, construction and homeland security. Medical applications for our devices include diagnostic and imaging products, patient monitoring equipment, and glucose monitors. Aerospace and defense applications for our devices include satellite navigation sensors, laser guided munitions systems, range finders, weapons simulation systems, and other applications that require the conversion of optical signals into electrical signals. Homeland security applications for our devices include X-ray based and other detection systems. Our optoelectronic devices and value-added subsystems are also used in a wide variety of measurement control, monitoring and industrial applications and are key components in telecommunications technologies. We also offer electronics manufacturing services to broader markets, as well as to our optoelectronics customers and to our Security and Healthcare divisions. We offer full turnkey solutions as well as printed circuit board assembly, cable and harness assembly, liquid crystal displays and box build manufacturing services, in which we provide product design and development, supply chain management, and production manufacturing services. Additionally, our flexible circuit businesses offer design expertise, fabrication capabilities, and assembly of flexible and rigid circuit boards for applications in the industrial medical, military, and consumer markets.\nGrowth Strategy\nWe believe that one of our primary competitive strengths is our expertise in the cost effective design and manufacture of specialized electronic systems and components for critical applications. As a result, we will continue to leverage such expertise and capacity to gain price, performance and agility advantages over our competitors in the security, healthcare and optoelectronics fields, and to translate such advantages into profitable growth in those fields. At the same time, we continually seek to identify new markets in which our core expertise and capacity will provide us with competitive advantages. Key elements of our growth strategy include:\nCapitalizing on Global Reach. \nWe operate from multiple locations throughout the world. We view our international operations as providing an important strategic advantage over competitors. First, our international manufacturing facilities allow us to take advantage of competitive labor rates in order to lower our manufacturing costs. Second, our international offices strengthen our sales and marketing efforts and our ability to service and repair our systems by providing direct access to growing markets and to our existing international customer base. Third, our international manufacturing locations allow us to reduce delivery times to our global customer base. We intend to continue to enhance our international manufacturing and sales capabilities.\nCapitalizing on Vertical Integration. \nOur vertical integration provides several advantages in each of our divisions. These advantages include reduced manufacturing and delivery times, lower costs due to our access to competitive international labor markets and direct sourcing of raw materials and sub components. We also believe that we offer significant added value to our customers by providing a full range of vertically-integrated services, including component design and customization, subsystem concept design and application engineering, product development and prototyping, efficient preproduction and short run manufacturing and competitive mass production capabilities. We believe that our vertical integration differentiates us from many of our competitors and provides value to our customers who can rely on us to be an integrated supplier.\nCapitalizing on the Market for Security and Inspection Systems.\n The trend toward increased screening of goods entering and departing from ports and crossing borders has resulted, and may continue to result in, the growth in the market for cargo inspection systems and turnkey security screening services that are capable of inspecting shipping containers for contraband and assisting customs officials in the verification of shipping manifests. Package and cargo screening by freight forwarders, airlines and air cargo companies represents a growing sector, as regulations in the United States and Europe have continued to require screening of air cargo shipments. We plan to capitalize on opportunities to replace, service and upgrade existing security installations, and to offer turnkey security screening solutions in which we may construct, staff and/or operate on a long-term basis security screening checkpoints for our customers. \n3\n\n\nTable of Contents\nWe expect that a market for software-as-a-service (SaaS) platforms that are capable of integrating the data that security inspection systems produce with related information derived from vehicle license plates, cargo container numbers, drivers’ licenses, government databases, and other sources will also continue to develop, mature and grow, particularly as customers shift their operating procedures to take advantage of secure, cloud-based, networking technologies. We are a leader in the development of these platforms, including the transmission of such data to operators that may be working within secure, remote screening facilities hundreds or thousands of miles away from the security checkpoint. Our software has been used by customs and tax authorities in the United States, Europe and Latin America to screen millions of containers and vehicles. We believe that government agencies and commercial customers will increasingly rely on such SaaS offerings to review and adjudicate screening decisions remotely, over secure networks, as well as to communicate with and monitor the performance of their employees working on the ground at distant ports, border crossings and other checkpoints.\nFinally, we also intend to continue to develop new security and inspection products and technologies, including software, and to enhance our current product and service offerings through internal research and development and selective acquisitions.\nImproving and Complementing Existing Medical Technologies. \nWe develop and market patient monitoring systems, cardiology and remote monitoring products, and connected care systems and associated supplies and accessories. Our efforts to develop new products and improve our existing medical technologies are focused on the needs of healthcare organizations, caregivers, and their patients. Our efforts to improve existing medical technologies concentrate on providing products that are flexible and intuitive to use so that clinicians can deliver accurate, precise, reliable and cost-effective care.\nSelectively Entering New Markets. \nWe intend to continue to selectively enter new markets that complement our existing capabilities in the design, development and manufacture of specialized electronic systems and components for critical applications such as security inspection, patient monitoring and cardiology and remote monitoring. We believe that by manufacturing products that rely on our existing technological capabilities, we will leverage our integrated design and manufacturing infrastructure to build a larger presence in new markets that present attractive competitive dynamics. We intend to achieve this strategy through internal growth and through selective acquisitions.\nAcquiring New Technologies and Companies. \nOur success depends in part on our ability to continually enhance and broaden our product offerings in response to changing technologies, customer demands and competitive pressures. We have developed expertise in our various lines of business and other areas through internal research and development efforts, as well as through selective acquisitions. We expect to continue to seek acquisition opportunities to broaden our technological expertise and capabilities, lower our manufacturing costs and facilitate our entry into new markets.\nProducts and Technology\nWe design, develop, manufacture and sell products ranging from security and inspection systems to patient monitoring and cardiology and remote monitoring systems to discrete optoelectronic devices and value-added subsystems.\nSecurity and Inspection Systems. \nWe design, manufacture and market security and inspection systems globally to end users primarily under the “Rapiscan” trade name. Our Security products are used to inspect baggage, parcels, cargo, people, vehicles and other objects for various contraband and prohibited items including weapons, explosives, drugs, and nuclear materials. These systems are also used for the safe, accurate and efficient verification of cargo manifests for the purpose of assessing duties and monitoring the export and import of controlled materials. Our Security products fall into the following categories: baggage and parcel inspection; cargo and vehicle inspection; hold (checked) baggage screening; people screening; radiation monitoring; explosive and narcotics trace detection; and optical inspection systems. We also offer turnkey security screening services, as well as related software integration platforms, operator training, and the staffing and operation of security screening checkpoints under the “S2” trade name. From time to time we form joint ventures to carry out our operations in certain geographies, including, for example, Albania.\nIn recent years, security and inspection products have increasingly been used at a wide range of facilities in addition to airports, such as border crossings, railways, seaports, cruise line terminals, sporting venues, freight forwarding operations, government and military installations and nuclear facilities. As a result of the use of security and inspection products at additional facilities, we have diversified our portfolio of security and inspection products and our sales channels.\n4\n\n\nTable of Contents\nMany of our security and inspection systems utilize dual-energy X-ray imaging technology, in combination with software enhanced imaging methods and algorithms to facilitate the detection of contraband materials and items such as explosives, weapons, narcotics, and bulk currency. Dual energy imaging allows some material properties to be identified. Additionally, dual-view X-ray imaging allows operators to view and examine objects from two directions simultaneously, thereby improving the operator’s ability to detect threats quickly and effectively. Some of our systems also use different types or combinations of X-ray imaging in addition to dual-energy, such as multi-view and computed tomography. Algorithms that process images and related data from these systems significantly enhance the overall probability of detection of a range of threat items and materials. Typical threat items include explosives and weapons.\nOur inspection systems range in size from compact, handheld and table-top products to large systems comprising entire buildings in which trucks, shipping containers or pallets are inspected. Many of our inspection systems are also designed to be upgradeable to respond to new customer requirements as they emerge or change.\nOur cargo and vehicle inspection applications, in which vehicles, cars, trucks, shipping containers, pallets and other large objects can be inspected, are designed in various configurations, including mobile, portal, gantry, and rail systems. Our customers use these products to verify the contents of cars, trucks, rail cars and cargo containers and to detect the presence of contraband, including narcotics, weapons, explosives, radioactive and nuclear materials and other smuggled items. Most of our cargo and vehicle inspection systems employ X‑ray imaging to inspect objects and present images to an inspector, including shapes, sizes, locations and relative densities of the contents. These systems utilize transmission imaging, backscatter imaging, or both technologies in combination. We also manufacture passive radiation monitoring devices for detecting nuclear materials utilizing their gamma and neutron signatures. Additionally, we have developed isotope‑specific identification algorithms. Many of these systems have been built to meet specific requirements of our government customers.\nOur broad portfolio of non-intrusive inspection systems permits us to offer customers solutions that are tailored to their specific operational requirements, performance standards and budgets.\nIn many cases, we have designed our systems to meet the performance specifications of relevant regulators, including authorities located in the United States, United Kingdom and European Union. This is particularly the case with respect to systems used (or approved for use) to perform screening of airline passenger carry-on items, hold (checked) baggage and air cargo.\nOur Security division also offers trace detection systems that are designed to detect trace amounts of explosives or narcotics and people screening products, such as walk-through metal detectors for use at security checkpoints at airports, government buildings, sports arenas and other venues. \nPatient Monitoring and Cardiology and Remote Monitoring. \nOur Healthcare division designs, manufactures and markets products globally to end users primarily under the “Spacelabs” trade name.\nSpacelabs products include patient monitors for use in perioperative, critical care and emergency care environments with neonatal, pediatric and adult patients. Our patient monitoring systems such as Xprezzon\n®\n and Qube\n®\n are supported by surveillance systems connected by wireless or hardwired networks, as well as standalone monitors that enable patient data to be transported physically from one monitor to another as the patient is moved. These systems enable hospital staff to access patient data where and when it is required. In addition, these products are designed to interact with hospital information systems.\nSpacelabs SafeNSound™ assists hospitals in providing value-based care by streamlining workflows and improving communications. Features include comprehensive reporting tools, a communications dashboard for monitor technicians, and a device management system to admit patients to monitors/telemetry at the bedside. These tools help address top challenges facing hospitals today.\nSpacelabs predictive analytics clinical decision support tools provide surveillance and deterioration alerting for patients in all levels of care in the hospital setting and includes FDA-cleared and regulated products featuring the Rothman Index, a proprietary patient condition score available through EMR-integrated, web-based, or mobile app interfaces.\n5\n\n\nTable of Contents\nFor electrocardiograph monitoring or multiparameter monitoring of ambulatory patients, we offer a digital telemetry system. The system operates in government protected bands, which are not used for private land mobile radio, business radio services or broadcast analog or digital television. Spacelabs Intesys\n®\n Clinical Suite (ICS) provides a software suite allowing hospitals to leverage their infrastructure to capture data from the bedside, compact and telemetry monitors. \nOur PathfinderSL\n®\n and Lifescreen™ Pro analysis tools provide clinicians the ability to save Holter analysis time and to do detailed analysis when needed inside or outside the hospital. Our Eclipse Pro Holter recorders provide up to 14 days of 3-channel recording or up to 72 hours of 12 lead with pacing. Our Eclipse Mini Ambulatory ECG Recorder provides up to 30 days of 3-channel ECG and when paired with Lifescreen™ Pro clinicians can analyze millions of heart beats within minutes.We are also a supplier of ambulatory blood pressure (ABP) monitors which are routinely used by physicians around the world and by contract research organizations. Many physicians are using ambulatory blood pressure monitoring to detect “white coat” hypertension, a condition in which people experience elevated blood pressure in the doctor’s office but not in their daily lives. Ambulatory blood pressure monitoring helps improve diagnostic accuracy and minimize the associated costs of treatment. Spacelabs OnTrak™ ambulatory blood pressure system has been validated for both pediatric and adult patient types and includes the capability to measure activity correlation with non-invasive blood pressure readings.\nOur Sentinel\n®\n 11 Cardiology Information Management System is designed to provide an electronic, enterprise-wide scalable system for cardiology and remote monitoring. Sentinel integrates data from Spacelabs-branded products and third-party devices into a central enterprise-wide database system that can be accessed by care providers and medical facility administrators, thereby providing enhanced workflow and efficiencies. The system’s web-based solution enables the secure transfer of data from multiple remote sites. Sentinel supports mobile and remote working, taking ECG management to the point of care for flexible use of devices and capture of data.\nIn addition, the capital-intensive products that our Healthcare division sells have supplies and accessories associated with them that can represent annuity revenue opportunities. Additionally, our Healthcare division manufactures multivendor compatible accessories for use with third-party devices.\nOptoelectronic Devices and Manufacturing Services. \nOptoelectronic devices designed, manufactured and sold through our Optoelectronics and Manufacturing division generally consist of both active and passive components. Active components sense light of varying wavelengths and convert the light detected into electrical signals, whereas passive components amplify, separate or reflect light. These products are manufactured in standard and customized configurations for specific applications and are offered either as components or as subsystems. Our optoelectronic products and services are provided primarily under the “OSI Optoelectronics,” “OSI LaserDiode,” “OSI Laserscan,” and “Advanced Photonix” trade names.\nIn addition to the manufacture of standard and OEM products, we also specialize in designing and manufacturing customized value-added subsystems for use in a wide range of products and equipment. An optoelectronic subsystem typically consists of one or more optoelectronic devices that are combined with other electronic components and packaging for use in an end product. The composition of a subsystem can range from a simple assembly of various optoelectronic devices that are incorporated into other subsystems (for example, a printed circuit board containing our optoelectronic devices) to complete end products (for example, pulse oximetry equipment).\nWe develop, manufacture and sell laser-based remote sensing devices that are used to detect and classify vehicles in toll and traffic management systems under the “OSI Laserscan” and “Autosense” trade names. We offer solid-state laser products for aerospace, defense, telecommunication and medical applications under the “OSI LaserDiode” trade name.\nWe also provide electronics design and manufacturing services in North America, the United Kingdom and in the Asia Pacific region with enhanced, Rohs compliant, printed circuit board and cable and harness assembly and box build manufacturing services utilizing automated surface mount technology lines. We offer electronics manufacturing services to OEM customers and end users for medical, automotive, defense, aerospace, industrial and consumer applications that do not utilize optoelectronic devices. We also manufacture LCD displays for medical, industrial and consumer electronics applications, and flex circuits for OEM customers from the prototype stage to mass production. Our electronics manufacturing services are provided primarily under the “OSI Electronics,” “APlus Products,” “Altaflex,” and “PFC Flexible Circuits” trade names.\n6\n\n\nTable of Contents\nMarkets, Customers and Applications\nSecurity and Inspection Products. \nMany security and inspection products were developed originally in response to civilian airline hijackings. Consequently, certain of our security and inspection products have been and continue to be sold for use at airports. Our security and inspection products are also used for security and customs purposes at locations in addition to airports, such as border crossings, shipping ports, sporting venues, military and other government installations, freight forwarding facilities, high-profile locations such as U.K. House of Parliament, Buckingham Palace, and the Vatican and for high-profile events such as the Olympic Games, FIFA World Cup, and other sporting events. We also provide turnkey security screening solutions, which can include the construction, staffing and long-term operation of security screening locations for our customers.\nOur customers include, among many others, the U.S. Department of Homeland Security, U.S. Department of Defense, U.S. Department of State, U.S. Department of Commerce, and U.S. Department of Justice, as well as many premier international government agencies, including airports and other critical infrastructure agencies.\nOur contracts with the U.S. Government are generally subject to termination for convenience at the election of the U.S.Government. For the fiscal year ended June 30, 2023, our Security division’s direct sales to the U.S. Government were approximately $235 million. Additionally, certain of our contracts with foreign governments also contain provisions allowing the government to terminate a contract for convenience. For further discussion, please refer to Item 1A. “Risk Factors.”\nPatient Monitoring, Cardiology and Remote Monitoring, and Connected Care Systems. \nOur patient monitoring, cardiology and remote monitoring, and connected care systems are manufactured and distributed globally for use in critical care, emergency and perioperative areas within hospitals, as well as physicians’ offices, medical clinics and ambulatory surgery centers. We also provide wired and wireless networks, clinical information access solutions and ambulatory blood pressure monitors.\nWe sell products directly to end customers, as well as through integrated delivery networks and group purchasing organizations in the U.S., the NHS Supplies Organisation in the United Kingdom, UGAP in France, and to various government funded hospitals in the Middle East and several parts of Asia.\nOptoelectronic Devices and Electronics Manufacturing Services. \nOur optoelectronic devices and the electronics we manufacture are used in a broad range of products by a variety of customers in the following market segments: defense, aerospace and avionics; analytical and medical imaging; healthcare; telecommunications; homeland security; toll and traffic management; and automotive.\nMarketing, Sales and Service\nWe market and sell our security and inspection products and turnkey security screening solutions globally through a direct sales and marketing staff located in North America, South America, Europe, Middle East, Australia, and Asia, in addition to an expansive global network of independent distributors. This sales organization is supported by a service organization located in the same regions, as well as a global network of independent, authorized service providers.\nWe market and sell our healthcare products globally through a direct sales and marketing staff located in North America, South America, Europe and Asia, in addition to a global network of independent distributors. We also support these sales and customer service efforts by providing operator in service training, comprehensive interactive eLearning for all monitoring products, software updates and upgrades and service training for customer biomedical staff and distributors. We also provide IT specialists and clinical specialists to provide support both before and after product sale.\nWe market and sell our optoelectronic devices and value-added manufacturing services, through both our direct sales and marketing staff located in North America, Europe and Asia, and indirectly through a global network of independent sales representatives and distributors. Our sales staff is supported by an applications engineering group whose members are available to provide technical support, which includes designing applications, providing custom tooling and process integration and developing products that meet customer defined specifications.\n7\n\n\nTable of Contents\nWe consider our maintenance service operations to be an important element of our business. After the expiration of our standard product warranty periods, we are often engaged by customers, either directly or through our network of authorized service providers, to provide maintenance services for our security and inspection products. In addition, we provide a variety of service and support options for our healthcare customers, including hospital on-site repair and maintenance service and telephone support, parts exchange programs for customers with the internal expertise to perform a portion of their own service needs and a depot repair center at our division headquarters. We believe that our international maintenance service capabilities allow us to be competitive in selling our security and inspection systems as well as our patient monitoring, cardiology and remote monitoring, and connected care systems.\nResearch and Development\nOur security and inspection systems are primarily designed at our facilities in the United States and in the United Kingdom, Australia, Singapore, India, and Malaysia. These products include mechanical, electrical, analog and digital electronics, and software components and subsystems. In addition to product design, we provide civil works and system integration services to install and integrate our products with other systems, networks and facilities at the customer site. We support cooperative and government-funded research projects with universities and directly with government agencies themselves.\nOur healthcare products are primarily designed at our facilities in the United States and in the United Kingdom with sustaining engineering efforts in India. These products include enterprise and embedded software, networking, connectivity, mechanical, electronic and software subsystems, most of which are designed by us. We are also currently involved, both in the United States and internationally, in research projects aimed at improving our medical systems and at expanding our current product lines.\nWe design and manufacture optoelectronic devices and we provide electronics manufacturing services primarily in our facilities in the United States and internationally in the United Kingdom, Canada, India, Indonesia, and Malaysia. We engineer and manufacture subsystems to solve the specific application needs of our OEM customers. In addition, we offer entire subsystem design and manufacturing solutions. We consider our engineering personnel to be an important extension of our core sales and marketing efforts.\nIn addition to close collaboration with our customers in the design and development of our current products, we maintain an active program for the development and introduction of new products, enhancements and improvements to our existing products, including the implementation of new applications of our technology. We seek to further enhance our research and development program and consider such program to be an important element of our business and operations.\nManufacturing and Materials\nWe currently manufacture our security and inspection systems domestically in California, Kentucky, Massachusetts, Tennessee, and Virginia, and internationally in Malaysia and the United Kingdom. We currently manufacture our patient monitoring and cardiology and remote monitoring systems in Washington state. We outsource manufacturing of certain of our supplies and accessories. We currently manufacture our optoelectronic devices and provide electronics manufacturing services domestically in California and New Jersey, and internationally in Canada, India, Indonesia, Malaysia, and the United Kingdom. Most of our high-volume, labor-intensive manufacturing activities are performed at our facilities in India, Indonesia and Malaysia. Our ability to manufacture products and provide follow-on service from offices located in these regions allows us to remain in close proximity to our customers, which is an important component of our global strategy.\nOur global manufacturing organization has expertise in optoelectronic, microelectronic and integrated electronics for industrial and automation, medical, aerospace and defense industry applications. Our manufacturing includes silicon wafer processing and fabrication, optoelectronic device assembly and screening, thin and thick film microelectronic hybrid assemblies, surface mounted and thru-hole printed circuit board electronic assemblies, cable and harness assemblies, LCD and TFT displays, box-build manufacturing, and flex circuitry on a complete turnkey basis. To support our manufacturing operations, we outsource certain requirements, including sheet metal fabrication and plastic molding of components.\nThe principal raw materials and subcomponents used in producing our security and inspection systems consist of X-ray generators, linear accelerators, detectors, data acquisition and computer systems, conveyance systems, vehicles, and miscellaneous mechanical and electrical components. A large portion of the optoelectronic devices, subsystems and circuit card assemblies used in our inspection systems are manufactured in-house. A large proportion of our X-ray generators, linear accelerators, computers and conveyance systems used in our cargo and vehicle inspection systems are purchased from unaffiliated third-party providers.\n8\n\n\nTable of Contents\nThe principal raw materials and subcomponents used in producing our healthcare products consist of printed circuit boards, housings, mechanical assemblies, pneumatic devices, touch screens, medical grade displays, cables, filters, textiles, fabric, gauges, fittings, tubing and packaging materials. We purchase finished medical devices, computers, peripheral accessories, and remote displays from unaffiliated third-party providers.\nThe principal raw materials and subcomponents used in producing our optoelectronic devices and electronic subsystems consist of silicon wafers, electronic components, light emitting diodes, scintillation crystals, passive optical components, printed circuit boards and packaging materials. The silicon-based optoelectronic devices manufactured by us are critical components in most of our products and subsystems. We purchase silicon wafers and other electronic components from unaffiliated third-party providers.\nFor cost, quality control, technological, and efficiency reasons, we purchase certain materials, parts, and components only from single vendors with whom we have ongoing relationships. We do, however, qualify alternative sources for many of our materials, parts, and components. We purchase most materials, parts, and components pursuant to purchase orders placed from time to time in the ordinary course of business. Since the initial onset of the COVID-19 pandemic, our divisions have experienced supply chain and labor availability challenges that have impacted the price and availability of parts, components, consumables, freight, shipping, and third-party services, adversely impacting our gross margin as well as delayed product deliveries, installations, maintenance and repair work, and technical support, among other work and services.\nInformation Technology and Cybersecurity Risk Management\nWe rely extensively on digital technology to conduct operations and engage with our customers and business partners. As the complexity of our engagements grows, so do the threats from cyber intrusion, ransomware, denial of service, phishing, account takeover, data manipulation and other cyber misconduct. To counter these threats, we have implemented an information security management system (ISMS) focused on data confidentiality, integrity, and availability. Our ISMS has been certified as ISO/IEC 27001 compliant and is re-evaluated annually by our external auditors. Similarly, we conduct external cyber penetration testing annually to assess and improve our security posture and reduce cybersecurity risk. No material information security breaches have occurred in the past three years. Through a combination of governance, risk, and compliance (GRC) resources, we also (i) proactively monitor IT controls to ensure compliance with legal and regulatory requirements, (ii) perform third-party risk management assessments, (iii) ensure essential business functions remain available during business disruptions, (iv) develop and update incident response plans to address potential weaknesses, and (v) maintain cyber incident management and reporting procedures. Our ISMS and GRC processes are designed to prioritize IT and cybersecurity risk areas, identify solutions that minimize such risks, pursue optimal outcomes, and maintain compliance with contractual obligations. We also maintain a global security operations center with real-time capability to investigate and trigger impact mitigation protocols. These capabilities allow us to reduce exposure should a security incident arise. For additional information regarding the risks associated with these matters, see Item 1A. “Risk Factors.”\nTrademarks and Trade Names and Patents\nTrademarks and Trade Names. \nWe have used, registered and applied to register certain trademarks and service marks to distinguish our products, technologies and services from those of our competitors in the United States and in foreign countries. We monitor and, when necessary, enforce our trademark, service mark and trade name rights in the United States and abroad.\nPatents. \nWe possess rights to a number of U.S. and foreign patents relating to various aspects of our security and inspection products, healthcare products and optoelectronic devices and subsystems. Our current patents will expire at various times between 2023 and 2041. While we continue to file new applications and pursue new patents, it remains possible that pending patent applications or other applications that may be filed may not result in issued patents. In addition, issued patents may not survive challenges to their validity or enforceability, or may be found to not be infringed by any third parties. Although we believe that our patents have value, our patents, or any additional patents that may be issued in the future, may not be able to provide meaningful protection from competition.\nWe believe that our trademarks and trade names and patents are important to our business. The loss of some of our trademarks or patents might have a negative impact on our financial results and operations. Nevertheless, with the exception of the loss of the, Rapiscan\n®\n, AS&E\n®\n or Spacelabs\n®\n trademarks, the impact of the loss of any single trademark or patent would not likely have a material adverse effect on our business.\n9\n\n\nTable of Contents\nGovernment Regulation of Medical Devices\nThe patient monitoring, cardiology and remote monitoring, and connected care systems we design, manufacture, and market are subject to regulation by numerous government agencies, principally the U.S. Food and Drug Administration (FDA), and by other federal, state, local and foreign authorities. These systems are also subject to various U.S. and foreign product performance and safety standards. Our medical device product candidates must undergo an extensive government regulatory clearance or approval process prior to sale in the United States and other countries, including submission demonstrating clinical safety and efficacy of intended use, as well as the continuing need for compliance with applicable laws and regulations.This may require significant interaction with regulatory agencies and the expenditure of substantial resources.\nUnited States FDA. \nIn the United States, the FDA has broad regulatory powers with respect to preclinical and clinical testing of new medical devices and the designing, manufacturing, labeling, storage, record keeping, marketing, advertising, promotion, distribution, post market monitoring and reporting and import and export of medical devices. Unless an exemption applies, federal law and FDA regulations require that all new or significantly modified medical devices introduced into the market be preceded either by a premarket notification clearance under section 510(k) of the Federal Food, Drug and Cosmetic Act (FDCA), or an approved premarket approval (PMA) application. Under the FDCA, medical devices are classified into one of three classes—Class I, Class II or Class III—depending on the degree of risk associated with each medical device and the extent of control needed to provide reasonable assurances with respect to safety and effectiveness. Class I devices are those for which safety and effectiveness can be reasonably assured by adherence to a set of regulations, referred to as General Controls, which require compliance with the applicable portions of the FDA’s Quality System Regulation (QSR) facility registration and product listing, reporting of adverse events and malfunctions and truthful and non-misleading promotional materials. Some Class I devices, also called Class I reserved devices, also require premarket clearance by the FDA through the 510(k) premarket notification process described below. Most Class I products are exempt from the premarket notification requirements.\nClass II devices are those that are subject to the General Controls, as well as Special Controls as deemed necessary by the FDA, which can include performance standards, guidelines and post market surveillance. Most Class II devices are subject to premarket review and clearance by the FDA. Premarket review and clearance by the FDA for Class II devices is accomplished through the 510(k) premarket notification process.\nUnder the 510(k) process, the manufacturer must submit to the FDA a premarket notification, demonstrating that the product for which clearance has been sought is substantially equivalent to a previously cleared 510(k) device or a device that was in commercial distribution before May 28, 1976 for which the FDA had not yet called for the submission of pre-market approval applications. After a 510(k) notice is submitted, the FDA determines whether to accept it for substantive review. If it lacks necessary information for substantive review, the FDA will refuse to accept the 510(k) notification. In that case, the applicant must correct the submission errors before resubmitting. If it is accepted for filing, the FDA begins a substantive review. By statute, the FDA is required to complete its review of, and clear or deny, a 510(k) notification within 90 days of receiving the 510(k) notification. The FDA may formally request additional information, which may toll or restart the 90 day deadline. As a practical matter, clearance often takes longer than 90 days and sometimes is not granted at all. Although many 510(k) premarket notifications are cleared without clinical data, the FDA may require further information, including clinical data, to make a determination regarding substantial equivalence, which may significantly prolong the review process. If the FDA agrees that the device is substantially equivalent, it will grant clearance to commercially market the device.\nTo be substantially equivalent, the proposed device must have a substantially equivalent intended use and indications for use as the predicate device, and either have substantially equivalent technological characteristics to the predicate device or have different technological characteristics and not raise different questions of safety or effectiveness than the predicate device. Clinical data is sometimes required to support the demonstration of substantial equivalence. Multiple interactions and/or the submission of additional information or documentation may be required to secure regulatory clearance.\nAfter a device receives 510(k) clearance, any modification that could significantly affect its safety or effectiveness, or that would constitute a new or major change in its intended use, will require a new 510(k) clearance or, depending on the modification, could require a PMA application. The FDA requires each manufacturer to make this determination initially, but the FDA can review any such decision and can disagree with a manufacturer’s determination. If the FDA disagrees with a manufacturer’s determination that a new submission is not required, the FDA may require the manufacturer to cease marketing and/or recall the modified device until 510(k) clearance or approval of a PMA application is obtained. In addition, in these circumstances, we may be subject to significant regulatory fines or penalties for failure to submit the requisite premarket notification or PMA submissions.\n10\n\n\nTable of Contents\nClass III devices include devices deemed by the FDA to pose the greatest risk such as life-supporting or life-sustaining devices, or implantable devices, in addition to those deemed not substantially equivalent following the 510(k) process. The safety and effectiveness of Class III devices cannot be reasonably assured solely by the General Controls and Special Controls described above. Therefore, these devices are typically subject to the PMA application process, which is more costly and time consuming than the 510(k) process and requires substantial clinical data. To date, all of the patient monitoring and cardiology and remote monitoring systems we manufacture and sell in the United States have required only 510(k) pre-market notification clearance.\nFDA clearance or approval, when granted, may entail limitations on the indicated uses for which a product may be marketed, and such product approvals, once granted, may be withdrawn if problems occur after initial marketing. Manufacturers of FDA-regulated products are subject to pervasive and continuing post-approval governmental regulation, including, but not limited to, the registration and listing regulation, which requires manufacturers to register all manufacturing facilities and list all medical devices placed into commercial distribution; Quality System (also known as Good Manufacturing Practices) Regulations, which requires manufacturers, including third-party manufacturers, to follow stringent design, risk management, validation, testing, production, control, supplier/contractor selection, complaint handling, documentation and other quality assurance procedures during the manufacturing process; product and promotional labeling regulations; advertising and promotion requirements; restrictions on sale, distribution or use of a device; PMA annual reporting requirements; the FDA’s general prohibition against promoting products for unapproved or “off-label” uses; the Medical Device Reporting (MDR) regulation, which requires that manufacturers report to the FDA if their device may have caused or contributed to a death or serious injury or malfunctioned in a way that would likely cause or contribute to a death or serious injury if it were to reoccur; medical device correction and removal reporting regulations, which require that manufacturers report to the FDA field corrections and removals (“recalls”) if undertaken to reduce a risk to health posed by the device or to remedy a violation of the FDCA that may present a risk to health; recall requirements, including a mandatory recall if there is a reasonable probability that the device would cause serious adverse health consequences or death; an order of repair, replacement or refund; device tracking requirements; and post-approval study and post-market surveillance requirements. The FDA has also established a Unique Device Identification (“UDI”) system that requires manufacturers to mark certain medical devices distributed in the United States with unique device identifiers. Also, we must comply with cybersecurity requirements to assess cybersecurity and safety risks and design and develop our devices to ensure safe and effective performance in the face of cyber threats. It is also incumbent on us to monitor third-party software for new vulnerabilities and verify and validate any software updates or patches meant to address vulnerabilities.\nOur facilities, records and manufacturing processes are subject to periodic scheduled and unscheduled inspections by the FDA. Failure to comply with the applicable United States medical device regulatory requirements could result in, among other things, warning letters, untitled letters, fines, injunctions, consent decrees, civil penalties, unanticipated expenditures, repairs, replacements, refunds, recalls or seizures of products, operating restrictions, total or partial suspension of production, the FDA’s refusal to issue certificates to foreign governments needed to export products for sale in other countries, the FDA’s refusal to grant future premarket clearances or approvals, withdrawals or suspensions of current product clearances or approvals and criminal prosecution.\nCoverage and Reimbursement. \nGovernment and private sector initiatives to limit the growth of healthcare costs, including price regulation and competitive pricing, coverage and payment policies, comparative effectiveness therapies, technology assessments and managed care arrangements, are continuing in many countries where we do business, including the United States, Europe and Asia. As a result of these changes, the marketplace has placed increased emphasis on the delivery of more cost-effective medical therapies. In addition, because there is generally no separate reimbursement from third-party payers to our customers for many of our products, the additional costs associated with the use of our products can impact the profit margin of our customers. Accordingly, these various initiatives have created increased price sensitivity over healthcare products generally and may impact demand for our products and technologies.\nHealthcare cost containment efforts have also prompted domestic hospitals and other customers of medical devices to consolidate into larger purchasing groups to enhance purchasing power, and this trend is expected to continue. The medical device industry has also experienced some consolidation, partly in order to offer a broader range of products to large purchasers. As a result, transactions with customers are larger, more complex and tend to involve more long-term contracts than in the past. These larger customers, due to their enhanced purchasing power, may attempt to increase the pressure on product pricing.\n11\n\n\nTable of Contents\nSignificant healthcare reforms have had an impact on medical device manufacturer and hospital revenues. The Patient Protection and Affordable Care Act as amended by the Health Care and Education and Reconciliation Act of 2010, collectively referred to as the Affordable Care Act, is a sweeping measure designed to expand access to affordable health insurance, control healthcare spending and improve healthcare quality. Many states have also adopted or are considering changes in healthcare policies, in part due to state budgetary pressures. Ongoing uncertainty regarding implementation of certain aspects of the Affordable Care Act makes it difficult to predict the impact the Affordable Care Act or state law proposals may have on our business. This has created uncertainty in the market, which could result in reduced demand for our products, additional pricing pressure, and increased demand for new and more flexible payment structures.\nOther Healthcare Laws. \nIn addition to FDA restrictions on marketing and promotion of drugs and devices, other federal and state laws restrict our business practices. These laws include, without limitation, data privacy and security laws, anti-kickback and false claims laws, and transparency laws regarding payments or other items of value provided to healthcare providers.\nAs a participant in the healthcare industry, we are subject to extensive regulations protecting the privacy and security of patient health information that we receive, including the Health Insurance Portability and Accountability Act of 1996, as amended by the Health Information Technology for Economic and Clinical Health Act of 2009, which was enacted as part of the American Recovery and Reinvestment Act of 2009 (collectively, “HIPAA”). Among other things, these regulations impose extensive requirements for maintaining the privacy and security of individually identifiable health information, known as “protected health information.” The HIPAA privacy regulations do not preempt state laws and regulations relating to personal information that may also apply to us. Our failure to comply with these regulations could expose us to civil and criminal sanctions.\nThe HIPAA provisions also created federal criminal statutes that prohibit among other actions, knowingly and willfully executing, or attempting to execute, a scheme to defraud any healthcare benefit program, including private third-party payers, knowingly and willfully embezzling or stealing from a healthcare benefit program, willfully obstructing a criminal investigation of a healthcare offense, and knowingly and willfully falsifying, concealing or covering up a material fact or making any materially false, fictitious or fraudulent statement in connection with the delivery of or payment for healthcare benefits, items or services. A person or entity does not need to have actual knowledge of the statutes or specific intent to violate them in order to have committed a violation. Also, many states have similar fraud and abuse statutes or regulations that may be broader in scope and may apply regardless of payer, in addition to items and services reimbursed under Medicaid and other state programs.\nThe federal Anti-Kickback Statute prohibits, among other things, knowingly and willfully offering, paying, soliciting or receiving any remuneration (including any kickback, bribe or rebate), directly or indirectly, overtly or covertly, to induce or in return for the purchasing, leasing, ordering, or arranging for or recommending the purchase, lease or order of items or services for which payment may be made, in whole or in part, under Medicare, Medicaid or other federal healthcare programs. The term “remuneration” has been broadly interpreted to include anything of value. Although there are a number of statutory exceptions and regulatory safe harbors protecting some common activities from prosecution, the exceptions and safe harbors are drawn narrowly. Further, a claim including items or services resulting from a violation of the federal Anti-Kickback Statute constitutes a false or fraudulent claim for purposes of the federal civil False Claims Act.\nThe federal False Claims Act prohibits, among other things, any person or entity from knowingly presenting, or causing to be presented, a false or fraudulent claim for payment or approval to the federal government, or knowingly making, using or causing to be made or used a false record or statement material to a false or fraudulent claim to the federal government. A claim includes “any request or demand” for money or property presented to the U.S. Government. Medical device manufacturers have been held liable under these laws if they are deemed to cause the submission of false or fraudulent claims by, for example, providing customers with inaccurate billing or coding information.\nThese laws impact the kinds of financial arrangements we may have with hospitals or other potential purchasers of our products. They particularly impact how we structure our sales offerings, including pricing, customer support, education and training programs, physician consulting, research grants and other service arrangements. If our operations are found to be in violation of any of the health regulatory laws described above or any other laws that apply to us, we may be subject to material penalties, including potentially significant criminal and civil and administrative penalties, damages, fines, disgorgement, imprisonment, exclusion from participation in government healthcare programs, contractual damages, reputational harm, and the curtailment or restructuring of our operations, any of which could materially and adversely affect our ability to operate our business and our results of operations.\n12\n\n\nTable of Contents\nAdditionally, there has been a trend towards increased federal and state regulation of payments and other transfers of value provided to healthcare professionals or entities. The federal Physician Payment Sunshine Act requires that certain device manufacturers track and report to the government information regarding payments and other transfers of value to physicians, certain other clinical staff, and teaching hospitals, as well as ownership and investment interests held by physicians and their family members. A manufacturer’s failure to submit timely, accurately and completely the required information for all payments, transfers of value or ownership or investment interests may result in civil monetary penalties for “knowing failures.” Certain states also mandate implementation of compliance programs, impose restrictions on device manufacturer marketing practices and/or require the tracking and reporting of gifts, compensation and other remuneration to healthcare professionals and entities.\nWe are subject to similar laws in foreign countries where we conduct business. For example, within the EU, the control of unlawful marketing activities is a matter of national law in each of the member states. The member states of the EU closely monitor perceived unlawful marketing activity by companies. We could face civil, criminal, and administrative sanctions if any member state determines that we have breached our obligations under its national laws. Industry associations also closely monitor the activities of member companies. If these organizations or authorities name us as having breached our obligations under their regulations, rules or standards, our reputation would suffer, and our business and financial condition could be adversely affected.\nOther Foreign Healthcare Regulations\nWe are also subject to regulation in the foreign countries in which we manufacture, market, and/or import our products. For example, the commercialization of certain products, including medical devices, in the EU is regulated under a system that presently requires all such products sold in the EU to bear the CE marking—an international symbol of adherence to the medical device regulations and standards of the EU. Our manufacturing facilities in Hawthorne, California; Snoqualmie, Washington; Johor Bahru, Malaysia; Batam, Indonesia; and Hyderabad, India are all certified to the International Organization for Standardization’s ISO 13485 standard for quality management. Our Hawthorne, California and Snoqualmie, Washington facilities are also certified to the requirements of Annex II, section 3 of the Directive 93/42/EEC on Medical Devices, which allows them to self-certify that manufactured products can bear the CE marking. Further, the implementation of the Restriction of Hazardous Substance Directive (“ROHS”) requires that certain products, including medical devices, shipped into the EU eliminate targeted ROHS substances.\nThe International Medical Device Regulators Forum has implemented a global approach to auditing manufacturers of medical devices. This audit system, called the Medical Device Single Audit Program (“MDSAP”), provides for an annual audit of a medical device manufacturer by a certified body on behalf of various regulatory authorities. Current authorities participating in MDSAP include the Therapeutic Goods Administration of Australia, Brazil’s Agencia Nacional de Vigilancia Sanitaria, Health Canada, Japan’s Ministry of Health, Labour and Welfare, and the Japanese Pharmaceuticals and Medical Devices Agency and the FDA. It is expected that more regulatory authorities will participate in MDSAP in the future.\nWe and other medical device manufacturers are being confronted with major changes in the EU’s decades-old regulatory framework governing market access to the EU. The EU’s Medical Devices Regulation (“EU MDR”) is replacing the EU’s Medical Device Directive (93/42/EEC) and the EU’s Directive on active implantable medical devices (90/385/EEC). The EU MDR imposes stricter requirements for the marketing and sale of medical devices, including in the area of clinical evaluation requirements, quality systems and post-market surveillance, than the medical device directives replaced by the EU MDR. The EU MDR became effective as of May 26, 2021.\nManufacturers of currently approved medical devices will have a transition time to meet the requirements of the EU MDR. The EU MDR differs in several important ways from the EU’s directives for medical devices and active implantable medical devices replaced thereby. The most significant changes in the regulations include:\n●\nThe definition of medical devices covered under the EU MDR is significantly expanded to include devices that may not have a medical intended purpose, such as colored contact lenses. Also included in the scope of the regulation are devices designed for the purpose of “prediction and prognosis” of a disease or other health condition.\n●\nDevice manufacturers are being required to identify at least one person within their organization who is ultimately responsible for all aspects of compliance with the requirements of the new EU MDR. The organization must document the specific qualifications of this individual relative to the required tasks.\n13\n\n\nTable of Contents\n●\nThe EU MDR requires rigorous post-market oversight of medical devices.\n●\nThe EU MDR allows the EU Commission or expert panels to publish “Common Specifications,” such as requirements for technical documentation, risk management, or clinical evaluation.\n●\nDevices are to be reclassified according to risk, contact, duration, and invasiveness.\n●\nSystematic clinical evaluation is being required for Class IIa and Class IIb medical devices.\n●\nAll approved devices must be recertified in accordance with the new EU MDR requirements.\nWe have a team dedicated to updating and revising key systems, processes, and product technical documentation to meet the new EU MDR requirements.\nEnvironmental Regulations\nWe are subject to various environmental laws, directives, and regulations pertaining to the use, storage, handling and disposal of hazardous substances used, and hazardous wastes generated, in the manufacture of our products. Such laws mandate the use of controls and practices designed to mitigate the impact of our operations on the environment, and under such laws we may be held liable for the costs associated with the remediation and removal of any unintended or previously unknown releases of hazardous substances on, beneath or from our property and associated operations, including the remediation of hazardous waste disposed off-site. Such laws may impose liability without regard to whether we knew of, or caused, the release of such hazardous substances. Any failure by us to comply with present or future regulations could subject us to the imposition of substantial fines, suspension of production, alteration of manufacturing processes or cessation of operations, any of which could have a material adverse effect on our business, financial condition and results of operations.\nWe believe that, except to an extent that would not have a material adverse effect on our business, financial condition or results of operations, we are currently in compliance with all environmental regulations in connection with our manufacturing operations, and that we have obtained all environmental permits necessary to conduct our business. The amount of hazardous substances used, and hazardous wastes generated, by us may increase in the future depending on changes in our operations. To ensure compliance and practice proper due diligence, we conduct appropriate environmental audits and investigations at our manufacturing facilities in North America, Asia Pacific, and Europe, and, to the extent practicable, on all new properties. Our manufacturing facilities conduct regular internal audits to ensure proper environmental permits and controls are in place to meet changes in operations. Third-party investigations address matters related to current and former occupants and operations, historical land use, and regulatory oversight and status of associated properties and operations (including surrounding properties). The purpose of these studies is to identify, as of the date of such report, potential areas of environmental concern related to past and present activities or from nearby operations. The scope and extent of each investigation is dependent upon the size, complexity and operation of the property and on recommendations by independent environmental consultants.\nCompetition\nThe markets in which we operate are highly competitive and characterized by evolving customer needs and rapid technological change. We compete with other manufacturers, some of which have significantly greater financial, technical and marketing resources than we have. In addition, some competitors may have the ability to respond quickly to new or emerging technologies, adapt more quickly to changes in customer requirements, have stronger customer relationships, have greater name recognition and devote greater resources to the development, promotion and sale of their products than we do. As a result, we may not be able to compete successfully against designers and manufacturers of specialized electronic systems and components or within the markets for security and inspection systems, patient monitoring, cardiology and remote monitoring, or optoelectronic devices. Future competitive pressures may materially and adversely affect our business, financial condition and results of operations.\n14\n\n\nTable of Contents\nIn the security and inspection market, competition is based primarily on factors such as product performance specification standards, quality and reliability, government regulatory approvals and qualifications, the overall cost effectiveness of the system, prior customer relationships and reputation, technological capabilities of the products, price, local market presence, program execution capability, and breadth of sales and service organization. Competition results in price reductions and reduced margins and could result in loss of market share. Although our competitors offer products in competition with one or more of our products, we can supply a variety of system types and offer among the widest array of solutions available from a single supplier. This variety of technologies also permits us to offer unique hybrid systems to our customers that utilize two or more of these technologies, thereby optimizing flexibility, performance and cost to meet each customer’s unique application requirements.\nIn the patient monitoring, cardiology and remote monitoring, and connected care markets, competition is also based on a variety of factors including product performance, functionality, value and breadth of sales and service organization. Competition could result in price reductions, reduced margins and loss of our market share. We believe that our patient monitoring products are easier to use than the products of many of our competitors because we offer a consistent user interface throughout many of our product lines. We also believe that the capability of our monitoring systems to connect together, and to the hospital IT infrastructure, is a key competitive advantage. Further, while some of our competitors are also beginning to introduce portal technology, which allows remote access to data from the bedside monitor, central station or other point of care, we believe that our competing technologies bring valuable, instant access to labs, radiology and charting at the point of care.\nIn the markets in which we compete to provide optoelectronic devices and electronics manufacturing services, competition is based primarily on factors such as expertise in the design and development of optoelectronic devices, product quality, timeliness of delivery, price, technical support and the ability to provide fully integrated services from application development and design through production. Because we specialize in custom subsystems requiring a high degree of engineering expertise, we believe that we generally do not compete to any significant degree with any other large United States, European or Asian manufacturers of standard optoelectronic components. Competition in the extensive electronic manufacturing services market ranges from multinational corporations with sales in excess of several billion dollars, to large regional competitors and to small local assembly companies. In our experience, the OEM customers to whom we provide such services often prefer to engage companies that offer both local and lower-cost off-shore facilities. Along with a number of domestic competitors for these services, our high-volume, low-cost contract manufacturing locations in Southeast Asia compete with other manufacturers in the same region.\nBacklog\nWe currently measure our backlog as quantifiable purchase orders or contracts that have been signed, for which revenues are expected to be recognized within the next five years. In instances where we are not able to estimate the value of a purchase order or contract, they are not included in backlog.\nWe ship most of our baggage and parcel inspection, people screening, trace detection, patient monitoring and cardiology and remote monitoring systems and optoelectronic devices and value-added subsystems within one to several months after receiving an order. However, such shipments may be delayed for a variety of reasons, including supply chain disruptions and any special design or requirements of the customer. In addition, large orders of security and inspection products typically require greater lead-times. Fulfillment of orders of our Rapiscan RTT hold (checked) baggage screening equipment generally requires longer lead times. Further, we provide turnkey screening services to certain customers for which we may recognize revenue over multi-year periods.\nCertain of our cargo and vehicle inspection systems may require more than a year of lead-time. We have experienced some significant shipping delays associated with our cargo and vehicle inspection systems. Such delays can occur for many reasons, including: (i) additional time necessary to coordinate and conduct factory inspections with the customer before shipment; (ii) a customer’s need to engage in time-consuming site construction projects to accommodate the system, over which we may have no control or responsibility; (iii) additional fine tuning of such systems once they are installed; (iv) design or specification changes by the customer; (v) time needed to obtain export licenses and/or letters of credit; (vi) delays originating from other contractors on the project; and (vii) supply chain constraints. The COVID-19 pandemic exacerbated these challenges, and supply chain constraints that originated during the pandemic continue to affect our projects, even as international travel restrictions and other protective measures subside.\n15\n\n\nTable of Contents\nAs of June 30, 2023, our consolidated backlog totaled approximately $1.8 billion, compared to $1.2 billion as of June 30, 2022. Approximately $0.8 billion of our backlog as of June 30, 2023 is not reasonably expected to be fulfilled in fiscal year 2024. Sales orders underlying our backlog are firm orders, although, from time to time we may agree to permit a customer to cancel an order, or an order may be cancelled for other reasons. Variations in the size of orders, product mix, or delivery requirements, among other factors, may result in substantial fluctuations in backlog from period to period. Backlog as of any particular date should not be relied upon as indicative of our revenues for any future period and should not be considered a meaningful indicator of our performance on an annual or quarterly basis.\nHuman Capital\nThe strength and talent of our workforce are critical to the success of our businesses, and we strive to attract, develop and retain personnel commensurate with the needs of our businesses. Our human capital management priorities are designed to support the execution of our business strategy and improve organizational effectiveness. We contribute to our employees’ financial, health, and social well-being through competitive compensation structures, including a robust employee stock purchase program and retirement benefits, as well as health and well-being programs focused on promoting the physical and mental health of our workforce. We also strive to create opportunities for career development and growth. We provide training and development programs to foster connections, leadership competency, and team and individual development, and we have a tuition reimbursement program to encourage ongoing education.\nWe understand the importance of a diverse workforce, and we are committed to upholding a culture of diversity, equity, and inclusion. We value the unique contributions of our employees, and we hold firm to the ideals of fairness, equal opportunity and mutual respect for all forms of diversity and differing abilities. We are committed to pay equity and protecting the rights of underrepresented groups within our organization, including women, racial and ethnic minorities, and members of the LGBTQ+ community. Our broader diversity strategies include focus at all levels of our organization, including with senior management and our Board of Directors. As of June 30, 2023, 46% of our global workforce was female and 52% of our U.S. workforce was ethnically diverse.\nAs of June 30, 2023, we employed 6,423 people, of whom 3,975 were employed in manufacturing, 543 were employed in engineering or research and development, 624 were employed in administration, 342 were employed in sales and marketing and 939 were employed in service capacities. Of the total employees, 2,014 were employed in the Americas, 3,527 were employed in Asia and 882 were employed in Europe.\nAvailable Information\nWe are subject to the informational requirements of the Exchange Act. Therefore, we file periodic reports, proxy statements and other information with the SEC. The SEC maintains an internet website (http://www.sec.gov) that contains reports, proxy statements and other information that issuers are required to file electronically.\nOur internet address is: http://www.osi-systems.com. The information found on, or otherwise accessible through, our website is not incorporated into, and does not form a part of this annual report on Form 10-K or any other report or document we file with or furnish to the SEC. We make available, free of charge through our internet website, our annual reports on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K, amendments to those reports filed or furnished pursuant to Section 13(a) or 15(d) of the Exchange Act, and reports filed pursuant to Section 16 of the Exchange Act, as soon as reasonably practicable after electronically filing such material with, or furnishing it to, the SEC. Also available on our website free of charge are our Corporate Governance Guidelines, the Charters of our Nominating and Governance, Audit, Compensation and Benefits, Technology, and Risk Management Committees of our Board of Directors and our Code of Ethics and Conduct (which applies to all members of our Board of Directors and employees, including our principal executive officer, principal financial officer and principal accounting officer). A copy of this annual report on Form 10-K is available without charge upon written request addressed to: c/o Secretary, OSI Systems, Inc., 12525 Chadron Avenue, Hawthorne, CA 90250 or by calling telephone number (310) 978-0516.\n​\n16\n\n\nTable of Contents\n​",
    "item1a": ">ITEM 1A. RISK FACTORS\nSet forth below and elsewhere in this report and in other documents we file with the SEC are descriptions of the risks and uncertainties that could materially and adversely affect our business, financial condition and results of operations and could make an investment in our securities speculative or risky. We encourage you to carefully consider all such risk factors when making investment decisions regarding our company. If any such risks, or any other risks that we do not currently consider to be material, or which are not known to us, materialize, our business, financial condition and operating results could be materially adversely affected. \nBusiness and Industry Risks\nIf operators of, or algorithms installed on, our security and inspection systems fail to detect weapons, explosives or other devices or materials that are used to commit a terrorist act or other mass casualty event, we could be exposed to product and professional liability and related claims for which we may not have adequate insurance coverage.\nOur business exposes us to potential product liability risks that are inherent in the development, manufacturing, sale and service of security and inspection systems, software and threat detection algorithms, as well as in the provision of training to our customers in the use and operation of such systems. Our customers use our security and inspection systems to help them detect items that could be used in performing terrorist acts, mass casualty events or other crimes. Some of our security and inspection systems require that an operator interpret an image of suspicious items within a bag, parcel, container, vehicle or other vessel. Others use algorithms to signal to the operator that further investigation is required. In addition, the training, reliability and competence of the customer’s operator are often crucial to the detection of suspicious items.\nSecurity inspection systems that signal to the operator that further investigation is required are sometimes referred to in the security industry as “automatic” detection systems. Nevertheless, if such a system were to fail to signal to an operator when an explosive, weapon or other contraband was in fact present, resulting in significant loss of life or damage, we would be subject to risk of significant product liability claims. Security inspection by technological means is circumstance and application-specific. Our security and inspection systems offer significant capabilities, but also have performance limitations and cannot be designed to reveal or detect contraband under all circumstances, particularly if criminal actors successfully conceal such items. They can also malfunction or underperform, including if not properly maintained.\nWe also offer turnkey security screening solutions under which we perform some or all of the security screening tasks that have historically been performed by our customers. Such projects expose us to certain professional liability risks that are inherent in performing security inspection services for the purpose of detecting contraband items, including items that could be used in performing terrorist acts, mass casualty events or other crimes. If a contraband item were to pass through our operations and be used to perform a terrorist act, mass casualty event or other crime, we would be subject to risk of significant professional liability claims.\nThere are also many other factors beyond our control that could lead to liability claims should an act of terrorism, mass casualty event, or other crime occur. Past terrorism attacks in the U.S. and in other locations worldwide and the potential for future attacks have caused commercial insurance for such threats to become extremely difficult to obtain. In the event that we are found liable following an act of terrorism or other mass casualty event, the insurance we currently have in place would not fully cover the claims for damages. Further, if our security and inspection systems fail to, or are perceived to have failed to, help detect a threat, we could experience negative publicity and reputational harm, which could have a material adverse effect on our business, financial conditions and results of operations.\nThe loss of certain of our customers, including government agencies that can modify or terminate agreements more easily than other commercial customers with which we contract, the failure to continue to diversify our customer base or the non-renewal of certain material contracts could have a negative effect on our reputation and could have a material adverse effect on our business, financial condition and results of operations.\nWe sell many of our products to prominent, well-respected institutions, including agencies and departments of the U.S. Government, state and local governments, foreign governments, renowned hospitals and hospital networks, and large military defense and space industry contractors. Many of these larger customers spend considerable resources testing and evaluating our products and our design and manufacturing processes and services. Some of our smaller customers know this and rely on this as an indication of the quality and reliability of our products and services. As a result, part of our reputation and success depends on our ability to continue to sell to larger institutions that are known for demanding high standards of excellence. The loss or termination of a contract by such an institution, even if for reasons unrelated to the quality of our products or services, could therefore have a more wide-spread and potentially material adverse effect on our business, financial condition and results of operations.\n17\n\n\nTable of Contents\nOur acquisition and alliance activities could result in disruption of our ongoing business and other operational difficulties, unrecoverable costs, and other negative consequences, any of which could adversely impact our financial condition and results of operations.\nWe intend to continue to make investments in companies, products and technologies, either through acquisitions, investments or alliances. Acquisition and alliance activities often involve risks, including:\n●\ndifficulty in assimilating the acquired operations and employees and realizing synergies expected to result from the acquisition;\n●\npotential liabilities of, or claims against, an acquired company, some of which might not be known until after the acquisition;\n●\ndifficulty in managing product development activities with our alliance partners;\n●\ndifficulty in effectively coordinating sales and marketing efforts;\n●\ndifficulty in combining product offerings and product lines quickly and effectively;\n●\ndifficulty in retaining the key employees of the acquired operation;\n●\ndisruption of our ongoing business, including diversion of management time;\n●\ninability to successfully integrate the acquired technologies and operations into our businesses and maintain uniform standards, controls, policies and procedures;\n●\nunanticipated changes in market or industry practices that adversely impact our strategic and financial expectations regarding an acquired company or acquired assets and require us to write off or dispose of such acquired company or assets;\n●\nlacking the experience necessary to enter into new product or technology markets successfully; and\n●\ndifficulty in integrating financial reporting systems and implementing controls, procedures and policies, including disclosure controls and procedures and internal control over financial reporting, appropriate for public companies of our size at companies that, prior to the acquisition, had lacked such controls, procedures and policies.\nIntegrating acquired businesses has been and will continue to be complex, time consuming and expensive, and can negatively impact the effectiveness of our internal control over financial reporting. The use of debt to fund acquisitions or for other related purposes increases our interest expense and leverage. If we issue equity securities as consideration in an acquisition, current stockholders percentage ownership and earnings per share may be diluted. As a result of these and other risks, we cannot be certain that our previous or future acquisitions will be successful and will not materially adversely affect the conduct, operating results or financial condition of our business.\nSubstantial declines in crude oil prices or extended periods of low crude oil prices may adversely affect our business, financial condition, and results of operations.\nSome of our international customers have procurement budgets that are strongly correlated with fluctuations in the price of crude oil. Historically, the market for crude oil has been volatile and unpredictable. Crude oil prices are subject to rapid and significant fluctuations in response to global events and relatively minor changes in supply and demand. While factors relating the price of crude oil to demand for our products and services are complex, a period of depressed crude oil prices may adversely affect our business, financial condition, and results of operations.\nUnfavorable currency exchange rate fluctuations could adversely affect our financial results. \nOur international sales and our operations in foreign countries expose us to risks associated with fluctuating currency values and exchange rates. Gains and losses on the conversion of accounts receivable, accounts payable and other monetary assets and liabilities to U.S. dollars may contribute to fluctuations in our results of operations. We also use forward contracts which are intended to mitigate the impact of certain foreign currency exposures. These forward contracts may not completely offset foreign currency gains and losses. In addition, since we conduct business in currencies other than the U.S. dollar but report our financial results in U.S. dollars, increases or decreases in the value of the U.S. dollar relative to other currencies could have a material adverse effect on our business, financial condition and results of operations.\n18\n\n\nTable of Contents\nU.S. budgeting process disruptions could reduce government spending, which could adversely impact our revenues, earnings, cash flows and financial condition.\nFunding for U.S. federal Government activities takes place on an annual basis with the Government fiscal year beginning on October 1 and ending on September 30. In recent years, the budgeting process has often not been completed by October 1st, which has required temporary extensions of funding authority, known as a continuing resolution. Because the provision of appropriated funds is undertaken on an annual basis and subject to budgetary rules and requirements, there can be disruptions to federal funding of current and future procurements.\nWe face aggressive competition in each of our operating divisions. If we do not compete effectively, our business will be harmed.\nWe encounter aggressive competition from numerous competitors in each of our divisions. In the security and inspection and patient monitoring and cardiology systems markets, competition is based primarily on such factors as product performance, functionality and quality, prior customer relationships, technological capabilities of the product, price, certification by government authorities, past performance, local market presence and breadth of sales and service organization. In the optoelectronic devices and electronics manufacturing markets, competition is based primarily on factors such as expertise in the design and development of optoelectronic devices, product quality, timeliness of delivery, price, customer technical support and on the ability to provide fully-integrated services from application development and design through volume subsystem production. We may not be able to compete effectively with all of our competitors. To remain competitive, we must develop new products and enhance our existing products and services in a timely manner. We anticipate that we may have to downward adjust the prices of many of our products to stay competitive. In addition, new competitors may emerge and entire product lines or service offerings may be threatened by new technologies or market trends that reduce the value of these product lines or service offerings. Our failure to compete effectively could have a material adverse effect on our business, financial condition and results of operations.\nHealthcare cost containment pressures and legislative or regulatory reforms may affect our ability to sell our products profitably.\nThird-party payers globally are developing increasingly sophisticated methods of controlling healthcare costs which can limit the amount that healthcare providers may be willing to pay for medical devices. In the United States, hospital and other healthcare provider customers that purchase our products typically bill various third-party payers to cover all or a portion of the costs and fees associated with the procedures or tests in which our products are used and bill patients for any deductibles or copayments. Because there is often no separate reimbursement for our products, any decline in the amount payers are willing to reimburse our customers for the procedures and tests associated with our products could make it difficult for customers to continue using, or adopt, our products and create additional pricing pressure for us. \nThere have been, and we expect there will continue to be, legislative and regulatory proposals to change the healthcare system, and some could significantly affect the ways in which doctors, hospitals, healthcare systems and health insurance companies are compensated for the services they provide, which could have a material impact on our business. It is not clear at this time what changes may impact the ability of hospitals and hospital networks to purchase the patient monitoring, cardiology and remote monitoring, and connected care systems that we sell or if it will alter market-based incentives that hospitals and hospital networks currently face to continually improve, upgrade and expand their use of such equipment.\nEfforts by governmental and third-party payers to reduce healthcare costs or the implementation of new legislative reforms imposing additional government controls could cause a reduction in sales or in the selling price of our products, which could adversely affect our business, financial condition and results of operations.\n19\n\n\nTable of Contents\nConsolidation in the healthcare industry could have a material and adverse effect on our revenues and results of operations.\nThe healthcare industry has been consolidating and organizations such as group purchasing organizations, independent delivery networks, and large single accounts, such as the United States Veterans Administration, continue to consolidate purchasing decisions for many of our healthcare provider customers. As a result, transactions with customers are larger, more complex and tend to involve more long-term contracts. The purchasing power of these larger customers has increased, and may continue to increase, causing downward pressure on product pricing. If we are not one of the providers selected by one of these organizations, we may be precluded from making sales to its members or participants. Even if we are one of the selected providers, we may be at a disadvantage relative to other selected providers that are able to offer volume discounts based on purchases of a broader range of products. Further, we may be required to commit to pricing that has a material adverse effect on our revenues and profit margins, business, financial condition and results of operations. We expect that market demand, governmental regulation, third-party reimbursement policies and societal pressures will continue to change the worldwide healthcare industry, resulting in further business consolidations and alliances, which may exert further downward pressure on the prices of our products and could materially and adversely impact our business, financial condition, and results of operations.\nTechnological advances and evolving industry and regulatory standards and certifications could reduce our future product sales, which could cause our revenues to grow more slowly or decline.\nThe markets for our products are characterized by rapidly changing technology, changing customer needs, evolving industry or regulatory standards and certifications and frequent new product introductions and enhancements. The emergence of new industry or regulatory standards and certification requirements in related fields may adversely affect the demand for our products. This could happen, for example, if new standards and technologies emerge that were incompatible with customer deployments of our applications. In addition, any products or processes that we currently offer or plan to develop may become obsolete or uneconomical before we recover all or any of the expenses incurred in connection with their development. We cannot provide assurance that we will succeed in developing and marketing product enhancements or new products that respond to technological change, new industry standards, changed customer requirements or competitive products on a timely and cost‑effective basis. Additionally, even if we are able to develop new products and product enhancements to meet any such standards, we cannot provide assurance that they will be profitable or that they will achieve market acceptance.\nWe develop certain of our security inspection technologies to meet the certification requirements of various government regulatory agencies worldwide, including the U.S. Transportation Security Administration and the European Civil Aviation Conference among others. Such standards change as threat and risk assessments evolve and as new technology becomes available within the industry, which enables regulators to demand performance improvements. We may not ultimately be able to develop technologies, or develop in a timely way solutions that are ultimately able to meet the new standards.\nCertain of our U.S. Government contracts are dependent upon our employees obtaining and maintaining required security clearances, as well as our ability to obtain security clearances for the facilities in which we perform sensitive government work.\nCertain of our U.S. Government contracts require our employees to maintain various levels of security clearances, and we are required to maintain certain facility security clearances. If we cannot maintain or obtain the required security clearances for our facilities and our employees, or obtain these clearances in a timely manner, we may be unable to perform certain U.S. Government contracts. Further, loss of a facility clearance, or an employee’s failure to obtain or maintain a security clearance, could result in a U.S. Government customer terminating an existing contract or choosing not to renew a contract. Lack of required clearances could also impede our ability to bid on or win new U.S. Government contracts. This could damage our reputation and adversely affect our business, financial condition and results of operations.\nWe could be subject to changes in our tax rates, the adoption of new U.S. or international tax legislation, or exposure to additional tax liabilities.\nWe are subject to taxes in the U.S. and numerous foreign jurisdictions. Tax rates in various jurisdictions may be subject to significant change due to economic and political conditions or otherwise. Our effective tax rates could be affected by changes in the mix of earnings in countries with differing statutory tax rates, changes in the valuation of deferred tax assets and liabilities, or adoption of new tax legislation or changes in tax laws or their interpretation.\n20\n\n\nTable of Contents\nWe are also subject to the examination of our tax returns and other tax matters by the U.S. Internal Revenue Service and other tax authorities and governmental bodies. We regularly assess the likelihood of an adverse outcome resulting from these examinations to determine the adequacy of our provision for taxes. There can be no assurance as to the outcome of these examinations. If our effective tax rates were to increase, or if the ultimate determination of our taxes owed is for an amount in excess of amounts previously accrued, our financial condition and operating results could be materially adversely affected.\nThe conflict between Russia and Ukraine and the related implications may negatively impact our operations.\nIn February 2022, Russia invaded Ukraine. As a result, the U.S. and certain other countries have imposed sanctions on Russia and could impose further sanctions that could damage or disrupt international commerce and the global economy. It is not possible to predict the broader or longer-term consequences of this conflict or the sanctions imposed to date, which could include further sanctions, embargoes, regional instability, geopolitical shifts and adverse effects on macroeconomic conditions, security conditions, currency exchange rates and financial markets. Such geopolitical instability and uncertainty could have a negative impact on our ability to sell to, ship products to, collect payments from, and support customers in certain regions based on trade restrictions, embargoes and export control law restrictions, and logistics restrictions including closures of air space, and could increase the costs, risks and adverse impacts from supply chain and logistics challenges.\nAs a result of the conflict between Russia and Ukraine, there is also an increased likelihood of cyberattacks or cybersecurity incidents that could either directly or indirectly impact our operations. Any attempts by cyber attackers to disrupt our information systems or the information systems of our vendors, if successful, could harm our business, result in the misappropriation of funds, be expensive to remedy, and damage our reputation or brand. Insurance may not be sufficient to cover significant expenses and losses related to such cyberattacks and cybersecurity incidents.\nThe potential effects of the conflict between Russia and Ukraine also could impact many of the other risk factors described herein. Given the evolving nature of this conflict, the related sanctions, potential governmental actions and economic impact, such potential impacts remain uncertain. We have certain research and development activities within Ukraine for our Healthcare division which have been somewhat impacted and while we expect the impacts of conflict between Russia and Ukraine to continue to have an effect on our business, financial condition and results of operations, we are unable to predict the extent or nature of these impacts at this time.\nOperational Risks\nAs a U.S. Government contractor, we are subject to extensive Federal procurement rules and regulations as well as contractual obligations that are unique to doing business with the U.S. Government. Non-compliance with any such rules, regulations or contractual obligations could negatively affect current programs, potential awards and our ability to do business with the U.S. Government in the future.\nU.S. Government contractors must comply with extensive procurement regulations and other requirements including, but not limited to, those appearing in the Federal Acquisition Regulation (FAR) and its supplements, as well as specific procurement rules and contractual conditions imposed by various U.S. Government agencies. In addition, U.S. Government contracts typically contain provisions and are subject to laws and regulations that provide government agencies rights not typically found in commercial contracts, including the ability to: (i) terminate, reduce the value of, or otherwise modify existing contracts; (ii) suspend or prohibit us from doing business with the government or a specific government agency; and (iii) claim rights in technologies and systems invented, developed or produced by us at the government’s expense.\nU.S. Government agencies and the agencies of many other governments with which we contract can terminate their contracts with us for convenience, and in that event, we generally may recover only our incurred costs and expenses on the work completed prior to termination. If an agency terminates a contract with us for default, we may be denied any recovery and may be liable for excess costs incurred by the agency in procuring undelivered items from an alternative source. Decisions by an agency to terminate one of our contracts for default could negatively affect our ability to win future awards not only from such agency, but also from other government agencies and commercial customers, many of whom evaluate past performance, or are required to review past performance information, when making their procurement decisions.\n21\n\n\nTable of Contents\nU.S. Government agencies may also initiate civil False Claims Act litigation against us based on allegations related to our performance of contracts for the U.S. Government, or to our compliance with procurement regulations and other legal requirements to which such contracts are subject, or both. Such litigation can be expensive to defend and if found liable can result in treble damages and significant civil penalties. The U.S. Government may also initiate administrative proceedings that, if resulting in an adverse finding against us or any of our subsidiaries as to our present responsibility to be a U.S. Government contractor or subcontractor, could result in our company or our subsidiaries being suspended for a period of time from eligibility for award of new government contracts or task orders or in a loss of export privileges and, if satisfying the requisite level of seriousness, in our debarment from contracting with the U.S. Government for a specified term as well as being subject to other remedies available to the U.S. Government. The occurrence of any of the foregoing events could result in a material adverse effect on our business, financial condition and results of operations.\nDue to the competitive process to obtain contracts and the likelihood of protests, we may be unable to achieve or sustain revenue growth and profitability.\nA significant portion of our business is generally awarded through a competitive bidding process, which involves substantial costs, including cost and time to prepare bids and proposals for contracts that may not be awarded to us, may be split among competitors or that may be awarded but for which we do not receive meaningful task orders. Following contract award, we may encounter significant expense, delay, contract modifications or even contract loss as a result of our competitors protesting the award of contracts to us in competitive bidding. Any resulting loss or delay of start-up and funding of work under protested contract awards may adversely affect our revenues and profitability. In addition, multi-award contracts require that we make sustained post-award efforts to obtain task orders under the contract. As a result, we may not be able to obtain these task orders or recognize revenues under these multi-award contracts. Our failure to compete effectively in this procurement environment would adversely affect our revenues and profitability.\nOur revenues are dependent on orders of security and inspection systems, turnkey security screening solutions and patient monitoring and cardiology and remote monitoring systems, which may have lengthy and unpredictable sales cycles.\nSales of security and inspection systems and turnkey security screening solutions often depend upon the decision of governmental agencies to upgrade or expand existing airports, border crossing inspection sites, seaport inspection sites, military facilities and other security installations. In the case of turnkey security screening solutions, the commencement of screening operations may be dependent on the approval, by a government agency, of the protocols and procedures that our personnel are to follow during the performance of their activities. In addition, turnkey screening solutions projects, in contrast to the sale and installation of security inspection equipment, also require that we hire and manage large numbers of local personnel in jurisdictions where we may not have previously operated. Sales outside of the United States of our patient monitoring and cardiology and remote monitoring systems depend in significant part on the decision of governmental agencies to build new medical facilities or to expand or update existing medical facilities. Accordingly, a significant portion of our sales of security and inspection systems, turnkey security screening solutions and our patient monitoring and cardiology and remote monitoring systems is often subject to delays associated with the lengthy approval processes. During these approval periods, we expend significant financial and management resources in anticipation of future revenues that may not occur. If we fail to receive such revenues after expending such resources, such failure could have a material adverse effect on our business, financial condition and results of operations.\nIf we do not introduce new products in a timely manner, our products could become obsolete and our operating results would suffer.\nWe sell many of our products in industries characterized by rapid technological changes, frequent new product and service introductions and evolving industry standards and customer needs. Without the timely introduction of new products and enhancements, our products could become technologically obsolete over time, in which case our revenue and operating results would suffer. The success of our new product offerings will depend upon several factors, including our ability to: (i) accurately anticipate customer needs; (ii) innovate and develop new technologies and applications; (iii) successfully commercialize new technologies in a timely manner; (iv) price our products competitively and manufacture and deliver our products in sufficient volumes and on time; and (v) differentiate our offerings from our competitors’ offerings. Some of our products are used by our customers to develop, test and manufacture their products. We therefore must anticipate industry trends and develop products in advance of the commercialization of our customers’ products. In developing any new product, we may be required to make a substantial investment before we can determine the commercial viability of the new product. If we fail to accurately foresee our customers’ needs and future activities, we may invest heavily in research and development of products that do not lead to significant revenues.\n22\n\n\nTable of Contents\nInterruptions in our ability to purchase raw materials and subcomponents may adversely affect our profitability.\nWe purchase raw materials and certain subcomponents from third parties. We generally do not have guaranteed long-term supply arrangements with our suppliers. In addition, for certain raw materials and subcomponents that we use, there are a limited number of potential suppliers that we have qualified or that we are currently able to qualify. Consequently, some of the key raw materials and subcomponents that we use are currently available to us only from a single vendor. The reliance on a single qualified vendor could result in delays in delivering products or increases in the cost of manufacturing the affected products. Any material interruption in our ability to purchase necessary raw materials or subcomponents or a significant increase in price of raw materials or subcomponents could adversely affect our ability to fulfill customer orders and therefore could ultimately have a material adverse effect on our business, financial condition and results of operations.\nWe contract with third parties that may be unable to fulfill contracts on time.\nWe contract with third-party vendors to service our equipment in the field. We have made such arrangements because sometimes it is more efficient to outsource these activities than it is for our own employees to service our equipment. In addition, some of these vendors maintain stocks of spare parts that are more efficiently accessed in conjunction with a service agreement than would be the case if we were to maintain such spare parts independently. Any material interruption in the ability of our vendors to fulfill such service contracts could adversely affect our ability to fulfill customer orders and therefore could ultimately have a material adverse effect on our business, financial condition and results of operations.\nAdditionally, purchasers of our security and inspection systems and turnkey security screening solutions sometimes require the construction of the facilities that will house our systems and/or operations. We engage qualified construction firms to perform this work. However, if such firms experience delays, if they perform sub-standard work or if we fail to properly monitor the quality of their work or the timeliness of their progress, we may not be able to complete our construction projects on time. In any such circumstance, we could face the imposition of delay penalties and breach of contract claims by our customer. Any material delay caused by our construction firm subcontractors could therefore ultimately have a material adverse effect on our business, financial condition and results of operations.\nWe accumulate excess inventory from time to time.\nBecause of long lead times and specialized product designs, in certain cases we purchase components and manufacture products in anticipation of customer orders based on customer forecasts. For a variety of reasons, such as decreased end-user demand for our products or other factors, our customers might not purchase all the products that we have manufactured or for which we have purchased components. To the extent that we are unsuccessful in recouping our material and manufacturing costs, this could have a material adverse effect on our business, financial condition and results of operations. In addition, because of the complex customer acceptance criteria associated with some of our products, on some occasions, products the title of which has passed to our customers are still included in our inventory until revenue recognition criteria are met. As a result, inventory levels are elevated from time to time.\nEconomic, political, legal, operational and other risks associated with international sales\n and operations could adversely affect our financial performance.\nOur businesses are subject to risks associated with doing business internationally. We anticipate that revenues from international operations will continue to represent a substantial portion of our total revenue. In addition, many of our manufacturing facilities, and therefore employees, suppliers, real property, capital equipment, cash and other assets are located outside the United States. Accordingly, our future results could be harmed by a variety of factors, including without limitation:\n●\nchanges in foreign currency exchange rates;\n●\nchanges in a country’s or region’s political or economic conditions, particularly in developing or emerging markets;\n●\npolitical and economic instability, including the possibility of civil unrest, terrorism, mass violence or armed conflict;\n●\nlonger payment cycles of foreign customers and difficulty of collecting receivables in foreign jurisdictions;\n●\nimposition of domestic and international taxes, export controls, tariffs, embargoes, sanctions, trade disputes, and other trade restrictions;\n●\ndifficulty in staffing and managing widespread operations;\n●\ndifficulty in managing distributors and sales agents and their compliance with applicable laws;\n●\nchanges in a foreign government’s budget, leadership and national priorities;\n●\nincreased legal risks arising from differing legal systems; and\n●\ncompliance with export control and anticorruption legislation, including but not limited to, the Foreign Corrupt Practices Act and UK Bribery Act and International Traffic in Arms Regulations.\n23\n\n\nTable of Contents\nThere are inherent risks associated with operations in Mexico.\nWe are currently in the process of fulfilling agreements to provide cargo and vehicle inspection systems and related services to government customers in Mexico. These agreements are significant to our business, financial condition and results of operations. The following are certain risks to operating in Mexico that could adversely impact our operations and have a material adverse effect on our business, financial condition and results of operations: (i) ability of key suppliers and subcontractors to fulfill obligations on a timely basis; (ii) cooperation of various departments of the Mexican government in issuing permits, and inspecting our operations on a timely basis; (iii) receipt of payments in a timely manner; (iv) significant penalties in the event of our late delivery or non-performance; (v) termination or change in scope of program at the election of the Mexican government; (vi) regional political and economic instability; (vii) high rate of crime in Mexico where we conduct operations; and (viii) change in the value of the Mexican peso.\nOur operations are vulnerable to interruption or loss due to natural disasters, epidemics or pandemics such as COVID-19, terrorist acts and other events beyond our control, which could adversely impact our operations.\nAlthough we perform manufacturing in multiple locations, we generally do not have redundant manufacturing capabilities in place for any particular product or component. As a result, we depend on our current facilities for the continued operation of our business. A natural disaster, epidemic or pandemic, terrorist act, act of war, civil unrest, or other natural or manmade disaster affecting any of our facilities could significantly disrupt our operations, or delay or prevent product manufacturing and shipment for the time required to repair, rebuild, or replace our manufacturing facilities. This delay could be lengthy and we could incur significant expenses to repair or replace the facilities. Any similar natural or manmade disaster that affects a key supplier or customer could lead to a similar disruption in our business. \nAs an example, the COVID-19 pandemic resulted in governments around the world implementing stringent measures to help combat the spread of the virus, including quarantines, “shelter in place” and “stay at home” orders, travel restrictions, business curtailments, school closures, and other measures, which has led to a global economic slowdown and impacted the financial markets of many countries. In particular, the COVID-19 pandemic significantly reduced airline passenger traffic, which reduced demand for certain of our security screening products and services. To slow and limit the transmission of COVID-19, governments across the world imposed significant air travel restrictions. These restrictions reduced demand for security screening products and related services at airport checkpoints globally. The global supply chain has also been disrupted. Staffing or personnel shortages due to pandemic-related shelter-in-place orders and quarantines have impacted and may continue to impact us and our suppliers. There have been widespread shortages in certain product categories. If the supply chain for materials used in our production process continues to be adversely impacted by COVID-19 or otherwise, our business, financial condition, and results of operations may be materially and adversely impacted.\nAny recall of our products, either voluntarily or at the direction of the FDA or another governmental authority, or the discovery of serious safety issues with our products that leads to corrective actions, could have a material adverse impact on us.\nAlthough we believe that existing data continue to support the efficacy and safety of our patient monitoring, cardiology, and connected care products, in the future, longer term study outcomes could demonstrate conflicting clinical effectiveness, a reduction of effectiveness, no clinical effectiveness or longer-term safety issues. This type of differing data could have a detrimental effect on the market penetration and usage of our medical device products. As a result, our sales may decline or expected growth would be negatively impacted. This could negatively impact our operating condition and financial results.\nMore generally, all medical devices can experience performance problems that require review and possible corrective action by us or a component supplier. We cannot provide assurance that there will not be component failures, manufacturing errors, noncompliance with quality system requirements or good manufacturing practices, design defects, software defects or labeling inadequacies in any device that could result in an unsafe condition or injury to the patient. The FDA and similar foreign governmental authorities have the authority to require the recall of commercialized products in the event of material deficiencies or defects in design or manufacture of a product or if a product poses an unacceptable risk to health. Manufacturers may also, under their own initiative, stop shipment or recall a product if any material deficiency is found or withdraw a product to improve device performance or for other reasons. A government mandated or voluntary recall by us could occur as a result of an unacceptable risk to health, component failures, manufacturing errors, noncompliance with good manufacturing practices or quality system requirements, design or labeling defects or other deficiencies and issues. Similar regulatory agencies in other countries have similar authority to recall products because of material deficiencies or defects in design or manufacture that could endanger health. A recall involving our products could be particularly harmful to our business, financial and operating results. In addition, under the FDA’s medical device reporting regulations, we are required to report to the FDA any incident in which our product may have caused or contributed to a death or serious injury or in which our product malfunctioned and, if the malfunction were to recur, would likely cause or contribute to death or serious injury. A future recall announcement could harm our reputation with customers and negatively affect our sales. In addition, the FDA or a foreign governmental authority could take enforcement action for failing to report the recalls when they were conducted.\n24\n\n\nTable of Contents\nDepending on the corrective action we take to redress a product’s deficiencies or defects, the FDA or applicable foreign regulatory authority may require, or we may decide, that we will need to obtain new approvals or clearances for the device before we may market or distribute the corrected device. Seeking such approvals or clearances may delay our ability to replace the recalled devices in a timely manner. Moreover, we may face additional regulatory enforcement action, including FDA warning letters, product seizure, injunctions, administrative penalties, civil penalties or criminal fines. We may also be required to bear other costs or take other actions that may have a negative impact on our sales as well as face material adverse publicity or regulatory consequences, which could harm our business, including our ability to market our products in the future.\nAny adverse event involving our products, whether in the United States or abroad, could result in future voluntary corrective actions, such as recalls or customer notifications, or agency action, such as inspection, mandatory recall, orders of repair, replacement or refund or other enforcement action. Any corrective action, whether voluntary or involuntary, as well as defending ourselves in a lawsuit, will require the dedication of our time and capital and may harm our reputation and financial results.\nWe rely on third parties and our own systems for interaction with our customers and suppliers and employees, and a failure of a key information technology system, process or site or any other failure or interruption in the services provided by these third parties or our own systems could have a material adverse impact on our ability to conduct business.\nWe rely extensively on our information technology systems and systems and services provided by third parties to interact with our employees and our customers and suppliers. These interactions include, but are not limited to, ordering and managing materials from suppliers, converting materials to finished products, shipping product to customers, processing transactions, summarizing and reporting results of operations, transmitting data used by our service personnel and by and among our wide-spread personnel and facilities, complying with regulatory, legal and tax requirements, and other processes necessary to manage our business. We do not control our third-party service providers and we do not maintain redundant systems for some of such services, increasing our vulnerability to problems with such services. If the systems on which we rely are damaged or cease to function properly due to any number of causes, ranging from failures of our third-party service providers to catastrophic events, to power outages, to security breaches, we may suffer interruptions in our ability to manage operations which may adversely impact our business, results of operations and/or financial condition.\nWe could suffer a loss of revenue and increased costs, exposure to significant liability, reputational harm, and other serious negative consequences if we sustain cyber-attacks or other data security breaches that disrupt our operations or result in the dissemination of proprietary or confidential information about us or our customers, suppliers, or other third parties; our products and services may be subject to potential cyber-attacks or other information technology vulnerabilities.\nWe manage and store proprietary, sensitive and confidential data related to our business operations. We may be subject to cyber-attacks and breaches of the information technology systems we use for these purposes. Experienced programmers and hackers may be able to penetrate our network security and misappropriate or compromise our confidential information or that of third parties, create system disruptions, or cause shutdowns. Hackers may also be able to develop and deploy viruses, worms, malware, ransomware and other malicious software programs that attack our systems or otherwise exploit security vulnerabilities in our systems or products. In addition, sophisticated hardware and operating system software and applications that we produce or procure from third parties may contain defects in design or manufacturing, including “bugs” and other problems that could unexpectedly interfere with the operation of our systems or products. Cyber-threats vary in technique, are persistent, frequently change, and increasingly are more sophisticated, targeted, and difficult to detect or prevent.\nWe expend significant capital and resources to protect against the threat of security breaches, including cyber-attacks, viruses, worms, malware, ransomware and other malicious software programs. Substantial additional expenditures may be required before or after a cyber-attack to mitigate or alleviate problems caused by the unauthorized access, theft of data stored within our information systems, or the introduction of computer malware or ransomware to our environment. Our remediation efforts may not be successful, and there could be interruptions, delays, or cessation of service due to cyber-attacks or other data security breaches.\nWe often identify attempts to gain unauthorized access to our systems. Given the rapidly evolving nature and proliferation of cyber threats, there can be no assurance that our employee training, operational, and other technical security measures or other controls will detect, prevent or remediate security or data breaches in a timely manner or otherwise prevent unauthorized access, damage, or interruption of our systems and operations. We are likely to face attempted cyber-attacks in the future. Accordingly, we may be vulnerable to losses associated with the improper functioning, security breach, or unavailability of our information systems as well as any systems used in acquired operations.\n25\n\n\nTable of Contents\nIn addition, breaches of our security measures and the unapproved use or disclosure of proprietary information or sensitive or confidential data about us or our suppliers, customers or other third parties could expose us or any such affected third party to a risk of loss or misuse of this information, result in litigation and potential liability for us, damage our brand and reputation or otherwise harm our business, even if we were not responsible for the breach. Furthermore, we are exposed to additional risks because we rely in certain capacities on third-party software, data management, and cloud service providers with possible security problems and security vulnerabilities beyond our control. Media or other reports of perceived security vulnerabilities to our systems or those of our third-party suppliers, even if no breach has been attempted or occurred, could adversely impact our brand and reputation and materially impact our business.\nOur products and services may also be at risk of cyber-attacks and security breaches. While we design and build security measures into our products and services, once installed and implemented at customer sites those measures may not prevent all cybersecurity attacks targeted against their networks and datacenters, such as the unauthorized access, capture, or alteration of information; the exposure or exploitation of potential security vulnerabilities; distributed denial of service attacks; the installation of malware or ransomware; acts of vandalism; computer viruses; or misplaced data or data loss.\nA significant actual or perceived (whether or not valid) theft, loss, fraudulent use or misuse of customer, employee, or other personally identifiable data, whether by us, our partners and vendors, or other third parties, or as a result of employee error or malfeasance or otherwise, non-compliance with applicable industry standards or our contractual or other legal obligations regarding such data, or a violation of our privacy and information security policies with respect to such data, could result in costs, fines, litigation, or regulatory actions against us. Such an event could additionally result in unfavorable publicity and therefore materially and adversely affect the market’s perception of the security and reliability of our products and services and our credibility and reputation with our customers.\nGiven increasing cyber security threats, there can be no assurance that we will not experience business interruptions, data loss, ransom, misappropriation, or corruption or theft or misuse of proprietary information or related litigation and investigation, any of which could have a material adverse effect on our financial condition and results of operations and harm our business reputation.\nDelays, costs, and disruptions that result from upgrading, integrating and maintaining the security of our information and technology networks and systems could materially adversely affect us.\nWe are dependent on information technology networks and systems, including Internet and Internet-based or “cloud” computing services, to collect, process, transmit, and store electronic information. We are currently modernizing and upgrading our information technology systems while simultaneously integrating systems from our various acquisitions, including making changes to legacy systems, and replacing some legacy systems with new and advanced functionality. While upgrading and implementing change to any one of our systems could present challenges, the age of our systems and architecture may present unique challenges that we have not previously encountered as we undertake these efforts. There are inherent costs and risks associated with integrating, replacing and changing these systems and implementing new systems, including potential disruption of our sales and operations, potential disruption of our internal control structure, substantial capital expenditures, additional administration and operating expenses, demands on management time, securing our systems along with dependent processes from cybersecurity threats, and other risks and costs of delays or difficulties in transitioning to new systems or of integrating new systems into our current systems. The implementation of or delay in implementing new information technology systems may also cause disruptions in our business operations and impede our ability to comply with constantly evolving laws, regulations and industry standards addressing information and technology networks, privacy and data security, any of which could have a material adverse effect on our business, financial condition, results of operations and cash flows.\nOur inability to successfully manage the implementation of a company-wide enterprise resource planning (“ERP”) system could adversely affect our operating results.\nWe are in the process of implementing a new company-wide ERP system. This process has been and continues to be complex and time-consuming and we expect to incur additional capital outlays and expenses. This ERP system will modernize and replace many of our existing operating and financial systems, which is a major undertaking from a financial management and personnel perspective. Should the new ERP system not be implemented successfully throughout all our business units, be significantly delayed or over-budget or if the system does not perform in a satisfactory manner, it could be disruptive and adversely affect our operations, including our potential ability to report accurate, timely and consistent financial results, our ability to purchase supplies, components and raw materials from suppliers, and our ability to timely deliver products and services to customers and/or collect receivables from them. If the new ERP system is not successfully and fully implemented, it could negatively affect our financial reporting, inventory management, future sales, profitability and financial condition.\n26\n\n\nTable of Contents\nOur credit facility contains provisions that could restrict our ability to finance our future operations or engage in other business activities that may be in our interest.\nOur credit facility contains a number of significant covenants that, among other things, limit our ability to: (i) dispose of assets; (ii) incur certain additional indebtedness; (iii) repay certain indebtedness; (iv) create liens on assets; (v) pay dividends on our Common Stock; (vi) make certain investments, loans and advances; (vii) repurchase or redeem capital stock; (viii) make certain capital expenditures; (ix) engage in acquisitions, mergers or consolidations; and (x) engage in certain transactions with subsidiaries and affiliates.\nThese covenants could limit our ability to plan for or react to market conditions, finance our operations, engage in strategic acquisitions or disposals or meet our capital needs or could otherwise restrict our activities or business plans. Our ability to comply with these covenants may be affected by events beyond our control. In addition, our credit facility also requires us to maintain compliance with certain financial ratios. Our inability to comply with the required financial ratios or covenants could result in an event of default under our credit facility. A default, if not cured or waived, may permit acceleration of our indebtedness. In addition, our lenders could terminate their commitments to make further extensions of credit under our credit facility. If our indebtedness is accelerated, we cannot be certain that we will have sufficient funds to pay the accelerated indebtedness or that we will have the ability to refinance accelerated indebtedness on terms favorable to us or at all. If we are not able to refinance existing indebtedness on acceptable terms, our ability to finance our operations, engage in strategic acquisitions, and otherwise meet our capital needs would be significantly impaired.\nLegal and Regulatory Risks\nThe Support Anti-terrorism by Fostering Effective Technologies Act of 2002 (SAFETY Act) may not shield us against legal claims we may face following an act of terrorism.\nThe SAFETY Act provides important legal liability protections for providers of qualified anti-terrorism products and services. Under the SAFETY Act, providers, such as our Security division, may apply to the U.S. Department of Homeland Security for coverage of their products and services. If granted coverage, such providers receive certain legal protections against product liability, professional liability and certain other claims that could arise following an act of terrorism. We have applied to the U.S. Department of Homeland Security for many of the products and services offered by our Security division, but we do not enjoy coverage under the SAFETY Act (or the highest level of coverage) for every product line, model number and service offering that our Security division provides. In addition, the terms of the SAFETY Act coverage decisions awarded to us by the U.S. Department of Homeland Security restrict coverage to specific model numbers, software, and options within our product lines, sales to specific customers, and impose various other limitations, and contain conditions and requirements that we may not (or may not be able to) continue to satisfy in the future. Delays by the U.S. Department of Homeland Security in granting coverage (or extensions of coverage) and in our ability to meet the evolving standards of the SAFETY Act application process has and may in the future continue to result in coverage limitations for our products and services.\nIf we fail to maintain SAFETY Act protections for each of our product models, options, offerings, software and services, or fail to apply in a timely way for coverage for new products, models, and services as we acquire or introduce them, or if the U.S. Department of Homeland Security limits the scope of any coverage previously awarded to us, denies us coverage or continued coverage for a particular product, product line, model, option, offering, software feature, or service, or delays in making decisions about whether to grant us coverage, we may become exposed to legal claims that the SAFETY Act was otherwise designed to prevent. Moreover, the SAFETY Act was not designed to shield providers of qualified anti-terrorism products and services from all types of claims that may arise from acts of terrorism, including from many types of claims lodged in courts outside of the United States or acts of terrorism that occur outside of the United States, which exposes us to legal claims and litigation defense costs despite the SAFETY Act awards we have received.\nOur patient monitoring, cardiology and remote monitoring, and connected care systems could give rise to product liability claims and product recall events that could materially and adversely affect our financial condition and results of operations.\nThe development, manufacturing and sale of medical devices expose us to significant risk of product liability claims, product recalls and, sometimes, product failure claims. We face an inherent business risk of financial exposure to product liability claims if the use of our medical devices results in personal injury or death. Substantial product liability litigation currently exists within the medical device industry. Some of our patient monitoring, cardiology and remote monitoring, and connected care products may become subject to product liability claims and/or product recalls. Future product liability claims and/or product recall costs may exceed the limits of our insurance coverages, or such insurance may not continue to be available to us on commercially reasonable terms, or at all. In addition, a significant product liability claim or product recall could significantly damage our reputation for producing safe, reliable and effective products, making it more difficult for us to market and sell our products in the future. Consequently, a product liability claim, product recall or other claim could have a material adverse effect on our business, financial condition and results of operations.\n27\n\n\nTable of Contents\nOur global operations expose us to legal compliance risks related to certain anti-bribery and anti-corruption laws.\nWe are required to comply with the U.S. Foreign Corrupt Practices Act, which prohibits United States companies from engaging in bribery or making other prohibited payments to foreign officials for the purpose of obtaining or retaining business. It also requires us to maintain specific record-keeping standards and adequate internal accounting controls. In addition, we are subject to similar requirements in other countries. Bribery, corruption, and trade laws and regulations, and the enforcement thereof, are increasing in frequency, complexity and severity on a global basis. Although we have internal policies and procedures with the intention of assuring compliance with these laws and regulations, our employees, distributors, resellers and contractors involved in our international sales may take actions in violations of such policies. If our internal controls and compliance program do not adequately prevent or deter our employees, distributors, resellers, contractors and/or other third parties with which we do business from violating anti-bribery, anti-corruption or similar laws and regulations, we may incur severe fines, penalties and reputational damage.\nWe are subject to import and export controls that could subject us to liability or impair our ability to compete in international markets.\nDue to the international scope of our operations, we are subject to a complex system of import- and export-related laws and regulations, including U.S. export control and customs regulations and customs regulations of other countries. These regulations are complex and vary among the legal jurisdictions in which we operate. Any alleged or actual failure to comply with such regulations may subject us to government scrutiny, investigation, and civil and criminal penalties, and may limit our ability to import or export our products or to provide services outside the United States. Depending on severity, any of these penalties could have a material impact on our business, financial condition and results of operations.\nOur business is subject to complex and evolving U.S. and international laws and regulation regarding privacy and data protection. If we fail to meet our compliance obligations under applicable privacy and data protection regulations, even if such compliance by us is inadvertent, or if we are unable to comply with changes to such requirements, we might be subject to fines, legal disputes, or other liabilities that could have a material adverse effect on our financial condition and results of operations.\nRegulatory authorities around the world are considering legislative and regulatory proposals concerning data protection, and the interpretation and application of data protection laws in the U.S., the EU, and elsewhere are often uncertain and in flux. These laws may be interpreted and applied in a manner that is inconsistent with our data practices. If our data practices are found to be in conflict with privacy and data protection laws or regulations, we could face fines or orders requiring that we change our data practices, which could have an adverse effect on our business, financial condition and results of operations.\nWe must comply with extensive federal and state requirements regarding the use, retention, security, and re-disclosure of patient healthcare information. HIPAA and the regulations that have been issued under it contain substantial restrictions and complex requirements with respect to the use and disclosure of certain individually identifiable health information, referred to as “protected health information”. The HIPAA Privacy Rule prohibits a covered entity or a business associate from using or disclosing protected health information unless the use or disclosure is validly authorized by the individual or is specifically required or permitted under the HIPAA Privacy Rule and only if certain complex requirements are met. The HIPAA Security Rule establishes administrative, organizational, physical, and technical safeguards to protect the privacy, integrity, and availability of electronic protected health information maintained or transmitted by covered entities and business associates. The HIPAA Breach Notification Rule requires that covered entities and business associates, under certain circumstances, notify patients when there has been an improper use or disclosure of protected health information. Any failure or perceived failure of our Company or our products to meet HIPAA standards and related regulatory requirements could expose us to certain notification, penalty, and enforcement risks, damage our reputation, and adversely affect demand for our products and force us to expend significant capital and other resources to address the privacy and security requirements of HIPAA.\nIn addition, there are other federal laws that include specific privacy and security obligations, above and beyond HIPAA, for certain types of health information and impose additional sanctions and penalties. All 50 states, the District of Columbia, Guam, Puerto Rico, and the Virgin Islands have enacted legislation requiring notice to individuals of security breaches involving protected health information, which is not uniformly defined among the breach notification laws. Organizations must review each state’s definitions, mandates, and notification requirements and timelines to appropriately prepare and notify affected individuals and government agencies, including the attorney general, in compliance with such state laws. Further, most states have enacted patient confidentiality laws that protect against the disclosure of confidential medical information, and many states have adopted or are considering adopting further legislation in this area. These state laws may be more stringent than HIPAA requirements. California passed the California Consumer Privacy Act, which imposes significant changes in data privacy regulation, and New York has passed the Stop Hacks and Improve Electronic Data Security Act, which expands the state’s existing privacy laws. GDPR, a regulation implemented on May 25, 2018 in the EU on data protection and privacy for all individuals in the EU and the EEA, applies to all enterprises, regardless of location, that are doing business in the EU or that collect and analyze data tied to EU and EEA residents. GDPR creates a range of compliance obligations, including stringent technical and security controls surrounding the storage, use, and disclosure of personal information, and significantly increases financial penalties for noncompliance.\n28\n\n\nTable of Contents\nWe are facing an increasingly complex international regulatory environment which is constantly changing and if we fail to comply with international regulatory requirements, or are unable to comply with changes to such requirements, our financial performance may be harmed.\nOur international operations and sales subject us to an international regulatory environment which is becoming increasingly complex and is constantly changing due to factors beyond our control. Risks associated with our international operations and sales include, without limitation, those arising from the following factors:\n●\ndiffering legal and court systems and changes to such systems;\n●\ndiffering labor laws and changes in those laws;\n●\ndiffering tax laws and changes in those laws;\n●\ndiffering environmental laws and changes in those laws;\n●\ndiffering laws governing our distributors and sales agents and changes in those laws;\n●\ndiffering protection of intellectual property and changes in that protection; and\n●\ndiffering import and export requirements and changes to those requirements.\nIf we fail to comply with applicable international regulatory requirements, even if such non-compliance by us is inadvertent, or if we are unable to comply with changes to such requirements, our financial performance may be harmed.\nSubstantial government regulation in the United States and abroad may restrict our ability to sell our patient monitoring, cardiology and remote monitoring, and connected care systems, and failure to comply with such laws and regulations may have a material adverse impact on our business.\nThe FDA and comparable regulatory authorities in foreign countries extensively and rigorously regulate our patient monitoring, cardiology and remote monitoring, and connected care systems, including the research and development, design, testing, clinical trials, manufacturing, clearance or approval, safety and efficacy, labeling, advertising, promotion, pricing, recordkeeping, reporting, import and export, post-approval studies and sale and distribution of these products. In the United States, before we can market a new medical device, or a new use of, new claim for, or significant modification to, an existing product, we must first receive clearance under Section 510(k) of the Federal Food, Drug and Cosmetic Act as discussed under Part I, Item 1, “Business - Regulation of Medical Devices.” Some modifications made to products cleared through a 510(k) may require a new 510(k). The FDA can delay, limit or deny clearance or approval of a device for many reasons.\nOur future products may not obtain FDA clearance on a timely basis, or at all. Further, the FDA makes periodic inspections of medical device manufacturers and in connection with such inspections issues observations when the FDA believes the manufacturer has failed to comply with applicable regulations. If FDA observations are not addressed to the FDA’s satisfaction, the FDA may issue a warning letter or proceed directly to other forms of enforcement action, which could include the shutdown of our production facilities, adverse publicity, and civil and criminal penalties. The expense and costs of any corrective actions that we may take, which may include product recalls, correction and removal of products from customer sites and/or changes to our product manufacturing and quality systems, could adversely impact our financial results. Issuance of a warning letter may also lead customers to delay purchasing decisions or cancel orders.\nOur patient monitoring, cardiology and remote monitoring, and connected care systems must also comply with the laws and regulations of foreign countries in which we develop, manufacture and market such products. In general, the extent and complexity of medical device regulation is increasing worldwide. This trend is likely to continue, and the cost and time required to obtain marketing clearance in any given country may increase as a result. Our products may not obtain any necessary foreign clearances on a timely basis, or at all.\n29\n\n\nTable of Contents\nOnce any of our patient monitoring, cardiology and remote monitoring, or connected care systems is cleared for sale, regulatory authorities may still limit the use of such product, prevent its sale or manufacture or require a recall or withdrawal of such product from the marketplace. Following initial clearance from regulatory authorities, we continue to be subject to extensive regulatory requirements. Government authorities can withdraw marketing clearance or impose sanctions due to our failure to comply with regulatory standards or due to the occurrence of unforeseen problems following initial clearance. Ongoing regulatory requirements are wide-ranging and govern, among other things: (i) annual inspections to retain a CE mark for sale of products in the EU; (ii) product manufacturing; (iii) patient health data protection and medical device security; (iv) supplier substitution; (v) product changes; (vi) process modifications; (vii) medical device reporting; and (viii) product sales and distribution.\nLegislative or regulatory reforms such as the new EU Medical Devices Regulation may make it more difficult and costly for us to obtain certification, regulatory clearance, or approval of any future products and to manufacture, market, and distribute our products after certification, clearance, or approval is obtained.\nFollowing its entry into application on May 26, 2021, the EU MDR introduced substantial changes to the obligations with which medical device manufacturers must comply in the EEA. High risk medical devices are subject to additional scrutiny during the conformity assessment procedure. Unlike directives such as the EU Medical Devices Directive, which must be implemented into the national laws of EEA countries, the EU MDR is directly applicable, without the need for adoption by EEA country laws implementing them, in all EEA countries and intended to eliminate current differences in regulation of medical devices among EEA countries. The EU MDR, among other things, is intended to establish a uniform, transparent, predictable and sustainable regulatory framework across the EEA for medical devices to ensure a high level of safety and health while supporting innovation. \nThe EU MDR imposes a number of new requirements on manufacturers of medical devices and imposes increased compliance obligations for us to access the EEA market. Our failure to comply with applicable foreign regulatory requirements, including those administered by authorities of the EEA countries, could result in enforcement actions against us and impair our ability to market products in the EEA in the future. Any changes to the membership of the EU, such as the departure of the United Kingdom under Brexit, may impact the regulatory requirements for impacted countries and impair our business operations and our ability to market products in such countries. For further discussion of the EU MDR, see Part I, Item 1, “Business - Regulation of Medical Devices.”\nWe may be subject to fines, penalties, injunctions, or other enforcement actions if we are determined to be promoting the use of our products for unapproved or “off label” uses, resulting in damage to our reputation and business.\nOur promotional materials and training methods must comply with FDA and other applicable laws and regulations, including the prohibition of the promotion of a medical device for a use that has not been cleared or approved by the FDA known as “off label” use. If the FDA determines that our promotional materials or training constitutes promotion of an off label use, it could request that we modify our training or promotional materials or subject us to regulatory or enforcement actions, including the issuance of warning letters, untitled letters, fines, penalties, consent decrees, injunctions, or seizures, which could have an adverse impact on our reputation and financial results. We could also be subject to enforcement action under other federal or state laws, including the False Claims Act.\nOur failure to comply with federal, state, and foreign laws and regulations relating to our healthcare business could have a material and adverse effect on our business.\nAlthough we do not provide healthcare services, submit claims for third-party reimbursement or receive payments directly from Medicare, Medicaid or other third-party payers for our products, we are subject to healthcare fraud and abuse regulation and enforcement by federal and state governments. Healthcare fraud and abuse and health information privacy and security laws potentially applicable to our operations are discussed in Part I, Item 1, “Business – Regulation of Medical Devices.”\nThe risk of our being found in violation of these laws and regulations is increased because many of them have not been fully interpreted by the regulatory authorities or the courts, and their provisions are open to a variety of interpretations. Moreover, recent health care reform legislation has strengthened these laws. For example, the Affordable Care Act, among other things, amended the intent requirement of the federal Anti Kickback Statute and criminal health care fraud statutes; a person or entity no longer needs to have actual knowledge of these statutes or specific intent to violate them to have committed a violation. In addition, the Affordable Care Act provided that the government may assert that a claim including items or services resulting from a violation of the federal Anti Kickback Statute constitutes a false or fraudulent claim for purposes of the False Claims Act.\n30\n\n\nTable of Contents\nBecause of the breadth of these laws and the narrowness of the statutory exceptions and safe harbors available under such laws, it is possible that some of our business activities could be subject to challenge under one or more of such laws. Any action against us for violation of these laws could cause us to incur significant legal expenses and divert our management’s attention from the operation of our business. If our operations are found to be in violation of any of the laws described above or any other governmental regulations that apply to us, we may be subject to penalties, including civil and criminal penalties, damages, fines, exclusion from governmental health care programs, disgorgement, contractual damages, reputational harm, diminished profits and future earnings, and the curtailment or restructuring of our operations, any of which could impair our ability to operate our business, financial condition and our financial results.\nGeneral Risks\nSignificant inflation and increasing interest rates could materially and adversely affect our business and financial results.\nThe current inflation rate could materially and adversely affect us by increasing our operating costs, including our materials, freight, and labor costs, which are already under pressure due to supply chain constraints. In a highly inflationary environment, we may be unable to raise the sales prices of our products to match the rate of inflation or our increasing operating costs, which could reduce our profit margins and have a material and adverse effect on our financial performance. Further, pressures from inflation could negatively impact the willingness and ability of our customers to purchase our products in the same volumes as have been purchased in the past or are currently being purchased.\nAs interest rates rise to address inflation or otherwise, such increases will impact the base rates applicable in our credit arrangements and will result in borrowed funds becoming more expensive to us over time. These financing pressures also can have a negative impact on customers’ willingness to purchase our products in the same volumes as previously purchased. We also use forward contracts which are intended to mitigate the impact of certain foreign currency exposures. These forward contracts may not completely offset foreign currency gains and losses. \nOur insurance coverage may be inadequate to cover all significant risk exposures.\nWe maintain insurance for certain risks, and we believe our insurance coverage is consistent with general practices within our industry. However, the amount of our insurance coverage may not cover all claims or liabilities and we may be forced to bear substantial costs. Consistent with market conditions in the insurance industry, premiums and deductibles for some of our insurance policies have been increasing and may continue to increase in the future. In some instances, some types of insurance may become available only for reduced amounts of coverage, if at all. In addition, there can be no assurance that our insurers would not challenge coverage for certain claims. If we were to incur a significant liability for which we were not fully insured or that our insurers disputed, it could have a material adverse effect on our business, financial condition and results of operations. \nWe are involved in various litigation matters, which could have a material adverse effect on our business, financial condition or operating results.\nLitigation can be lengthy, expensive and disruptive to our operations, and can divert our management’s attention away from the running of our business. Claims arising out of actual or alleged violations of law could be asserted against us by individuals, either individually or through class actions, or by governmental entities in investigations and proceedings. If we are unsuccessful in our defense in litigation matters, or any other legal proceeding, we may be forced to pay damages or fines, some of which may be in excess of our insurance coverage, and/or change our business practices, any of which could have a material adverse effect on our business, financial condition and results of operations. For more information about our litigation matters, see “Legal Proceedings” and Note 11 to the consolidated financial statements.\n​\n31\n\n\nTable of Contents",
    "item7": ">ITEM 7. MANAGEMENT’S DISCUSSION AND ANALYSIS OF FINANCIAL CONDITION AND RESULTS\n OF OPERATIONS\nThe following management’s discussion and analysis of financial condition and results of operations (“MD&A”) is intended to help the reader understand our results of operations and financial condition. MD&A is provided as a supplement to, and should be read in conjunction with, our financial statements and the accompanying notes.\n \nThis MD&A contains forward-looking statements and the matters discussed in these forward-looking statements are subject to risks, uncertainties, and other factors that could cause actual results to differ materially from those projected or implied in the forward-looking statements. Please see “Risk Factors” and “Forward-Looking Statements” for a discussion of the uncertainties, risks and assumptions associated with these statements.\nOverview\nWe are a vertically integrated designer and manufacturer of specialized electronic systems and components for critical applications. We sell our products and provide related services in diversified markets, including homeland security, healthcare, defense and aerospace. We have three operating divisions, each of which is a reportable segment: (a) Security, providing security and inspection systems and turnkey security screening solutions; (b) Healthcare, providing patient monitoring, cardiology and remote monitoring, and connected care systems and associated accessories; and (c) Optoelectronics and Manufacturing, providing specialized electronic components and electronic manufacturing services for our Security and Healthcare divisions, as well as to third parties for applications in the defense and aerospace markets, among others.\nSecurity Division. \nThrough our Security division, we provide security screening products, software, and services globally, as well as turnkey security screening solutions. These products and services are used to inspect baggage, parcels, cargo, people, vehicles and other objects for weapons, explosives, drugs, radioactive and nuclear materials and other contraband. Revenues from our Security division accounted for 59% of our total consolidated revenues for fiscal 2023.\nAs a result of terrorist attacks and smuggling operations against the U.S. and in other locations worldwide, security and inspection products have increasingly been used at a wide range of facilities in addition to airports, such as border crossings, seaports, freight forwarding operations, sporting venues, government and military installations, railways, and nuclear facilities. We believe that our wide-ranging product portfolio together with our ability to provide turnkey screening solutions position us to pursue security and inspection opportunities as they arise throughout the world.\nCurrently, the U.S. Government is discussing various options to address the U.S. Government’s overall fiscal challenges and we cannot predict the outcome of these efforts. While we believe that national security spending will continue to be a priority, U.S. government budget deficits and the national debt have created increasing pressure to examine and reduce spending across many federal agencies. Additionally, there continues to be volatility in international markets that has impacted international security spending. We believe that the diversified product portfolio and international customer mix of our Security division position us well to withstand the impact of these uncertainties and even benefit from specific initiatives within various governments. However, future budgetary reductions may be implemented as both the U.S. Government and other international government customers manage fiscal challenges including those stemming from government spending that occurred during the COVID-19 pandemic; such reductions could have a material, adverse effect on our business, financial condition and results of operations.\nHealthcare Division. \nThrough our Healthcare division, we design, manufacture, market and service patient monitoring, cardiology and remote monitoring, and connected care systems globally for sale primarily to hospitals and medical centers. Our products monitor patients in critical, emergency and perioperative care areas of the hospital and provide information, through wired and wireless networks, to physicians and nurses who may be at the patient’s bedside, in another area of the hospital or even outside the hospital. Revenues from our Healthcare division accounted for 15% of our total consolidated revenues for fiscal 2023.\n36\n\n\nTable of Contents\nThe healthcare markets in which we operate are highly competitive. We believe that our customers choose among competing products on the basis of product performance, functionality, price, value and service. Although there has been an increase in demand for patient monitoring products due to the COVID-19 pandemic, there is continued uncertainty regarding the U.S. federal government budget and the Affordable Care Act, either of which may impact hospital spending, third-party payer reimbursement and fees to be levied on certain medical device revenues, any of which could adversely affect our business and results of operations. In addition, hospital capital spending appears to have been impacted by strategic uncertainties surrounding the Affordable Care Act and economic pressures. We also believe that global economic uncertainty has caused some hospitals and healthcare providers to delay purchases of our products and services. During this period of uncertainty, sales of our healthcare products may be negatively impacted. A prolonged delay could have a material adverse effect on our business, financial condition and results of operations.\nOptoelectronics and Manufacturing Division. \nThrough our Optoelectronics and Manufacturing division, we design, manufacture and market optoelectronic devices and flex circuits and provide electronics manufacturing services globally for use in a broad range of applications, including aerospace and defense electronics, security and inspection systems, medical imaging and diagnostics, telecommunications, office automation, computer peripherals, industrial automation, and consumer products. We also provide our optoelectronic devices and electronics manufacturing services to OEM customers, and our own Security and Healthcare divisions. Revenues from external customers in our Optoelectronics and Manufacturing division accounted for 26% of our total consolidated revenues for fiscal 2023.\nConsolidated Results\nDiscussion and analysis of our financial condition and results of operations for fiscal 2021 has been omitted from this Annual Report on Form 10-K, and is available in Item 7 of Part II, “Management’s Discussion and Analysis of Financial Condition and Results of Operations” of our Annual Report on Form 10-K for the year ended June 30, 2022.\nFiscal 2023 Compared with Fiscal 2022. \nWe reported consolidated sales of $1,278.4 million in fiscal 2023, an 8.0% increase compared to the prior year. Our income from operations increased to $135.3 million in fiscal 2023 or 11.1% growth from the prior year driven primarily by increased sales and a reduction in operating expenses of $7.4 million.\nAcquisitions. \nWe acquired four businesses during fiscal 2023 and two businesses during fiscal 2022, as described in Note 2 to the Consolidated Financial Statements. None of such acquisitions was considered material.\nTrends and Uncertainties\nThe following is a discussion of certain trends and uncertainties that we believe have influenced, and may continue to influence, our results of operations.\nGlobal Economic Considerations. \nOur products and services are sold in numerous countries worldwide, with a large percentage of our sales generated outside the United States. Therefore, we are exposed to and impacted by global macroeconomic factors, U.S. and foreign government policies and foreign exchange fluctuations. There is uncertainty surrounding macroeconomic factors in the U.S. and globally characterized by the supply chain environment, inflationary pressure, rising interest rates, and labor shortages. These global macroeconomic factors, coupled with the U.S. political climate and political unrest internationally, have created uncertainty and impacted demand for certain of our products and services. Also, the continued conflict between Russia and Ukraine and the sanctions imposed in response to this conflict have increased global economic and political uncertainty. While the impact of these factors remains uncertain, we will continue to evaluate the extent to which these factors will impact our business, financial condition or results of operations. We do not know how long this uncertainty will continue. These factors could have a material negative effect on our business, results of operations and financial condition.\n37\n\n\nTable of Contents\nGlobal Trade.\n The current domestic and international political environment, including in relation to recent and further potential changes by the U.S. and other countries in policies on global trade and tariffs, have resulted in uncertainty surrounding the future state of the global economy and global trade. This uncertainty is exacerbated by sanctions imposed by the U.S. government against certain businesses and individuals in select countries. Continued or increased uncertainty regarding global trade due to these or other factors may require us to modify our current business practices and could have a material adverse effect on our business, results of operations and financial condition.\nHealthcare Considerations.\n As described below, our Healthcare division experienced some increased demand for its patient monitoring products as a result of the COVID-19 pandemic during the earlier stages of the pandemic. Increased healthcare capital purchases made in prior periods may result in fewer capital purchases in subsequent periods.\nGovernment Policies.\n Our results of operations and cash flows could be materially affected by changes in U.S. or foreign government legislative, regulatory or enforcement policies.\nChanges in Costs and Supply Chain Disruptions.\n Our costs are subject to fluctuations, particularly due to changes in raw material, component, and logistics costs. Our manufacturing and supply chain operations, including freight and shipping activities, have been and may continue to be impacted by increased vendor costs as well as the current global supply chain challenges. Specifically, we are impacted by the global shortage of electronic components and other materials needed for production and freight availability. We expect continued disruptions in obtaining material and freight availability as the world economies react to and recover from supply chain shortages. If we are unable to mitigate the impact of increased costs through pricing or other actions, there could be a negative impact on our business, results of operations, and financial condition.\nRussia’s Invasion of Ukraine.\n The invasion of Ukraine by Russia and the sanctions imposed in response to this conflict have increased global economic and political uncertainty. This has the potential to indirectly disrupt our supply chain and access to certain resources. While we have not experienced significant adverse impacts to date and will continue to monitor for any impacts and seek to mitigate disruption that may arise, we have certain research and development activities within Ukraine for our Healthcare division which have been somewhat impacted. The conflict also has increased the threat of malicious cyber activity from nation states and other actors.\nCurrency Exchange Rates.\n On a year-over-year basis, currency exchange rates negatively impacted reported sales by approximately 1.0% for the year ended June 30, 2023 compared to the year ended June 30, 2022, primarily due to the strengthening of the U.S. dollar against other foreign currencies in fiscal 2023. Any further strengthening of the U.S. dollar against foreign currencies would adversely impact our sales for the remainder of the year, and any weakening of the U.S. dollar against foreign currencies would positively impact our sales for the remainder of the year.\nCoronavirus Pandemic.\n The coronavirus disease 2019 (“COVID-19”) pandemic dramatically impacted the global health and economic environment, with millions of confirmed cases, business slowdowns and shutdowns, and market volatility. The COVID-19 pandemic caused, and may continue to cause, significant economic disruptions and impacted, and may continue to impact, our operations and the operations of our suppliers, logistics providers and customers as a result of supply chain disruptions and delays, as well as labor challenges. During the early stages of the pandemic, our Healthcare division experienced increased demand for certain products as a result of COVID-19. In our Security division, throughout the pandemic, receipt of certain orders was delayed, most notably with respect to our aviation and cargo products, and our revenues were adversely impacted as a result of the pandemic.\nSignificant International Security Contracts.\n During fiscal year 2023, our Security division was awarded two significant international contracts valued in aggregate greater than $700 million with expected revenues to be recognized over multiple years.\nCritical Accounting Policies and Estimates\nThe following discussion and analysis of our financial condition and results of operations is based on our consolidated financial statements, which have been prepared in conformity with accounting principles generally accepted in the United States (“U.S. GAAP”). Our preparation of these consolidated financial statements requires us to make judgments and estimates that affect the reported amounts of assets and liabilities, disclosure of contingent assets and liabilities at the date of the financial statements and the reported amounts of revenues and expenses during the reporting period. We base our estimates on historical experience and on various other assumptions that we believe to be reasonable under the circumstances. As a result, actual results may differ from such estimates. Our senior management has reviewed these critical accounting policies and estimates and related disclosures with the Audit Committee of our Board of Directors. The following summarizes our critical accounting policies and estimates used in preparing our consolidated financial statements:\n38\n\n\nTable of Contents\nRevenue Recognition.\n We recognize revenue when performance obligations under the terms of the contracts with our customers are satisfied. Our performance obligations are broadly categorized as product sales, service revenue, and project-specific contract revenue. Revenue from sales of products is recognized upon shipment or delivery when control of the product transfers to the customer, depending on the terms of each sale, and when collection is probable. Revenue from services includes installation and implementation of products and turnkey security screening services and after-market services. Generally, revenue from services is recognized over time as the services are performed. Sales agreements with customers can be project specific, cover a period of time, and can be renewable periodically. The contracts may contain terms and conditions with respect to payment, delivery, installation, services, warranty and other rights. Contracts with customers may include the sale of products and services. \nIn certain instances, contracts with customers can contain multiple performance obligations such as civil works to prepare a site for equipment installation, training of customer personnel to operate equipment, and after-market service of equipment. We generally assign multiple elements in a contract into separate performance obligations if those elements are distinct, both individually and in the context of the contract. If multiple promises comprise a series of distinct services which are substantially the same and have the same pattern of transfer, they are combined and accounted for as a single performance obligation.\nInventory.\n Inventories are stated at the lower of cost or net realizable value. We write down inventory for slow-moving and obsolete inventory based on historical usage, orders on hand, assessments of future demands, and market conditions, among other items. If these factors are less favorable than those projected, additional inventory write-downs may be required.\nIncome Taxes. \nOur annual tax rate is based on our income, statutory tax rates and tax planning opportunities available to us in the various jurisdictions in which we operate. Tax laws are complex and subject to different interpretations by the taxpayer and respective governmental taxing authorities. Significant judgment is required in determining our tax expense and in evaluating our tax positions including evaluating uncertainties. We review our tax positions quarterly and adjust the balances as new information becomes available.\nDeferred income tax assets represent amounts available to reduce income taxes payable on taxable income in future years. Such assets arise because of temporary differences between the financial reporting and tax bases of assets and liabilities, as well as from net operating loss and tax credit carryforwards. We evaluate the recoverability of these future tax deductions by assessing the adequacy of future expected taxable income from all sources, including reversal of taxable temporary differences, forecasted operating earnings and available tax planning strategies. These sources of income inherently rely on estimates. To provide insight, we use our historical experience and our short and long-range business forecasts. We believe it is more likely than not that a portion of the deferred income tax assets may expire unused and therefore have established a valuation allowance against them. Although realization is not assured for the remaining deferred income tax assets, we believe it is more likely than not that the deferred tax assets will be fully recoverable within the applicable statutory expiration periods. However, deferred tax assets could be reduced in the near term if our estimates of taxable income are significantly reduced or available tax planning strategies are no longer viable.\nBusiness Combinations. \nIn connection with the acquisition of a business, we record the fair value of purchase consideration for the tangible and intangible assets acquired, and liabilities assumed based on their estimated fair values. The excess of the fair value of purchase consideration over the fair values of these identifiable assets and liabilities is recorded as goodwill. Such valuations require management to make significant estimates and assumptions, especially with respect to intangible assets. Significant estimates in valuing certain intangible assets include, but are not limited to, future expected cash flows from acquired customers, acquired technology, trade names, useful lives and discount rates. Our estimates of fair value are based upon assumptions believed to be reasonable, but which are inherently uncertain and unpredictable and, as a result, actual results may differ from estimates. During the measurement period, which is until we have all the necessary information about the facts and circumstances that existed as of the acquisition date up to one year from the acquisition date, we may record adjustments to the provisional amounts initially recorded for the assets acquired and liabilities assumed, with the corresponding offset to goodwill. Upon the conclusion of the measurement period, any subsequent adjustments are recorded to earnings.\nLegal and Other Contingencies. \nWe are subject to various claims and legal proceedings. We review the status of each significant legal dispute to which we are a party and assess our potential financial exposure, if any. If the potential financial exposure from any claim or legal proceeding is considered probable and the amount can be reasonably estimated, we record a liability and an expense for the estimated loss. Significant judgment is required in both the determination of probability and the determination as to whether an exposure is reasonably estimable. Because of uncertainties related to these matters, accruals are based only on the best information available at the time. As additional information becomes available, we reassess the potential liability related to our pending claims and litigation and revise our estimates accordingly. Such revisions in the estimates of the potential liabilities could have a material impact on our results of operations and financial position.\n39\n\n\nTable of Contents\nNet Revenues\nThe table below and the discussion that follows are based upon the way we analyze our business. See Note 14 to the consolidated financial statements for additional information about business segments.\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\nFiscal\n​\nFiscal\n​\n​\n    \nFiscal\n    \n% of\n    \nFiscal\n    \n% of\n    \nFiscal\n​\n% of\n​\n2021-2022\n    \n2022-2023\n​\n​\n    \n2021\n    \nNet Revenues\n    \n2022\n    \nNet Revenues\n  \n2023\n    \nNet Revenues\n    \n% Change\n    \n% Change\n​\n​\n​\n(Dollars in millions)\n​\nSecurity\n​\n$\n 633.3\n​\n 55\n%\n$\n 663.2\n​\n 56\n%\n$\n 760.3\n​\n 59\n%\n 5\n%\n 15\n%\nHealthcare\n \n​\n 212.3\n​\n 19\n%\n​\n 205.7\n \n 17\n%\n​\n 190.5\n​\n 15\n%\n (3)\n%\n (7)\n%\nOptoelectronics / Manufacturing\n \n​\n 301.3\n​\n 26\n%\n​\n 314.3\n \n 27\n%\n​\n 327.6\n​\n 26\n%\n 4\n%\n 4\n%\nTotal Net Revenues\n​\n$\n 1,146.9\n​\n​\n​\n$\n 1,183.2\n​\n​\n​\n$\n 1,278.4\n​\n​\n​\n 3\n%\n 8\n%\n​\nFiscal 2023 Compared with Fiscal 2022. \nRevenues for the Security division during the fiscal year ended June 30, 2023 increased on a year-over-year basis due to an increase in product and service revenues of approximately $66.1 million and $31.0 million, respectively. The increase in both product and service revenue was primarily driven by increased sales of cargo and vehicle inspection systems.\n​\nRevenues for the Healthcare division during the fiscal year ended June 30, 2023 decreased year-over-year due to a reduction in patient monitoring and cardiology sales of $12.2 million and $2.9 million, respectively.\n​\nRevenues for the Optoelectronics and Manufacturing division during the fiscal year ended June 30, 2023 increased year-over-year as a result of increases in revenue in our optoelectronics and contract manufacturing businesses of approximately $9.2 million and $4.1 million, respectively.\n​\nGross Profit\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\nFiscal\n​\n% of\n​\nFiscal\n​\n% of\n​\nFiscal\n​\n% of\n​\n​\n    \n2021\n    \nNet Revenues\n    \n2022\n    \nNet Revenues\n    \n2023\n    \nNet Revenues\n​\n​\n​\n(Dollars in millions)\n​\nGross profit\n​\n$\n 419.9\n​\n 36.6\n%\n$\n 424.4\n    \n 35.9\n%\n$\n430.5\n​\n33.7\n%\n​\nFiscal 2023 Compared with Fiscal 2022. \nGross profit is impacted by sales volume and changes in overall manufacturing-related costs, such as raw materials and component costs, warranty expense, provision for inventory, freight, and logistics. Gross profit increased approximately $6.1 million in fiscal 2023 as compared to the prior year on an 8% increase in sales. The gross margin declined from 35.9% to 33.7% driven by the mix of sales and increased costs. Our cost of goods sold increased year-over-year primarily as a result of the increase in revenues and higher raw material costs. Gross profit as a percentage of net revenues during the fiscal year ended June 30, 2023 decreased on a year-over-year basis due to (i) a reduction in the Security division gross margin due to a decrease in margin from product sales driven by a less favorable product mix and increased component costs, (ii) a reduction in sales in the Healthcare division, which carries the highest gross margin of our three divisions, and (iii) an increase in sales in the Optoelectronics and Manufacturing division, which carries the lowest gross margin of our three divisions.\nOperating Expenses\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\nFiscal\n​\nFiscal\n​\n​\n​\nFiscal\n    \n% of\n    \nFiscal\n    \n% of\n    \nFiscal\n​\n% of\n​\n2021-2022\n​\n2022-2023\n​\n​\n    \n2021\n​\nNet Revenues\n​\n2022\n​\nNet Revenues\n​\n2023\n    \nNet Revenues\n​\n% Change\n​\n% Change\n​\n​\n​\n(Dollars in millions)\n​\nSelling, general and administrative\n​\n$\n 240.7\n​\n 21.0\n%\n$\n 235.6\n​\n 19.9\n%\n$\n 228.3\n​\n 17.9\n%\n (2)\n%\n (3)\n%\nResearch and development\n​\n \n 53.7\n​\n 4.7\n%\n \n 59.6\n​\n 5.0\n%\n​\n 59.4\n​\n 4.6\n%\n 11\n%\n(0)\n%\nImpairment, restructuring and other charges\n​\n \n 10.1\n​\n 0.9\n%\n \n 7.5\n​\n 0.6\n%\n​\n 7.6\n​\n 0.6\n%\n (25)\n%\n 1\n%\nTotal operating expenses\n​\n$\n 304.5\n​\n 26.5\n%\n$\n 302.7\n​\n 25.6\n%\n$\n 295.3\n​\n 23.1\n%\n (1)\n%\n (2)\n%\n​\n40\n\n\nTable of Contents\nSelling, General and Administrative\nOur significant selling, general and administrative (“SG&A”) expenses include employee compensation, sales commissions, travel, professional services, marketing expenses, and depreciation and amortization expense. \nFiscal 2023 Compared with Fiscal 2022. \nSG&A expense for the fiscal year ended June 30, 2023 was $7.3 million lower than such expenses in the same prior-year period primarily due to a $5 million reduction in compensation and external commission expenses and a $1 million reduction in marketing expense, a reduction in the fair value of certain contingent liabilities, partially offset by $2 million lower bad debt recoveries and increased travel and meeting expenses compared to the same prior-year period.\nResearch and Development\nOur Security and Healthcare divisions have historically invested substantial amounts in research and development (“R&D”). We intend to continue this trend in future years, although specific programs may or may not continue to be funded and funding levels may fluctuate. R&D expenses included research related to new product development and product enhancement expenditures.\nFiscal 2023 Compared with Fiscal 2022. \nR&D expense during the fiscal year ended June 30, 2023 was comparable to the prior fiscal year.\nImpairment, Restructuring and Other Charges\nImpairment, restructuring and other charges generally consist of charges relating to reductions in our workforce, facilities consolidation, impairment of assets, costs related to acquisition activity, legal charges and other non-recurring charges. We have undertaken certain restructuring activities in an effort to align our global capacity and infrastructure with demand by our customers and fully integrate acquisitions, thereby improving our operational efficiency. Our efforts have helped enhance our ability to improve operating margins, retain and expand existing relationships with customers and attract new business. We may utilize similar measures in the future to realign our operations to further increase our operating efficiencies. The effect of these efforts may materially affect our future operating results.\nFiscal 2023 Compared with Fiscal 2022. \nDuring the fiscal year ended June 30, 2023, impairment, restructuring and other charges were $7.6 million and consisted of $3.9 million for legal charges, net of insurance reimbursements, $1.7 million for employee terminations, $1.5 million for other facility closure costs for operational efficiency activities, and $0.4 million in acquisition related costs. During the fiscal year ended June 30, 2022, impairment, restructuring and other charges were $7.5 million and consisted of $5.1 million for legal charges primarily related to class action litigation and government investigations, net of insurance reimbursements, $1.1 million in charges for employee terminations, $0.3 million in acquisition related costs, and $1.0 million in impairment charges.\nOther Income \nFiscal 2023 Compared with Fiscal 2022. \nDuring the fiscal year ended June 30, 2023, there was no other income. For the fiscal year ended June 30, 2022, other income was $27.4 million, driven by the gain on sale of property and equipment primarily from the sale of corporate owned real estate.\nInterest and Other Expense, Net\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\nFiscal\n​\nFiscal\n​\nFiscal\n​\n    \n2021\n    \n2022\n    \n2023\n​\n​\n(Dollars in millions)\nInterest and other expense, net\n​\n$\n 16.7\n​\n$\n 9.0\n​\n$\n 20.0\n​\nFiscal 2023 Compared with Fiscal 2022. \nFor the fiscal year ended June 30, 2023, interest and other expense, net was $20.0 million as compared to $9.0 million in the comparable prior-year period. This increase was driven by higher average interest rates and higher average levels of borrowing under our credit facility during the year ended June 30, 2023 in comparison with the interest rates and levels of borrowing during the same period in the prior year. The 1.25% convertible notes that were previously outstanding during the year ended June 30, 2022 were retired in September 2022 using borrowings from our credit facility which carries a higher interest rate than the convertible notes.\n41\n\n\nTable of Contents\nProvision for Income Taxes\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n    \nFiscal\n    \nFiscal\n    \nFiscal\n​\n​\n2021\n​\n2022\n​\n2023\n​\n​\n(Dollars in millions)\nProvision for income taxes\n​\n$\n 24.6\n​\n$\n 24.8\n​\n$\n 23.5\n​\nThe effective tax rate for a particular period varies depending on a number of factors including (i) the mix of income earned in various tax jurisdictions, each of which applies a unique range of income tax rates and income tax credits, (ii) changes in previously established valuation allowances for deferred tax assets (changes are based upon our current analysis of the likelihood that these deferred tax assets will be realized), (iii) the level of non-deductible expenses, (iv) certain tax elections, (v) tax holidays granted to certain of our international subsidiaries, (vi) return to provision adjustments and (vii) changes in tax legislation.\nFiscal 2023 Compared with Fiscal 2022. \nFor the fiscal years ended June 30, 2023 and 2022, we recognized a provision for income taxes of $23.5 million and $24.8 million, respectively. The effective tax rate for the fiscal years ended June 30, 2023 and 2022 was 20.4% and 17.7%, respectively. During the fiscal years ended June 30, 2023 and 2022, we recognized a net discrete tax benefit of $2.8 million and $7.0 million, respectively, primarily related to equity-based compensation under ASU 2016-09, adjustments to prior year estimates, and changes in uncertain tax positions.\nLiquidity and Capital Resources\nOur principal sources of liquidity are our cash and cash equivalents, cash generated from operations and our credit facility. Cash and cash equivalents totaled $76.8 million at June 30, 2023, compared to $64.2 million at June 30, 2022. During fiscal 2023, we generated $94.8 million of cash flow from operations. These proceeds and $5.9 million of net bank borrowings and long-term debt were used for the following: $15.8 million invested in capital expenditures, $7.1 million for the acquisition of four businesses and $46.7 million for share repurchases and taxes paid related to the net share settlement of equity awards. If we continue to net settle equity awards, we will use additional cash to pay our tax withholding obligations in connection with such settlements. We currently anticipate that our available funds, credit facilities and cash flow from operations will be sufficient to meet our operational cash needs for the next 12 months and foreseeable future. In addition, we anticipate that cash generated from operations, without repatriating earnings from our non-U.S. subsidiaries, and our credit facilities will be sufficient to satisfy our obligations in the U.S. \nWe have a $750 million credit facility that is comprised of a $600 million revolving credit facility, which includes a $300 million sub-facility for letters of credit, and a $150 million term loan. As of June 30, 2023, there was $215.0 million outstanding under our revolving credit facility, $143.1 million outstanding under the term loan, and $48.5 million of outstanding letters of credit. As of June 30, 2023, the total amount available under these credit facilities was $336.5 million. See Note 8 to the consolidated financial statements for further discussion.\nCash Provided by Operating Activities. \nCash flows from operating activities can fluctuate significantly from period to period, as net income, adjusted for non-cash items, and working capital fluctuations impact cash flows. During fiscal 2023, we generated cash from operations of $94.8 million compared to $63.8 million in the prior fiscal year. This increase was driven by lower increases in inventory, increased accounts payable and other changes in net working capital.\nCash Used in Investing Activities.\n Net cash used in investing activities was $40.5 million during fiscal 2023 as compared to $12.7 million used during the prior year. During fiscal 2022, we received proceeds of $32 million from the sale of corporate owned real estate thereby reducing the amount of net cash used in investing activities in such year. During fiscal 2023, we used cash of $7.1 million for the acquisition of businesses as compared to $14.1 million in the prior fiscal year. Net capital expenditures in fiscal 2023 were $15.8 million compared to $14.9 million in the prior fiscal year. Expenditures for intangible and other assets in fiscal 2023 were $16.4 million compared to $15.6 million in the prior fiscal year. In addition, purchases of certificates of deposit in fiscal 2023 were $5.3 million compared to $2.2 million in the same prior-year period. \nCash Used in Financing Activities. \nNet cash used in financing activities was $37.2 million during fiscal 2023, compared to $64.0 million during the prior fiscal year. The changes in cash flows from financing activities primarily relate to (i) net repayments on bank lines of credit and the term loan of $5.9 million in fiscal 2023 compared to $64.3 million in the prior fiscal year; and (ii) $46.7 million used for share repurchases and taxes paid related to the net share settlement of equity awards in fiscal 2023 compared to $131.0 million in the prior fiscal year.\n42\n\n\nTable of Contents\nMaterial Cash Requirements\nOur material cash requirements include the following contractual and other obligations.\nBorrowings.\n \nOutstanding lines of credit and current and long-term debt totaled $359.6 million at June 30, 2023, an increase of $6.2 million from $353.4 million at June 30, 2022. As of June 30, 2023, we were in compliance with all financial covenants under our various borrowing agreements. See Note 8 to the consolidated financial statements for further discussion. We anticipate that cash generated from our operations, in addition to existing cash borrowing arrangements and future access to capital markets should be sufficient to meet our cash requirements for at least the next 12 months. However, our future capital requirements will depend on many factors, including future business acquisitions, capital expenditures, litigation, stock repurchases and levels of research and development spending, among other factors. The adequacy of available funds will depend on many factors, including the success of our businesses in generating cash, continued compliance with financial covenants contained in our credit facility and the health of capital markets in general, among other factors.\nLeases\n.\n We have lease arrangements for certain facilities and equipment under various operating lease agreements. As of June 30, 2023, we had lease payment obligations of $33.5 million, with $10.8 million payable within the next 12 months.\nCash Held by Foreign Subsidiaries\nOur cash and cash equivalents totaled $76.8 million at June 30, 2023. Of this amount, approximately 97% was held by our foreign subsidiaries and subject to repatriation tax considerations. These foreign funds were held primarily by our subsidiaries in the United Kingdom, Qatar, Singapore, India, Malaysia and Canada, and to a lesser extent in Indonesia, Australia, Germany and Mexico among other countries. We intend to permanently reinvest certain earnings from foreign operations, and we currently do not anticipate that we will need this cash in foreign countries to fund our U.S. operations. In the event we repatriate cash from certain foreign operations and if taxes have not previously been withheld on the related earnings, we would provide for withholding taxes at the time we change our intention with regard to the reinvestment of those earnings.\nStock Repurchase Program\nIn September 2022, our Board of Directors increased to 2,000,000 shares the maximum number of shares authorized under the stock repurchase program. This program does not expire unless our Board of Directors acts to terminate the program. During fiscal 2023, we repurchased 400,230 shares. As of June 30, 2023, 1,721,870 shares remained available for repurchase.\nThe timing and actual numbers of shares purchased depends on a variety of factors, including stock price, general business and market conditions and other investment opportunities. Repurchases may be made from time to time under the program through open-market purchases or privately-negotiated transactions at our discretion. Upon repurchase, the shares are restored to the status of authorized but unissued shares, and we record them as a reduction in the number of shares of Common Stock issued and outstanding in our consolidated financial statements.\n​",
    "item7a": ">ITEM 7A. QUANTITATIVE AND QUALITATIVE DISCLOSURES ABOUT MARKET RISK\nMarket Risk\nWe are exposed to certain market risks, which are inherent in our financial instruments and arise from transactions entered into in the normal course of business. We may enter into derivative financial instrument transactions in order to manage or reduce market risk in connection with specific foreign currency denominated transactions. We do not enter into derivative financial instrument transactions for speculative purposes.\nWe are subject to interest rate risk on our borrowings under our bank lines of credit. Consequently, our interest expense fluctuates with changes in the general level of these interest rates as we borrow under the credit facility.\nImportance of International Markets\nInternational markets provide us with significant growth opportunities. Our financial results in future periods could, however, be adversely affected by periodic economic downturns in different regions of the world, changes in trade policies or tariffs, civil or military conflict and other political instability. We monitor economic and currency conditions around the world to evaluate whether there may be any significant effect on our international sales in the future.\n43\n\n\nTable of Contents\nForeign Currency\nOur international operations are subject to certain opportunities and risks, including from foreign currency fluctuations and governmental actions. We conduct business in more than 30 countries. We closely monitor our operations in each country in which we do business and seek to adopt appropriate strategies that are responsive to changing economic and political environments, and to fluctuations in foreign currencies. Weaknesses in the currencies of some of the countries in which we do business are often offset by strengths in other currencies. Foreign currency financial statements are translated into U.S. dollars at period-end rates, except that revenues, costs and expenses are translated at average rates during the reporting period. We include gains and losses resulting from foreign currency transactions in income, while we exclude those resulting from translation of financial statements from income and include them as a component of accumulated other comprehensive loss. Transaction gains and losses, which were included in our consolidated statement of operations, amounted to a net gain (loss) of approximately $(1.3) million, $0.6 million, and $2.0 million for the fiscal years ended June 30, 2021, 2022 and 2023, respectively. A 10% appreciation of the U.S. dollar relative to the local currency exchange rates would have resulted in a net increase in our operating income of approximately $13.5 million in fiscal 2023. Conversely, a 10% depreciation of the U.S. dollar relative to the local currency exchange rates would have resulted in a net decrease in our operating income of approximately $13.5 million in fiscal 2023.\nInflation\nHeightened levels of inflation continue to present risk for us. We have experienced impacts to our materials and manufacturing costs and labor rates, and suppliers have signaled inflation-related cost pressures, which could flow through to our costs and pricing. If inflation remains at current levels for an extended period, or increases, and we are unable to successfully mitigate the impact, our costs could increase, resulting in pressure on our profits and margins. In addition, inflation and the increases in the cost of borrowing from rising interest rates could constrain the overall purchasing power of our customers for our products and services. Rising interest rates also will increase our borrowing costs. We remain committed to our ongoing efforts to increase the efficiency of our operations and improve the cost competitiveness of our products and services, which may, in part, offset cost increases from inflation.\nInterest Rate Risk\nThe principal maturity and estimated value of our long-term debt exposure for each of the fiscal years set forth below as of June 30, 2023 were as follows (dollars in thousands):\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\nMaturity\n​\n​\n​\n​\n​\n​\n \n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n2029 and\n​\n​\n​\n​\n​\n​\n \n​\n    \n2024\n    \n2025\n    \n2026\n    \n2027\n    \n2028\n    \nThereafter\n    \nTotal\n    \nFair Value\n \nTerm loan\n​\n$\n 7,500\n​\n$\n 7,500\n​\n$\n 7,500\n​\n$\n 120,625\n​\n$\n —\n​\n$\n —\n​\n$\n 143,125\n​\n$\n 143,125\n​\nAverage interest rate\n​\n​\n 6.20\n%  \n​\n 6.20\n%  \n​\n 6.20\n%  \n​\n 6.20\n%  \n​\n —\n%  \n​\n —\n%  \n​\n 6.20\n%  \n​\n 6.20\n%\nFinance lease obligations\n​\n$\n 576\n​\n$\n 492\n​\n$\n 301\n​\n$\n 73\n​\n$\n —\n​\n$\n —\n​\n$\n 1,442\n​\n$\n 1,442\n​\nAverage interest rate of finance lease obligations\n​\n \n 3.5\n%  \n \n 3.5\n%  \n \n 3.5\n%  \n \n 3.5\n%  \n \n —\n%  \n \n —\n%  \n \n 3.5\n%  \n \n 3.5\n%\n​\nAt June 30, 2023, we had $215.0 million of borrowings under our revolving credit facility and $143.1 million of term loan outstanding.\n​",
    "cik": "1039065",
    "cusip6": "671044",
    "cusip": [
        "671044105"
    ],
    "names": [
        "OSI SYSTEMS INC"
    ],
    "source": "https://www.sec.gov/Archives/edgar/data/1039065/000110465923096477/0001104659-23-096477-index.htm"
}