{
    "item1": ">Item 1. \nBusiness\nAviat Networks, Inc., together with its subsidiaries, is a global supplier of microwave networking and wireless access networking solutions, backed by an extensive suite of professional services and support. Aviat Networks, Inc. may be referred to as “the Company,” “AVNW,” “Aviat Networks,” “Aviat,” “we,” “us” and “our” in this Annual Report on Form 10-K.\nAviat was incorporated in Delaware in 2006 to combine the businesses of Harris Corporation’s Microwave Communications Division (“MCD”) and Stratex Networks, Inc. (“Stratex”). On January 28, 2010, we changed our corporate name from Harris Stratex Networks, Inc. to Aviat Networks, Inc.\nOur principal executive offices are located at 200 Parker Dr., Suite C100A, Austin, Texas 78728, and our telephone number is (408) 941-7100. Our common stock is listed on the NASDAQ Global Select Market under the symbol AVNW. As of June 30, 2023, we had 704 employees.\nOverview and Description of the Business\nWe design, manufacture and sell a range of wireless transport and access networking products, solutions and services to two principal customer types. \n1.\nCommunications Service Providers (“CSPs”): These include mobile and fixed telecommunications network operators, broadband and internet service providers and network operators which generate revenues from the communications services that they provide.\n2.\nPrivate network operators: These are customers which do not resell communications services but build networks for reasons of economics, autonomy, and/or security to support a wide variety of mission critical performance applications. Examples include federal, state and local government agencies, transportation agencies, energy and utility companies, public safety agencies and broadcast network operators around the world. \nWe sell products and services directly to our customers, and, to a lesser extent, agents and resellers.\nOur products utilize microwave and millimeter wave technologies to create point to point and point to multi-point wireless links for short, medium and long-distance interconnections. In addition to our wireless products, we also provide routers and a range of premise and hosted private cloud-based software tools and applications to enable deployment, monitoring, network management, and optimization and operational assurance of our systems as well as to automate network design and procurement. We also source, qualify, supply, integrate, test and support third party equipment such as antennas, optical transmission equipment and other equipment necessary to build and deploy a complete telecommunications transmission network. We provide a full suite of professional services for planning, deployment, operations, optimization and maintenance of our customers’ networks.\nOur wireless systems deliver urban, suburban, regional and country-wide communications links as the primary alternative to fiber optic, low earth orbit satellite and copper connections. Fiber optic connections are the primary connectivity alternative to wireless systems. In dense urban and suburban areas, wireless solutions can be faster to deploy and lower cost per mile than new fiber deployments. In developing nations, fiber infrastructure is often scarce and as a result wireless systems are used for both long and short distance connections. Wireless systems also have advantages over optical fiber in areas with rugged terrain, and to provide connections over bodies of water such as between islands or to offshore oil and gas production platforms. Through the air wireless transmission is also inherently lower in latency than transmission through optical cables and can be leveraged in time sensitive networking applications, such as high frequency trading. \nRevenue from our North America and international regions represented approximately 58% and 42% of our revenue in fiscal 2023, 66% and 34% of our revenue in fiscal 2022, and 67% and 33% of our revenue in fiscal 2021, respectively. Information about our revenue attributable to our geographic regions is set forth in “Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations” and in “Note 10. Segment and Geographic Information” of the accompanying consolidated financial statements in this Annual Report on Form 10-K.\n5\nTable of Contents\nMarket Overview\nWe believe that future demand for microwave and millimeter wave transmission systems will be influenced by a number of factors across several market segments. \nMobile/5G Networks\nAs mobile networks evolve and expand, add subscribers, and increase the number of wirelessly connected devices, sensors and machines, investment in backhaul infrastructure is required. Whether mobile network operators choose to self-build this backhaul infrastructure, or lease backhaul services from other network providers, we expect that the evolution of mobile networks will continue to drive demand for microwave and millimeter wave wireless backhaul transmission technologies. Within this overall scope, there are multiple individual drivers for investment in backhaul infrastructure.\n•\n5G Deployments\n. Mobile Radio Access Network (“RAN”) technologies are evolving. With the evolution from 4G (HSPA+ and LTE) to 5G, technology is rapidly advancing and providing subscribers with higher speed access to the Internet, social media, and video streaming services. The dramatic increase in data to be transported through the RAN and across the backhaul infrastructure drives requirements for higher data transport links necessitating upgrades to or replacement of the existing backhaul infrastructure.\n•\nSubscriber Growth.\n Traffic on the backhaul infrastructure increases as the number of unique subscribers grows.\n•\nConnected Devices.\n The number of devices such as smart phones and tablets connected to the mobile network is far greater than the number of unique subscribers and is continuing to grow as consumers adopt multiple mobile device types. There is also rapid growth in the number and type of wireless enabled sensors and machines being connected to the mobile network creating new revenue streams for network operators in healthcare, agriculture, transportation and education. As a result, the data traffic crossing the backhaul infrastructure continues to grow.\n•\nIoT\n. The Internet of Things (“IoT”) brings the potential of massive deployment of wireless end points for sensing and reporting data and remotely controlling machines and devices. The increase of data volume drives investment in network infrastructure.\n•\nNetwork Densification\n. RAN frequency spectrum is a limited resource and shared between all of the devices and users within the coverage area of each base station. Meeting the combined demand of increasing subscribers and devices will require the deployment of much higher densities of base stations with smaller and smaller range (small cells) each requiring interconnection and proportionally driving increased demand for wireless backhaul and or fronthaul solutions as the primary alternative to optical fiber connectivity.\n•\nGeographic Coverage.\n Expanding the geographic area covered by a mobile network requires the deployment of additional cellular base station sites. Each additional base station site also needs to be connected to the core of the mobile network through expansion of the backhaul system.\n•\nLicense Mandates\n. Mobile Operators are licensed telecommunications service providers. Licenses will typically mandate a minimum geographic footprint within a specific period of time and/or a minimum proportion of a national or regional population served. This can pace backhaul infrastructure investment and cause periodic spikes in demand.\nRural Broadband\n•\nMiddle Mile\n. Aviat transport equipment is used to deliver broadband connectivity to rural and suburban communities as an alternative to costly fiber. There are significant investments being made to improve rural household and enterprise connectivity and many of these investments target middle mile infrastructure builds. \n•\nExpansion of Offered Services.\n Internet service providers, especially those in emerging markets, now own and operate the most modern communications networks within their respective regions. These network assets can be further leveraged to provide high speed broadband services to fixed locations such as small, medium and large business enterprises, airports, hotels, hospitals, and educational institutions. Microwave and millimeter wave backhaul is ideally suited to providing high speed broadband connections to these end points due to the lack of fiber infrastructure.\nPrivate Networks\nIn addition to mobile backhaul, we see demand for microwave technology in other vertical markets, including utility, public safety, energy and mining, government, financial institutions and broadcast.\n•\nMany utility companies around the world are actively investing in “Smart Grid” solutions and energy demand management, which drive the need for network modernization and increased capacity of networks.\n6\nTable of Contents\n•\nThe investments in network modernization in the public safety market can significantly enhance the capabilities of security agencies. Improving border patrol effectiveness, enabling inter-operable emergency communications services for local or state police, providing access to timely information from centralized databases, or utilizing video and imaging devices at the scene of an incident requires a high bandwidth and reliable network. The mission critical nature of public safety and national security networks can require that these networks are built, operated and maintained independently of other network infrastructure. Microwave is well suited to this environment because it is a cost-effective alternative to fiber.\n•\nMicrowave technology can be used to engineer long distance and more direct connections than optical cable. Microwave signals also travel through the air much faster than light through glass and the combined effect of shorter distance and higher speed reduces latency, which is valued for trading applications in the financial industry. Our products have already been used to create low latency connections between major centers in the United States (“U.S.”), Europe and Asia and we see long-term interest in the creation of further low latency routes in various geographies around the world.\n•\nEvolution to IP (internet protocol). Network Infrastructure capacity, efficiency and flexibility is greatly enhanced by transitioning from legacy SDH (synchronous digital hierarchy) / SONET (synchronous optical network) / TDM (time division multiplexing) to IP infrastructure. Our products offer integrated IP transport and routing functionality increasing the value they bring in the backhaul network. \n•\nThe enhancement of border security and surveillance networks to counter terrorism and insurgency is aided by the use of wireless technologies including microwave backhaul.\n•\nThe expected growth of remote and industrial access applications to support the evolution of smart networks for cities, oilfields, mines and remote rural broadband connectivity using fixed, nomadic and mobile wireless technologies, particularly where a high degree of environmental resilience and ruggedness is required.\nThese factors are combining to create a range of opportunities for continued investment in backhaul, transport and access networks that favor microwave and millimeter wave technologies. As we focus on executing future generations of our technology, our goal is to make wireless technology a viable choice for an ever-broadening range of network types.\nStrategy\nWe are engaging with customers on the evolution of use cases and applications as 5G mobile and broadband networks edge closer to implementation and begin to factor more strongly in the vendor selection process. We are confident in our ability to address current and future 5G market needs.\nWe are focused on building a sustainable and profitable business with growth potential. We have invested in our people and processes to create a platform for operational excellence across sales, services, product development and supply chain areas while continuing to make investments in strengthening our product and services portfolio and expanding our reach into targeted market areas.\nOur strategy has three main elements aligned to deliver a compelling Total Cost of Ownership (“TCO”) value proposition. The first is our portfolio of wireless transport products allowing our customers increased capacity and flexibility with a much better total cost solution. We are expanding the data-carrying capacity of our wireless products to address the increasing data demand in networks of all types, while reducing overall energy consumption. Our research and development is focused on innovations that increase capacity, reduce energy consumption and lower overall TCO.\nSecond, to address the operational complexity of planning, deploying, owning and operating microwave networks, we are investing in a combination of software applications, tools and services where simplification, process automation, optimization and performance assurance, combined with our unique expertise in wireless technology can make a significant difference for our customers and partners. \nFinally, Aviat is investing in e-commerce through our online platform, the “Aviat Store” and supporting supply chain capabilities. Aviat can better service customers buying through the Aviat Store with lower costs, faster lead times and a simpler purchasing experience. The Aviat Store, together with our supply chain, enables customers (including ISP, Tier 2 and mobile 5G operators) to purchase products as needed, thus avoiding lengthy and variable lead times that come with other vendor solutions and allowing those customers to lower warehousing costs, reduce obsolete equipment, and lower the cost of capital by paying only when equipment is needed.\nWe continue to develop our professional services portfolio as key to our long-term strategy and differentiation. We offer a portfolio of hosted expert services and we continue to offer training and accreditation programs for microwave and IP network design, deployment and maintenance.\n7\nTable of Contents\nWe expect to continue to serve and expand upon our existing customer base and develop business with new customers. We intend to leverage our customer base, longstanding presence in many countries, distribution channels, comprehensive product line, superior customer service and our turnkey solution capability to continue to sell existing and new products and services to current and future customers.\nProducts and Solutions\nOur product and solutions portfolio is key to building and maintaining our base of customers. We offer a comprehensive product and solutions portfolio that meets the needs of service providers and network operators and that addresses a broad range of applications, frequencies, capacities and network topologies. \n•\nBroad product and solution portfolio\n. We offer a comprehensive suite of wireless transport and access systems for microwave and millimeter wave networking applications. These solutions utilize a wide range of transmission frequencies, ranging from 450 MHz to 90 GHz, and can deliver a wide range of transmission capacities, ranging up to 20 Gigabits per second (Gbps). The major product families included in these solutions are CTR 8000, WTM 4000, RDL 3000, FDL 6000, IRU 600 UHP and AviatCloud. Our CTR 8000 platform is a range of routers purpose-built for transport applications, especially those that require high level of reliability and security. WTM 4000, the highest capacity microwave radio ever produced to date, and purpose built for software-defined networks (“SDN”). SDN technology is an approach to networking management that enables dynamic, programmatically efficient networking configuration to improve networking performance and monitoring, making it more like cloud computing than traditional networking management. We introduced multiple important variants to the WTM 4000 platform; WTM4100 & 4200 providing single and dual frequency microwave links with advanced XPIC and MIMO capabilities; WTM4500 for multi-channel aggregation of microwave channels in long distance applications; WTM4800 is the latest addition to address 5G network requirements and is capable of operating in the 80GHz E Band at up to 20Gbps capacity, with a unique Multi-Band capability which simultaneously uses microwave and E Band frequencies for maximum capacity, distance and reliability. WTM 4800 is the only single box multi-band solution for lowest total cost of ownership deployments. Our RDL 3000 platform is designed to support ruggedized fixed and nomadic wireless access in remote and industrial applications. RDL 6000 is a highly differentiated Private-LTE solution that provides the equivalent coverage of a macro-base station, but in a compact and cost-effective all-outdoor design. Our IRU 600 UHP is an ultra-high power indoor microwave radio that enables relocation of mission critical links from the 6 GHz band to the 11 GHz band to minimize potential interference and deliver longer links and more capacity. To address the issues of operational complexity in our customers’ networks, AviatCloud is a platform with secure hosted software and services to automate networks and their operations.\n•\nLow total cost of ownership.\n Our wireless-based solutions focus on achieving a low total cost of ownership, including savings on the combined costs of initial acquisition, installation and ongoing operation and maintenance. Our latest generation system designs reduce rack space requirements, require less power, are software-configurable to reduce spare parts requirements, and are simple to install, operate, upgrade and maintain. Our advanced wireless features also enable operators to save on related costs, including spectrum fees and tower rental fees.\n•\nFutureproof network\n. Our solutions are designed to protect the network operator’s investment by incorporating software-configurable capacity upgrades and plug-in modules that provide a smooth migration path to Carrier Ethernet and IP/MPLS (multiprotocol label switching) and segment routing based networking, without the need for costly equipment substitutions and additions. Our products include key technologies we believe will be needed by operators for their network evolution to support new broadband services.\n•\nFlexible, easily configurable products.\n We use flexible architectures with a high level of software configurable features. This design approach produces high-performance products with reusable components while at the same time allowing for a manufacturing strategy with a high degree of flexibility, improved cost and reduced time-to-market. The software features of our products offer our customers a greater degree of flexibility in installing, operating and maintaining their networks.\n•\nComprehensive network management.\n We offer a range of flexible network management solutions, from element management to enterprise-wide network management and service assurance that we can optimize to work with our wireless systems.\n•\nComplete professional services.\n In addition to our product offerings, we provide network planning and design, site surveys and builds, systems integration, installation, maintenance, network monitoring, training, customer service and many other professional services. Our services cover the entire evaluation, purchase, deployment and operational cycle and enable us to be one of the few complete, turnkey solution providers in the industry.\n8\nTable of Contents\nBusiness Operations\nSales and Service\nOur primary route to market is through our own direct sales, service and support organization. This provides us with the best opportunity to leverage our role as a technology specialist and differentiate ourselves from competitors. Our focus on key customers and geographies allows us to consistently achieve a high level of customer retention and repeat business. Our highest concentrations of sales and service resources are in the United States, Western and Southern Africa, the Philippines, and the European Union. We maintain a presence in a number of other countries, some of which are based in customer locations and include, but not limited to, Canada, Mexico, Kenya, India, Saudi Arabia, Australia, New Zealand, and Singapore.\nIn addition to our direct channel to market, we have relationships with original equipment manufacturers (“OEMs”) and system integrators especially focused towards large and complex projects in national security and government-related applications. Our role in these relationships ranges from equipment supply only to being a sub-contractor for a portion of the project scope where we will supply equipment and a variety of design, deployment and maintenance services.\nWe also use indirect sales channels, including dealers, resellers and sales representatives, in the marketing and sale of some lines of products and equipment on a global basis. These independent representatives may buy for resale or, in some cases, solicit orders from commercial or governmental customers for direct sales by us. Prices to the ultimate customer in many instances may be recommended or established by the independent representative and may be above or below our list prices. These independent representatives generally receive a discount from our list prices and are free to set the final sales prices paid by the customer.\nWe have a direct online sales option through our online “Aviat Store”. The Aviat Store targets customers with a traditional high cost to serve via traditional channels. We provide online design tools for radio link planning and online ordering tools, which we fulfill directly from our Aviat Store with multiple options of product available for next day shipment. Shipments from Aviat Store commenced in late 2018. \nWe have repair and service centers in the Philippines and the United States. We have customer service and support personnel who provide customers with training, installation, technical support, maintenance and other services on systems under contract. We install and maintain customer equipment directly, in some cases, and contract with third-party service providers in other cases.\nThe specific terms and conditions of our product warranties vary depending upon the product sold and country in which we do business. On direct sales, warranty periods generally start on the delivery date and continue for one to three years.\nManufacturing\nOur global manufacturing strategy follows an outsourced manufacturing model using contract manufacturing partners in Asia and the United States. Our strategy is based on balancing cost and supplier performance as well as taking into account qualification for localization requirements of certain market segments, such as the Buy American Act. \nAll manufacturing operations have been certified to International Standards Organization 9001, a recognized international quality standard. We have also been certified to the TL 9000 standard, a telecommunication industry-specific quality system standard.\nBacklog\nOur backlog was approximately $289 million at June 30, 2023 and $245 million at July 1, 2022, consisting primarily of contracts or purchase orders for both product and service deliveries and extended service warranties. Services include management’s initial estimate of the value of a customer’s commitment under a services contract. The calculation used by management involves estimates and judgments to gauge the extent of a customer’s commitment, including the type and duration of the agreement, and the presence of termination charges or wind down costs. Contract extensions and increases in scope are treated as backlog only to the extent of the new incremental value. We regularly review our backlog to ensure that our customers continue to honor their purchase commitments and have the financial means to purchase and deploy our products and services in accordance with the terms of their purchase contracts. Backlog estimates are subject to change and are affected by several factors, including terminations, changes in the scope of contracts, periodic revalidation, adjustments for revenue not materialized and adjustments for currency.\n9\nTable of Contents\nWe expect to substantially deliver against the backlog as of June 30, 2023 during fiscal 2024, but we cannot be assured that this will occur. Product orders in our current backlog are subject to changes in delivery schedules or to cancellation at the option of the purchaser without significant penalty as well as long-term projects that could take more than a year to complete. Accordingly, although useful for scheduling production, backlog as of any particular date may not be a reliable measure of sales for any future period because of the timing of orders, delivery intervals, customer and product mix and the possibility of changes in delivery schedules and additions or cancellations of orders. \nCustomers\nAlthough we have a large customer base, during any given fiscal year or quarter, a small number of customers may account for a significant portion of our revenue.\nDuring fiscal 2023 and 2021, no customers accounted for more than 10% of our total revenue. During fiscal 2022 one customer accounted for 13% of our total revenue.\nCompetition\nThe microwave and millimeter wave wireless networking business is a competitive and specialized segment of the telecommunications industry that is sensitive to technological advancements. Our principal competitors include business units of large mobile and IP network infrastructure manufacturers such as Ericsson, Huawei and Nokia Corporation, as well as a number of smaller microwave specialist companies such as Ceragon Networks Ltd., SIAE Microelectronica S.p.A., Cambium Networks Corporation and Airspan Networks. We also compete with fiber optic cable and low earth orbit satellites for networking connections.\nSome of our larger competitors may have greater name recognition, broader product lines (some including non-wireless telecommunications equipment and managed services), a larger installed base of products and longer-standing customer relationships. They may from time to time leverage their extensive overall portfolios into completely outsourced and managed network offerings restricting opportunities for specialist suppliers. In addition, some competitors may offer seller financing, which can be a competitive advantage under certain economic climates.\nSome of our larger competitors may also act as systems integrators through which we sometimes distribute and sell products and services to end users.\nThe smaller independent private and public specialist competitors typically leverage new technologies and low product costs but are generally less capable of offering a complete solution including professional services, especially in the North America and Africa regions which form the majority of our addressed market. \nWe concentrate on market opportunities that we believe are compatible with our resources, overall technological capabilities and objectives. Principal competitive factors are unique differentiators, Total Cost of Ownership (“TCO”), product quality and reliability, technological capabilities, service, ability to meet delivery schedules and the effectiveness of dealers in international areas. We believe that the combination of our network and systems engineering support and service, global reach, technological innovation, agility and close collaborative relationships with our customers are the key competitive strengths for us. However, customers may still make decisions based primarily on factors such as price, financing terms and/or past or existing relationships, where it may be difficult for us to compete effectively or profitably.\nResearch and Development\nWe believe that our ability to enhance our current products, develop and introduce new products on a timely basis, maintain technological competitiveness and meet customer requirements is essential to our success. Accordingly, we allocate, and intend to continue to allocate, a significant portion of our resources to research and development efforts in key technology areas and innovation to differentiate our overall portfolio from our competition. The majority of such research and development resources will be focused on technologies in microwave and millimeter wave RF, digital signal processing, networking protocols and software applications.\nOur research and development expenditures totaled $24.9 million, or 7.2% of revenue, in fiscal 2023, $22.6 million, or 7.5% of revenue, in fiscal 2022, and $21.8 million, or 7.9% of revenue, in fiscal 2021.\nResearch and development are primarily directed to the development of new products and to build technological capability. We are an industry innovator and intend to continue to focus significant resources on product development in an effort to maintain our competitiveness and support our entry into new markets. \n10\nTable of Contents\nOur product development teams totaled 173 employees as of June 30, 2023, and were located primarily in New Zealand, Slovenia and Canada.\nRaw Materials and Supplies\nBecause of our range of products and services, as well as the wide geographic dispersion of our facilities, we use numerous sources of raw materials needed for our operations and for our products, such as electronic components, printed circuit boards, metals and plastics. We are dependent upon suppliers and subcontractors for a large number of components and subsystems and upon the ability of our suppliers and subcontractors to adhere to customers’ requirements or regulatory restrictions and to meet performance and quality specifications and delivery schedules.\nOur strategy for procuring raw material and supplies includes dual sourcing (where possible) on strategic assemblies and components. In general, we believe this reduces our risk with regard to the potential financial difficulties in our supply base. In some instances, we are dependent upon one or a few sources, either because of the specialized nature of a particular item or because of local content preference requirements pursuant to which we operate on a given project. Examples of sole or limited source categories include metal fabrications and castings, for which we own the tooling and therefore limit our supplier relationships, and ASIC’s and MMICs (types of integrated circuit used in manufacturing microwave radios), which we procure at volume discount from a single source. Our supply chain plan includes mitigation plans for alternative manufacturing sites which would also mitigate COVID-19 and other disruption risks.\nAlthough we have been affected by performance issues of some of our suppliers and subcontractors, we have not been materially adversely affected by the inability to obtain raw materials or products. In general, any performance issues causing short-term material shortages are within the normal frequency and impact range currently experienced by high-tech manufacturing companies and are due primarily to the highly technical nature of many of our purchased components.\nPatents and Other Intellectual Property\nWe consider our patents, trademarks and other intellectual property rights, in the aggregate, to constitute an important asset. We own a portfolio of patents, trade secrets, know-how, confidential information, trademarks, copyrights and other intellectual property. As of June 30, 2023, we (collectively with our subsidiaries) own approximately 339 U.S. patents and 237 international patents and had 14 U.S. patent applications pending and 28 international patent applications pending. The United States Patent and Trademark Office (“USPTO”) and international equivalent bodies have not yet concluded substantive examination of our pending patent applications. Therefore, it is unclear what scope of additional patent coverage, if any, will eventually be provided as a result of those pending applications. Failure to obtain comprehensive patent coverage could impair our ability to prevent competitors from replicating some portions or all of our products. We also license intellectual property to and from third parties. The costs we pay or revenue we receive from such licenses may be dependent on certain factors, such as the market for such licenses and whether such licenses can be negotiated on commercially acceptable terms. However, we do not consider our business to be materially dependent upon any single patent, license or other intellectual property right.\nFurther, changes in either the patent laws or in the interpretations of patent laws in the United States and other countries may diminish the value of our intellectual property and may increase the uncertainties and costs surrounding the prosecution of patent applications and the enforcement or defense of issued patents. We cannot predict the breadth of claims that may be allowed or enforced in our patents or in third-party patents. In addition, Congress or other foreign legislative bodies may pass patent reform legislation that is unfavorable to us. For example, the United States Supreme Court has ruled on several patent cases in recent years, either narrowing the scope of patent protection available in certain circumstances or weakening the rights of patent owners in certain situations. In addition to increasing uncertainty with regard to our ability to obtain patents in the future, this combination of events has created uncertainty with respect to the value of patents, once obtained. Depending on decisions by the United States Congress, the United States federal courts, the USPTO, or similar authorities in foreign jurisdictions, the laws and regulations governing patents could change in unpredictable ways that would weaken our ability to obtain new patents or to enforce our existing patents and the patents we might obtain or license in the future.\nOur registered or unregistered trademarks or trade names may be challenged, circumvented, declared generic or determined to be infringing on other marks. There can be no assurance that competitors will not infringe our trademarks, that we will have adequate resources to enforce our trademarks or that any of our current or future trademark applications will be approved. During trademark registration proceedings, we may receive rejections and, although we are given an opportunity to respond, we may be unable to overcome such rejections. In addition, in proceedings before the USPTO \n11\nTable of Contents\nand in proceedings before comparable agencies in many foreign jurisdictions, trademarks are examined for registrability against prior pending and registered third-party trademarks, and third parties are given an opportunity to oppose registration of pending trademark applications and/or to seek cancellation of registered trademarks. Applications to register our trademarks may be finally rejected, and opposition or cancellation proceedings may be filed against our trademarks, which may necessitate a change in branding strategy if such rejections and proceedings cannot be overcome or resolved.\nAdditionally, competitors may try to develop products that are similar to ours and that may infringe, misappropriate or otherwise violate our intellectual property rights. As a result, from time to time, we might engage in litigation to enforce our patents or other intellectual property rights or defend against claims of alleged infringement asserted by third parties. Any of our patents, trade secrets, trademarks, copyrights and other intellectual property rights could be challenged, invalidated or circumvented, or may not provide competitive advantages. Despite our efforts to protect our intellectual property rights, we cannot be certain that the steps we have taken will be sufficient or effective to prevent the unauthorized access, use, copying, or the reverse engineering of our technology and other intellectual property, including by third parties who may use our technology or other proprietary information to develop products and services that compete with ours. Additionally, policing unauthorized use of our intellectual property and proprietary rights can be difficult, costly and time consuming. The enforcement of our intellectual property and proprietary rights also depends on any legal actions we may bring against any such parties being successful, but these actions are costly, time-consuming, and may not be successful, even when our rights have been infringed, misappropriated, or otherwise violated. Furthermore, our competitors or other third parties may assert that our products infringe, misappropriate or otherwise violate their intellectual property rights. Successful claims of infringement, misappropriation or other violations by a third party could prevent us from offering certain products or features, require us to develop alternate, non-infringing technology, which could require significant time and expense, and at which time we could be unable to continue to offer our affected products or solutions, or require us to obtain a license, which may not be available on reasonable terms or at all, or force us to pay substantial damages, royalties or other fees.\nIn addition, to protect our confidential information, including our trade secrets, we require our employees and contractors to sign confidentiality and invention assignment agreements. We also enter into non-disclosure agreements with our suppliers and appropriate customers to limit their access to and disclosure of our proprietary information.\nAlthough our ability to compete may be affected by our ability to protect our intellectual property rights and proprietary information, we believe that, because of the rapid pace of technological change in the wireless telecommunications industry, our innovative skills, technical expertise and ability to introduce new products on a timely basis is just as important in maintaining our competitive position as protecting our intellectual property. Trade secret, trademark, copyright and patent protections are important but must be supported by other factors such as the expanding knowledge, ability and experience of our personnel, new product introductions and product enhancements. Although we have and will continue to implement protective measures and intend to vigorously defend our intellectual property rights, there can be no assurance that these measures will be successful.\nEnvironmental and Other Regulations\nOur facilities and operations, in common with those of our industry in general, are subject to numerous domestic and international laws and regulations designed to protect the environment, particularly with regard to wastes and emissions. We believe that we have complied with these requirements and that such compliance has not had a material adverse effect on our results of operations, financial condition or cash flows. Based upon currently available information, we do not expect expenditures to protect the environment and to comply with current environmental laws and regulations over the next several years to have a material impact on our competitive or financial position but can give no assurance that such expenditures will not exceed current expectations. From time to time, we receive notices from the U.S. Environmental Protection Agency or equivalent state or international environmental agencies that we are a potentially responsible party under the Comprehensive Environmental Response, Compensation and Liability Act, which is commonly known as the Superfund Act, and equivalent laws. Such notices may assert potential liability for cleanup costs at various sites, which include sites owned by us, sites we previously owned and treatment or disposal sites not owned by us, allegedly containing hazardous substances attributable to us from past operations. We are not presently aware of any such liability that could be material to our business, financial condition or operating results, but due to the nature of our business and environmental risks, we cannot provide assurance that any such material liability will not arise in the future.\nElectronic products are subject to environmental regulation in a number of jurisdictions. Equipment produced by us is subject to domestic and international requirements requiring end-of-life management and/or restricting materials in \n12\nTable of Contents\nproducts delivered to customers. We believe that we have complied with such rules and regulations, where applicable, with respect to our existing products sold into such jurisdictions.\nRadio communications are also subject to governmental regulation. Equipment produced by us is subject to domestic and international requirements to avoid interference among users of radio frequencies and to permit interconnection of telecommunications equipment. We believe that we have complied with such rules and regulations with respect to our existing products, and we intend to comply with such rules and regulations with respect to our future products. Reallocation of the frequency spectrum could impact our business, financial condition and results of operations.\nWe have a comprehensive policy and procedures in effect concerning conflict minerals compliance.\nHuman Capital Management\nAs of June 30, 2023, we had 704 employees, of whom 685 were full-time employees and 270 were located in the U.S. None of our employees in the U.S. are represented by a labor union. In certain international subsidiaries, our employees are represented by workers’ councils or statutory labor unions. In general, we believe that our employee relations are good.\nWe believe we offer a competitive compensation package, tailored to the job function and location of each employee. We have a global team, and we offer competitive compensation and benefits programs that meet the needs of our employees, while also reflecting local market practices. Our U.S. benefits plan includes health benefits, life and disability insurance, various voluntary insurances, flexible time off and leave programs, and a retirement plan with employer match. Our international benefits plans are competitive locally and generally provide similar benefits. We grant equity-based compensation to many of our employees. In addition, we offer benefits to support our employees’ physical and mental health by providing tools and resources to help them improve or maintain their health and encourage healthy behaviors.\nInformation about our Executive Officers\nThe name, age, position held with us, and principal occupation and employment during at least the past 5 years for each of our executive officers as of August 30, 2023, are as follows:\nName and Age\nPosition Currently Held and Past Business Experience\nPeter A. Smith, 57\nMr. Smith was appointed President and Chief Executive Officer in January 2020. Prior to joining Aviat Networks, Mr. Smith served as Senior Vice President, US Windows and Canada for Jeld-Wen from March 2017 to December 2019. Prior to Jeld-Wen, he served as President of Polypore International’s Transportation and Industrial segment from October 2013 to March 2017. Previously, he served as Chief Executive Officer and a director of Voltaix Inc. from September 2011 to October 2013. Earlier in his career, Mr. Smith held various executive leadership positions at Fortune 100 and Fortune 500 companies, including Cooper Industries, Dover Knowles Electronics and Honeywell Specialty Materials. Mr. Smith also served on the board of Soleras Advanced Coatings from August 2015 to October 2018 and Adaptive 3D Technologies from December 2020 through its sale in May 2021. He has both a Bachelor of Science degree in Material (Ceramics) Engineering and PhD in Material Science and Engineering from Rutgers University, and holds a Master of Business Administration degree from Arizona State University.\nDavid M. Gray, 54\nAs Chief Financial Officer (CFO), Mr. Gray is responsible for worldwide finance, treasury, accounting, reporting, compliance and taxation. Prior to joining Aviat, Mr. Gray was Chief Financial Officer and Treasurer of Superior Essex, a $2.6 billion global manufacturer and distributor of communications and electrical equipment, and before that he served at Cooper Industries where he was CFO of an $800M revenue business focused on electrical, electronic and power management solutions. He also held a variety of executive finance and accounting positions at Newell Brands, Philips Electronics, and Autoliv. Mr. Gray holds a BS in Accounting from Penn State University, is a Certified Public Accountant (CPA) and Certified Management Accountant (CMA), and brings to Aviat significant CFO experience in complex multi-national businesses as well as a deep background in P&L leadership, cash flow management, and mergers and acquisitions.\n13\nTable of Contents\nBryan C. Tucker, 55\nAs Senior Vice President Americas, Mr. Tucker is responsible for sales and services in the Americas. Mr. Tucker joined the Company in 2005, and since, has served in a number of roles for Aviat Networks and its predecessor companies Harris Stratex Networks and Harris Microwave Communications Division (“MCD”). For example, as senior director for North America Operations, Mr. Tucker spearheaded major transitions in ERP systems, product lines and operational locations. He also led the company’s post-merger systems unification with Harris MCD in 2007. Before joining Aviat Networks, Mr. Tucker worked for Sony Corp. as director of Manufacturing Engineering and Maintenance for two production facilities. Overall, Mr. Tucker has more than 25 years of experience in engineering and manufacturing operations with high-tech companies. He has a bachelor’s degree in electrical engineering from the University of Florida, is Six Sigma Certified and has pursued postgraduate studies/research in semiconductor physics at Georgia Tech.\nErin R. Boase, 44\nAs General Counsel, Ms. Boase is responsible for all aspects of the Legal function. Ms. Boase brings a depth of experience to the team in privacy, employment, compliance, real estate, M&A, as well as, copyright, trademark and other product, software, service and cloud-related legal matters. Ms. Boase was previously at Lifesize, Inc. where she served as Head of Legal and Corporate Secretary. Prior to that she was the Senior Corporate Counsel at Cisco (formerly Duo Security, Inc.) where she managed the adoption of GDPR privacy compliance, development of company policies, copyright and trademark, technical compliance as well as other legal matters. Earlier in her career she held legal positions of progressive responsibility with Dell’s Computer and Security business and Thomson Reuters. Erin holds a Juris Doctorate, Technology and Communications and graduated Cum Laude from Thomas Jefferson School of Law and a Bachelor of Arts from Midwestern State University.\nGary G. Croke, 51\nAs Vice President of Marketing, Mr. Croke is responsible for Aviat’s global marketing which includes corporate and strategic marketing functions and product line management. Mr. Croke charts Aviat’s global product and marketing strategy and ensures successful company-wide implementation. His team's primary focus is on achieving business growth through the definition and launch of new solutions that drive customer economic value. Mr. Croke has over 25 years of leadership experience in the data and mobile communications sectors and he is highly skilled at delivering creative and compelling value propositions with demand generation programs that produce business results. Gary has a bachelor’s degree in electrical engineering from Memorial University of Newfoundland and has pursued postgraduate studies/research in business administration at the University of Ottawa.\nThere is no family relationship between any of our executive officers or directors, and there are no arrangements or understandings between any of our executive officers or directors and any other person pursuant to which any of them was appointed or elected as an officer or director, other than arrangements or understandings with our directors.\nWebsite Access to Aviat Networks’ Reports; Available Information\nWe maintain a website at www.aviatnetworks.com. Our annual reports on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K and amendments to such reports are available free of charge on our website as soon as reasonably practicable after such material is electronically filed with, or furnished to, the Securities and Exchange Commission (“SEC”). In addition to our reports filed or furnished with the SEC, we publicly disclose material information in press releases, at annual meetings of shareholders, in publicly accessible conferences and investor presentations, and through our website. References to our website in this Form 10-K are provided as a convenience and should not be deemed an incorporation by reference or a part of this Form 10-K.\nAdditional information relating to our business and operations is set forth in “Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations” in this Annual Report on Form 10-K.",
    "item1a": ">Item 1A.\n \nRisk Factors\nThe nature of the business activities conducted by the Company subjects us to certain hazards and risks. The following is a summary of some of the material risks relating to the Company’s business activities. Other risks are described in “Item 1. Business,” “Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations” and “Item 7A. Quantitative and Qualitative Disclosures About Market Risk.” Prospective and existing \n14\nTable of Contents\ninvestors are strongly urged to carefully consider the various cautionary statements and risks set forth in this Annual Report on Form 10-K and in our other public filings.\nWe face many business risks, including those related to our financial performance, investments in our common stock, operating our business and legal matters. If any of these risks occur, our financial condition and results of operations could be materially and adversely affected. In that case, the market price of the Company’s common stock could decline.\nRisk Factors Summary\nThe following is a summary of the principal risks that could adversely affect our business, operations and financial results.\nBusiness and Operational Risk Factors\n•\nOur sales cycle may be lengthy, and the timing of sales, along with additional services such as network design, installation and implementation of our products within our customers’ networks, may extend over more than one period, which can make our operating results volatile and difficult to predict. \n•\nWe face risks related to pandemics, threatened health epidemics and other outbreaks, which could significantly disrupt our manufacturing, sales and other operations.\n•\nOur success will depend on new products introduced to the marketplace in a timely manner, successfully completing product transitioning and achieving customer acceptance. \n•\nWe rely on various third-party service partners to help complement our global operations, and failure to adequately manage these relationships could adversely impact our financial results and relationships with customers. \n•\nWe must respond to rapid technological change and comply with evolving industry standards and requirements for our products to be successful. \n•\nOur average sales prices may decline in the future.\n•\nCredit and commercial risks and exposures could increase if the financial condition of our customers declines. \n•\nOur restructuring actions could harm our relationships with our employees and impact our ability to recruit new employees.\n•\nOur business could be adversely affected if we are unable to attract and retain key personnel. \n•\nWe face strong competition for maintaining and improving our position in the market, which can adversely affect our revenue growth and operating results. \n•\nOur ability to sell our products and compete successfully is highly dependent on the quality of our customer service and support, and our failure to offer high quality service and support could have a material adverse effect on our sales and results of operations.\n•\nProduct performance problems, including undetected errors in our hardware or software, or deployment delays could harm our business and reputation. \n•\nIf we fail to accurately forecast our manufacturing requirements or customer demand, we could incur additional costs, which would adversely affect our business and results of operations. \n•\nIf we fail to effectively manage our contract manufacturer relationships, we could incur additional costs or be unable to timely fulfill our customer commitments, which would adversely affect our business and results of operations and, in the event of an inability to fulfill commitments, would harm our customer relationships. \n•\nWe depend on sole or limited sources and geographies for some key components and failure to receive timely delivery of any of these components could result in deferred or lost sales.\n•\nBecause a significant amount of our revenue may come from a limited number of customers, the termination of any of these customer relationships may adversely affect our business.\n•\nWe continually evaluate strategic transaction opportunities which could involve merger, divestiture, sale and/or acquisition activities that could disrupt our operations and harm our operating results.\n•\nThe NEC Transaction may not be consummated on a timely basis or at all. Failure to complete the acquisition within the expected timeframe or at all could adversely affect our stock price and our future business and financial results.\n15\nTable of Contents\n•\nThe NEC Transaction will require management to devote significant attention and resources to integrating the acquired NEC businesses with our business.\nFinancial and Macroeconomic Risk Factors\n•\nAdverse developments affecting the financial services industry, including events or concerns involving liquidity, defaults or non-performance by financial institutions, could adversely affect our business, financial condition or results of operations.\n•\nDue to the volume of our international sales, we may be susceptible to a number of political, economic and geographic risks that could harm our business. \n•\nThere are inherent limitations on the effectiveness of our controls. \n•\nWe may not be able to obtain capital when desired on favorable terms, if at all, or without dilution to our stockholders.\n•\nThe effects of global financial and economic conditions in certain markets have had, and may continue to have, significant effects on our customers and suppliers, and has in the past, and may in the future have, a material adverse effect on our business, operating results, financial condition and stock price.\n•\nChanges in tax laws, treaties, rulings, regulations or agreements, or their interpretation in any country in which we operate; the loss of a major tax dispute; a successful challenge to our operating structure, intercompany pricing policies or the taxable presence of our key subsidiaries in certain countries; or other factors could cause volatility in our effective tax rate and could adversely affect our operating results.\n•\nOur ability to use net operating loss carryforwards to offset future taxable income for U.S. federal income tax purposes and other tax benefits may be limited.\nLegal and Regulatory Risk Factors\n•\nContinued tension in U.S.-China trade relations may adversely impact our supply chain operations and business. \n•\nIf we are unable to adequately protect our intellectual property rights, we may be deprived of legal recourse against those who misappropriate our intellectual property.\n•\nIf sufficient radio frequency spectrum is not allocated for use by our products, or we fail to obtain regulatory approval for our products, our ability to market our products may be restricted. \n•\nOur business is subject to changing regulation of corporate governance, public disclosure and anti-bribery measures which have resulted in increased costs and may continue to result in additional costs or potential liabilities in the future. \n•\nOur products are used in critical communications networks which may subject us to significant liability claims.\n•\nWe may be subject to litigation regarding our intellectual property. This litigation could be costly to defend and resolve and could prevent us from using or selling the challenged technology.\n•\nWe are subject to laws, rules, regulations and policies regarding data privacy and security. Many of these laws and regulations are subject to change and reinterpretation, and could result in claims, changes to our business practices, monetary penalties, increased cost of operations or other harm to our business.\n•\nWe are subject to complex federal, state, local and international laws and regulations related to protection of the environment that could materially and adversely affect the cost, manner or feasibility of conducting our operations, as well as those of our suppliers and contract manufacturers.\n•\nIncreased attention to environmental, social, and governance (“ESG”) matters, conservation measures and climate change issues has contributed to an evolving state of environmental regulation, which could impact our results of operations, financial or competitive position and may adversely impact our business.\n•\nAnti-takeover provisions of Delaware law, Tax Benefit Preservation Plan (the “Plan”), and provisions in our Amended and Restated Certificate of Incorporation, as amended, and Amended and Restated Bylaws could make a third-party acquisition of us difficult.\nGeneral Risk Factors\n•\nNatural disasters or other catastrophic events such as terrorism and war could have an adverse effect on our business. \n16\nTable of Contents\n•\nSystem security risks, data protection breaches, and cyberattacks could compromise our proprietary information, disrupt our internal operations and harm public perception of our products, which could cause our business and reputation to suffer and adversely affect our stock price. \nFor a more complete discussion of the material risks facing our business, see below.\nBusiness and Operational Risk Factors\nOur sales cycle may be lengthy, and the timing of sales, along with additional services such as network design, installation and implementation of our products within our customers’ networks, may extend over more than one period, which can make our operating results volatile and difficult to predict. \nWe experience difficulty in accurately predicting the timing of the sale of products and amounts of revenue generated from sales of our products, primarily in developing countries. The establishment of a business relationship with a potential customer is a lengthy process, usually taking several months or more. Following the establishment of the relationship, the negotiation of purchase terms can be time-consuming, and a potential customer may require an extended evaluation and testing period. Once a purchase agreement has been executed, the timing and amount of revenue, if applicable, may remain difficult to predict. Our typical product sales cycle, which results in our products being designed into our customers’ networks, can take 12 to 24 months. A number of factors contribute to the length of the sales cycle, including technical evaluations of our products and the design process required to integrate our products into our customers’ networks. The completion of services such as installation and testing of the customer’s networks and the completion of all other suppliers’ network elements are subject to the customer’s timing and efforts and other factors outside our control, each of which may prevent us from making predictions of revenue with any certainty and could cause us to experience substantial period-to-period fluctuations in our operating results.\nDue to the challenges from our lengthy sales cycle, our recognition of revenue from our selling efforts may be substantially delayed, our ability to forecast our future revenue may be more limited and our revenue may fluctuate significantly from quarter to quarter.\nOur operating results are expected to be difficult to predict and delays in product delivery or closing a sale can cause revenue, margins and net income or loss to fluctuate significantly from anticipated levels. A substantial portion of our contracts are completed in the latter part of a quarter and a significant percentage of these are large orders. Because a significant portion of our cost structure is largely fixed in the short term, revenue shortfalls tend to have a disproportionately negative impact on our profitability and can increase our inventory. The number of large new transactions also increases the risk of fluctuations in our quarterly results because a delay in even a small number of these transactions could cause our quarterly revenues and profitability to fall significantly short of our predictions. In addition, we may increase spending in response to competitive actions, in pursuit of new market opportunities, or to mitigate supply chain disruptions. Accordingly, we cannot provide assurances that we will be able to achieve profitability in the future or that if profitability is attained, that we will be able to sustain profitability, particularly on a quarter-to-quarter basis.\nWe face risks related to pandemics, threatened health epidemics and other outbreaks, which could significantly disrupt our manufacturing, sales and other operations.\nOur business could be adversely impacted by the effects of a widespread outbreak of contagious disease, such as COVID-19. A pandemic such as COVID-19 or other such health crisis could impact our supply operations; for example, if any of our suppliers cease operating, causing us to move production to an alternate supplier. In addition, constraints on supply operations as a result of a pandemic has in the past and could in the future result in component part shortages due to global capacity constraints. Such a constraint could and has caused lead times for our products to increase. In an effort to halt the outbreak of a pandemic such as COVID-19, governments have in the past and may in the future place significant restrictions on travel, leading to extended business closures, including closures at our third-party manufacturers. Our suppliers and third-party manufacturers have and could be disrupted by worker absenteeism, quarantines, office and factory closures, disruptions to ports and other shipping infrastructure, or other travel or health-related restrictions and such restrictions could spread to other locations where we outsource the manufacturing or distribution of our products if the virus and its variants continues to spread or resurge. If our supply chain operations are affected or are curtailed by the outbreak of diseases such as COVID-19, our supply chain, manufacturing and product shipments will be delayed, which could adversely affect our business, operations and customer relationships. We may need to seek alternate sources of supply which may be more expensive, unavailable or may result in delays in shipments to us from our supply chain and subsequently to our customers. Further, if our distributors’ or end user customers’ \n17\nTable of Contents\nbusinesses are similarly affected, they might delay or reduce purchases from us, which could adversely affect our results of operations.\nIn addition, freight and logistics constraints caused in part by restrictions imposed by governments to combat the COVID-19 pandemic and additionally due to container and carriage shortages, have resulted in increased costs and constrained available transport, for us and our channel partners, all at a time when global demand has increased. We have sought and may continue to seek alternate sources of supply which may be more expensive, unavailable or may result in delays in shipments to us and from our supply chain and subsequently to our customers.\nWe are conducting business with certain modifications to employee travel, employee work locations, and virtualization or cancellation of certain sales and marketing events, among other modifications. Our business is dependent on travel of our sales, operations, quality and technical support, and other managers and employees. Limitations placed on travel globally could limit our ability to manage post-contract support and maintenance activities. We may take further actions that alter our business operations as may be required by federal, state or local authorities, or that we determine are in the best interest of our employees, customers, partners, suppliers and shareholders. Any such alterations or modifications may adversely impact our business, our customers and prospects, or our financial results.\nThe extent to which the COVID-19 pandemic or any other pandemic will impact our business and financial results going forward will be dependent on future developments such as the length and severity of the crisis, the potential resurgence of COVID-19 or other pandemics and its variants in the future, future government actions in response to the crisis, the acceptance and effectiveness of the COVID-19 vaccines and the overall impact of the COVID-19 pandemic on the global economy and capital markets, among many other factors, all of which remain highly uncertain and unpredictable. We cannot at this time quantify or forecast the business impact of COVID-19, and there can be no assurance that the COVID-19 pandemic or other health crisis will not have a material and adverse effect on our business, financial results and financial condition.\nOur success will depend on new products introduced to the marketplace in a timely manner, successfully completing product transitioning and achieving customer acceptance.\nThe market for our products and services is characterized by rapid technological change, evolving industry standards and frequent new product introductions. Our future success will depend, in part, on continuous timely development and introduction of new products and enhancements that address evolving market requirements and are attractive to customers. If we fail to develop or introduce, on a timely basis, new products or product enhancements or features that achieve market acceptance, our business may suffer. Additionally, we work closely with a variety of third-party partners to develop new product features and new platforms. Should our partners face delays in the development process, then the timing of the rollout of our new products may be significantly impacted which may negatively impact our revenue and gross margin. Another factor impacting our future success is the growth in the customer demand of our new products. Rapidly changing technology, frequent new product introductions and enhancements, short product life cycles and changes in customer requirements characterize the markets for our products. We believe that successful new product introductions provide a significant competitive advantage because of the significant resources committed by customers in adopting new products and their reluctance to change products after these resources have been expended. We have spent, and expect to continue to spend, significant resources on internal research and development to support our effort to develop and introduce new products and enhancements.\nAs we transition to new product platforms, we face significant risk that the development of our new products may not be accepted by our current customers or by new customers. To the extent that we fail to introduce new and innovative products that are adopted by customers, we could fail to obtain an adequate return on these investments and could lose market share to our competitors, which could be difficult or impossible to regain. Similarly, we may face decreased revenue, gross margins and profitability due to a rapid decline in sales of current products as customers hold spending to focus purchases on new product platforms. We could incur significant costs in completing the transition, including costs of inventory write-downs of the current product as customers transition to new product platforms. In addition, products or technologies developed by others may render our products non-competitive or obsolete and result in significant reduction in orders from our customers and the loss of existing and prospective customers.\nWe rely on various third-party service partners to help complement our global operations, and failure to\n \nadequately manage these relationships could adversely impact our financial results and relationships with customers.\nWe rely on a number of third-party service partners, to complement our global operations. We rely upon these partners for certain installation, maintenance, logistics and support functions. In addition, as our customers increasingly \n18\nTable of Contents\nseek to rely on vendors to perform additional services relating to the design, construction and operation of their networks, the scope of work performed by our service partners is likely to increase and may include areas where we have less experience providing or managing such services. We must successfully identify, assess, train and certify qualified service partners to ensure the proper installation, deployment and maintenance of our products. The vetting and certification of these partners can be costly and time-consuming, and certain partners may not have the same operational history, financial resources and scale as we have. Moreover, certain service partners may provide similar services for other companies, including our competitors. We may not be able to manage our relationships with our service partners effectively, and we cannot be certain that they will be able to deliver services in the manner or time required, that we will be able to maintain the continuity of their services, or that they will adhere to our approach to ethical business practices. \nIf we do not effectively manage our relationships with third-party service partners, or if they fail to perform these services in the manner or time required, our financial results and relationships with our customers could be adversely affected.\nWe must respond to rapid technological change and comply with evolving industry standards and requirements for our products to be successful.\nThe optical transport networking equipment market is characterized by rapid technological change, changes in customer requirements and evolving industry standards. We continually invest in research and development to sustain or enhance our existing products, but the introduction of new communications technologies and the emergence of new industry standards or requirements could render our products obsolete. Further, in developing our products, we have made, and will continue to make, assumptions with respect to which standards or requirements will be adopted by our customers and competitors. If the standards or requirements adopted by our prospective customers are different from those on which we have focused our efforts, market acceptance of our products would be reduced or delayed, and our business would be harmed.\nWe are continuing to invest a significant portion of our research and development efforts in the development of our next-generation products. We expect our competitors will continue to improve the performance of their existing products and introduce new products and technologies and to influence customers’ buying criteria so as to emphasize product capabilities that we do not, or may not, possess. To be competitive, we must anticipate future customer requirements and continue to invest significant resources in research and development, sales and marketing, and customer support. If we do not anticipate these future customer requirements and invest in the technologies necessary to enable us to have and to sell the appropriate solutions, it may limit our competitive position and future sales, which would have an adverse effect on our business and financial condition. We may not have sufficient resources to make these investments and we may not be able to make the technological advances necessary to be competitive.\nOur average sales prices may decline in the future. \nWe have experienced, and could continue to experience, declining sales prices. This price pressure is likely to result in downward pricing pressure on our products and services. As a result, we are likely to experience declining average sales prices for our products. Our future profitability will depend upon our ability to improve manufacturing efficiencies, to reduce the costs of materials used in our products and to continue to introduce new lower-cost products and product enhancements and if we are unable to do so, we may not be able to respond to pricing pressures. If we are unable to respond to increased price competition, our business, financial condition and results of operations will be harmed. Because customers frequently negotiate supply arrangements far in advance of delivery dates, we may be required to commit to price reductions for our products before we are aware of how, or if, cost reductions can be obtained. As a result, current or future price reduction commitments and any inability on our part to respond to increased price competition could harm our business, financial condition and results of operations.\nCredit and commercial risks and exposures could increase if the financial condition of our customers declines. \nA substantial portion of our sales are to customers in the telecommunications industry. These customers may require their suppliers, including the Company, to provide extended payment terms, direct loans or other forms of financial support as a condition to obtaining commercial contracts. In addition, if local currencies cannot be hedged, we have an inherent exposure in our ability to convert monies at favorable rates from or to U.S. dollars. More generally, we expect to routinely enter into long-term contracts involving significant amounts to be paid by our customers over time. Pursuant to these contracts, we may deliver products and services representing an important portion of the contract price before receiving any significant payment from the customer. As a result of the financing that may be provided to customers and our commercial risk exposure under long-term contracts, our business could be adversely affected if the \n19\nTable of Contents\nfinancial condition of our customers erodes. Over the past few years, certain of our customers have filed with the courts seeking protection under the bankruptcy or reorganization laws of the applicable jurisdiction or have experienced financial difficulties. Our customers’ financial conditions face additional challenges in many emerging markets, where our customers are being affected not only by recession, but by deteriorating local currencies and a lack of credit and, more broadly, by the COVID-19 pandemic and related economic effects. If customers fail to meet their obligations to us, we may experience reduced cash flows and losses in excess of reserves, which could materially adversely impact our results of operations and financial position.\nOur business requires extensive credit risk management that may not be adequate to protect against customer nonpayment. A risk of non-payment by customers is a significant focus of our business. We expect a significant amount of future revenue to come from international customers in developing countries. We do not generally expect to obtain collateral for sales, although we require letters of credit or credit insurance as appropriate for international customers. Because a significant amount of our revenue may come from a limited number of customers, the termination of any of these customer relationships may adversely affect our business. Our historical accounts receivable balances have been concentrated in a small number of significant customers. Unexpected adverse events impacting the financial condition of our customers, bank failures or other unfavorable regulatory, economic or political events in the countries in which we do business may impact collections and adversely impact our business, require increased bad debt expense or receivable write-offs and adversely impact our cash flows, financial condition and operating results, which could also result in a breach of our bank covenants.\nOur business could be adversely affected if we are unable to attract and retain key personnel. \nOur success and ability to invest and grow depend largely on our ability to attract and retain highly skilled technical, professional, managerial, sales and marketing personnel. Historically, competition for these key personnel has been intense. The loss of services of any of our key personnel, the inability to retain and attract qualified personnel in the future, delays in hiring required personnel, particularly engineering and sales personnel, or the loss of key personnel to competitors could make it difficult for us to meet key objectives, such as timely and effective product introductions and financial goals.\nWe face strong competition for maintaining and improving our position in the market, which can adversely affect our revenue growth and operating results. \nThe wireless access, interconnection and backhaul business is a specialized segment of the wireless telecommunications industry and is extremely competitive. Competition in this segment is intense, and we expect it to increase. Some of our competitors have more extensive engineering, manufacturing and marketing capabilities and significantly greater financial, technical and personnel resources than we have. In addition, some of our competitors have greater name recognition, broader product lines, a larger installed base of products and longer-standing customer relationships. Our competitors include established companies, such as Ericsson, Huawei and Nokia, as well as a number of other public and private companies, such as Ceragon and SIAE. Some of our competitors are OEMs or systems integrators through whom we market and sell our products, which means our business success may depend on these competitors to some extent. One or more of our largest customers could internally develop the capability to manufacture products similar to those manufactured or outsourced by us and, as a result, the demand for our products and services may decrease.\nIn addition, we compete for acquisition and expansion opportunities with many entities that have substantially greater resources than we have. Our competitors may enter business combinations to accelerate product development or to compete more aggressively and we may lack the resources to meet such enhanced competition.\nOur ability to compete successfully will depend on a number of factors, including price, quality, availability, customer service and support, breadth of product lines, product performance and features, rapid time-to-market delivery capabilities, reliability, timing of new product introductions by us, our customers and competitors, the ability of our customers to obtain financing and the stability of regional sociopolitical and geopolitical circumstances, and the ability of large competitors to obtain business by providing more seller financing especially for large transactions. We can give no assurances that we will have the financial resources, technical expertise, or marketing, sales, distribution, customer service and support capabilities to compete successfully, or that regional sociopolitical and geographic circumstances will be favorable for our successful operation.\n20\nTable of Contents\nOur ability to sell our products and compete successfully is highly dependent on the quality of our customer service and support, and our failure to offer high quality service and support could have a material adverse effect on our sales and results of operations.\nOnce our products are delivered, our customers depend on our service and support to resolve any issues relating to our products. Our support personnel includes employees in various geographic locations, who provide general technical support to our customers. A high level of support is important for the successful marketing and sale of our products. If we do not effectively help our customers quickly resolve issues or provide effective ongoing support, it could adversely affect our ability to sell our products to existing customers as well as demand for maintenance and renewal contracts and could harm our reputation with existing and potential customers.\nProduct performance problems, including undetected errors in our hardware or software, or deployment delays could harm our business and reputation.\nThe development and production of products with high technology content is complicated and often involves problems with hardware, software, components and manufacturing methods. Complex hardware and software systems, such as our products, can often contain undetected errors or bugs when first introduced or as new versions are released. In addition, errors associated with components we purchase from third parties, including customized components, may be difficult to resolve. We have experienced issues in the past in connection with our products, including failures due to the receipt of faulty components from our suppliers and performance issues related to software updates. From time to time we have had to replace certain components or provide software remedies or other remediation in response to errors or bugs, and we may have to do so again in the future. In addition, performance issues can be heightened during periods where we are developing and introducing multiple new products to the market, as any performance issues we encounter in one technology or product could impact the performance or timing of delivery of other products. Our products may also suffer degradation of performance and reliability over time.\nIf reliability, quality, security or network monitoring problems develop, a number of negative effects on our business could result, including:\n•\nreduced orders from existing customers;\n•\ndeclining interest from potential customers;\n•\ndelays in our ability to recognize revenue or in collecting accounts receivables;\n•\ncosts associated with fixing hardware or software defects or replacing products;\n•\nhigh service and warranty expenses;\n•\ndelays in shipments;\n•\nhigh inventory excess and obsolescence expense;\n•\nhigh levels of product returns;\n•\ndiversion of our engineering personnel from our product development efforts; and\n•\npayment of liquidated damages, performance guarantees or similar penalties.\nBecause we outsource the manufacturing of certain components of our products, we may also be subject to product performance problems as a result of the acts or omissions of third parties, and we may not have adequate compensating remedies against such third parties.\nFrom time to time, we encounter interruptions or delays in the activation of our products at a customer’s site. These interruptions or delays may result from product performance problems or from issues with installation and activation, some of which are outside our control. If we experience significant interruptions or delays that we cannot promptly resolve, the associated revenue for these installations may be delayed or confidence in our products could be undermined, which could cause us to lose customers, fail to add new customers, and consequently harm our financial results.\nIf we fail to accurately forecast our manufacturing requirements or customer demand, we could incur additional costs, which would adversely affect our business and results of operations.\nIf we fail to accurately predict our manufacturing requirements or forecast customer demand, we may incur additional costs of manufacturing and our gross margins and financial results could be adversely affected. If we overestimate our requirements, our contract manufacturers may experience an oversupply of components and assess us \n21\nTable of Contents\ncharges for excess or obsolete components that could adversely affect our gross margins. If we underestimate our requirements, our contract manufacturers may have inadequate inventory or components, which could interrupt manufacturing and result in higher manufacturing costs, shipment delays, damage to customer relationships and/or our payment of penalties to our customers. Our contract manufacturers also have other customers and may not have sufficient capacity to meet all of their customers’ needs, including ours, during periods of excess demand.\nIf we fail to effectively manage our contract manufacturer relationships, we could incur additional costs or be unable to timely fulfill our customer commitments, which would adversely affect our business and results of operations and, in the event of an inability to fulfill commitments, would harm our customer relationships. \nWe outsource all of our manufacturing and a substantial portion of our repair service operations to independent contract manufacturers and other third parties. Our contract manufacturers typically manufacture our products based on rolling forecasts of our product needs that we provide to them on a regular basis. The contract manufacturers are responsible for procuring components necessary to build our products based on our rolling forecasts, building and assembling the products, testing the products in accordance with our specifications and then shipping the products to us. We configure the products to our customer requirements, conduct final testing and then ship the products to our customers. There can be no assurance that we will not encounter problems with our contract manufacturer related to these manufacturing services or that we will be able to replace a contract manufacturer that is not able to meet our demand.\nIn addition, if we fail to effectively manage our relationships with our contract manufacturers or other service providers, or if they do not fully comply with their contractual obligations or should experience delays, disruptions, component procurement problems or quality control problems, then our ability to ship products to our customers or otherwise fulfill our contractual obligations to our customers could be delayed or impaired which would adversely affect our business, financial results and customer relationships.\nWe depend on sole or limited sources and geographies for some key components and failure to receive timely delivery of any of these components could result in deferred or lost sales.\nIn some instances, we are dependent upon one or a few sources, either because of the specialized nature of a particular item or because of local content preference requirements pursuant to which we operate on a given project. Examples of sole or limited sourcing categories include metal fabrications and castings, for which we own the tooling and therefore limit our supplier relationships, and MMICs (a type of integrated circuit used in manufacturing microwave radios), which we procure at a volume discount from a single source. Additionally, certain semiconductor supply is concentrated in Taiwan, with little to no availability in other geographies. As such, any military conflict between Taiwan and China could interrupt supply.\nOur supply chain strategy includes mitigation plans for alternative manufacturing sources and identified alternate suppliers. However, if these alternatives cannot address our requirements when our existing sources of these components fail to deliver them on time, we could suffer delayed shipments, canceled orders and lost or deferred revenues, as well as material damage to our customer relationships. Should this occur, our operating results, cash flows and financial condition could be materially adversely affected.\nBecause a significant amount of our revenue may come from a limited number of customers, the termination of any of these customer relationships may adversely affect our business. \nAlthough we have a large customer base, during any given quarter or fiscal year a small number of customers may account for a significant portion of our revenue. Principal customers for our products and services include domestic and international wireless/mobile service providers, OEMs, as well as private network users such as public safety agencies; government institutions; and utility, pipeline, railroad and other industrial enterprises that operate broadband wireless networks. \nIn addition, the telecommunications industry has experienced significant consolidation among its participants, and we expect this trend to continue. Some operators in this industry have experienced financial difficulty and have filed, or may file, for bankruptcy protection. Other operators may merge and one or more of our competitors may supply products to the customers of the combined company following those mergers. This consolidation could result in purchasing decision delays and decreased opportunities for us to supply products to companies following any consolidation. This consolidation may also result in lost opportunities for cost reduction and economies of scale, and could generally reduce our opportunities to win new customers to the extent that the number of potential customers decreases. Furthermore, as \n22\nTable of Contents\nour customers become larger, they may have more leverage to negotiate better pricing which could adversely affect our revenues and gross margins.\nIt is possible that a significant portion of our future product sales could become even more concentrated in a limited number of customers due to the factors described above. Product sales to major customers have varied widely from period to period. The loss of any existing customer, a significant reduction in the level of sales to any existing customer, the consolidation of existing customers, or our inability to gain additional customers could result in declines in our revenue or an inability to grow revenue.\nWe continually evaluate strategic transaction opportunities which could involve merger, divestiture, sale and/or acquisition activities that could disrupt our operations and harm our operating results. \nOur growth depends upon market growth, our ability to enhance our existing products and our ability to introduce new products on a timely basis. We intend to continue to address the need to develop new products and enhance existing products through acquisitions, or “tuck-ins,” product lines, technologies, and personnel. Strategic transactions involve numerous risks, including the following:\n•\ndifficulties in integrating the operations, systems, technologies, products, and personnel of the combined companies, particularly companies with large and widespread operations and/or complex products;\n•\ndiversion of management’s attention from normal daily operations of the business and the challenges of managing larger and more widespread operations resulting from business combinations, sales, divestitures and/or restructurings;\n•\npotential difficulties in completing projects associated with in-process research and development intangibles;\n•\ndifficulties in entering markets in which we have no or limited direct prior experience and where competitors in each market have stronger market positions;\n•\ninitial dependence on unfamiliar supply chains or relatively small supply partners;\n•\ninsufficient revenue to offset increased expenses associated with acquisitions; and\n•\nthe potential loss of key employees, customers, resellers, vendors and other business partners of our Company or the companies with which we engage in strategic transactions following and continuing after announcement of an anticipated strategic transaction.\nStrategic transactions may also cause us to:\n•\nissue common stock that would dilute our current stockholders or cause a change in control of the combined company;\n•\nuse a substantial portion of our cash resources, or incur debt;\n•\nsignificantly increase our interest expense, leverage and debt service requirements if we incur additional debt to pay for an acquisition;\n•\nassume material liabilities;\n•\nrecord goodwill and non-amortizable intangible assets that are subject to impairment testing on a regular basis and potential periodic impairment charges;\n•\nincur amortization expenses related to certain intangible assets;\n•\nincur tax expenses related to the effect of acquisitions on our intercompany R&D cost sharing arrangement and legal structure;\n•\nincur large and immediate write-offs and restructuring and other related expenses; and\n•\nbecome subject to intellectual property or other litigation.\nMergers, restructurings, sales and acquisitions of high-technology companies are inherently risky and subject to many factors outside of our control. No assurance can be given that any future strategic transactions will be successful and will not materially adversely affect our business, operating results or financial condition. Failure to manage and successfully complete a strategic transaction could materially harm our business and operating results. Even when an acquired or acquiring company has already developed and marketed products, there can be no assurance that product \n23\nTable of Contents\nenhancements will be made in a timely fashion or that pre-acquisition due diligence will have identified all possible issues that might arise with respect to such products.\nThe pending transaction with NEC Corporation may not be consummated on a timely basis or at all. Failure to complete the acquisition within the expected timeframe or at all could adversely affect our stock price and our future business and financial results.\nOn May 9, 2023, we entered into a Master Sale of Business Agreement with NEC Corporation and certain other parties thereto in connection with the NEC Transaction (the “Purchase Agreement”). We expect the NEC Transaction to close in the fourth quarter of calendar 2023. The NEC Transaction is subject to closing conditions. If these conditions are not satisfied or waived, the NEC Transaction will not be consummated. If the closing of the NEC Transaction is substantially delayed or does not occur at all, or if the terms of the NEC Transaction are required to be modified substantially, we may not realize the anticipated benefits of the transactions fully or at all or they may take longer to realize than expected. The closing conditions include (i) the counterparties’ representations and warranties being true (subject to certain materiality qualifiers) as of the closing, (ii) the counterparties’ performance, in all material respects, of all obligations and agreements required to be performed prior to closing, (iii) the receipt of all documents, instruments, certificates or other items required to be delivered at or as of the closing by the other parties to the Purchase Agreement, (iv) the absence of legal matters prohibiting the NEC Transaction, and (v) the absence or expiration of any required regulatory periods. We have incurred and will continue to incur substantial transaction costs whether or not the NEC Transaction is completed. Any failure to complete the NEC Transaction could have a material adverse effect on our stock price, our competitiveness and reputation in the marketplace, and our future business and financial results, including our ability to execute on our strategy to return capital to our stockholders.\nThe NEC Transaction will require management to devote significant attention and resources to integrating the acquired NEC businesses with our business. Potential difficulties that may be encountered in the integration process include, among others:\n•\nthe inability to successfully integrate the acquired NEC business into the Aviat business in a manner that permits us to achieve the revenue we anticipated from the NEC Transaction;\n•\ncomplexities associated with managing the larger, integrated business;\n•\npotential unknown liabilities and unforeseen expenses, delays or regulatory conditions associated with the NEC Transaction;\n•\nintegrating personnel from the NEC companies while maintaining focus on providing consistent, high-quality products and services;\n•\nintegrating relationships with customers, vendors and business partners;\n•\nperformance shortfalls as a result of the diversion of management’s attention caused by completing the NEC Transaction and integrating acquired NEC operations into Aviat; or\n•\nthe disruption of, or loss of momentum in, each company’s ongoing business or inconsistencies in standards, controls, procedures and policies.\nDelays or difficulties in the integration process could adversely affect our business, financial results, financial condition and stock price. Even if we are able to integrate our business operations successfully, there can be no assurance that this integration will result in the realization of the full benefits of synergies, cost savings, innovation and operational efficiencies that we currently expect or have communicated from this integration or that these benefits will be achieved within the anticipated time frame.\nFinancial and Macroeconomic Risk Factors\nAdverse developments affecting the financial services industry, including events or concerns involving liquidity, defaults or non-performance by financial institutions, could adversely affect our business, financial condition or results of operations.\nActual events involving limited liquidity, defaults, non-performance or other adverse developments that affect financial institutions or the financial services industry generally, or concerns or rumors about any events of these kinds or other similar risks, have in the past and may in the future adversely affect our liquidity. In addition, investor concerns regarding the U.S. or international financial systems could result in less favorable commercial financing terms, including higher interest rates or costs and tighter financial and operating covenants, or systemic limitations on access to credit and \n24\nTable of Contents\nliquidity sources, thereby making it more difficult for us to acquire financing on terms favorable to us, or at all. Any decline in available funding or access to our cash and liquidity resources could, among other things, adversely impact our ability to meet our operating expenses, financial obligations or fulfill our other obligations, result in breaches of our contractual obligations or result in violations of federal or state wage and hour laws. Any of these impacts, or any other impacts resulting from the factors described above or other related or similar factors not described above, could have material adverse impacts on our liquidity, business, financial condition or results of operations.\nIn addition, any further deterioration in the macroeconomic economy or financial services industry could lead to losses or defaults by our customers or suppliers, which in turn, could have a material adverse effect on our current and/or projected business operations and results of operations and financial condition. Any customer or supplier bankruptcy or insolvency, or the failure of any customer to make payments when due, or any breach or default by a customer or supplier, or the loss of any significant supplier relationships, could result in material losses to the Company and may have a material adverse impact on our business.\nDue to the volume of our international sales, we may be susceptible to a number of political, economic, financial and geographic risks that could harm our business. \nWe are highly dependent on sales to customers outside the U.S. In fiscal 2023, our sales to international customers accounted for 43% of total revenue. Significant portions of our international sales are in less developed countries. Our international sales are likely to continue to account for a large percentage of our products and services revenue for the foreseeable future. As a result, the occurrence of any international, political, economic or geographic event could result in a significant decline in revenue. In addition, compliance with complex foreign and U.S. laws and regulations that apply to our international operations increases our cost of doing business in international jurisdictions. These numerous and sometimes conflicting laws and regulations include internal control and disclosure rules, data privacy and filtering requirements, anti-corruption laws, such as the Foreign Corrupt Practices Act, and other local laws prohibiting corrupt payments to governmental officials, and anti-competition regulations, among others. Violations of these laws and regulations could result in fines and penalties, criminal sanctions against us, our officers, or our employees, prohibitions on the conduct of our business and on our ability to offer our products and services in one or more countries, and could also materially affect our brand, our international expansion efforts, our ability to attract and retain employees, our business, and our operating results. Although we have implemented policies and procedures designed to ensure compliance with these laws and regulations, there can be no assurance that our employees, contractors, or agents will not violate our policies.\nSome of the risks and challenges of doing business internationally include:\n•\nunexpected changes in regulatory requirements;\n•\nfluctuations in international currency exchange rates including its impact on unhedgeable currencies and our forecast variations for hedgeable currencies;\n•\nimposition of tariffs and other barriers and restrictions;\n•\nmanagement and operation of an enterprise spread over various countries;\n•\nthe burden of complying with a variety of laws and regulations in various countries;\n•\napplication of the income tax laws and regulations of multiple jurisdictions, including relatively low-rate and relatively high-rate jurisdictions, to our sales and other transactions, which results in additional complexity and uncertainty;\n•\nthe conduct of unethical business practices in developing countries;\n•\ngeneral economic and geopolitical conditions, including inflation and trade relationships;\n•\nrestrictions on travel to locations where we conduct business, including those imposed due to COVID-19;\n•\nwar and acts of terrorism;\n•\nkidnapping and high crime rate;\n•\nnatural disasters;\n•\navailability of U.S. dollars especially in countries with economies highly dependent on resource exports, particularly oil; and\n•\nchanges in export regulations.\nWhile these factors and the impacts of these factors are difficult to predict, any one or more of them could adversely affect our business, financial condition and results of operations in the future.\n25\nTable of Contents\nA portion of our sales and expenses stem from countries outside of the United States, and are in currencies other than U.S. dollars, and therefore subject to foreign currency fluctuation. Accordingly, fluctuations in foreign currency rates could have a material impact on our financial results in future periods. From time to time, we enter into foreign currency exchange forward contracts to reduce the volatility of cash flows primarily related to forecasted foreign currency expenses. These forward contracts reduce the impact of currency exchange rate movements on certain transactions, but do not cover all foreign-denominated transactions and therefore do not entirely eliminate the impact of fluctuations in exchange rates on our results of operations and financial condition.\nThere are inherent limitations on the effectiveness of our controls. \nWe do not expect that our disclosure controls or our internal control over financial reporting will prevent or detect all errors and all fraud. A control system, no matter how well-designed and operated, can provide only reasonable, not absolute, assurance that the control system’s objectives will be met. The design of a control system must reflect the fact that resource constraints exist, and the benefits of controls must be considered relative to their costs. Further, because of the inherent limitations in all control systems, no evaluation of controls can provide absolute assurance that misstatements due to error or fraud will not occur or that all control issues and instances of fraud, if any, have been detected. These inherent limitations include the realities that judgments in decision-making can be faulty and that breakdowns can occur because of simple errors or mistakes. Controls can also be circumvented by individual acts of some persons, by collusion of two or more people, or by management’s override of the controls. The design of any system of controls is based in part on certain assumptions about the likelihood of future events, and there can be no assurance that any design will succeed in achieving its stated goals under all potential future conditions. Projections of any evaluation of the effectiveness of controls to future periods are subject to risks. Over time, controls may become inadequate due to changes in conditions or deterioration in the degree of compliance with policies or procedures. If our controls become inadequate, we could fail to meet our financial reporting obligations, our reputation may be adversely affected, our business and operating results could be harmed, and the market price of our stock could decline.\nWe may not be able to obtain capital when desired on favorable terms, if at all, or without dilution to our stockholders. \nWe believe that our existing cash and cash equivalents, the available line of credit under our credit facility and future cash collections from customers will be sufficient to provide for our anticipated requirements for working capital and capital expenditures for the next 12 months and the foreseeable future. However, it is possible that we may not generate sufficient cash flow from operations or otherwise have the capital resources to meet our longer-term capital needs. If this occurs, we may need to sell assets, reduce capital expenditures, or obtain additional equity or debt financing. We have no assurance that additional financing will be available on terms favorable to us, or at all. If adequate funds are not available or are not available on acceptable terms if and when needed, our business, financial condition and results of operations could be harmed.\nIf we raise additional funds through the issuance of equity or convertible debt securities, the ownership of our existing stockholders could be significantly diluted, and these newly-issued securities may have rights, preferences or privileges senior to those of existing stockholders. \nThe effects of global or market specific financial and economic conditions have, and may continue to have, significant effects on our customers and suppliers, and have in the past, and may in the future have, a material adverse effect on our business, operating results, financial condition and stock price. \nThe effects of global financial and economic conditions in certain markets include, among other things, significant reductions in available capital and liquidity from credit markets, supply or demand driven inflationary pressures, and substantial fluctuations in currency values worldwide.\nEconomic conditions in certain markets have adversely affected and may continue to adversely affect our customers’ access to capital and/or willingness to spend capital on our products, and/or their levels of cash liquidity and/or their ability and/or willingness to pay for products that they will order or have already ordered from us, or result in their ceasing operations. Further, we have experienced an increasing number of our customers, principally in emerging markets, requesting longer payment terms, lease or vendor financing arrangements, longer terms for the letters of credit securing purchases of our products and services, which could potentially negatively impact our orders, revenue conversion cycle, and cash flows.\n26\nTable of Contents\nIn seeking to reduce their expenses, we have also seen significant pressure from our customers to lower prices for our products as they try to improve their operating performance and procure additional capital equipment within their reduced budget levels. To the extent that we lower prices on our products and services, our orders, revenues, and gross margins may be negatively impacted. Additionally, certain emerging markets are particularly sensitive to pricing as a key differentiator. Where price is a primary decision driver, we may not be able to effectively compete, or we may choose not to compete due to unacceptable margins.\nIn addition, economic conditions in certain markets could materially adversely affect our suppliers’ access to capital and liquidity with which to maintain their inventories, production levels, or product quality, could cause them to raise prices or lower production levels, or result in their ceasing operations. Supply or demand driven scarcity can lead to significant inflationary pressures on the cost of our products from our suppliers. Our ability to substantially offset inflationary impacts by raising prices may be limited by the competitive factors discussed above.\nFurther, with respect to our credit facility discussed under “Liquidity, Capital Resources and Financial Strategies” in Item 7 of this Annual Report on Form 10-K, our ability to access the funds available under our credit facility could be materially adversely affected.\nThe potential effects of these economic factors are difficult to forecast and mitigate. As a consequence, our operating results for a particular period are difficult to predict and prior results are not necessarily indicative of results to be expected in future periods. Any of the foregoing effects could have a material adverse effect on our business, results of operations, and financial condition and could adversely affect our stock price.\nChanges in tax laws, treaties, rulings, regulations or agreements, or their interpretation in any country in which we operate; the loss of a major tax dispute; a successful challenge to our operating structure, intercompany pricing policies or the taxable presence of our key subsidiaries in certain countries; or other factors could cause volatility in our effective tax rate and could adversely affect our operating results. \nWe operate in multiple jurisdictions and our profits are taxed pursuant to the tax laws of these jurisdictions. Our future effective tax rate may be adversely affected by a number of factors, many of which are outside of our control, including:\n•\nthe jurisdictions in which profits are determined to be earned and taxed;\n•\nadjustments to estimated taxes upon finalization of various tax returns;\n•\nincreases in expenses not deductible for tax purposes, including write-offs of acquired in-process research and development and impairment of goodwill in connection with acquisitions;\n•\nour ability to utilize net operating losses;\n•\nchanges in available tax credits;\n•\nchanges in share-based compensation expense;\n•\nchanges in the valuation of our deferred tax assets and liabilities;\n•\nchanges in domestic or international tax laws, treaties, rulings, regulations or agreements or the interpretation of such tax laws, treaties, rulings, regulations or agreements, including the impact of the Tax Cuts and Jobs Act of 2017 and any new administrations;\n•\nthe resolution of issues arising from tax audits with various tax authorities, including the loss of a major tax dispute;\n•\nlocal tax authority challenging our operating structure, intercompany pricing policies or the taxable presence of our key subsidiaries in certain countries; \n•\nthe tax effects of purchase accounting for acquisitions and restructuring charges that may cause fluctuations between reporting periods; and\n•\ntaxes that may be incurred upon a repatriation of cash from foreign operations.\nAny significant increase in our future effective tax rates could impact our results of operations for future periods adversely.\nOur ability to use net operating loss carryforwards to offset future taxable income for U.S. federal income tax purposes and other tax benefits may be limited.\n27\nTable of Contents\nSection 382 of the Internal Revenue Code of 1986, as amended (the “Code”) imposes an annual limitation on the amount of taxable income that may be offset if a corporation experiences an “ownership change” as defined in Section 382 of the Code. An ownership change occurs when a company’s “five-percent shareholders” (as defined in Section 382 of the Code) collectively increase their ownership in the company by more than 50 percentage points (by value) over a rolling three-year period. Additionally, various states have similar limitations on the use of state net operating losses (“NOL”) following an ownership change.\nIf we experience an ownership change, our ability to use our NOLs, any loss or deduction attributable to a “net unrealized built-in loss” and other tax attributes (collectively, the “Tax Benefits”) could be substantially limited, and the timing of the usage of the Tax Benefits could be substantially delayed, which could significantly impair the value of the Tax Benefits. There is no assurance that we will be able to fully utilize the Tax Benefits and we could be required to record an additional valuation allowance related to the amount of the Tax Benefits that may not be realized, which could adversely impact our results of operations.\nWe believe that these Tax Benefits are a valuable asset for us. On March 3, 2020, the Board approved The Plan (as amended and restated on August 27, 2020), in an effort to protect our Tax Benefits during the effective period of the Plan. We submitted the Plan to a stockholder vote and our stockholders approved the plan at the 2020 Annual Meeting of Stockholders. Although the Plan is intended to reduce the likelihood of an “ownership change” that could adversely affect us, there is no assurance that the restrictions on transferability in the Plan will prevent all transfers that could result in such an “ownership change.” An amendment to the Plan, approved by the Board of Directors on February 28, 2023, will be submitted to the Company’s stockholders for ratification at the Company’s 2023 annual meeting (the “Annual Meeting”), which extends the final expiration date of the Plan until March 3, 2026.\nThe Plan could make it more difficult for a third party to acquire, or could discourage a third party from acquiring, us or a large block of our common stock. A third party that acquires 4.9% or more of our common stock could suffer substantial dilution of its ownership interest under the terms of the Plan through the issuance of common stock or common stock equivalents to all stockholders other than the acquiring person. \nThe foregoing provisions may adversely affect the marketability of our common stock by discouraging potential investors from acquiring our stock. In addition, these provisions could delay or frustrate the removal of incumbent directors and could make more difficult a merger, tender offer or proxy contest involving us, or impede an attempt to acquire a significant or controlling interest in us, even if such events might be beneficial to us and our stockholders.\nLegal and Regulatory Risk Factors\nContinued tension in U.S.-China trade relations may adversely impact our supply chain operations and business. \nThe U.S. government has taken certain actions that change U.S. trade policies, including tariffs that affect certain products manufactured in China. Some components manufactured by our Chinese suppliers are subject to tariffs if imported into the United States. The Chinese government has taken certain reciprocal actions, including recently imposed tariffs affecting certain products manufactured in the United States. Certain of our products manufactured in our U.S. operations have been included in the tariffs imposed on imports into China from the United States. Although some of the products and components we import are affected by the tariffs, at this time, we do not expect these tariffs to have a material impact on our business, financial condition or results of operations.\n It is unknown whether and to what extent additional new tariffs (or other new laws or regulations) will be adopted that increase the cost or feasibility of importing and/or exporting products and components from China to the United States and vice versa. Further, the effect of any such new tariffs or retaliatory actions on our industry and customers is unknown and difficult to predict. As additional new tariffs, legislation and/or regulations are implemented, or if existing trade agreements are renegotiated or if China or other affected countries take retaliatory trade actions, such changes could have a material adverse effect on our business, financial condition, results of operations or cash flows.\nIf we are unable to adequately protect our intellectual property rights, we may be deprived of legal recourse against those who misappropriate our intellectual property. \nOur ability to compete will depend, in part, on our ability to obtain and enforce intellectual property protection for our technology in the U.S. and internationally. We rely upon a combination of trade secrets, trademarks, copyrights, patents, contractual rights and technological measures to protect our intellectual property rights from infringement, misappropriation or other violations to maintain our brand and competitive position. We also make business decisions about when to seek patent protection for a particular technology and when to rely upon trade secret protection, and the \n28\nTable of Contents\napproach we select may ultimately prove to be inadequate. With respect to patents, we cannot be certain that patents will be issued as a result of any currently pending patent application or future patent applications, or that any of our patents, once issued, will provide us with adequate protection from competing products or intellectual property owned by others. For example, issued patents may be circumvented or challenged, declared invalid or unenforceable or narrowed in scope. Furthermore, we may not be able to prevent infringement, misappropriation and unauthorized, use of our owned and exclusively-licensed intellectual property. We also cannot provide assurances that the protection provided to our intellectual property by the laws and courts of particular nations will be substantially similar to the protection and remedies available under U.S. law. Furthermore, we cannot provide assurances that third parties will not assert infringement claims against us in the U.S. or based on intellectual property rights and laws in other nations that are different from those established in the U.S.\nIn addition, we enter into confidentiality and invention assignment agreements with our employees and contractors and enter into non-disclosure agreements with our suppliers and appropriate customers so as to limit access to and disclosure of our proprietary information. We cannot guarantee that we have entered into such agreements with each party who has developed intellectual property on our behalf and each party that has or may have had access to our confidential information, know-how and trade secrets. These agreements may be insufficient or breached, or may not effectively prevent unauthorized access to or unauthorized use, disclosure, misappropriation or reverse engineering of our confidential information, intellectual property, or technology. Moreover, these agreements may not provide an adequate remedy for breaches or in the event of unauthorized use or disclosure of our confidential information or technology, or infringement of our intellectual property. Enforcing a claim that a party illegally disclosed or misappropriated a trade secret or know-how, or misappropriated or violated intellectual property is difficult, expensive, and time-consuming, and the outcome is unpredictable.\nWe cannot give assurances that any steps taken by us will be adequate to deter infringement, misappropriation, violation, dilution or otherwise impede independent third-party development of similar technologies. Any of our intellectual property rights may be successfully challenged, opposed, diluted, misappropriated, violated or circumvented by others or invalidated, narrowed in scope or held unenforceable through administrative process or litigation in the United States or in non-U.S. jurisdictions. Furthermore, legal standards relating to the validity, enforceability and scope of protection of intellectual property rights are uncertain and any changes in, or unexpected interpretations of, intellectual property laws may compromise our ability to enforce our trade secrets and other intellectual property rights. In the event that such intellectual property arrangements are insufficient, our business, financial condition and results of operations could be materially harmed. \nIf sufficient radio frequency spectrum is not allocated for use by our products, or we fail to obtain regulatory approval for our products, our ability to market our products may be restricted.\nWe may be affected by the allocation and auction of the radio frequency spectrum by governmental authorities both in the U.S. and internationally. The unavailability of sufficient radio frequency spectrum may inhibit the future growth of wireless communications networks. In addition, to operate in a jurisdiction, we must obtain regulatory approval for our products and each jurisdiction in which we market our products has its own regulations governing radio communications. If we are unable to obtain sufficient allocation of radio frequency spectrum by the appropriate governmental authority or obtain the proper regulatory approval for our products, our business, financial condition and results of operations may be harmed.\nOur business is subject to changing regulation of corporate governance, public disclosure and anti-bribery measures which have resulted in increased costs and may continue to result in additional costs or potential liabilities in the future. \nWe are subject to rules and regulations of federal and state regulatory authorities, The NASDAQ Stock Market LLC (“NASDAQ”) and financial market entities charged with the protection of investors and the oversight of companies whose securities are publicly traded, and foreign and domestic legislative bodies. During the past few years, these entities, including the Public Company Accounting Oversight Board, the SEC, NASDAQ and several foreign governments, have issued requirements, laws and regulations and continue to develop additional requirements, laws and regulations, most notably the Sarbanes-Oxley Act of 2002 (“SOX”), and recent laws and regulations regarding bribery and unfair competition, including the SEC’s recently-proposed rules relating to the disclosure of a range of climate-related risks. Our efforts to comply with these requirements and regulations have resulted in, and are likely to continue to result in, increased general and administrative expenses and a diversion of substantial management time and attention from revenue-generating activities to compliance activities.\n29\nTable of Contents\nMoreover, because these laws, regulations and standards are subject to varying interpretations, their application in practice may evolve over time as new guidance becomes available. This evolution may result in continuing uncertainty regarding compliance matters and additional costs potentially necessitated by ongoing revisions to our disclosure and governance practices. Finally, if we are unable to ensure compliance with such requirements, laws, or regulations, we may be subject to costly prosecution and liability, and resulting reputational harm, from such noncompliance.\nOur products are used in critical communications networks which may subject us to significant liability claims.\nBecause our products are used in critical communications networks, we may be subject to significant liability claims if our products do not work properly. We warrant to our current customers that our products will operate in accordance with our product specifications. If our products fail to conform to these specifications, our customers could require us to remedy the failure or could assert claims for damages. The provisions in our agreements with customers that are intended to limit our exposure to liability claims may not preclude all potential claims. In addition, any insurance policies we have may not adequately limit our exposure with respect to such claims. Liability claims could require us to spend significant time and money in litigation or to pay significant damages. Any such claims, whether or not successful, would be costly and time-consuming to defend, and could divert management’s attention and seriously damage our reputation and our business.\nWe may be subject to litigation regarding our intellectual property. This litigation could be costly to defend and resolve and could prevent us from using or selling the challenged technology.\nThe wireless telecommunications industry is characterized by vigorous protection and pursuit of intellectual property rights, which has resulted in often protracted and expensive litigation. Any litigation regarding patents or other owned or exclusively licensed intellectual property, including claims that our use of intellectual property infringes or violates the rights of others, could be costly and time-consuming and could divert our management and key personnel from our business operations. The complexity of the technology involved and the uncertainty of intellectual property litigation increase these risks. Such litigation or claims could result in substantial costs and diversion of resources. In the event of an adverse result in any such litigation, we could be required to pay substantial damages, cease the use and transfer of allegedly infringing technology or the sale of allegedly infringing products and expend significant resources to develop non-infringing technology or obtain licenses for the infringing technology. We can give no assurances that we would be successful in developing such non-infringing technology or that any license for the infringing technology would be available to us on commercially reasonable terms, if at all. This could have a materially adverse effect on our business, results of operation, financial condition, competitive position and prospects.\nWe are subject to laws, rules, regulations and policies regarding data privacy and security. Many of these laws and regulations are subject to change and reinterpretation, and could result in claims, changes to our business practices, monetary penalties, increased cost of operations or other harm to our business.\nWe are subject to a variety of federal, state and local laws, directives, rules, standards, regulations, policies and contractual obligations relating to data privacy and security. The regulatory framework for data privacy and security worldwide is continuously evolving and developing and, as a result, interpretation and implementation standards and enforcement practices are likely to remain uncertain for the foreseeable future. It is also possible inquiries and enforcement actions from governmental authorities regarding cybersecurity breaches increase in frequency and scope. These data privacy and security laws also are not uniform, which may complicate and increase our costs for compliance. As a result, we anticipate needing to dedicate substantial resources to comply with such laws, regulations, and other obligations relating to privacy and cybersecurity. Furthermore, we cannot provide assurance that we will not face claims, allegations, or other proceedings related to our obligations under applicable data privacy and security laws. Any failure or perceived failure by us or our third-party service providers to comply with any applicable laws relating to data privacy and security, or any compromise of security that results in the unauthorized access, improper disclosure, or misappropriation of personal data or other customer data, could result in significant liabilities, and negative publicity and reputational harm, one or all of which could have an adverse effect on our reputation, business, financial condition and operations.\nWe are subject to complex federal, state, local and international laws and regulations related to protection of the environment that could materially and adversely affect the cost, manner or feasibility of conducting our operations, as well as those of our suppliers and contract manufacturers.\nEnvironmental, health and safety regulations govern the manufacture, assembly and testing of our products, including without limitation regulations governing the emission of pollutants and the use, remediation, and disposal of \n30\nTable of Contents\nhazardous materials (including electronic wastes). Our failure or the failure of our suppliers or contract manufacturers to properly manage the use, transportation, emission, discharge, storage, recycling or disposal of wastes generated from our operations could subject us to increased compliance costs or liabilities such as fines and penalties. We may also be subject to costs and liabilities for environmental clean-up costs on sites owned by us, sites previously owned by us, or treatment and disposal of wastes attributable to us from past operations, under the Comprehensive Environmental Response, Compensation and Liability Act or equivalent laws. Existing and future environmental regulations may additionally restrict our and our suppliers’ use of certain materials to manufacture, assemble and test products. New or more stringent environmental requirements applicable to our operations or the operations of our suppliers could adversely affect our costs of doing business and result in material costs to our operations.\nIncreased attention to Environmental, Social, and Governance (“ESG”) matters, conservation measures and climate change issues has contributed to an evolving state of environmental regulation, which could impact our results of operations, financial or competitive position and may adversely impact our business. \nIncreasing attention to, and societal expectations on companies to address, climate change and other environmental and social impacts, investor and societal expectations regarding voluntary ESG disclosures may result in increased costs to us and our suppliers, contract manufacturers, and customers. Moreover, while we create and publish voluntary disclosures regarding ESG matters from time to time, many of the statements in those voluntary disclosures are based on hypothetical expectations and assumptions that may or may not be representative of current or actual risks or events or forecasts of expected risks or events, including the costs associated therewith. Such expectations and assumptions are necessarily uncertain and may be prone to error or subject to misinterpretation given the long timelines involved and the lack of an established single approach to identifying, measuring and reporting on many ESG matters. Additionally, on March 21, 2022, the SEC proposed new rules relating to the disclosure of a range of climate-related risks. We are currently assessing the rule, but at this time we cannot predict the costs of implementation or any potential adverse impacts resulting from the rule. To the extent this rule is finalized as proposed, we could incur increased costs relating to the assessment and disclosure of climate-related risks.\nIncreased public awareness and worldwide focus on climate change issues has led to legislative and regulatory efforts to limit greenhouse gas emissions, and may result in more international, federal or regional requirements or industry standards to reduce or mitigate risks related to climate change. As a result, we may become subject to new or more stringent regulations, legislation or other governmental requirements or industry standards, and we anticipate that we will see increased demand to meet voluntary criteria related to reduction or elimination of certain constituents from products, reducing emissions of greenhouse gases, and increasing energy efficiency. Increased regulation of climate change concerns could subject us to additional costs and restrictions and require us to make certain changes to our manufacturing practices and/or product designs, which could negatively impact our business, results of operations, financial condition and competitive position.\nAnti-takeover provisions of Delaware law, the Amended and Restated Tax Benefit Preservation Plan (the “Plan”), and provisions in our Amended and Restated Certificate of Incorporation, as amended, and Amended and Restated Bylaws could make a third-party acquisition of us difficult. \nBecause we are a Delaware corporation, the anti-takeover provisions of Delaware law could make it more difficult for a third party to acquire control of us, even if the change in control would be supported by our stockholders. We are subject to the provisions of Section 203 of the General Corporation Law of Delaware, which prohibits us from engaging in certain business combinations, unless the business combination is approved in a prescribed manner. In addition, our Amended and Restated Certificate of Incorporation, as amended, and Amended and Restated Bylaws also contain certain provisions that may make a third-party acquisition of us difficult, including the ability of the Board to issue preferred stock and the requirement that nominations for directors and other proposals by stockholders must be made in advance of the meeting at which directors are elected or the proposals are voted upon.\nIn addition, the Plan and the amendments to our Amended and Restated Certificate of Incorporation, as amended (the “Charter Amendments”) could make an acquisition of us more difficult. \n31\nTable of Contents\nGeneral Risk Factors\nNatural disasters or other catastrophic events such as terrorism and war could have an adverse effect on our business. \nNatural disasters, such as hurricanes, earthquakes, fires, extreme weather conditions and floods, could adversely affect our operations and financial performance. In addition, climate change may contribute to the increased frequency or intensity of extreme weather events, including storms, wildfires, and other natural disasters. Further, acts of terrorism or war could significantly disrupt our supply chain and access to vital components. Such events have in the past and could [in the future] result in physical damage to one or more of our facilities, the temporary closure of one or more of our facilities or those of our suppliers, a temporary lack of an adequate work force in a market, a temporary or long-term disruption in the supply of products from local or overseas suppliers or contract manufacturers, a temporary disruption in the transport of goods from overseas, and delays in the delivery of goods. Accordingly, climate change and natural disasters may impact the availability and cost of materials and natural resources, sources and supply of energy necessary for our operations, and could also increase insurance and other operating costs. Many of our facilities around the world (and the operations of our suppliers) are in locations that may be impacted by the physical risks of climate change, and we face the risk of losses incurred as a result of physical damage to our facilities or those of our suppliers, such as loss or spoilage of inventory and business interruption caused by such events. In addition, if there is a natural disaster in any of the locations in which our significant customers are located, our customers may incur losses or sustained business interruption, or both, which may materially impair their ability to continue their purchase of products from us. Public health issues, whether occurring in the United States or abroad, could disrupt our operations, disrupt the operations of suppliers or customers, or have an adverse impact on customer demand. As a result of any of these events, we may be required to suspend operations in some or all of our locations, which could have an adverse effect on our business, financial condition, results of operations, and cash flows. These events could also reduce demand for our products or make it difficult or impossible to receive components from suppliers. Although we maintain business interruption insurance and other insurance intended to cover some or all of these risks, such insurance may be inadequate, whether because of coverage amount, policy limitations, the financial viability of the insurance companies issuing such policies, or other reasons.\nSystem security risks, data protection breaches, and cyber-attacks could compromise our proprietary information, disrupt our internal operations and harm public perception of our products, which could cause our business and reputation to suffer and adversely affect our stock price. \nIn the ordinary course of business, we store sensitive data, including intellectual property, our proprietary business information and proprietary information of our customers, suppliers and business partners, on our networks. The secure maintenance of this information is critical to our operations and business strategy. Increasingly, companies, including ours, are subject to a wide variety of attacks on their networks on an ongoing basis. Despite our security measures, our information technology and infrastructure may be vulnerable to interruption, disruption, destruction, penetration or attacks due to natural disasters, power loss, telecommunications failure, terrorist attacks, domestic vandalism, Internet failures, computer malware, ransomware, cyberattacks, social engineering attacks, phishing attacks, data breaches and other events unforeseen or generally beyond our control. Additionally, advances in technology, an increased level of sophistication and expertise of hackers, widespread access to generative AI, and new discoveries in the field of cryptography can result in a compromise or breach of our information technology systems or security measures implemented to protect our systems. Any such breach could compromise our systems and networks, which could cause system disruptions or slowdowns and exploitation of security vulnerabilities in our products, and lead to the information stored on our networks being accessed, publicly disclosed, lost or stolen, which could subject us to liability to our customers, suppliers, business partners and others, and cause us reputational and financial harm. In addition, sophisticated hardware and operating system software and applications that we produce or procure from third parties may contain defects in design or manufacture, including “bugs” and other problems that could unexpectedly interfere with the operation of our networks. An increased number of our employees and service providers are working from home and connecting to our networks remotely on less secure systems, which we believe may further increase the risk of, and our vulnerability to, a cyber-attack or breach on our network. Any such actual or perceived security breach, incident or disruption could also divert the efforts of our technical and management personnel and could require us to incur significant costs and operational consequences in connection with investigating, remediating, eliminating and putting in place additional tools, devices, policies, and other measures designed to prevent such security breaches, incidents and system disruptions. Moreover, we could be required by applicable law in some jurisdictions, or otherwise find it appropriate to expend significant capital and other resources, to notify or respond to applicable third parties or regulatory authorities due to any actual or perceived security incidents or breaches to our systems and its root cause.\n32\nTable of Contents\nIf an actual or perceived breach of network security occurs in our network or in the network of a customer of our security products, regardless of whether the breach is attributable to our products, the market perception of the effectiveness and safety of our products could be harmed. Because the techniques used by computer programmers and hackers, many of whom are highly sophisticated and well-funded, to access or sabotage networks or systems change frequently and generally are not recognized until after they are used, we may be unable to anticipate or immediately detect these cyber-attacks. This could impede our sales, manufacturing, distribution or other critical functions. In addition, our ability to defend against and mitigate cyberattacks depends in part on prioritization decisions that we and third parties upon whom we rely make to address vulnerabilities and security defects. While we endeavor to address all identified vulnerabilities in our products, we must make determinations as to how we prioritize developing and deploying the respective fixes, and we may be unable to do so prior to an attack. The economic costs to us to eliminate or alleviate cyber or other security problems, bugs, viruses, worms, malicious software systems and security vulnerabilities could be significant and may be difficult to anticipate or measure because the damage may differ based on the identity and motive of the programmer or hacker, which are often difficult to identify. Furthermore, even once a vulnerability has been addressed, for certain of our products, the fix will only be effective once a customer has updated the impacted product with the latest release, and customers that do not install and run the latest supported versions of our products may remain vulnerable to attack.\nAs cyber-attacks become more sophisticated, the need to develop, modify, upgrade or enhance our information technology infrastructure and measures to secure our business can lead to increased cybersecurity protection costs. Such costs may include making organizational changes, deploying additional personnel and protection technologies, training employees, and engaging third party experts and consultants. These efforts come at the potential cost of revenues and human resources that could be utilized to continue to enhance our product offerings, and such increased costs may adversely affect our operating margins.\nAdditionally, certain of our suppliers have in the past and may in the future experience cybersecurity attacks that can constrain their capacity and ability to meet our product demands. If our contract manufacturers and suppliers suffer future cyberattacks, our ability to ship products or otherwise fulfill our contractual obligations to our customers could be delayed or impaired which would adversely affect our business, financial results and customer relationships.",
    "item7": ">Item 7. \nManagement’s Discussion and Analysis of Financial Condition and Results of Operations\nThe following discussion and analysis is intended to help the reader understand our results of operations and financial condition during the two-year period ended June 30, 2023 (our fiscal 2023 and 2022). All references herein for the years 2023, 2022 and 2021 represent the fiscal years ended June 30, 2023, July 1, 2022, and July 2, 2021, respectively. Our fiscal year ends on the Friday nearest to June 30. This discussion should be read in conjunction with our consolidated financial statements and the accompanying notes. For a comparison of our results of operations for fiscal 2022 and 2021, see our Annual Report on Form 10-K for the fiscal year ended July 1, 2022, filed with the SEC on September 14, 2022.\nOverview\nAviat Networks, Inc. (“Aviat”, “we”, or the “Company”) is a global supplier of microwave networking and access networking solutions, backed by an extensive suite of professional services and support. We sell radios, routers, software and services integral to the functioning of data transport networks. We have more than 3,000 customers and significant relationships with global service providers and private network operators. Our North America manufacturing base consists of a combination of contract manufacturing and assembly and testing operated in Austin, Texas by Aviat. Additionally, we utilize a contract manufacturer based in Asia for much of our international equipment demand. Our technology is underpinned by more than 500 patents. We compete on the basis of total cost of ownership, microwave radio expertise and solutions for mission critical communications. We have a global presence.\nWhile supply chain lead-times were difficult to manage through parts of fiscal 2023 and certain components remain on allocation, we have seen recent improvements in the supply chain environment. The impact that supply chain constraints had on our ability to fulfill orders during fiscal 2023 was minimal. Depending on the progression of factors such as supply allocations, lead-time trends and our ability to perform field services, we could experience constraints and delays in fulfilling customer orders in future periods. We continually monitor, assess and adapt to each situation to mitigate impacts on our business, supply chain and customer demand. We expect the potential for these challenges to continue.\nWe continue to be impacted by inflationary pressures incurred to overcome supply chain and logistical bottlenecks. We will monitor, assess and adapt to the situation and prepare for implications to our business, supply chain and customer demand. We expect these challenges to continue.\nAcquisitions\nNEC’s Wireless Transport Business\nOn May 9, 2023, the Company entered into the Purchase Agreement with NEC Corporation. Pursuant to the Purchase Agreement, the Company will purchase certain assets and liabilities from NEC relating to NEC’s wireless backhaul business. Initial consideration due at the closing of the NEC Transaction will be comprised of (i) an amount in cash equal to $45.0 million, subject to certain post-closing adjustments, and (ii) the issuance of $25.0 million in Company common stock. Aggregate consideration will be approximately $70.0 million. The Company has obtained permanent financing to fund the cash portion of the NEC Transaction. See Note 7. Credit Facility and Debt for further information.\nThe Purchase Agreement contains certain customary termination rights, including, among others, (i) the right of the Company or NEC to terminate if all the conditions to closing have not been either waived or satisfied on or before February 9, 2024 and (ii) there is a final non-appealable order of a government entity prohibiting the consummation of the NEC Transaction. The NEC Transaction remains subject to, among other things, regulatory approvals and satisfaction of other customary closing conditions.\nThe Company expects to complete the NEC Transaction in the fourth quarter of calendar year 2023.\nNEC is a leader in wireless backhaul networks with an extensive installed base of their Pasolink series products.\nRedline Communications Group Inc.\nOn July 5, 2022, we acquired Redline Communications Group Inc. (“Redline”), for a purchase price of $20.4 million. Redline is a leading provider of mission-critical data infrastructure. The acquisition of Redline allows Aviat to expand its Private Networks Offering with Private LTE/5G and Unlicensed Wireless Access Solutions, by creating an integrated end-to-end offering for wireless access and transport in the Private Networks segment, leveraging Aviat's sales \n37\nTable of Contents\nchannel to address a large dollar Private LTE/5G addressable market and increasing Aviat’s reach in mission-critical industrial Private Networks.\nOperations Review\nThe market for mobile backhaul continued to be our primary addressable market segment globally in fiscal 2023. In North America, we supported 5G and long-term evolution (“LTE”) deployments of our mobile operator customers, public safety network deployments for state and local governments, and private network implementations for utilities and other customers. In international markets, our business continued to rely on a combination of customers increasing their capacity to handle subscriber growth and the ongoing build-out of some large LTE and 5G deployments. Our position continues to be to support our customers for 5G and LTE readiness and ensure that our technology roadmap is well aligned with evolving market requirements. Our strength in turnkey and after-sale support services is a differentiating factor that wins business for us and enables us to expand our business with existing customers. Additionally, we operate an e-commerce platform that provides low cost services, a simple experience, and fast delivery to mobile operator and private network customers. However, as disclosed in the “Risk Factors” section in Item 1A of this Annual Report on Form 10-K, a number of factors could prevent us from achieving our objectives, including ongoing pricing pressures attributable to competition and macroeconomic conditions in the geographic markets that we serve.\nFiscal 2023 Compared to Fiscal 2022\nRevenue\nWe manage our sales activities primarily on a geographic basis in North America and three international geographic regions: (1) Africa and the Middle East, (2) Europe and (3) Latin America and Asia Pacific. Revenue by region for fiscal 2023 and 2022 and the related changes were as follows:\n \nFiscal Year\n(In thousands, except percentages)\n2023\n2022\n$ Change\n% Change\nNorth America\n$\n202,096 \n$\n199,801 \n$\n2,295 \n1.1 \n%\nAfrica and the Middle East\n60,416 \n47,527 \n12,889 \n27.1 \n%\nEurope\n18,772 \n12,973 \n5,799 \n44.7 \n%\nLatin America and Asia Pacific\n65,309 \n42,658 \n22,651 \n53.1 \n%\nTotal Revenue\n$\n346,593 \n$\n302,959 \n$\n43,634 \n14.4 \n%\nWe achieved revenue growth of 14.4% in fiscal 2023 driven by significant international share gains and the contribution from the Redline acquisition.\nRevenue in North America increased by $2.3 million, or 1.1%, in fiscal 2023 primarily due to increased tier one revenue, partially offset by lower private network volumes.\nRevenue in Africa and the Middle East increased by $12.9 million, or 27.1%, in fiscal 2023 primarily due to increased product sales to mobile and private network operators in the region and the contribution from the Redline acquisition.\nRevenue in Europe increased by $5.8 million, or 44.7%, in fiscal 2023 primarily due to higher sales to mobile operators.\nRevenue in Latin America and Asia Pacific increased by $22.7 million, or 53.1%, in fiscal 2023 primarily driven by a key customer win in Asia Pacific and increased product sales to mobile operators in Latin America.\n38\nTable of Contents\n \nFiscal Year\n(In thousands, except percentages)\n2023\n2022\n$ Change\n% Change\nProduct sales\n$\n239,321 \n$\n208,100 \n$\n31,221 \n15.0 \n%\nServices\n107,272 \n94,859 \n12,413 \n13.1 \n%\nTotal Revenue\n$\n346,593 \n$\n302,959 \n$\n43,634 \n14.4 \n%\nOur revenue from product sales and services increased by 15.0% and 13.1% respectively in fiscal 2023 compared with fiscal 2022. The relatively proportionate increases were driven by the same overall factors of revenue growth discussed previously.\nGross Margin\n \nFiscal Year\n(In thousands, except percentages)\n2023\n2022\n$ Change\n% Change\nRevenue\n$\n346,593 \n$\n302,959 \n$\n43,634 \n14.4 \n%\nCost of revenue\n222,422 \n193,724 \n28,698 \n14.8 \n%\nGross margin\n$\n124,171 \n$\n109,235 \n$\n14,936 \n13.7 \n%\n% of revenue\n35.8 \n%\n36.1 \n%\nProduct margin %\n36.9 \n%\n36.4 \n%\nService margin %\n33.4 \n%\n35.4 \n%\nGross margin for fiscal 2023 increased by $14.9 million, or 13.7%, primarily due to higher volume of private network and mobile operator business as well as the contribution from the Redline acquisition. Gross margin as a percentage of revenue for fiscal 2023 remained flat at 35.8%, primarily due to a higher mix of revenues generated outside of North America where margins are typically lower, offset by the contribution of the Redline acquisition.\nResearch and Development Expenses\n \nFiscal Year\n(In thousands, except percentages)\n2023\n2022\n$ Change\n% Change\nResearch and development expenses\n$\n24,908 \n$\n22,596 \n$\n2,312 \n10.2 \n%\n% of revenue\n7.2 \n%\n7.5 \n%\nOur research and development expenses increased by $2.3 million, or 10.2%, in fiscal 2023 compared with fiscal 2022. The increase was primarily attributable to the addition of Redline’s research and development program. \nSelling and Administrative Expenses\n \nFiscal Year\n(In thousands, except percentages)\n2023\n2022\n$ Change\n% Change\nSelling and administrative expenses\n$\n69,842 \n$\n57,656 \n$\n12,186 \n21.1 \n%\n% of revenue\n20.2 \n%\n19.0 \n%\nOur selling and administrative expenses increased by $12.2 million, or 21.1%, in fiscal 2023 primarily due to the Redline acquisition, share-based compensation and merger and acquisition related expenses. \n39\nTable of Contents\nRestructuring Charges\n \nFiscal Year\n(In thousands, except percentages)\n2023\n2022\n$ Change\n% Change\nRestructuring charges\n$\n3,012 \n$\n238 \n$\n2,774 \n1,165.5 \n%\n% of revenue\n0.9 \n%\n0.1 \n%\nDuring fiscal 2023, our Board of Directors approved restructuring plans, primarily associated with the acquisition of Redline and reductions in workforce in our operations outside the United States. The fiscal 2023 plans are expected to be completed through the end of first half of fiscal 2024.\nOur successfully executed restructuring initiatives have enabled us to restructure specific groups to optimize skill sets and align structure to execute on strategic deliverables, in addition to aligning cost structure with core of the business.\nOther (Expense) Income, Net\n \nFiscal Year\n(In thousands, except percentages)\n2023\n2022\n$ Change\n% Change\nOther (expense) income, net\n$\n(3,306)\n$\n1,690 \n$\n(4,996)\n(295.6)\n%\nOur other (expense) income, net changed by $5.0 million, in fiscal 2023 compared with fiscal 2022, primarily due to losses recognized on the sale of marketable securities, higher interest expense and foreign exchange losses. \nIncome Taxes\n \nFiscal Year\n(In thousands, except percentages)\n2023\n2022\n$ Change\n% Change\nIncome before income taxes\n$\n23,103 \n$\n30,435 \n$\n(7,332)\n(24.1)\n%\nProvision for income taxes\n11,575 \n9,275 \n2,300 \n24.8 \n%\nAs % of income before income taxes\n50.1 \n%\n30.5 \n%\nOur provision for income taxes was $11.6 million of expense for fiscal 2023 and $9.3 million of expense for fiscal 2022. Our tax expense for fiscal 2023 was primarily due to tax expense related to U.S. and profitable foreign subsidiaries, including tax expense associated with our acquisition of Redline in July 2022 and subsequent restructuring and integration impact. See Note 12. Acquisitions.\nOur tax expense for fiscal 2022 was primarily due to tax expenses related to U.S. and profitable foreign subsidiaries.\nFiscal 2022 Compared to Fiscal 2021\nFor a comparison of our results of operations for fiscal 2022 and 2021, see “Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations” of our Annual Report on Form 10-K for the fiscal year ended July 1, 2022, filed with the SEC on September 14, 2022.\nLiquidity, Capital Resources and Financial Strategies\nAs of June 30, 2023, our cash and cash equivalents totaled $22.2 million. Approximately $7.5 million, or 33.9%, was held in the United States. The remaining balance of $14.7 million, or 66.1%, was held by entities outside the United States. Of the amount of cash and cash equivalents held by our foreign subsidiaries at June 30, 2023, $13.8 million was held in jurisdictions where our undistributed earnings are indefinitely reinvested, and if repatriated, would be subject to foreign withholding taxes.\nOperating Activities\nCash used in or provided by operating activities is presented as net income adjusted for certain non-cash items and changes in operating assets and liabilities. Net cash used in operating activities was $1.6 million for fiscal 2023, \n40\nTable of Contents\ncompared with $2.8 million provided by operating activities for fiscal 2022. Cash used in operating activities increased by $4.4 million, primarily attributable to net changes in operating assets and liabilities, partially offset by improved net income prior to non-cash adjustments related to share-based compensation expense, depreciation of property, plant and equipment and losses recognized on the sale of marketable securities.\nNet changes in operating assets and liabilities resulted in $5.8 million of additional cash used by operating activities for fiscal 2023, primarily attributable to increases in accounts receivable and unbilled costs as a result of the timing of sales and billing activities and cash collections.\nInvesting Activities\nNet cash used in investing activities was $11.9 million for fiscal 2023, compared to $7.8 million for fiscal 2022. The $4.2 million increase is primarily due to the acquisition of Redline and higher capital expenditures, partially offset by proceeds on the sale of marketable securities originally purchased in fiscal 2022.\nFinancing Activities\nFinancing cash flows consist primarily of borrowings and repayments under our revolving credit line, repurchase of stock, and proceeds from the exercise of employee stock options. Net cash used in financing activities was $0.7 million for fiscal 2023, compared to $4.9 million in fiscal 2022. The $4.2 million decrease is primarily due to no share repurchases in the current year, partially offset by $0.8 million of payments of deferred financing costs associated with the Credit Facility (as defined below) entered into with Wells Fargo Bank in May 2023.\nAs of June 30, 2023, our principal sources of liquidity consisted of $22.2 million in cash and cash equivalents, $40.0 million of available credit under our Credit Facility, and future collections of receivables from customers. We regularly require letters of credit from certain customers and, from time to time, these letters of credit are discounted without recourse shortly after shipment occurs to meet immediate liquidity requirements and to reduce our credit and sovereign risk. Historically, our primary sources of liquidity have been cash flows from operations and credit facilities. Additionally, we have an effective shelf registration statement on Form S-3 allowing us to offer and sell, either individually or in combination, in one or more offerings, up to a total dollar amount of $200.0 million of any combination of the securities described in the shelf registration statement or a related prospectus supplement.\nWe believe that our existing cash and cash equivalents, the available borrowings under our Credit Facility, the availability under our effective shelf registration statement and future cash collections from customers will be sufficient to provide for our anticipated requirements and plans for cash for the next 12 months. In addition, we believe these sources of liquidity will be sufficient to provide for our anticipated requirements and plans for cash beyond the next 12 months. \nAvailable Credit Facility, Borrowings and Repayment of Debt\nOn May 9, 2023, we entered into a Secured Credit Facility Agreement (the “Credit Facility” or “Credit Agreement”) with Wells Fargo Bank, National Association, as administrative agent, swingline lender and issuing lender and Wells Fargo Securities LLC, Citigroup Global Markets Inc., and Regions Capital Markets as lenders. The Credit Facility provides for a $40.0 million revolving credit facility (“the Revolver”) and a $50.0 million Delayed Draw Term Loan Facility (the “Term Loan”) with a maturity date of May 8, 2028. The $40.0 million revolving credit facility can be borrowed with a $10.0 million sublimit for letters of credit, and a $10.0 million swingline loan sublimit. The Term Loan has a funding date on or prior to the closing date of the previously announced NEC Transaction with the proceeds used to settle the cash portion of the consideration and related expense. See Note 12. Acquisitions for further information.\nAs of June 30, 2023, available credit under the Revolver was $40.0 million. We borrowed $36.5 million and repaid $36.5 million against the Revolver during fiscal 2023. As of June 30, 2023 there was no borrowing outstanding for either the Revolver or Term Loan.\nOutstanding borrowings under the Credit Facility bear interest at either: (a) Adjusted Term Secured Overnight Financing Rate (“SOFR”) plus the applicable margin; or (b) the Base Rate plus the applicable margin. The pricing levels for interest rate margins are determined based on the Consolidated Total Leverage Ratio as determined and adjusted quarterly.\n41\nTable of Contents\nThe Credit Facility requires the Company and its subsidiaries to maintain a fixed charge coverage ratio to be greater than 1.25 to 1.00 as of the last day of any fiscal quarter of the Company. The Credit Facility also requires that the Company maintain a maximum leverage ratio of 3.00 times EBITDA, with a step-down to 2.75 times EBITDA after four full quarters, and 2.50 times EBITDA after eight full quarters. The Credit Facility contains customary affirmative and negative covenants, including, among others, covenants limiting the ability of the Company and its subsidiaries to dispose of assets, permit a change in control, merge or consolidate, make acquisitions, incur indebtedness, grant liens, make investments, make certain restricted payments, and enter into transactions with affiliates, in each case subject to customary exceptions.\nAs of June 30, 2023, we were in compliance with all financial covenants contained in the Credit Agreement.\nOn May 9, 2023, the Company and Silicon Valley Bank (“SVB”) terminated the Third Amended and Restated Loan and Security Agreement dated June 29, 2018, and as amended May 17, 2021 (the “SVB Credit Facility”), by and between the Company, as borrower, and SVB, as lender. We borrowed $65.7 million and repaid $65.7 million against the SVB Credit Facility during fiscal 2023. As of June 30, 2023, we had $2.6 million of collateralized cash on deposit with SVB associated with certain commercial commitments.\nRestructuring Payments\nWe had liabilities for restructuring activities totaling $0.6 million as of June 30, 2023, which was classified as current liability and expected to be paid in cash over the next 12 months. We expect to fund these future payments with available cash and cash provided by operations. See Note 8. Restructuring Activities for further information.\nFinancial Risk Management\nIn the normal course of doing business, we are exposed to the risks associated with foreign currency exchange rates and changes in interest rates. We employ established policies and procedures governing the use of financial instruments to manage our exposure to such risks.\nExchange Rate Risk\nWe conduct business globally in numerous currencies and are therefore exposed to foreign currency risks. We use derivative instruments from time to time to reduce the volatility of earnings and cash flows associated with changes in foreign currency exchange rates. We do not hold or issue derivatives for trading purposes or make speculative investments in foreign currencies.\nWe also enter into foreign exchange forward contracts to mitigate the change in fair value of specific non-functional currency assets and liabilities on the consolidated balance sheets. All balance sheet hedges are marked to market through earnings every period. Changes in the fair value of these derivatives are largely offset by re-measurement of the underlying assets and liabilities. We did not have any foreign exchange forward contracts outstanding as of June 30, 2023.\nNet foreign exchange losses recorded in our consolidated statements of operations during fiscal 2023 and 2022 were $1.0 million and $1.1 million, respectively.\nCertain of our international business are transacted in non-U.S. dollar currency. As discussed above, we utilize foreign currency hedging instruments to minimize the currency risk of international transactions. The impact of translating the assets and liabilities of foreign operations to U.S. dollars is included as a component of stockholders’ equity. As of June 30, 2023 and July 1, 2022, the cumulative translation adjustment decreased our stockholders’ equity by $16.0 million and $16.0 million, respectively.\nInterest Rate Risk\nOur exposure to market risk for changes in interest rates relates primarily to our cash equivalents, short-term investments and borrowings under our credit facility.\nExposure on Cash Equivalents and Short-term Investments \nWe had $22.2 million in total cash and cash equivalents as of June 30, 2023. Cash equivalents and short-term investments totaled $4.4 million as of June 30, 2023 and were comprised of money market funds and certificates of deposit. Cash equivalents and short-term investments have been recorded at fair value on our consolidated balance sheets.\n42\nTable of Contents\nWe do not use derivative financial instruments in our short-term investment portfolio. We invest in high-credit quality issues and, by policy, limit the amount of credit exposure to any one issuer and country. The portfolio includes only marketable securities with active secondary or resale markets to ensure portfolio liquidity. The portfolio is also diversified by maturity to ensure that funds are readily available as needed to meet our liquidity needs. This policy reduces the potential need to sell securities to meet liquidity needs and therefore the potential effect of changing market rates on the value of securities sold.\nThe primary objective of our short-term investment activities is to preserve principal while maximizing yields, without significantly increasing risk. Our cash equivalents and short-term investments earn interest at fixed rates; therefore, changes in interest rates will not generate a gain or loss on these investments unless they are sold prior to maturity. Actual gains and losses due to the sale of our investments prior to maturity have been immaterial. The investments held as of June 30, 2023, had weighted-average days to maturity of 43 days, and an average yield of 4.5% per annum. A 10% change in interest rates on our cash equivalents and short-term investments is not expected to have a material impact on our financial position, results of operations or cash flows.\nExposure on Borrowings\n Our borrowings under the current Credit Facility bear interest at either: (a) Adjusted Term SOFR plus the applicable margin; or (b) the Base Rate plus the applicable margin. The pricing levels for interest rate margins are determined based on the Consolidated Total Leverage Ratio as determined and adjusted quarterly.\nOur borrowings under the now terminated SVB Credit Facility incurred interest at the prime rate plus a spread of 0.50% to 1.50% with such spread determined based on our adjusted quick ratio.\nDuring fiscal 2023, the weighted-average interest rate under our available credit facilities was 7.6%.\nA 10% change in interest rates on the current borrowings or on future borrowings is not expected to have a material impact on our financial position, results of operations or cash flows.\nCritical Accounting Estimates\nOur consolidated financial statements are prepared in accordance with U.S. GAAP. These accounting principles require us to make certain estimates, judgments and assumptions. We believe that the estimates, judgments and assumptions upon which we rely are reasonable based upon information available to us.\nThese estimates, judgments and assumptions can affect the reported amounts of assets and liabilities as of the date of the consolidated financial statements as well as the reported amounts of revenues and expenses during the periods presented. To the extent there are material differences between these estimates, judgments or assumptions and actual results, our financial statements will be affected.\nThe accounting policies that reflect our more significant estimates, judgments and assumptions and which we believe are the most critical to aid in fully understanding and evaluating our reported financial results include the following:\n•\nrevenue recognition for estimated costs to complete over-time services;\n•\ninventory valuation and provision for excess and obsolete inventory losses; \n•\nincome taxes valuation; and\n•\nbusiness combinations.\nIn some cases, the accounting treatment of a particular transaction is specifically dictated by U.S. GAAP and does not require management’s judgment in its application. There are also areas in which management’s judgment in selecting among available alternatives would not produce a materially different result. Our senior management has reviewed these critical accounting policies and related disclosures with the Audit Committee of the Board.\nThe following is not intended to be a comprehensive list of all of our accounting policies or estimates. Our significant accounting policies are more fully described in “Note 1. The Company and Summary of Significant Accounting Policies” in the notes to consolidated financial statements. In preparing our financial statements and accounting for the underlying transactions and balances, we apply those accounting policies. We consider the estimates discussed below as critical to an understanding of our financial statements because their application places the most significant demands on our judgment, with financial reporting results relying on estimates about the effect of matters that are inherently uncertain.\n43\nTable of Contents\nBesides estimates that meet the “critical” accounting estimate criteria, we make many other accounting estimates in preparing our financial statements and related disclosures. All estimates, whether or not deemed critical, affect reported amounts of assets, liabilities, revenue and expenses as well as disclosures of contingent assets and liabilities. Estimates are based on experience and other information available prior to the issuance of the financial statements. Materially different results can occur as circumstances change and additional information becomes known, including for estimates that we do not deem “critical.”\nRevenue Recognition\nWe recognize revenue by applying the following five-step approach: (1) identification of the contract with a customer; (2) identification of the performance obligations in the contract; (3) determination of the transaction price; (4) allocation of the transaction price to the performance obligations in the contract; and (5) recognition of revenue when, or as, we satisfy a performance obligation.\nRevenue from services includes certain network planning and design, engineering, installation and commissioning, extended warranty, customer support, consulting, training, and education. Maintenance and support services are generally offered to our customers and recognized over a specified period of time and from sales and subsequent renewals of maintenance and support contracts. The network planning and design, engineering and installation related services noted are recognized based on an over-time recognition model using the cost-input method. Certain judgment is required when estimating total contract costs and progress to completion on the over-time arrangements, as well as whether a loss is expected to be incurred on the contract. The cost estimation process for these contracts is based on the knowledge and experience of the Company’s project managers, engineers, and financial professionals. Changes in job performance and job conditions are factors that influence estimates of the total costs to complete those contracts and the Company’s revenue recognition. If circumstances arise that change the original estimates of revenues, costs, or extent of progress toward completion, revisions to the estimates are made in a timely manner. These revisions may result in increases or decreases in estimated revenues or costs, and such revisions are reflected in income in the period in which the circumstances that gave rise to the revision become known to us. We perform ongoing profitability analysis of our service contracts accounted for under this method to determine whether the latest estimates of revenues, costs, and profits require updating. In rare circumstances if these estimates indicate that the contract will be unprofitable, the entire estimated loss for the remainder of the contract is recorded immediately.\nInventory Valuation and Provisions for Excess and Obsolete Losses\nOur inventories have been valued at the lower of cost or net realizable value. Net realizable value is defined as the estimated selling price in the ordinary course of business, less reasonably predictable costs of completion, disposal and transportation. We balance the need to maintain prudent inventory levels to ensure competitive delivery performance with the risk of excess or obsolete inventory due to changing technology and customer requirements, and new product introductions. The manufacturing of our products is handled primarily by contract manufacturers. Our contract manufacturers procure components and manufacture our products based on our forecast of product demand. We regularly review inventory quantities on hand and record a provision for excess and obsolete inventory based primarily on our estimated forecast of product demand, the stage of the product life cycle, anticipated end of product life and production requirements. Several factors may influence the sale and use of our inventories, including decisions to exit a product line, technological change, new product development and competing product offerings. These factors could result in a change in the amount of obsolete inventory quantities on hand. Additionally, our estimates of future product demand may prove to be inaccurate, in which case the provision required for excess and obsolete inventory may be overstated or understated. In the future, if we determine that our inventory is overvalued, we would be required to recognize such costs in cost of product sales and services in our consolidated statements of operations at the time of such determination. In the case of goods which have been written down below cost at the close of a fiscal quarter, such reduced amount is considered the new lower cost basis for subsequent accounting purposes, and subsequent changes in facts and circumstances do not result in the restoration or increase in that newly established cost basis. We did not make any material changes in the valuation methodology during the past three fiscal years.\nOur customer service inventories are stated at the lower of cost or net realizable value. We carry service parts because we generally provide product warranty for 12 to 36 months and earn revenue by providing enhanced and extended warranty and repair service during and beyond this warranty period. Customer service inventories consist of both component parts, which are primarily used to repair defective units, and finished units, which are provided for customer use permanently or on a temporary basis while the defective unit is being repaired. We record adjustments to reduce the carrying value of customer service inventories to their net realizable value. Factors influencing these adjustments include product life cycles, end of service life plans and volume of enhanced or extended warranty service \n44\nTable of Contents\ncontracts. Estimates of net realizable value involve significant estimates and judgments about the future, and revisions would be required if these factors differ from our estimates.\nIncome Taxes Valuation\nWe record the estimated future tax effects of temporary differences between the tax basis of assets and liabilities of amounts reported in our consolidated balance sheets, as well as operating loss and tax credit carryforwards. Certain judgment is required in evaluating our uncertain tax positions and determining our provision for income taxes. Although we believe our reserves are reasonable, no assurance can be given that the final tax outcome of these matters will not be different from that which is reflected in our historical income tax provisions and accruals. We adjust these reserves in light of changing facts and circumstances, such as the opening and closing of a tax audit or the refinement of an estimate. To the extent that the final tax outcome of these matters is different than the amounts recorded, such differences may result in an increase or decrease to our tax provision in a subsequent period in which such determination is made.\nWe record deferred taxes by applying enacted statutory tax rates to the respective jurisdictions and follow specific and detailed guidelines in each tax jurisdiction regarding the recoverability of any tax assets recorded on the consolidated balance sheets and provide necessary valuation allowances as required. Future realization of deferred tax assets ultimately depends on meeting certain criteria in Financial Accounting Standards Board (“FASB”) Accounting Standards Codification (“ASC”) Topic 740, Income Taxes (“ASC 740”). One of the major criteria is the existence of sufficient taxable income of the appropriate character (for example, ordinary income or capital gain) within the carry-back or carry-forward periods available under the tax law. We regularly review our deferred tax assets for recoverability based on historical taxable income, projected future taxable income, the expected timing of the reversals of existing temporary differences and tax planning strategies. Our judgments regarding future profitability may change due to many factors, including future market conditions and our ability to successfully execute our business plans and/or tax planning strategies. Should there be a change in our ability to recover our deferred tax assets, our tax provision would increase or decrease in the period in which the assessment is changed.\nThe accounting estimates related to the liability for uncertain tax position require us to make judgments regarding the sustainability of each uncertain tax position based on its technical merits. It is inherently difficult and subjective to estimate our reserves for the uncertain tax positions. Although we believe our estimates are reasonable, no assurance can be given that the final tax outcome of these matters will be the same as these estimates. These estimates are updated quarterly based on factors such as changes in facts or circumstances, changes in tax law, new audit activity, and effectively settled issues.\nBusiness Combinations\nThe Company accounts for acquisitions as required by FASB ASC Topic 805, Business Combinations (“ASC 805”). The assets and liabilities of acquired businesses are recorded at their estimated fair values at the date of acquisition. The excess of the purchase price over the estimated fair values of the net assets acquired is recorded as goodwill. Determining the fair value of assets acquired and liabilities assumed requires management’s judgment and often involves the use of estimates and assumptions. If our assumptions or estimates in the fair value calculation change based on information that becomes available during the one-year period from the acquisition date, we may record adjustments to the net assets acquired with a corresponding offset to goodwill. Upon the conclusion of the measurement period, any subsequent adjustments are recorded to earnings.\nImpact of Recently Issued Accounting Pronouncements\nSee “Note 1. The Company and Summary of Significant Accounting Policies” in the notes to consolidated financial statements for a full description of recently issued accounting pronouncements, including the respective expected dates of adoption and effects on our consolidated financial position and results of operations.",
    "item7a": ">Item 7A. \nQuantitative and Qualitative Disclosures About Market Risk\nIn the normal course of doing business, we are exposed to the risks associated with foreign currency exchange rates and changes in interest rates. We employ established policies and procedures governing the use of financial instruments to manage our exposure to such risks. For a discussion of such policies and procedures and the related risks, see “Financial Risk Management” in “Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations,” which is incorporated by reference into this Item 7A.\n45\nTable of Contents",
    "cik": "1377789",
    "cusip6": "05366Y",
    "cusip": [
        "05366y201",
        "05366Y201"
    ],
    "names": [
        "AVIAT NETWORKS INC"
    ],
    "source": "https://www.sec.gov/Archives/edgar/data/1377789/000137778923000023/0001377789-23-000023-index.htm"
}