{
    "item1": ">ITEM 1.\nBUSINESS\nOur Company\nMercury Systems, Inc. is a technology company that delivers processing power for the most demanding aerospace and defense missions. Headquartered in Andover, Massachusetts, our end-to-end processing platform enables a broad range of aerospace and defense programs, optimized for mission success in some of the most challenging and demanding environments. Processing technologies that comprise our platform include signal solutions, display, software applications, networking, storage and secure processing. Our innovative solutions are mission-ready, software-defined and open and modular, meeting our customers’ cost and schedule needs today by allowing them to use or modify our products to suit their mission. Customers access our solutions via the Mercury Processing Platform, which encompasses the broad scope of our investments in technologies, companies, products, services and the expertise of our people. Ultimately, we connect our customers to what matters most to them. We connect commercial technology to defense, people to data and partners to opportunities. At the most human level, we connect what we do to our customers’ missions; supporting the people for whom safety, security and protecting freedom are of paramount importance.\nAs a leading manufacturer of essential components, products, modules and subsystems, we sell to defense prime contractors, the U.S. government and original equipment manufacturers (“OEM”) commercial aerospace companies. Mercury has built a trusted, robust portfolio of proven product solutions, leveraging the most advanced commercial silicon technologies and purpose-built to exceed the performance needs of our defense and commercial customers. Customers add their own applications and algorithms to our specialized, secure and innovative products and pre-integrated solutions. This allows them to complete their full system by integrating with their platform, the sensor technology and, increasingly, the processing from Mercury. Our products and solutions are deployed in more than 300 programs with over 25 different defense prime contractors and commercial aviation customers. \nMercury’s transformational business model accelerates the process of making new technology profoundly more accessible to our customers by bridging the gap between commercial technology and aerospace and defense applications on time constraints that matter. Our long-standing deep relationships with leading high-tech and other commercial companies, coupled with our high level of research and development (“R&D”) investments on a percentage basis of sales and industry-leading trusted and secure design and manufacturing capabilities, are the foundational tenets of this highly successful model. We are leading the development and adaptation of commercial technology for aerospace and defense solutions. From chip-scale to system scale and from data, including radio frequency (“RF”) to digital to decision, we make mission-critical technologies safe, secure, affordable and relevant for our customers. \n Our capabilities, technology, people and R&D investment strategy combine to differentiate Mercury in our industry. We maintain our technological edge by investing in critical capabilities and intellectual property (“IP” or “building blocks”) in processing, leveraging open standards and open architectures to adapt quickly those building blocks into solutions for highly data-intensive applications, including emerging needs in areas such as artificial intelligence (“AI”).\nOur mission critical solutions are deployed by our customers for a variety of applications including command, control, communications, computers, intelligence, surveillance and reconnaissance (“C4ISR”), electronic intelligence, mission computing avionics, electro-optical/infrared (“EO/IR”), electronic warfare, weapons and missile defense, hypersonics and radar.  \nOur consolidated revenues, acquired revenues, net loss, diluted loss per share, adjusted earnings per share (“adjusted EPS”) and adjusted EBITDA for fiscal 2023 were $973.9 million, $25.1 million, $(28.3) million, $(0.50), $1.00 and $132.3 million, respectively. Our consolidated revenues, acquired revenues, net income, earnings per share (\"EPS\"), adjusted EPS and adjusted EBITDA for fiscal 2022 were $988.2 million, $6.0 million, $11.3 million, $0.20, $2.19 and $200.5 million, \n3\nTable of Contents\nrespectively. See the Non-GAAP Financial Measures section of this annual report for a reconciliation of our acquired revenues, adjusted EPS and adjusted EBITDA to the most directly comparable GAAP measures.\n1MPACT\nOn August 3, 2021, Mercury announced a companywide effort, called 1MPACT, to lay the foundation for the next phase of the Company’s value creation at scale. Since fiscal year 2014, Mercury has completed 15 acquisitions, deploying $1.4 billion of capital and, as a result, dramatically scaled and transformed the business. Over this time, the Company has extracted substantial revenue and cost synergies from each of these individual acquisitions. The goal of 1MPACT is to achieve Mercury's full growth, margin expansion, adjusted EBITDA and free cash flow potential over the next five years. \n1MPACT was always intended to be a multi-year journey where Mercury builds on its operational competence until the behaviors and practices that came with 1MPACT simply become the way Mercury operates. On July 18, 2023, Mercury executed the planned evolution of our 1MPACT value creation initiative, embedding the processes and execution of 1MPACT into our Execution Excellence organization. The 1MPACT office has concluded its responsibilities, having successfully incorporated the principles behind 1MPACT into how Mercury thinks about continuous improvement at all levels of the organization. \nOur Business Strategy\nMercury’s business strategy is based on a differentiated market position: we make trusted, secure, mission critical technologies profoundly more accessible to the aerospace and defense industry. The Mercury Processing Platform serves customers with cutting-edge commercial technology innovations, purpose built and mission-ready for aerospace and defense applications, through above average industry investment on a percentage basis in R&D. Our strategy is built to meet the aerospace and defense market’s need for speed and affordability.\nOur ability to continue to improve our performance and deliver results demands we all align around the few actions that unlock the intrinsic value in the business. As such, we will focus on four areas that unlock our capacity to create value and reinvest for growth:\n1.\nDelivering Predictable Results –\n Continuous improvement in the performance of our programs, transition our challenged development programs into production and mature our management systems and processes.\n2.\nBuilding a Thriving Organic Growth Engine –\n Create a growth engine that is consistently bidding and winning new contracts to drive industry leading organic growth.\n3.\nExpanding Margins – \nDrive comprehensive cost management efforts corporate-wide including improvement in gross margins across all programs, facilitating clearer accountability and streamlining our structure and processes.\n4.\nDriving Cash Release – \nEnhance our cash flow conversion, including improvements in delivery and collection.\nOur strategies are built around our key strengths as a leading commercial technology company serving the aerospace and defense industry. Our strategies include innovation and investment in scaling existing capabilities, as well as augmenting our capabilities through an acquisition strategy designed to focus on adjacent technologies. We believe our investment in R&D is more than double that of our competitors on a percentage of sales. Our consistent strategies allow us to assist our customers, mostly defense prime contractors, to reduce program cost, minimize technical risk, stay on schedule and on budget and ensure trust and security in the supply chain. As a result, we have successfully penetrated strategic programs including Aegis, Patriot, Lower Tier Air & Missile Defense Sensor (\"LTAMDS\"), Surface Electronic Warfare Improvement Program (“SEWIP”), Terminal High Altitude Area Defense (\"THAAD\"), Predator, F-35, Reaper, F-18, F-16 SABR, E2-D Hawkeye, Paveway, Filthy Buzzard, PGK, P-8, Advanced Integrated Defensive Electronic Warfare Suite (“AIDEWS”), Common Display System (“CDS”), Aviation Mission Common Server (\"AMCS\") and WIN-T.\nWe are committed to continued investment and innovation in advanced new products and solutions development to maintain our competitive advantage, including in the fields of RF, analog-to-digital and digital-to-analog conversion, advanced multi- and many-core sensor processing systems including graphics processing units (“GPUs”), safety-critical design and engineering, processing for AI, embedded security, digital storage, digital radio frequency memory (“DRFM”) solutions, software-defined communications capabilities and advanced security technologies and capabilities. Concurrently, we leverage our engineering and development capabilities, including systems integration, to accelerate our strategy to become a commercial outsourcing partner to the large defense prime contractors as they seek the more rapid design, development and delivery of affordable, commercially-developed, open architecture solutions within the markets we serve. We invest in scalable manufacturing operations in the U.S. to enable rapid, cost-effective deployment of our microelectronics and secure processing solutions to our customers.\nOur commercial business model positions us to be compensated for non-recurring engineering which supplements our own internal R&D investment. We typically team concurrently with multiple defense prime contractors as they pursue new \n4\nTable of Contents\nbusiness with solutions they develop and market to the government, and engage with our customers early in the design cycle. Our engagement model can lead to long-term production revenue that continues after the initial services are delivered.\nWe have added capabilities, through both M&A and investment in organic growth, both horizontally – in adjacent markets – and vertically – adding more content. For example:\n•\nFirst, transition to pre-integrated subsystems: Mercury has expanded capabilities, particularly in integrated subsystems related to defense threats and increased system complexity, which in turn has driven greater outsourcing to us from our prime defense contractor and OEM customers. \n•\nSecond, expansion into new submarkets: Within the major markets Mercury serves we have moved, for example, into electronic warfare, weapons systems, acoustics submarkets, C4I and mission computing.\n•\nThird, vertical expansion: As we continue to add content, we seek to apply technology to all computers on aerospace and defense platforms that require trusted, safe and secure processing.\n•\nFourth, microelectronics: Our investment domestically in next-generation chiplet technology, from chip-scale to system scale.\nSince July 2015, we have added substantial capabilities to our technology portfolio including: embedded security, with the acquisitions of Lewis Innovative Technologies Inc. (“LIT”), custom microelectronics, RF and microwave solutions and embedded security, with the carve-out acquisition from Microsemi Corporation (the “Carve-Out Business”), The Athena Group, Inc. (“Athena”), Delta Microwave, LLC (“Delta”), Syntonic Microwave LLC (“Syntonic”), Pentek Technologies, LLC and Pentek Systems, Inc. (collectively, “Pentek”) and Atlanta Micro, Inc. (“Atlanta Micro”); mission computing, safety-critical avionics and platform management and large area display technology with the CES Creative Electronic Systems, S.A. (“CES”), Richland Technologies, L.L.C. (“RTL”), GECO Avionics, LLC (“GECO”), American Panel Corporation (“APC”), Physical Optics Corporation (“POC”) and Avalex Technologies, LLC. (“Avalex”) acquisitions; and rugged servers, computers and storage systems with the acquisitions of Themis Computer (“Themis”) and Germane Systems, LC (“Germane”).\nWe believe we have built the most trusted, proven, contemporary portfolio of solutions and sub-systems that are purpose-built to meet or exceed our customers’ most pressing high-tech needs. We are investing in mission-critical processing technologies embedded into the Mercury Processing Platform:\n•\nSecurity\n.     Industry-leading embedded security capabilities, secure supply chain, U.S. manufacturing facilities and data management practices for highly sensitive missions.\n•\nSignal\n. Broadband microwave technology, high-speed digitization, low-latency processing, purpose-built for mission-critical applications.\n•\nDisplay\n. Smart, rugged, interactive, high-definition display technology optimized for the low-light, multi-angle viewing requirements of cockpits and armored vehicles.\n•\nSoftware\n. Advanced open middleware and software facilitates rapid application porting on top of open mission systems architecture.\n•\nNetworking\n. Open, interoperable and secure networking based on widely adopted commercial protocols and standards to enable connectivity from data to decision.\n•\nStorage\n. Fast, radiation-tolerant and encrypted data-at-rest solutions to securely store the vast amounts of data produced by sophisticated edge sensors.\n•\nCompute\n. High-performance, highly reliable, safe, secure and resilient computing leveraging the latest in commercial innovation from edge to cloud, ground to space.\nOur Solutions and Products\nWe deliver technology at the intersection of the high-tech and defense industries. The Mercury difference is driven by key “differentiators” we promise to deliver to all of our customers: Mission-Ready; Trusted and Secure; Software-Defined; and Open and Modular.\n•\nMission-Ready: \nFit for purpose to meet the demanding needs of our customers' missions. Advanced thermal management and rugged packaging technology ensures optimal performance and reliable operation in the most challenging environments on earth and beyond. We deliver extended reliability and dependability through thermal management, component selection, environmental protection and testing.  \n•\nTrusted and Secure\n: A trusted supply chain, with products designed and manufactured onshore. Advanced cryptography, secure boot and physical protection technologies like our BuiltSECURE technology can mitigate reverse engineering, deliver cyber resiliency and safeguard confidential data and IP against adversarial threats, even when a system has been compromised. We also design safety-certifiable BuiltSAFE processing systems up to the highest design assurance levels.\n5\nTable of Contents\n•\nSoftware-Defined\n: Software enabled hardware for future proofing, rapid scaling, ease of maintenance and affordability. Flexible hardware architectures that are reconfigurable and upgradeable with software to extend the life of our systems and the platforms they are deployed on. Our model-based systems engineering (“MBSE”) design approach aims to significantly decrease the time and cost involved in developing and deploying military and aerospace platforms.\n•\nOpen and Modular\n: “Plug and play”, upgradeable and scalable. A modular, open, systems architecture (“MOSA”) approach to system design maximizes technology reuse to dramatically reduce development time and cost. This open systems approach mitigates obsolescence risk while emphasizing commonality, interoperability and sustainability across platforms and domains. \nThe Mercury Processing Platform is designed to meet the full range of requirements in compute-intensive, signal processing, image processing and command and control applications. To maintain a competitive advantage, we seek to leverage technology investments across multiple product lines and product solutions. Examples of hardware products include small, custom microelectronics, embedded sensor processing subsystems, RF and microwave components, modules and subsystems, rugged servers and avionics mission computers.\nOur products are typically compute-intensive and require extremely high bandwidth and high throughput. These systems often must also meet significant size, weight and power (“SWaP”) constraints for use in aircraft, unmanned aerial vehicles (“UAVs”), ships and other platforms and be ruggedized for use in harsh environments. They are primarily used in both commercial aerospace applications, such as communications and ground radar air traffic control, as well as advanced defense and intelligence applications, including space-time adaptive processing, synthetic aperture radar, airborne early warning, command, control, communication and information systems, mission planning, image intelligence and signal intelligence systems. Our products transform the massive streams of digital data created in these applications into usable information in real time. The systems can scale from a few processors to thousands of processors.\nWe group our products into the following categories:\n•\nComponents\n. Components represent the basic building blocks of an electronic system. They generally perform a single function such as switching, storing or converting electronic signals. Some examples include power amplifiers and limiters, switches, oscillators, filters, equalizers, digital and analog converters, chips, MMICs (monolithic microwave integrated circuits) and memory and storage devices.\n•\nModules and Subassemblies\n. Modules and sub-assemblies combine multiple components to serve a range of complex functions, including processing, networking and graphics display. Typically delivered as computer boards or other packaging, modules and sub-assemblies are usually designed using open standards to provide interoperability when integrated in a subsystem. Examples of modules and sub-assemblies include embedded processing boards, switched fabrics and boards for high-speed input/output, digital receivers, graphics and video, along with multi-chip modules, integrated radio frequency and microwave multi-function assemblies and radio frequency tuners and transceivers.\n•\nIntegrated Subsystems\n. Integrated subsystems bring components, modules and/or sub-assemblies into one system, enabled with software. Subsystems are typically, but not always, integrated within an open standards-based chassis and often feature interconnect technologies to enable communication between disparate systems. Spares and replacement modules and sub-assemblies are provided for use with subsystems sold by us. Our subsystems are deployed in sensor processing, aviation and mission computing and C4I applications.\nBy providing pre-integrated subsystems to our customers, we enable them to rapidly and cost-effectively port and adapt their applications to changing threats. This approach also saves our customers valuable time and expense, as their initial costs to integrate modules and components typically far exceed the costs of the individual product procurement. This benefit continues over time because we are continually investing R&D into our products. This allows us to provide our customers the latest technologies in our pre-integrated subsystems faster than they can typically do it themselves. We believe this is a better business and technology model to operate within, as it continues to provide value and benefits to us and our customers over time.\nTo address the current challenges facing the warfighter, our government and defense prime contractors, we have developed a new product architecture that supports a more dynamic, iterative, spiral development process by leveraging open architecture standards and leading-edge commercial technologies and products. Our open architecture is carried throughout our entire product line from the very small form-factor subsystems to the high-end, where ultimate processing power and reliability is of paramount importance to the mission. Our commercially-developed product capabilities cover the entire intelligence, surveillance and reconnaissance (“ISR”) spectrum from acquisition and digitization of the signal, to processing of the signal, through the exploitation and dissemination of the information. We work continuously to improve our hardware technology with an eye toward optimization of SWaP demands. \nWe partner with global tech leaders to align technology roadmaps and deliver cutting-edge computing in scalable, field-deployable form factors that are fully configurable to each unique workload. We use the latest Intel® server-class processing \n6\nTable of Contents\nproducts, AMD Field Programmable Gate Arrays (“FPGA”), as well as NVIDIA GPU products in our embedded high-performance processing technologies. While this multi-computing and embedded processing technology is one of our core capabilities, the SWaP constraints inherent in high-performance embedded processing applications create unique challenges. For example, to deal with the heat build-up involved in fanless compact rugged subsystems, we introduced a key technology called Air Flow-By™ that enables previously unattainable levels of processing power within a small footprint by effectively removing heat so server-class processors can perform at maximum designed power limits. In environments where air is limited, such as high-altitude operations, our Liquid-Flow-By™ technology allows maximum server-class processor performance. These innovative cooling techniques allow full performance server-class processing in rugged environments enabling new and advanced modes of operation that enhance the multi-intelligence, situational awareness and electronic warfare capabilities in military platforms.\nEmbedded systems security has become a requirement for new and emerging military programs and our security solutions are a critical differentiator from our traditional competition. These security solutions, combined with our next-generation secure Intel® server-class product line, together with increasingly frequent mandates from the government to secure electronic systems for domestic and foreign military sales, position us well to capitalize on DoD program protection security requirements. Finally, our built-in security framework creates higher product differentiation, and drives greater program velocity, while lowering risk.\nOpen Standards Support\nMercury has a long history of driving modular open systems architectures and has remained committed to creating, advancing and adopting open standards for all our products, from our smallest components and connectors to our largest, high-performance, integrated multi-computer systems. With forty years of technology leadership within the high-performance embedded computing industry, we have pioneered or contributed to the development of many of the defense industry’s current and emerging open standards, including standards such as RACEway, RapidIO, VXS, VPX, REDI and notably OpenVPX. These open standards allow system integrators to benefit from the interoperability of modules produced by multiple vendors. We also continue to be influential in the industry-standards organizations associated with our market segments. As a member of the VMEbus International Trade Association (“VITA”), the Sensor Open Systems Architecture (“SOSA”) initiative, the Future Airborne Capability Environment (“FACE”) consortium and the Vehicular Integration for C4ISR/EW Interoperability (“VICTORY”) consortium, among other standards bodies, Mercury is helping to guide the aerospace and defense industry toward greater openness and vendor interoperability, consistent with the DoD’s focus on using MOSA in major programs.\nOur software is based on open standards and includes heterogeneous processor support with extensive highly-optimized math libraries, multi-computing switch fabric support, net-centric and system management enabling services, extended operating system services, board support packages and development tools. This software platform delivers on the performance required for highly tuned real-time operation with the flexibility of open standards that are an essential ingredient of technology insertion and software life-cycle support.\nAs the U.S. government mandates more outsourcing and open standards, a major shift is occurring within the defense prime contractor community towards procurement of integrated subsystems that enable quick application level porting through standards-based methodologies. We believe that our core expertise in this area is well aligned to capitalize on this trend. By leveraging our open architecture and high-performance modular product set, we provide defense prime contractors with rapid deployment and quick reaction capabilities through our professional services and systems integration offerings. This results in less risk for the defense prime contractors, shortened development cycles, quicker solution deployment and reduced life-cycle costs.\nCommitment to Deliver Uncompromised\nFor Mercury, this means ensuring our products and solutions have not been and cannot be tampered with, and that what we deliver to our customers is not compromised at any point during the development lifecycle, from procurement to manufacturing. Our holistic approach to deliver uncompromised includes:\n•\nvigorously mitigating potential insider threats;\n•\nproactively protecting our IT infrastructure with strong cybersecurity defenses;\n•\neffectively managing and assessing our suppliers’ controls; and\n•\njudiciously controlling design information through the entire development process.\nWe are investing in digital transformation, insider trust, cybersecurity, supply chain management and trusted microelectronics, all integral to our commitment to being a leader in delivering uncompromised solutions to our customers.\n7\nTable of Contents\nRecent Acquisitions\nSince 2015 we have acquired and integrated 15 businesses. These acquisitions have expanded Mercury’s technology portfolio with capabilities such as digital signal processing products, high-performance RF modules and components, rugged avionics and electronics, and safety-certifiable subsystems. The five acquisitions completed since July 1, 2019 are shown below.\nName of Acquired Entities\nDate of Acquisition\nAmerican Panel Corporation\nSeptember 23, 2019\nPhysical Optics Corporation\nDecember 30, 2020\nPentek Systems, Inc. and Pentek Technologies, LLC\nMay 27, 2021\nAvalex Technologies, LLC\nNovember 5, 2021\nAtlanta Micro, Inc.\nNovember 29, 2021\nOur Market Opportunity\nOur market opportunity is defined by the growing demand for domestically designed, sourced and manufactured electronics for critical aerospace, defense and intelligence applications. Our primary market positioning is centered on making commercially available technologies profoundly more accessible to the aerospace and defense sector, specifically as it relates to C4I systems, sensors and EW; and commercial markets, which include aerospace communications and other computing applications. We believe we are well-positioned in growing sustainable market segments of the aerospace and defense sector that rely on advanced technologies to improve warfighter capability and provide enhanced force protection capabilities. The acquisitions of the Carve-Out Business, Delta, Syntonic, Pentek and Atlanta Micro further improved our ability to compete successfully in these market segments by allowing us to offer an even more comprehensive set of closely related capabilities. The CES, RTL, GECO, APC, POC and Avalex acquisitions provided us new capabilities that substantially expanded our addressable market into defense platform management, mission computing and commercial aerospace markets that are aligned to our existing market focus. The additions of Themis and Germane provided us with new capabilities and positioned us with a significant footprint within the rugged server business. Our organic investments as well as the acquisitions of LIT, the Carve-Out Business and Athena added to our portfolio of embedded security products that can be leveraged across our business. Finally, our CES addition, due to its location in Geneva, Switzerland is helping to open more opportunities in international markets.\nWe believe there are a number of evolving trends that are reshaping our target markets and accordingly provide us with attractive growth opportunities. These trends include:\n•\nThe aerospace and defense electronics market is expected to grow in 2023 and beyond. \nAccording to Renaissance Strategic Advisors (“RSA”), as of June 2023, the global aerospace and defense electronics market is estimated to be $148 billion in 2023, growing to $199 billion by 2028. Within this global market, RSA estimates that the total Tier 2 defense electronics market, which Mercury participates in, was approximately $48 billion in 2023, and will grow to $67 billion in 2028. The aerospace and defense electronics marketplace consists of two primary subsegments: (i) C4I and (ii) sensor and effector mission systems. C4I encompasses platform and mission management, which include avionics and vetronics, C2I, which includes command and control and intelligence, and dedicated communications processing. Sensor and effector mission systems are primarily different types of sensor modalities such as EW, radar, EO/IR and acoustics as well as weapons systems such as missiles and munitions. Within the global Tier 2 C4I market in which we participate, RSA estimated the market for 2023 to be $7.7 billion for platform and mission management, $9.7 billion for C2I and $10.2 billion for dedicated communications. RSA estimates the compound annual growth rate (“CAGR”) from 2023-2028 for these markets to be 5.9% for platform and mission management, 6.6% for C2I and 6.9% for dedicated communications. Within the global Tier 2 sensor and effector mission systems market in which we participate, RSA estimated the market for 2023 to be $6.0 billion for EW, $6.6 billion for radar, $2.7 billion for EO/IR, $1.4 billion for acoustics and $3.9 billion for weapons systems. RSA estimates the 2023-2028 CAGR for these markets to be 6.7% for EW, 6.5% for radar, 7.6% for EO/IR, 6.8% for acoustics and 8.4% for weapons systems. Within the context of the overall U.S. defense budget and spending for defense electronics specifically, we believe the C4ISR, EW, guided missiles and precision munitions and ballistic missile defense market segments have a high priority for future DoD spending. We continue to build on our strengths in the design and development of performance optimized electronic subsystems for these markets, and often team with multiple defense prime contractors as they bid for projects, thereby increasing our chance of a successful outcome. We expect to return to our above industry-average growth.\n•\nThe rapidly expanding demand for tactical ISR is leading to significant growth in sensor data being generated, leading to even greater demand for the capability of our products to securely store and process data onboard platforms\n. An \n8\nTable of Contents\nincrease in the prevalence and resolution of ISR is generating significant growth in the associated data that needs to be stored and turned into information for the warfighter in a timely manner. In addition, several factors are driving the defense and intelligence industries to demand greater capability to collect, store and process data onboard the aircraft, UAVs, ships and other vehicles, which we refer to collectively as platforms. These factors include the limited communications bandwidth of existing platforms, the need for platforms that can operate more autonomously and possibly in denied communications environments, the need for platforms with increased persistence to enable them to remain in or fly above the battlefield for extended periods and the need for greater onboard processing capabilities. In addition, the advent of sophisticated AI algorithms is beginning to revolutionize the ability of sensor processing systems to intelligently and efficiently process and act upon these large data sets. Standard computing architectures and computing platforms currently do not offer the level of performance needed to optimize existing AI algorithms, creating an additional opportunity for advanced processing capabilities onboard the platform.\n•\nRussia’s invasion of Ukraine, rising tensions in the Asia-Pacific and continued threats from rogue states and violent extremists are contributing to the most challenging global threat environment since the Cold War. \nThis will likely result in a sea change in defense spending domestically and internationally. Our advisors estimate that U.S. growth, combined with increases in NATO defense budgets, could drive up to $1.5 trillion of additional spending over the next decade. This should lead to higher bookings for Mercury in the electronic systems associated with missiles, munitions and missile defense systems, unmanned systems, fixed wing and rotorcraft, ground vehicles and EW.\n \n•\nA greater percentage of the value associated with future defense platforms will be driven by electronic systems content, and upgrades to existing platforms will focus on sensors, signal processing, sensor algorithms, multi-intelligence fusion and exploitation and computing and communications capability – all areas where Mercury participates. \nThese trends remain favorable in our view and the demand environment is improving due to urgent needs for warfighting capability at a more rapid pace than traditional defense prime contractors can easily react to, as demonstrated by our strong bookings and design wins, in fiscal 2023. We believe that our addressable market continues to increase, driven in large part by our strategic move into mission systems and potential to deliver innovative processing solutions at chip scale, and that primes will increasingly seek out our high-performance, cost-effective open architecture products.\n•\nDefense procurement reform is causing the defense prime contractors to outsource more work to commercial companies and we believe that prime contractor outsourcing is our largest secular growth opportunity\n. RSA estimates that in 2023 the U.S. defense Tier 2 embedded computing and RF market addressable by suppliers such as Mercury was approximately $25 billion. RSA estimates that the U.S. defense prime contractors currently outsource only a small percentage of their work. On a global basis the Tier 2 embedded computing and RF market in 2023 was estimated by RSA to be $48 billion. The U.S. government is intensely focused on making systems more affordable and shortening their development time. In addition, the U.S. government is challenging defense prime contractors to leverage commercial technology wherever possible. This trend, along with a scarcity of technical and engineering talent in the market, is causing defense prime contractors to outsource to companies like Mercury, which we believe is our largest secular growth opportunity. As a merchant supplier of commercial technologies to the defense industry, we believe our products and subsystem solutions are often more affordable than solutions with the same functionality developed by a defense prime contractor. In addition, we believe our size, scale and stability in addition to the investments we have made in our domestic manufacturing capabilities and infrastructure, make us a more reliable and attractive outsourcing partner for our customers relative to smaller sub-scale providers. These factors are providing incentives for defense prime contractors to outsource more work to subcontractors with significant expertise and cost-effective technology capabilities and solutions, and we have transformed our business model over the last several years to address these long-term outsourcing trends and other needs.\n•\nDoD security and program protection requirements are creating new opportunities for domestic sourcing and our advanced secure processing capabilities\n. The U.S. government is focused on ensuring that the U.S. military protects its defense electronic systems and the information held within them from nefarious activities such as tampering, reverse engineering and other forms of advanced attacks, including cyber. The requirement to add security comes at a time when the commercial technology world continues to offshore more of the design, development, manufacturing and support of such capabilities, making it more difficult to protect against embedded vulnerabilities, tampering, reverse engineering and other undesired activities. The DoD has a mandate to ensure both the provenance and integrity of the technology and its associated supply chain. These factors have created a unique opportunity for us to expand beyond sensor processing into the provision of technologies ranging from advanced secure processing subsystems to miniaturized custom microelectronics devices and capabilities for other onboard critical computing applications designed, developed, manufactured and supported in the U.S.A. In addition, advanced systems sold to foreign military buyers also require protection so that the technologies, techniques and data associated with them do not proliferate, which further enhances our market opportunity.\n9\nTable of Contents\n•\nMercury is well-positioned to help address the need for DoD to access the latest commercial silicon, combined with the desire to ensure a trusted domestic supply of silicon technologies\n. In May 2023, DoD’s National Defense Science and Technology Strategy listed microelectronics among its critical technology areas for investment. DoD’s FY23 budget requested $3.3 billion to fund microelectronics research and development initiatives, a historically large increase in funding. Congress’ passage of the Creating Helpful Incentives to Produce Semiconductors (“CHIPS”) act in August 2022, which will provide $2 billion for defense microelectronics, further amplifies the U.S. government’s commitment to reinforcing the U.S. semiconductor supply chain. We believe Mercury is the leading provider of commercially developed silicon purpose-built for the specific requirements of aerospace and defense customers. This capability began with our 2016 acquisition of the Carve-Out Business, which included capabilities in trusted and secure microelectronics. Since the acquisition, we have made additional investments in security and advanced packaging, most notably our announced $15 million capital investment in fiscal year 2020 to expand our trusted custom microelectronics business in Phoenix, Arizona, to bring cutting-edge commercial silicon to the DoD. This initiative is specifically intended to bridge DoD technologies from monolithic ASIC designs, which are purpose-built for DoD but are deployed on legacy silicon designs, to heterogeneous “chiplet” architectures, which leverage best-of-breed silicon from commercial providers and packages the silicon for defense-specific applications, including the ability to embed security into the device itself.\nOur Competitive Strengths \nWe believe the following competitive strengths will allow us to take advantage of the evolving trends in our industry and successfully pursue our business strategy:\n•\nSubsystem Solutions Provider for the C4ISR and Electronic Warfare Markets\n. Through our commercially developed, specialized processing subsystem solutions, we address the challenges associated with the collection and processing of massive, continuous streams of data and dramatically shorten the time that it takes to give information to U.S. armed forces at the tactical edge. Our solutions are specifically designed for flexibility and interoperability, allowing our products to be easily integrated into larger system-level solutions. Our ability to integrate subsystem-level capabilities allows us to provide solutions that effectively address the mission-critical challenges within the C4ISR market, including multi-intelligence data fusion and AI processing onboard the platform. We leverage our deep expertise in embedded multicomputing, embedded sensor processing, with the addition of our RF microwave and millimeter subsystems and components, along with strategic investments in research and development to provide solutions across the sensor processing chain.\n•\nDiverse Mix of Stable, Growth Programs Aligned with DoD Funding Priorities\n. Our products and solutions have been deployed on more than 300 different programs and over 25 different defense prime contractors. We serve high priority markets for the DoD and foreign militaries, such as UAVs, ballistic missile defense, guided missiles and precision munitions, airborne reconnaissance, electronic warfare and have secured positions on mission-critical programs including Aegis, Predator and Reaper UAVs, F-35 Joint Strike Fighter, LTAMDS, Patriot missile, SEWIP and Paveway. In addition, we consistently leverage our technology and capabilities across multiple programs, providing significant operating leverage and cost savings. Our acquisitions allow us to participate in a broader array of programs, many with key strategic customers of ours.\n•\nWe are a leading technology company serving the aerospace and defense industry.\n We have a portfolio of Open Standards Architecture (“OSA”) technology building blocks across the entire sensor processing chain. We offer embedded secure processing capabilities with advanced packaging and cooling technologies that ruggedize commercial technologies while allowing them to stay cool for reliable operation. These capabilities allow us to help our customers meet the demanding SWaP requirements of today’s defense platforms. Our pre-integrated subsystems improve affordability by substantially reducing customer system integration costs and time-to-market for our solutions. System integration costs are one of the more substantial costs our customers bear in developing and deploying technologies in defense programs and platforms. Our pre-integrated solutions approach allows for more rapid and affordable modernization of existing platforms and faster deployment of new platforms.\nOur strengths in this area include our position as an early and leading advocate for OSA in defense, offering Intel® server class processing form factors across 3/6U OpenVPX, ATCA and rack-mount architectures and high density, secure solutions across multiple hardware architectures to seamlessly scale to meet our customers’ SWaP requirements. In addition, we have a 30-year legacy of system management and system integration expertise that allows us to reduce technical risk, while improving affordability and interoperability. Our system integration expertise is a cornerstone in helping us support our customers in deploying pre-integrated, OSA subsystems.\nAs commercial technology companies have moved the design, development, manufacturing and support of their technologies offshore, the DoD is looking to domestic technology providers to develop a sustainable, U.S.-based trusted supply chain. Over several years we have been building out our capacity for domestic manufacturing through our Advanced \n10\nTable of Contents\nMicroelectronics Centers (“AMCs”). These facilities provide significant scale and capacity for our defense prime customers, who have been increasingly willing to outsource to partners with the scale needed to meet large program production requirements. In addition, our Phoenix, Arizona AMC is a Defense Microelectronics Activity (“DMEA”)-certified, trusted manufacturing facility, which represents a significant competitive advantage. Our Phoenix AMC also includes a surface mount technology manufacturing capability which we refer to as our U.S. Manufacturing Operations (“USMO”).\n•\nWe provide advanced, integrated security features for our products and subsystems, addressing an increasingly prevalent requirement for DoD program security\n. We offer secure processing expertise that is built-in to our pre-integrated subsystems. By doing this we are able to provide secure building blocks that allow our customers to also incorporate their own security capabilities. This assists our customers in ensuring program protection as they deploy critical platforms and programs, all in support of DoD missions. The acquisition of the Carve-Out Business brought us new security technologies and also allowed us to provide enhanced security capabilities in areas such as memory and storage devices. Our acquisitions of the Carve-Out Business, LIT and Athena also added to our portfolio of sophisticated firmware and software specifically designed to secure microelectronic devices that can be leveraged across our product portfolio.\n•\nWe are pioneering a next generation defense business model\n. The DoD and the defense industrial base is currently undergoing a major transformation. Domestic political and budget uncertainty, geopolitical instability and evolving global threats have become constants. The defense budget remains under pressure and R&D and technology spending are often in budgetary competition with the increasing costs of military personnel requirements, health care costs and other important elements within the DoD and the federal budget generally. Finally, defense acquisition reform calls for the continued drive for innovation and competition within the defense industrial base, while also driving down acquisition costs. Our approach is built around a few key pillars:\n•\nThe mission-ready products in our portfolio can be incorporated into aerospace and defense platforms in their standard commercial forms or customized to meet unique program requirements.\n•\nWe continue to leverage our expertise in building pre-integrated subsystems in support of critical defense programs, driving out procurement costs by lowering integration expenses of our customers.\n•\nWe have been a pioneer in driving OSA for both embedded computing and RF.\n•\nThe DoD has asked defense industry participants to invest their own resources into R&D. This approach is a pillar of our business model.\n•\nSecurity and program protection are now critical considerations for both program modernizations as well as for new program deployment. We are now in our fourth generation of building secure embedded processing solutions.\nWe have a next generation business model built to meet the emerging needs of the DoD.\n•\nValue-Added Subsystem Solution Provider for Defense Prime Contractors\n. Because of the DoD’s continuing shift toward a firm fixed price contract procurement model, an increasingly uncertain budgetary and procurement environment, and increased budget pressures from both the U.S. and allied governments, defense prime contractors are accelerating their move toward outsourcing opportunities to help mitigate the increased program and financial risk. Our differentiated secure sensor and safety-critical processing solutions offer meaningful capabilities upgrades for our customers and enable the rapid, cost-effective deployment of systems to the end customer. We believe our open architecture subsystems offer differentiated sensor processing and data analytics capabilities that cannot be easily replicated. Our solutions minimize program risk, maximize application portability and accelerate customers’ time to market, all within a fixed-pricing contracting environment.\n•\nDelivery of Platform-Ready Solutions for Classified Programs\n. We believe our integration work provides us with critical insights as we implement and incorporate key classified government intellectual property, including critical intelligence and signal processing algorithms, into advanced systems. This integration work provides us the opportunity to combine directly and integrate our technology building blocks along with our intellectual property into our existing embedded processing products and solutions, enabling us to deliver more affordable, platform-ready integrated ISR subsystems that leverage our OSA and address key government technology and procurement concerns. Our operations in this environment also help us identify emerging needs and opportunities to influence our future product development, so that critical future needs can be met in a timely manner with commercially-developed products and solutions.\n•\nWe have invested in advanced, domestic design and manufacturing capabilities. \nWe have prioritized investments to build our internal capabilities and capacity for defense electronics design and manufacturing in the U.S. These investments include the consolidation of a number of sub-scale microelectronics manufacturing facilities into our modern AMCs as well as the establishment of our USMO in Phoenix, Arizona. In addition to the consolidation of \n11\nTable of Contents\nfacilities into scalable engineering and manufacturing centers of excellence, we have made the necessary investments to outfit these facilities with modern, scalable and redundant tools and equipment to promote quality, efficiency, throughput and redundancy. In addition we invested in our information technology (“IT”) infrastructure and business systems to meet Defense Federal Acquisition Regulation Supplement (“DFARS”) requirements for cybersecurity. These investments taken together are intended to demonstrate our commitment to meeting DoD expectations for a trusted and secure defense industrial base. Our AMCs in Hudson, New Hampshire, West Caldwell, New Jersey, Oxnard, California, Huntsville, Alabama, Phoenix, Arizona and Torrance, California are strategically located near key customers and are purpose-built for the design, build and test of RF components and subsystems in support of a variety of key customer programs. Our USMO is built around scalable, repeatable, secure, affordable and predictable manufacturing. The USMO is a IPC1791 certified secure trusted site, certified to AS9100 quality standards and it utilizes Lean Six Sigma methodologies throughout manufacturing. The USMO is designed for efficient manufacturing, enabling our customers to access the best proven technology and high performing, secure processing solutions. This allows for the most repeatable product performance, while optimizing affordability and production responsiveness. \n•\nLong-Standing Industry Relationships. \nWe have established long-standing relationships with defense prime contractors, the U.S. government and other key organizations in the defense industry over our 30 years in the defense electronics industry. Our top customers include Airbus, BAE Systems, Boeing, General Atomics, General Dynamics, L3Harris Technologies, Leonardo, Lockheed Martin Corporation, Northrop Grumman Corporation, RTX Corporation (formerly known as Raytheon Technologies) and the U.S. Navy. Over this period, we have become recognized for our ability to develop new technologies and meet stringent program requirements. We believe we are well-positioned to maintain these high-level customer engagements and enhance them through the additional relationships that our recently acquired businesses have with many of the same customers.\n•\nOperational Execution Experience\n. The members of our leadership team possess extensive expertise within the aerospace, defense, and technology industries. Their collective history of building management systems and processes has consistently proven to successfully scale and grow a business to enhance overall returns. They also bring experience in effectively implementing operational transformations that deliver strong results and drive long-term value creation. Our leadership team is focused on operational execution, including setting clear priorities, developing the appropriate processes and systems, and delivering results. We are focused on four priorities to unlock capacity to create value and reinvest for growth. They include: delivering predictable results, build a thriving growth engine, expanding margins, and driving cash release. We are confident that we have assembled the necessary expertise to continue to grow and scale our business.\n•\nMature M&A Origination and Execution Capability\n. We have a strong track-record of identifying and executing strategic acquisitions. Since July 1, 2015 we have acquired 15 businesses, which are strategically aligned with Mercury, successfully completing integration of the earlier acquired businesses with the integration of the more recent acquisitions progressing well. We have established an internal team that brings decades of experience across more than 100 transactions. We have developed internal processes to identify and source strategic acquisitions on a proprietary basis and negotiated directly with owners on a number of acquisitions. Our internal capabilities include financial, legal and other transaction diligence, deal valuation and deal negotiations. \n•\nProven M&A Integration Capability. \nWe have developed the internal processes and capability to integrate acquired businesses to deliver value through revenue and cost synergies. Overseen by our Execution Excellence organization, we leverage our common cultures and values as well as common processes, business systems, tools, channels and manufacturing infrastructure to accelerate growth and improve profitability in our acquired businesses.\nCompetition\nWe operate in a highly competitive marketplace characterized by rapidly changing technology, frequent product performance improvements, increasing speed of deployment to align with warfighters’ needs and evolving industry standards and requirements coming from our customers or the DoD. Competition typically occurs at the design stage of a prospective customer’s product, where the customer evaluates alternative technologies and design approaches. We work with defense prime contractors as well as directly with the DoD. We help drive subsystem development and deployment in both classified and unclassified environments.\nThe principal competitive factors in our market are price/performance value proposition, available new products at the time of design win engagement, services and systems integration capability, effective marketing and sales efforts and reputation in the market. Our competitive strengths include rapid, innovative engineering in both hardware and software products, subsystem design expertise, advanced packaging capability to deliver the most optimized SWaP solution possible, our ability to respond rapidly to varied customer requirements and a track record of successfully supporting many high profile programs in the defense market. There are competitors in the different market segments and application types in which we participate. Some of these competitors are larger and have greater resources than us. Some of these competitors compete against us at purely a \n12\nTable of Contents\ncomponent or board-level, others at a subsystem level. We also compete with in-house design teams at our customers. The DoD as well as the defense prime contractors are pushing for more outsourcing of subsystem designs to mitigate risk and to enable concurrent design of the platform which ultimately leads to faster time to deployment. We have aligned our strategy to capitalize on that trend and are leveraging our long standing subsystem expertise to provide this value to our customers.\nResearch and Product Development\nOur R&D efforts are focused on developing new products and subsystems as well as enhancing existing hardware and software products in mission, signal and image processing. Our R&D goal is to fully exploit and maintain our technological lead in the high-performance, real-time sensor processing industry and in mission computing, microelectronics, platform management and other safety-critical applications. Total expenditures for research and development amounted to $108.8 million, $107.2 million and $113.5 million in fiscal years 2023, 2022 and 2021, respectively. As of June 30, 2023, we had 918 employees, including hardware and software architects and design engineers, primarily engaged in engineering and research and product development activities. These individuals, in conjunction with our sales team, also devote a portion of their time to assisting customers in utilizing our products, developing new uses for these products and anticipating customer requirements for new products.\nManufacturing  \nThe majority of our sales are produced in AS9100 quality system-certified facilities. The current scope of delivered hardware products includes commercial and industrial class printed circuit board assemblies (modules), complex chassis subsystems, rugged display system and servers and RF and microwave components and subsystems.\nOur Phoenix, Arizona facility manufactures our custom microelectronics products in an AS9100 quality system-certified facility while our USMO facility is an IPC1791 certified and DMEA-certified trusted manufacturing facility and is primarily focused on advanced secure system-on-chip design, assembly, packaging and test. Our Cypress, California, West Lafayette, Indiana, and Huntsville, Alabama facilities are AS9100 quality systems-certified facilities as well. Our Fremont, California and Alpharetta, Georgia facilities are ISO 9001:2015 quality systems-certified. Our Hudson, New Hampshire and Chantilly, Virginia locations are IPC1791 and AS9100 quality systems-certified facility. Our Andover, Massachusetts and Hudson, New Hampshire facilities design and assemble our processing products and are AS9100 quality systems-certified facilities. Our Andover, Massachusetts facility is also a DMEA-certified trusted design facility and is primarily focused on advanced security features for the processing product line. Our Geneva, Switzerland facility, the headquarters of Mercury's European operations, provides electronic design and manufacturing, maintenance and support services and is AS9100 and EASA Part 145 quality systems-certified. Our Silchester, England facility provides engineering, development and integration services and is AS9100 quality systems-certified.\nWe rely on both vertical integration and subcontracting to contract manufacturers to meet our manufacturing needs. Our USMO and Geneva facilities have the manufacturing capabilities to complete the assembly and testing for certain of our embedded multi-computing products. We subcontract as needed a portion of the assembly and testing for our other embedded multi-computing products to contract manufacturers in the U.S. to build to our specifications. Our printed circuit board assemblies and chassis subsystems’ manufacturing operations also consist of materials planning and procurement, final assembly and test and logistics (inventory and traffic management). Our vertically integrated subsystem product solutions rely on strong relationships with strategic suppliers to ensure on-time delivery and high quality products. We manage supplier performance and capability through quality audits and stringent source, incoming and/or first article inspection processes. We have a comprehensive quality and process control plan for each of our products, which include a supply chain management program and the use of automated inspection and test equipment to assure the quality and reliability of our products. We perform most post sales service obligations (both warranty and other lifecycle support) in-house through a dedicated service and repair operation. We periodically review our contract manufacturing capabilities to ensure we are optimized for the right mix of quality, affordability, performance and on-time delivery.\nOur AMC in Phoenix, Arizona is built around scalable, repeatable, secure, affordable and predictable manufacturing. The high mix, low volume and high complexity/density nature of our products require speed and seamless interaction with all internal functions (as opposed to with an external contract manufacturer) which is a key value proposition of the USMO. The USMO is also designed for efficient showcasing to customers who at any point wish to access the best proven technology and high performing, secure electronics and processing manufacturing solutions within a broader product company such as Mercury. Proximity and interaction with our internal engineering organization is a significant benefit. This allows for the most repeatable product performance, while optimizing affordability and production responsiveness. The Phoenix AMC also provides manufacturing and assembly for SWaP-optimized multi-chip modules and system-in-package devices. We combine surface-mount, flip chip, die attach, wire bond and rugged 3D packaging on the same devices to provide a swap-optimized solution for our customers.\nThe Hudson, New Hampshire, West Caldwell, New Jersey and Oxnard, California facilities are specifically aimed at providing scalable manufacturing within our critical businesses. We leverage best practices in design, development, \n13\nTable of Contents\nmanufacturing and materials handling at these production and subsystems integration facilities. These facilities include the design, build and test of both RF and microwave components and subsystems in support of a variety of key customer programs.  Our Alpharetta, Georgia facility offers active matrix liquid crystal display systems which enhances the highly sophisticated man/machine interface. Our facility in Torrance, California is an AS9100 and AS9110C facility that offers Avionics Safety-Certifiable subsystems. Our facility in Upper Saddle River, New Jersey is ISO 9001:2015 certified and offers digital signal processing products. Our facility in Gulf Breeze, Florida is AS9100 certified and offers rugged avionics and electronics. Our facility in Norcross, Georgia is AS9100 certified and offers RF and microwave products. \nAlthough we generally use standard parts and components for our products, certain components, including custom designed ASICs, static random access memory, FPGAs, microprocessors and other third party chassis peripherals (single board computers, power supplies, blowers, etc.), are currently available only from a single source or from limited sources. \nWe also design, develop and manufacture DRFM units for a variety of modern electronic warfare applications, as well as radar environment simulation and test systems for defense and intelligence applications. We develop high performance signals intelligence payloads and EO/IR technologies for small UAV platforms as well as powerful onboard UAV processor systems for real-time wide area motion imagery.\nIntellectual Property and Proprietary Rights\nWe hold a broad collection of intellectual property rights to protect our proprietary technology and our brand.  This includes patents, designs, copyrights, trademarks and trade secrets in the U.S. and various foreign countries. Although we believe the ownership of such intellectual property rights is an important factor in differentiating our business and that our success depends in part on such ownership, we rely primarily on the innovation skills and technical expertise of our employees.\nWe regularly file patent and trademark applications and continuations to protect innovations arising from our research and development. We also rely on a combination of trade secret, copyright and trademark laws, as well as contractual agreements, to safeguard our proprietary rights in technology and products. In seeking to limit access to sensitive information to the greatest practical extent, we routinely enter into confidentiality and assignment of invention agreements with each of our employees and consultants and nondisclosure agreements with our customers and vendors.\nWe have licensed in the past, and expect that we may license in the future, certain of our rights to other parties. Some of our products are designed to include intellectual property owned by third parties. It may be necessary in the future to seek or renew licenses to various aspects of our products, processes and services.\nOver time, we have accumulated a meaningful portfolio of issued and registered intellectual property rights. No single intellectual property right is solely responsible for protecting our products, processes and services. We believe the duration of our intellectual property rights is adequate relative to the expected lives of our products, processes and services.\nBacklog\nAs of June 30, 2023, we had a backlog of orders aggregating approximately $1,139.8 million, of which $716.4 million is expected to be recognized as revenue within the next twelve months. As of July 1, 2022, backlog was approximately $1,037.7 million. Our backlog is comprised of accepted purchase orders for which a majority are fully funded. Orders included in backlog may be canceled or rescheduled by customers, although the customer may incur cancellation penalties depending on the timing of the cancellation. A variety of conditions, both specific to the individual customer and generally affecting the customer’s industry, may cause customers to cancel, reduce or delay orders that were previously made or anticipated. We cannot assure the timely replacement of canceled, delayed or reduced orders. \nEmployees\nAt June 30, 2023, we employed a total of 2,596 people excluding contractors, including 918 in research and development, 154 in sales and marketing, 1,158 in manufacturing and customer support and 366 in general and administrative functions. We have 140 employees located in Europe and 2,456 located in the United States. We also use contractors on an as-needed basis.\nHuman Capital \nAt Mercury, our people are at the center of everything we do in driving Innovation That Matters® by and for People Who Matter. We recognize that Mercury will succeed only if our employees are engaged, given an opportunity to develop and provided with a safe workplace that values diverse perspectives from a population that represents our communities. Our Board of Directors provides oversight of our people practices, including regularly reviewing workforce metrics such as those described below. Additional data related to these metrics can be found on our website at www.mrcy.com under the Company – Environmental, Social and Governance tab (our “Website”).\n14\nTable of Contents\n•\nEmployee Overview:\n As of June 30, 2023, we had 2,596 employees around the globe. Our primary operations are in the U.S. with 2,456 employees and we operate offices in 11 states. Mercury also has operations in Europe and Canada. No employees are covered by any collective bargaining or similar agreements. \n•\nCulture and Employee Engagement:\n We believe our workplace culture drives engagement that turns ideas into action, delivering trusted and secure solutions at the speed of innovation. During the past fiscal year, four of our products were recognized among the most innovative solutions in aerospace and defense products and systems by the judges of the 2022 Military & Aerospace Electronics Innovators Awards program, marking the seventh consecutive year in which we have been recognized. Our investment in our employees extends to our workplaces. For fiscal 2023, we invested over $38.8 million to upgrade our locations to world-class facilities. We also encourage employees to give back to our communities. \nWe regularly seek employee input through engagement surveys, the results of which drive meaningful and timely action, as appropriate, from our leadership team and people leaders across the Company. Participation in our most recent employee engagement survey in April 2023 remained strong at 76%.\n•\nTraining and Development: \nLife-long learning is encouraged at Mercury through our offering of LinkedIn Learning, tuition reimbursement and other employee development opportunities. We are deeply invested in building the next generation of engineers and scientists, with our internship and co-op programs. We offer a two-year engineering rotational program to recent graduates in electrical, firmware, software, RF and systems engineering disciplines. During the program, employees gain insight and experience rotating through multiple business units and engineering disciplines and upon program completion are matched with a position. Mercury also has formal  programs to further develop our leaders, at various levels: Mentor Programs, Mercury Managers Matter (for manager- and director-level employees); and Managing at Mercury (for supervisors, team leaders and new managers)\n•\nPay and Benefits: \nWe seek competitiveness and fairness in total compensation with reference to external pay data and internal equity. We also offer a variety of well-being programs to support our employees and their families with healthy living. These programs include paid time off, paid parental leave, health insurance coverage, voluntary benefits (including pet insurance and caregiver support), company contributions to retirement savings and employee assistance and work-life programs. In addition, we offer employees less traditional benefits to support employee well-being such as access to fitness and meditation apps, as well as an online platform through which employees participate in healthy living challenges and earn financial rewards.\n•\nEnvironmental, Health and Safety: \nOn our Website, we disclose environmental stewardship, quality and safety information, including OSHA injury data. We received a AAA MSCI ESG during 2021 and 2022, placing us in the top 3% of their ratings group for aerospace and defense.\n•\nDiversity, Equity & Inclusion: \nOur Website discloses detailed workplace data surrounding our gender diversity, racial/ethnic diversity and turnover data. As of June 30, 2023, women and racially/ethnically diverse employees represented 29% and 43%, respectively, of Mercury’s workforce. Development of a diverse talent pipeline is a business imperative at Mercury and critical to our ability to drive innovation and improve long-term results. We have established relationships with job networks and educational institutions to proactively attract a diverse pool of talent. Our employees are afforded opportunities to cultivate diversity, equity and inclusion both within Mercury and our industry. For example, Mercury sponsors, and our leaders participate in, the annual Simmons Leadership Conference which has the goal of \npreparing the next generation of female leaders and furthering equality in the workplace\n. Mercury has conducted pay equity assessments and made adjustments to pay levels for employees in protected classes, as appropriate, as a result of such assessments. \nCustomers\nRTX Corporation comprised 14%, 14%, and 19% of our revenues in each of the fiscal years 2023, 2022 and 2021, respectively. Lockheed Martin comprised 13%, 10%, and 15% of our revenues in each of the fiscal years 2023, 2022 and 2021, respectively. The United States Navy comprised less than 10%, 14% and 12% of our revenues in fiscal years 2023, 2022 and 2021, respectively. Northrop Grumman accounted for 11% of our revenues in fiscal 2023 and less than 10% in fiscal years 2022 and 2021, respectively. While sales to each of these customers comprise 10% or more of our annual revenue, the sales to these customers are spread across multiple programs and platforms. For the fiscal years ended 2023, 2022 and 2021, we had no single program that represented 10% or more of our revenues.\nCorporate Headquarters and Incorporation\nOur corporate headquarters is located in Andover, Massachusetts. Mercury Systems, Inc. was incorporated in Massachusetts in 1981.\n15\nTable of Contents\nFinancial Information about Geographic Scope\nInformation about revenue we receive within and outside the U.S. can be found in Note Q - Operating Segment, Geographic Information and Significant Customers - to the accompanying Consolidated Financial Statements included elsewhere in this Annual Report on Form 10-K.\nWEBSITE\nWe maintain a website at \nwww.mrcy.com\n. We make available on our website, free of charge, our annual report on Form 10-K, quarterly reports on Form 10-Q, and current reports on Form 8-K, including exhibits and amendments to those reports filed or furnished pursuant to Section 13(a) or 15(d) of the Securities Exchange Act of 1934 as amended, as soon as reasonably practicable after such reports are electronically filed with, or furnished to, the Securities and Exchange Commission (“SEC”). Our code of business conduct and ethics is also available on our website. We intend to disclose any future amendments to, or waivers from, our code of business conduct and ethics within four business days of the waiver or amendment through a website posting or by filing a current report on Form 8-K with the SEC. Information contained on our website does not constitute part of this report. Our reports filed with, or furnished to, the SEC are also available on the SEC’s website at \nwww.sec.gov\n.\nInvestors and others should note that we announce material financial information using our website (\nwww.mrcy.com\n), SEC filings, press releases, public conference calls, webcasts, and social media, including Twitter (\ntwitter.com/mrcy\n and \ntwitter.com/mrcy_CEO\n) and LinkedIn (\nwww.linkedin.com/company/mercury-systems\n). Therefore, we encourage investors and others interested in Mercury to review the information we post on the social media and other communication channels listed on our website.",
    "item1a": ">ITEM 1A.    RISK FACTORS:\nRisks Related to Business Operations and Our Industry\nWe depend heavily on defense electronics programs that incorporate our products and services, which may be only partially funded and are subject to potential termination and reductions and delays in government spending.\nSales of our products and services, primarily as a subcontractor or team member with defense prime contractors, and in some cases directly, to the U.S. government and its agencies, as well as foreign governments and agencies, accounted for approximately 98%, 97% and 98% of our total net revenues in fiscal years 2023, 2022, and 2021, respectively. Our products and services are incorporated into many different domestic and international defense programs. Over the lifetime of a defense program, the award of many different individual contracts and subcontracts may impact our products’ requirements. The funding of U.S. government programs is subject to Congressional appropriations. Although multiple-year contracts may be planned in connection with major procurements, Congress generally appropriates funds on a fiscal year basis even though a program may continue for many years. Consequently, programs are often only partially funded initially, and additional funds are committed only as Congress makes further appropriations and prime contracts receive such funding. The reduction or delay in funding or termination of a government program in which we are involved could result in a loss of or delay in receiving anticipated future revenues attributable to that program and contracts or orders received. The U.S. government could reduce or terminate a prime contract under which we are a subcontractor or team member irrespective of the quality of our products or services. The termination of a program or the reduction in or failure to commit additional funds to a program in which we are involved could negatively impact our revenues and have a material adverse effect on our financial condition and results of operations. The U.S. defense budget frequently operates under a continuing budget resolution, which increases revenue uncertainty and volatility. For fiscal 2024 and beyond, the potential for gridlock in Congress, a continuing budget resolution, budget sequestration, a U.S. government shutdown, or the crowding out of defense funding due to historically high budget deficits or changes in national spending priorities toward non-defense budget items could adversely impact our revenues and increase uncertainty in our business and financial planning. \nEconomic conditions could adversely affect our business, results of operations, and financial condition.\nWorld economic conditions and financial markets have, at times, experienced turmoil which could have material adverse impacts on our financial condition or our ability to achieve targeted results of operations due to:\n•\nreduced and delayed demand for our products;\n•\nincreased risk of order cancellations or delays;\n•\ndownward pressure on the prices of our products;\n•\ngreater difficulty in collecting accounts receivable; and\n•\nrisks to our liquidity, including the possibility that we might not have access to our cash and short-term investments or to our line of credit when needed.\n16\nTable of Contents\nFurther, the funding of the defense programs that incorporate our products and services is subject to the overall U.S. government budget and appropriation decisions and processes, which are driven by numerous factors beyond our control, including geo-political, macroeconomic, public health and political conditions. We are unable to predict the likely duration and severity of adverse economic conditions in the United States and other countries, but the longer the duration or the greater the severity, the greater the risks we face in operating our business. The near-term potential for recessionary economic conditions and possible stagflation (persistent high inflation and stagnant economic demand) presents increased risks to our business. \nPrice inflation for labor and materials, further exacerbated in energy and commodity markets by the Russian invasion of Ukraine, could adversely affect our business, results of operations and financial condition.\nWe have experienced considerable price inflation in our costs for labor and materials during recent years, which adversely affected our business, results of operations and financial condition. We may not be able to pass through inflationary cost increases under our existing firm fixed price commercial item contracts and we may only be able to recoup a portion of our increased costs under our reimbursement-type contracts. Our ability to raise prices to reflect increased costs may be limited by competitive conditions in the market for our products and services. Russia’s invasion of Ukraine, and prolonged conflict there, may continue to result in increased inflation, escalating energy and commodity prices and increasing costs of materials. We continue to work to mitigate such pressures on our business operations as they develop. To the extent the war in Ukraine continues to adversely affect our business as discussed above, it may also have the effect of heightening many of the other risks described herein, such as those relating to cyber security, supply chain, volatility in prices and market conditions, any of which could negatively affect our business and financial condition.\nThe loss of one or more of our largest customers, programs, or applications could adversely affect our results of operations.\nWe are dependent on a small number of customers for a large portion of our revenues. A significant decrease in the sales to or loss of any of our major customers would have a material adverse effect on our business and results of operations. In fiscal 2023, RTX Corporation accounted for 14% of our total net revenues, Lockheed Martin Corporation accounted for 13% of our total net revenues, and Northrop Grumman accounted for 11% of our total net revenues. In fiscal 2022, RTX Corporation accounted for 14% of our total net revenues, the U.S. Navy accounted for 14% of our total net revenues and Lockheed Martin Corporation accounted for 10% of our total net revenues. In fiscal 2021, RTX Corporation accounted for 19% of our total net revenues, Lockheed Martin Corporation accounted for 15% of our total net revenues and the U.S. Navy accounted for 12% of our total net revenues. Customers in the defense market generally purchase our products in connection with government programs that have a limited duration, leading to fluctuating sales to any particular customer in this market from year to year. In addition, our revenues are largely dependent upon the ability of customers to develop and sell products that incorporate our products. No assurance can be given that our customers will not experience financial, technical or other difficulties that could adversely affect their operations and, in turn, our results of operations. Additionally, on a limited number of programs the customer has co-manufacturing rights which could lead to a shift of production on such a program away from us which in turn could lead to lower revenues.\nGoing forward, we believe the F-35, Filthy Buzzard & Badger,  F/A-18, LTAMDS, THAAD and Aegis programs could be a large portion of our future revenues in the coming years, and the loss or cancellation of these programs could adversely affect our future results. Further, new programs may yield lower margins than legacy programs, which could result in an overall reduction in gross margins.\nIf we are unable to respond adequately to our competition or to changing technology, we may lose existing customers and fail to win future business opportunities. The emergence of commodity-type products as acceptable substitutes for certain of our products may cause customers to delay purchases or seek alternative solutions. \nThe markets for our products are highly competitive and are characterized by rapidly changing technology, frequent product performance improvements, and evolving industry standards. Competitors may be able to offer more attractive pricing, develop products with performance features that are superior to our products, or offer higher quality or superior on time delivery, resulting in reduced demand for our products. Recently, our on-time delivery has suffered due in part to supply chain volatility and unanticipated supplier decommits. We may be unable to keep pace with competitors’ marketing and the lack of visibility in the marketplace may negatively impact design wins, bookings, and revenues. Customers may also decide to reduce costs and accept the least costly technically acceptable alternative to our products or services. In addition, customers may decide to insource products that they have outsourced to us. Due to the rapidly changing nature of technology, we may not become aware in advance of the emergence of new competitors into our markets. The emergence of new competitors in our markets could result in the loss of existing customers or programs and may have a negative impact on our ability to win future business. Perceptions of Mercury as a high-cost provider or for late deliveries could cause us to lose existing customers or programs or fail to win new business. Further, our lack of strong engagements with important government-funded laboratories (e.g. DARPA, MIT Lincoln Labs, MITRE) may inhibit our ability to become subsystem solution design partners with our defense prime customers.\n17\nTable of Contents\nOur products are often designed for operating under physical constraints such as limited space, weight, and electrical power. Furthermore, these products are often designed to be “rugged,” that is, to withstand enhanced environmental stress such as extended temperature range, shock, vibration, and exposure to sand or salt spray. Historically these requirements have often precluded the use of less expensive, readily available commodity-type systems typically found in more benign non-military settings. With continued microprocessor evolution, low-end systems could become adequate to meet the requirements of an increased number of the lesser-demanding applications within our target markets. Commercial server manufacturers and other low-end single-board computer, or new competitors, may attempt to penetrate the high-performance market for aerospace and defense electronics systems. Factors that may increase the acceptability of commodity-type products in some aerospace and defense platforms include improvements in the physical properties and durability of such alternative products, combined with the relaxation of physical and ruggedness requirements by the military due to either a reevaluation of those requirements or the installation of products in a more highly environmentally isolated setting. These developments could negatively impact our revenues and have a material adverse effect on our business and operating results.\nCompetition from existing or new companies could cause us to experience downward pressure on prices, fewer customer orders, reduced margins, the inability to take advantage of new business opportunities and the loss of market share.\nWe compete in highly competitive industries, and our customers generally extend the competitive pressures they face throughout their respective supply chains. Additionally, our markets are facing increasing industry consolidation, resulting in larger competitors who have more market share putting more downward pressure on prices and offering a more robust portfolio of products and services. We are subject to competition based upon product design, performance, pricing, quality, on time delivery, and support services. Our product performance, engineering expertise, and product quality have been important factors in our growth. While we try to maintain competitive pricing on those products that are directly comparable to products manufactured by others, in many instances our products will conform to more exacting specifications and carry a higher price than analogous products. Many of our customers and potential customers have the capacity to design and internally manufacture products that are similar to our products. We face competition from research and product development groups and the manufacturing operations of current and potential customers, who continually evaluate the benefits of internal research, product development, and manufacturing versus outsourcing. Our defense prime contractor customers could decide to pursue one or more of our product development areas as a core competency and insource that technology development and production rather than purchase that capability from us as a supplier. This competition could result in fewer customer orders and a loss of market share.\nWe may be unable to obtain critical components from suppliers, which could disrupt or delay our ability to deliver products to our customers.\nSeveral components used in our products are currently obtained from sole-source suppliers. We are dependent on key vendors such as Xilinx, Inc., Intel Corporation and Microsemi for Field Programmable Gate Arrays (“FPGA”), on NXP Semiconductor for Application-Specific Integrated Circuits (“ASICs”), Intel Corporation and NXP Semiconductor for processors, Micron Technology, Inc. for specific memory products and in general any sole-source microelectronics suppliers. Generally, suppliers may terminate their contracts with us without cause upon 30 days’ notice and may cease offering their products upon 180 days’ notice. If any of our sole-source suppliers limits or reduces the sale of these components, we may be unable to fulfill customer orders in a timely manner or at all. These sole-source and other suppliers are each subject to quality and performance issues, materials shortages, excess demand, reduction in capacity, and other factors that may disrupt the flow of goods to us or to our customers, which would adversely affect our business and customer relationships. There can be no assurance that these suppliers will continue to meet our requirements. If supply arrangements are interrupted, we may not be able to find another supplier on a timely or satisfactory basis. We may incur significant set-up costs and delays in manufacturing should it become necessary to replace any key vendors due to work stoppages, shipping delays, financial difficulties, natural or manmade disasters or other factors. In addition, our industry, along with many others, is continuing to face a shortage of semiconductors as well as extended lead times. We have experienced and are experiencing meaningful levels of semiconductor impact. The continuing shortage of semiconductors and other key components can cause a significant disruption to our production schedule. Unprecedented material lead times and supplier decommits have increased volatility in our operating and financial results, including lower revenue and higher inventory and unbilled receivables, as well as decreased cash flow. Carrying increased levels of inventory also increases our potential risk of future inventory obsolescence. \n18\nTable of Contents\nWe may not be able to effectively manage our relationships with contract manufacturers.\nWe may not be able to effectively manage our relationship with contract manufacturers, and the contract manufacturers may not meet future requirements for timely delivery. We rely on contract manufacturers to build hardware sub-assemblies for certain of our products in accordance with our specifications. During the normal course of business, we may provide demand forecasts to contract manufacturers several months prior to scheduled delivery of our products to customers. If we overestimate requirements, the contract manufacturers may assess cancellation penalties or we may be left with excess inventory, which may negatively impact our earnings. If we underestimate requirements, the contract manufacturers may have inadequate inventory, which could interrupt manufacturing of our products and result in delays in shipment to customers and revenue recognition. Contract manufacturers also build products for other companies, and they may not have sufficient quantities of inventory available or sufficient internal resources to fill our orders on a timely basis or at all.\nWe currently rely primarily on two contract manufacturers, Benchmark Electronics, Inc. and Omega Electronics Manufacturing Services. The failure of these contract manufacturers to fill our orders on a timely basis or in accordance with our customers’ specifications could result in a loss of revenues and damage to our reputation. \nWe are exposed to risks associated with international operations and markets.\nWe market and sell products in international markets and have sales offices and manufacturing and/or engineering facilities and subsidiaries in Switzerland, Spain, the United Kingdom and Canada. Revenues from international operations accounted for 5%, 4% and 5%, of our total net revenues in fiscal 2023, 2022 and 2021, respectively. We also ship directly from our U.S. operations to international customers. There are inherent risks in transacting business internationally, including:\n•\nchanges in applicable laws and regulatory requirements;\n•\nexport and import restrictions, including export controls relating to technology and sanctioned parties;\n•\ntariffs and other trade barriers;\n•\nless favorable intellectual property laws;\n•\ndifficulties in staffing and managing foreign operations;\n•\nlonger payment cycles;\n•\nproblems in collecting accounts receivable;\n•\nadverse economic conditions in foreign markets;\n•\npolitical instability;\n•\nfluctuations in currency exchange rates, which may lead to lower operating margins, or may cause us to raise prices which could result in reduced revenues;\n•\nexpatriation controls; and\n•\npotential adverse tax consequences.\nThere can be no assurance that one or more of these factors will not have a material adverse effect on our future international activities and, consequently, on our business and results of operations.\nWe have a pension plan (the “Plan”) for Swiss employees, mandated by Swiss law. Since participants of the Plan are entitled to a defined rate of interest on contributions made, the Plan meets the criteria for a defined benefit plan under U.S. GAAP. The Plan, an independent pension fund, is part of a multi-employer plan with unrestricted joint liability for all participating companies and the economic interest in the Plan’s overfunding or underfunding is allocated to each participating company based on an allocation key determined by the Plan. U.S. GAAP requires an employer to recognize the funded status of the defined benefit plan on the balance sheet, which we have presented in other long-term liabilities on our Consolidated Balance Sheets at June 30, 2023. The funded status may vary from year to year due to changes in the fair value of the Plan’s assets and variations on the underlying assumptions in the Plan and we may have to record an increased liability as a result of fluctuations in the value of the Plan’s assets. As of June 30, 2023, we had a liability of $4.2 million in Other non-current liabilities representing the net under-funded status of the Plan.\nIn addition, we must comply with the Foreign Corrupt Practices Act, or the FCPA, and the anti-corruption laws of the countries in which we operate. Those laws generally prohibit the giving of anything of value to win business. The FCPA also generally requires companies to maintain adequate record-keeping and internal accounting practices to accurately reflect the transactions of the company and prohibits U.S. companies and their intermediaries from making corrupt payments to foreign officials for the purpose of obtaining or keeping business or otherwise obtaining favorable treatment. Under these anti-corruption laws, U.S. companies may be held liable for actions taken by strategic or local partners or representatives. If we or our intermediaries fail to comply with the requirements of international applicable anti-corruption laws, governmental \n19\nTable of Contents\nauthorities in the United States or the countries in which we operate could seek to impose civil and criminal penalties, or restrict or limit our ability to do business, which could have a material adverse effect on our business, results of operations, financial condition, and cash flows.\nIf we are unable to respond to technological developments and changing customer needs on a timely and cost-effective basis, our results of operations may be adversely affected.\nOur future success will depend in part on our ability to enhance current products and to develop new products on a timely and cost-effective basis to respond to technological developments and changing customer needs. Defense customers demand frequent technological improvements as a means of gaining military advantage. Military planners have historically funded significantly more design projects than actual deployments of new equipment, and those systems that are deployed tend to contain the components of the subcontractors selected to participate in the design process. To participate in the design of new defense electronics systems, we must demonstrate the ability to deliver superior technological performance on a timely and cost-effective basis. There can be no assurance that we will secure an adequate number of design wins in the future, that the equipment in which our products are intended to function will eventually be deployed in the field, or that our products will be included in such equipment if it eventually is deployed.\nThe design-in process is typically lengthy and expensive, and there can be no assurance that we will be able to continue to meet the product specifications of customers in a timely and adequate manner. In addition, any failure to anticipate or respond adequately to changes in technology, customer preferences and future order demands, or any significant delay in product developments, product introductions, or order volume, could negatively impact our financial condition and results of operations, including the risk of inventory obsolescence. Because of the complexity of our products, we have experienced delays from time to time in completing products on a timely basis. \nOur need for continued or increased investment in R&D may increase expenses and reduce our profitability.\nOur business is characterized by the need for continued investment in R&D. If we fail to invest sufficiently in R&D, our products could become less attractive to potential customers and our business and financial condition could be materially and adversely affected. As a result of the need to maintain spending levels in this area and the difficulty in reducing costs associated with R&D, our operating results could be materially harmed if our R&D efforts fail to result in new products or if revenues fall below expectations. As a result of our commitment to invest in R&D, spending levels of R&D expenses as a percentage of revenues may fluctuate in the future. In addition, defense prime contractors could increase their requirement for subcontractors, like us, to increase their share in the R&D costs for new programs and design wins.\nOur results of operations are subject to fluctuation from period to period and may not be an accurate indication of future performance.\nWhile our revenues are generated through the sale of products and services across more than 300 programs with no single program contributing more than 10% of our annual revenues, we have experienced fluctuations in operating results due to shifts in timing or quantities across certain of our larger programs. Customers specify delivery date requirements that coincide with their need for our products and services on the programs in which we participate. Because these customers may use our products and services in connection with a variety of defense programs or other projects with different sizes and durations, a customer’s orders for one quarter generally do not indicate a trend for future orders by that customer or on that program. As such, we cannot always accurately plan our manufacturing, inventory and working capital requirements. As a result, if orders and shipments differ from what we predict, we may incur additional expenses and build excess inventory, which may require additional reserves and allowances and reduce our working capital and operational flexibility. Any significant change in our customers’ purchasing patterns could have a material adverse effect on our operating results and reported earnings per share for a particular quarter. Results of operations in any period should not be considered indicative of the results to be expected for any future period.\nHigh quarterly book-ship ratios pressure our inventory and cash flow management, necessitating increased inventory balances to ensure quarterly revenue attainment. Increased inventory balances tie up additional capital, limiting our operational flexibility. Some of our customers may have become conditioned to wait until the end of a quarter to place orders in the expectation of receiving a discount. Customers conditioned to seek quarter-end discounts increase risk and uncertainty in our financial forecasting and decrease our margins and profitability.\nOur quarterly results may be subject to fluctuations resulting from other factors, including:\n•\ndelays in completion of internal product development projects;\n•\ndelays in shipping hardware and software or licensing design intellectual property;\n•\ndelays in acceptance testing by customers;\n•\na change in the mix of products sold;\n20\nTable of Contents\n•\nchanges in customer or program order patterns;\n•\nproduction delays due to quality problems;\n•\nfailure to achieve or maintain quality certifications, such as AS9100;\n•\ninability to scale quick reaction capability products due to low product volume;\n•\nshortages and increased costs of components;\n•\ndelays due to the implementation of new tariffs or other trade barriers;\n•\nthe timing of product line transitions;\n•\ndeclines in quarterly revenues from previous generations of products following announcement of replacement products containing more advanced technology; and\n•\nchanges in estimates of completion on fixed price engagements, which represent a substantial and increasing percentage of our business.\nIn addition, from time to time, we have entered into contracts, referred to as development contracts, to engineer a specific solution based on modifications to standard products. Gross margins from development contract revenues are typically lower than gross margins from standard product revenues. We intend to continue to enter into development contracts and anticipate that the gross margins associated with development contract revenues will continue to be lower than gross margins from standard product sales.\nMany of our contracts require that our facilities remain certified at the AS91000 or ISO9001 level in order to ship products from the relevant facility. Failure to obtain or maintain the required certification may require a waiver by the customer for shipments to continue until the certification is obtained. There can be no assurance that we will receive any customer waivers if a required certification is lost or delayed. \nAnother factor contributing to fluctuations in our quarterly results is the fixed nature of expenditures on personnel, facilities, information technology and marketing programs. Expense levels for these programs are based, in significant part, on expectations of future revenues. If actual quarterly revenues are below management’s expectations, our results of operations could be adversely affected.\nFurther, the preparation of financial statements in conformity with accounting principles generally accepted in the United States requires us to make estimates and assumptions that affect the reported amounts of assets and liabilities and disclosure of contingent assets and liabilities at the dates of the financial statements and the reported amounts of revenues and expenses during the reporting periods. The percentage of our total revenue using over time revenue accounting has increased in recent years due to M&A transactions and the movement in our business toward subsystem development. Over time revenue recognition is more reliant on estimates than the accounting for our component sales. Actual results could differ from those estimates, and changes in estimates in subsequent periods could cause our results of operations to fluctuate.\nWe rely on the significant experience and specialized expertise of our senior management, engineering and operational staff and must retain and attract qualified and highly skilled personnel to grow our business successfully.\nOur performance is substantially dependent on the continued services and performance of our senior management and our highly qualified team of engineers and operational staff, many of whom have numerous years of experience, specialized expertise in our industry and security clearances required for certain defense projects. If we are not successful in hiring and retaining such employees, we may not be able to extend or maintain our engineering and operational expertise and our future product development efforts could be adversely affected. Competition for hiring these employees is intense, especially individuals with specialized skills and security clearances required for our business, and we may be unable to hire and retain enough staff to implement our growth strategy or to perform on our existing commitments. Like our defense prime contractor customers, we face the potential for knowledge drain due to the continuing retirement of the older members of our engineering and operations workforce in the coming years.\nTo the extent that we lose experienced personnel, it is critical that we develop other employees, hire new qualified personnel and successfully manage the short and long-term transfer of critical knowledge and skills. We compete with commercial technology companies outside of the aerospace and defense industry for qualified technical positions as the number of qualified domestic engineers is decreasing and the number of available professionals is not keeping up with demand. To the extent that these companies grow at a faster rate or face fewer cost and product pricing constraints, they may be able to offer more attractive compensation and other benefits to candidates, including in the recruitment of our existing employees. In cases where the demand for skilled personnel exceeds supply, we could experience higher labor, recruiting or training costs to attract and retain such employees. We also must manage leadership development and succession planning throughout our business. While we have processes in place for management transition and the transfer of knowledge and skills, the loss of key personnel, \n21\nTable of Contents\ncoupled with an inability to adequately train other personnel, hire new personnel, or transfer knowledge and skills, could significantly impact our ability to perform under our contracts and execute on new or growing programs.\nBeginning with the pandemic, a significant portion of our workforce began working remotely and we expect a significant portion will continue to work a hybrid schedule even as we transition more employees back to onsite work over time. We see many benefits to remote and hybrid work and have adopted new tools and processes to support the workforce. However, if we are unable to effectively adapt to this hybrid work environment long term, then we may experience a less cohesive workforce, increased attrition, reduced program performance and less innovation. In recent years, we have experienced unusually high employee attrition and our costs to retain employees increased.\nOur challenges in retaining key employees may be impacted by the termination of the Company’s announced strategic review initiative in June 2023 and any unanticipated challenges with the transition of the Company’s Chief Executive Officer and Chief Financial Officer roles, as we have recently appointed a new President and Chief Executive Officer and our new Chief Financial Officer joined us in mid July 2023. The decline in our stock price during 2023 may also increase employee retention risks.\nIf we experience a disaster or other business continuity problem, we may not be able to recover successfully, which could cause material financial loss, loss of human capital, regulatory actions, reputational harm, or legal liability.\nIf we experience a local or regional disaster or other business continuity problem, such as an earthquake, terrorist attack, pandemic or other natural or man-made disaster, our continued success will depend, in part, on the availability of our personnel, our facilities and the proper functioning of our network, telecommunication and other business systems and operations. As we grow our operations, the potential for natural or man-made disasters, political, economic, or infrastructure instabilities, or other country- or region-specific business continuity risks increases.\nWe face various risks related to health pandemics such as COVID\n. \nWe face secondary and tertiary effects related to the pandemic, including disruptions in our supply chain, particularly for long lead time semiconductors. We continue to monitor the situation, assessing possible implications on our operations, supply chain, liquidity and cash flow and will continue taking actions to mitigate adverse consequences. \nRisks Related to M&A and Acquisition Integration\nImplementation of our growth strategy may not be successful, which could affect our ability to increase revenues and profits.\nOur growth strategy includes developing new products, adding new customers and programs within our existing markets, and entering new markets both domestically and internationally, developing our manufacturing capabilities, as well as identifying and integrating acquisitions and achieving revenue and cost synergies and economies of scale. Our ability to compete in new markets will depend upon several factors including, among others:\n•\nour ability to create demand for products in new markets;\n•\nour ability to respond to changes in our customers’ businesses by updating existing products and introducing, in a timely fashion, new products which meet the needs of our customers;\n•\nour ability to increase our market visibility and penetration with prime defense contractors, government agencies and government funded laboratories;\n•\nthe quality of our new products;\n•\nour ability to respond rapidly to technological changes; \n•\nour ability to increase our in-house manufacturing capacity and utilization as well as our ability to deliver on schedule and on budget; and\n•\nour ability to successfully integrate acquisitions and achieve revenue and cost synergies and economies of scale.\nThe failure to do any of the foregoing could have a material adverse effect on our business, financial condition, and results of operations. In addition, we may face competition in these new markets from various companies that may have substantially greater research and development resources, marketing and financial resources, manufacturing capability and/or customer support organizations.\nAcquisitions may adversely affect our financial condition.\nAs part of our strategy for growth, we may explore acquisitions or strategic alliances, which ultimately may not be completed or be beneficial to us. While we expect any acquisitions to result in synergies and other financial and operational \n22\nTable of Contents\nbenefits, we may be unable to realize these synergies or other benefits in the timeframe that we expect or at all. The integration process may be complex, costly and time consuming. Acquisitions may pose risks to our business, including:\n•\nproblems and increased costs in connection with the integration of the personnel, operations, technologies, or products of the acquired businesses;\n•\nlayering of integration activity due to multiple overlapping acquisitions;\n•\nunanticipated issues, expenses, charges, or liabilities related to the acquisitions;\n•\nfailure to implement our business plan for the combined business or to achieve anticipated increases in revenues and profitability;\n•\ndiversion of management’s attention from our organic business;\n•\nadverse effects on business relationships with suppliers and customers, including the failure to retain key customers;\n•\nacquired assets becoming impaired as a result of technical advancements or worse-than-expected performance by the acquired company;\n•\nfailure to rationalize supply chain, manufacturing capacity, locations, logistics and operating models to achieve anticipated economies of scale, or disruptions to supply chain, manufacturing, or product design operations during the combination of facilities;\n•\nfailure to rationalize business, information and communication systems and to expand the IT infrastructure and security protocols throughout the enterprise;\n•\nvolatility associated with accounting for earn-outs in a given transaction;\n•\nentering markets in which we have no, or limited, prior experience;\n•\nenvironmental liabilities at current or previous sites of the acquired business;\n•\npoor compliance programs pre-acquisition at acquired companies, which may lead to liabilities for violations, or impact the business acquired when placed under our compliance programs;\n•\nunanticipated changes in applicable laws or regulations;\n•\npotential loss of key employees; \n•\nthe impact of any assumed legal proceedings; and \n•\nadverse effects on our internal control over financial reporting before the acquiree's complete integration into our control environment.\nIn addition, in connection with any acquisitions or investments we could:\n•\nissue stock that would dilute our existing shareholders;\n•\nincur debt and assume liabilities;\n•\nobtain financing on unfavorable terms, or not be able to obtain financing on any terms at all;\n•\nincur amortization expenses related to acquired intangible assets or incur large and immediate write-offs;\n•\nincur large expenditures related to office closures of the acquired companies, including costs relating to the termination of employees and facility and leasehold improvement charges resulting from our having to vacate the acquired companies’ premises; and\n•\nreduce the cash that would otherwise be available to fund operations or for other purposes.\nWe may not be able to maintain the levels of revenue, earnings, or operating efficiency that we and our prior acquisitions had achieved or might achieve separately. You should not place undue reliance on any anticipated synergies. In addition, our competitors could try to emulate our strategy, leading to greater competition for acquisition targets which could lead to larger competitors if they succeed in emulating our strategy.\n23\nTable of Contents\nWe may incur substantial indebtedness.\nOn February 28, 2022, we amended our existing revolving credit facility (“the Revolver”) to increase and extend the borrowing capacity to a $1.1 billion, 5-year revolving credit line, with the maturity extended to February 28, 2027. As of June 30, 2023, we had $511.5 million of outstanding borrowings on the Revolver. The Revolver accrues interest, at our option, at floating rates tied to Secured Overnight Financing Rate (\"SOFR\") or the prime rate plus an applicable percentage. The applicable percentage is set at SOFR plus 1.25% and is established pursuant to a pricing grid based on our total net leverage ratio. We may be exposed to the impact of interest rate changes primarily through our borrowing activities. Subject to the limits contained in the Revolver, we may incur substantial additional debt from time to time to finance working capital, capital expenditures, investments or acquisitions, or for other purposes. If we do so, the risks related to our debt could intensify. Specifically, our debt could have important consequences to our investors, including the following: \n•\nmaking it more difficult for us to satisfy our obligations under our debt instruments, including, without limitation, the Revolver; and if we fail to comply with these requirements, an event of default could result; \n•\nlimiting our ability to obtain additional financing to fund future working capital, capital expenditures, acquisitions, or other general corporate requirements; \n•\nrequiring a substantial portion of our cash flows to be dedicated to debt service payments instead of other purposes, thereby reducing the amount of cash flows available for working capital, capital expenditures, acquisitions and other general corporate purposes; \n•\nincreasing our vulnerability to general adverse economic and industry conditions; \n•\nexposing us to the risk of increased interest rates as certain of our borrowings may have variable interest rates, which could increase the cost of servicing our financial instruments and could materially reduce our profitability and cash flows; \n•\nlimiting our flexibility in planning for and reacting to changes in the industry in which we compete; \n•\nplacing us at a disadvantage compared to other, less leveraged competitors; and \n•\nincreasing our cost of borrowing.\nIn addition, the Revolver contains restrictive covenants that may limit our ability to engage in activities that are in our long-term best interest. Our failure to comply with those covenants could result in an event of default which, if not cured or waived, could result in the acceleration of all our debt. And, if we were unable to repay the amounts due and payable, the lenders under the Revolver could proceed against the collateral granted to them to secure that indebtedness. \nIncreases in interest rates would increase the cost of servicing our financial instruments with exposure to interest rate risk and could materially reduce our profitability and cash flows. Assuming that we had $100.0 million of floating rate debt outstanding, our annual interest expense would change by approximately $1.0 million for each 100 basis point increase in interest rates. We may also incur costs related to interest rate hedges, including the termination of any such hedges. As of June 30, 2023, we had a swap agreement in effect that fixed $300.0 million of the total $511.5 million of outstanding borrowings under the Revolver at a rate of 3.79%. The movement of interest rates would affect the value of such swap agreement. \nOur recent negative free cash flow, if not improved, could eventually lead to challenges in servicing our debt.\nWe have a significant amount of goodwill and intangible assets on our consolidated financial statements that are subject to impairment based upon future adverse changes in our business or prospects.\nAt June 30, 2023, the carrying values of goodwill and identifiable intangible assets on our balance sheet were $938.1 million and $298.1 million, respectively. We evaluate indefinite lived intangible assets and goodwill for impairment annually in the fourth quarter, or more frequently if events or changes in circumstances indicate that the asset might be impaired. Indefinite lived intangible assets are impaired and goodwill impairment is indicated when their book value exceeds fair value. We also review finite-lived intangible assets and long-lived assets when indications of potential impairment exist, such as a significant reduction in undiscounted cash flows associated with the assets. Should the fair value of our long-lived assets decline because of reduced operating performance, market declines, or other indicators of impairment, a charge to operations for impairment may be necessary. The value of goodwill and intangible assets from the allocation of purchase price from our acquisitions will be derived from our business operating plans and is susceptible to an adverse change in demand, input costs or general changes in our business or industry and could require an impairment charge in the future.\nRisks Related to Legal, Regulatory and Compliance Matters\nWe face risks and uncertainties associated with defense-related contracts\nWhether our contracts are directly with the U.S. government, a foreign government, or one of their respective agencies, or indirectly as a subcontractor or team member, our contracts and subcontracts are subject to special risks. For example:\n24\nTable of Contents\n•\nOur contracts with the U.S. and foreign governments and their defense prime contractors and subcontractors are subject to termination either upon default by us or at the convenience of the government or contractor if, among other reasons, the program itself has been terminated. Termination for convenience provisions generally only entitle us to recover costs incurred, settlement expenses and profit on work completed prior to termination.\n•\nBecause we contract to supply goods and services to the U.S. and foreign governments and their prime and subcontractors, we compete for contracts in a competitive bidding process. We may not be awarded the contract if the pricing or product offering is not competitive, either at our level or the prime or subcontractor level. In the event we are awarded a contract, we are subject to protests by losing bidders of contract awards that can result in the reopening of the bidding process and changes in governmental policies or regulations and other political factors. We may be subject to multiple rebid requirements over the life of a defense program to continue to participate in such program, which can result in the loss of the program or significantly reduce our revenue or margin. Requirements for more frequent technology refreshes on defense programs may lead to increased costs and lower long-term revenues.\n•\nConsolidation among defense industry contractors has resulted in a few large contractors with increased bargaining power relative to us. \n•\nOur customers include U.S. government contractors who must comply with and are affected by laws and regulations relating to the formation, administration and performance of U.S. government contracts. When we contract with the U.S. government, we must comply with these laws and regulations. A violation of these laws and regulations could result in the imposition of fines and penalties to us or our customers or the termination of our or their contracts with the U.S. government. As a result, there could be a delay in our receipt of orders from our customers, a termination of such orders, or a termination of contracts between us and the U.S. government.\n•\nWe sell certain products and services to U.S. and international defense contractors or directly to the U.S. government on a commercial item basis, eliminating the requirement to disclose and certify cost data. To the extent that there are interpretations or changes in the Federal Acquisition Regulations (“FAR”) regarding the qualifications necessary to sell commercial items, there could be a material impact on our business and operating results. For example, there have been legislative proposals to narrow the definition of a “commercial item” (as defined in the FAR) or to require cost and pricing data on commercial items that could limit or adversely impact our ability to contract under commercial item terms. Changes could be accelerated due to changes in our mix of business, in federal regulations, or in the interpretation of federal regulations, which may subject us to increased oversight by the Defense Contract Audit Agency (“DCAA”) for certain of our products or services. Such changes could also trigger contract coverage for a larger percentage of our contracts under the Cost Accounting Standards (“CAS”), further impacting our commercial operating model and requiring compliance with a defined set of business systems criteria. Failure to comply with applicable CAS requirements could adversely impact our ability to win future CAS-type contracts.\n•\nWe are subject to the Department of Defense Cybersecurity Maturity Model Certification (“CMMC”) in connection with our defense work for the U.S. government and defense prime contractors. Inability to meet the qualifications to the CMMC and any amendments may increase our costs or delay the award of contracts if we are unable to certify that we satisfy such cybersecurity requirements at our Company level and into our supply chain.\n•\nThe U.S. government or a defense prime contractor customer could require us to relinquish data rights to a product in connection with performing work on a defense contract, which could lead to a loss of valuable technology and intellectual property in order to participate in a government program.\n•\nThe U.S. government or a defense prime contractor customer could require us to enter into cost reimbursable contracts that could offset our cost efficiency initiatives.\n•\nWe anticipate that sales to our U.S. prime defense contractor customers as part of foreign military sales (“FMS”) programs will be an increasing part of our business going forward. These FMS sales combine several different types of risks and uncertainties highlighted above, including risks related to government contracts, risks related to defense contracts, timing and budgeting of foreign governments and approval from the U.S. and foreign governments related to the programs, all of which may be impacted by macroeconomic and geopolitical factors outside of our control. \n•\nWe must comply with security requirements pursuant to 32 CFR Part 117, formerly known as the National Industrial Security Program Operating Manual, or NISPOM, and other U.S. government security protocols when accessing sensitive information. Many of our facilities maintain a facility security clearance and many of our employees maintain a personal security clearance to access sensitive information necessary to the performance of our work on certain U.S. government contracts and subcontracts. Failure to comply with such security requirements may subject us to civil or criminal penalties, loss of access to sensitive information, loss of a U.S. government contract or subcontract, or potentially debarment as a government contractor. \n•\nWe may need to invest additional capital to build out higher level security infrastructure at certain of our facilities to capture new design wins on defense programs with higher level security requirements. In addition, we may need to invest in additional secure laboratory space to integrate efficiently subsystem level solutions and maintain quality assurance on current and future programs.\n25\nTable of Contents\nIf we are unable to continue to obtain U.S. government authorization regarding the export of our products, or if current or future export laws limit or otherwise restrict our business, we could be prohibited from shipping our products to certain countries, which would harm our ability to generate revenue.\nWe must comply with U.S. laws regulating the export of our products and technology. In addition, we are required to obtain a license from the U.S. government to export certain of our products and technical data as well as to provide technical services to foreign persons related to such products and technical data. We cannot be sure of our ability to obtain any licenses required to export our products or to receive authorization from the U.S. government for international sales or domestic sales to foreign persons including transfers of technical data or the provision of technical services. Likewise, our international operations are subject to the export laws of the countries in which they conduct business. Moreover, the export regimes and the governing policies applicable to our business are subject to change. If we cannot obtain required government approvals under applicable regulations in a timely manner or at all, we could be delayed or prevented from selling our products in certain jurisdictions, which could adversely affect our business and financial results. \nOur income tax provision and other tax liabilities may be insufficient if taxing authorities are successful in asserting tax positions that are contrary to our position. Increases in tax rates could impact our financial performance.\nFrom time to time, we are audited by various federal, state, local and foreign authorities regarding income tax matters. Significant judgment is required to determine our provision for income taxes and our liabilities for other taxes. Although we believe our approach to determining the appropriate tax treatment is supportable and in accordance with relevant authoritative guidance it is possible that the final tax authority will take a tax position that is materially different than that which is reflected in our income tax provision. Such differences could have an adverse effect on our income tax provision or benefit, in the reporting period in which such determination is made and, consequently, on our results of operations, financial position and/or cash flows for such period. Further, future increases in tax rates may adversely affect our financial results.\nOur products are complex, and undetected defects may increase our costs, harm our reputation with customers or lead to costly litigation.\nOur products are extremely complex and must operate successfully with complex products of our customers and their other vendors. Our products may contain undetected errors when first introduced or as we introduce product upgrades. The pressures we face to be the first to market new products or functionality and the elapsed time before our products are integrated into our customer's systems increases the possibility that we will offer products in which we or our customers later discover problems. We have experienced new product and product upgrade errors in the past and expect similar problems in the future. These problems may cause us to incur significant warranty costs and costs to support our service contracts and divert the attention of personnel from our product development efforts. Also, hostile third parties or nation states may try to install malicious code or devices into our products or software. Undetected errors may adversely affect our product’s ease of use and may create customer satisfaction issues. If we are unable to repair these problems in a timely manner, we may experience a loss of or delay in revenue and significant damage to our reputation and business prospects. Many of our customers rely upon our products for mission-critical applications. Because of this reliance, errors, defects, or other performance problems in our products could result in significant financial and other damage to our customers. Our customers could attempt to recover those losses by pursuing products liability claims against us which, even if unsuccessful, would likely be time-consuming and costly to defend and could adversely affect our reputation.\nRisks Related to Information Technology and Intellectual Property\nWe may need to invest in new information technology systems and infrastructure to scale our operations.\nWe may need to adopt new information technology systems and infrastructure to scale our business and obtain the synergies from prior acquisitions as well as organic growth. Our information technology and business systems and infrastructure could create product development or production work stoppages, unnecessarily increase our inventory, negatively impact product delivery times and quality and increase our compliance costs. In addition, an inability to maximize the utility and benefit of our current information technology and business tools could impact our ability to meet cost reduction and planned efficiency and operational improvement goals.\nIf we suffer ransomware breaches, data breaches, or phishing diversions involving the designs, schematics, or source code for our products or other sensitive information, our business and financial results could be adversely affected.\nOur business is subject to heightened risks of cyber intrusion as nation-state hackers seek access to technology used in U.S. defense programs and criminal enterprise hackers, which may or may not be affiliated with foreign governments, use ransomware attacks to disable critical infrastructure and extort companies for ransom payments. We are also targeted by spear phishing attacks in which an email directed at a specific individual or department is disguised to appear to be from a trusted source to obtain sensitive information. Like all DoD contractors that process, store, or transmit controlled unclassified \n26\nTable of Contents\ninformation, we must meet minimum security standards or risk losing our DoD contracts. A breach, whether physical, electronic or otherwise, of the systems on which this sensitive data is stored could lead to damage or piracy of our products or to the shutdown of business systems. If we experience a data security breach from an external source or a data exfiltration from an insider threat, we may have a loss in sales or increased costs arising from the restoration or implementation of additional security measures, either of which could adversely affect our business and financial results. Other potential costs could include damage to our reputation, loss of brand value, incident response costs, loss of stock market value, regulatory inquiries, litigation and management distraction. A security breach that involves classified information could subject us to civil or criminal penalties, loss of a government contract, loss of access to classified information, or debarment as a government contractor. Similarly, a breach that involves loss of customer-provided data could subject us to loss of a customer, loss of a program or contract, litigation costs and legal damages and reputational harm.\n \nWe may be unsuccessful in protecting our intellectual property rights which could result in the loss of a competitive advantage. If we become subject to intellectual property infringement claims, we could incur significant expenses and could be prevented from selling specific products. \nOur ability to compete effectively against other companies in our industry depends, in part, on our ability to protect our current and future proprietary technology under patent, copyright, trademark, trade secret and unfair competition laws. We cannot assure you that our means of protecting our proprietary rights in the United States or abroad will be adequate, or that others will not develop technologies similar or superior to our technology or design around our proprietary rights. In addition, we may incur substantial costs in attempting to protect our proprietary rights.\nAlso, despite the steps taken by us to protect our proprietary rights, it may be possible for unauthorized third parties to copy or reverse-engineer aspects of our products, develop similar technology independently, or otherwise obtain and use information from our supply chain that we regard as proprietary, and we may be unable to successfully identify or prosecute unauthorized uses of our technology. Further, with respect to our issued patents and patent applications, we cannot assure you that any patents from any pending patent applications (or from any future patent applications) will be issued, that the scope of any patent protection will exclude competitors or provide competitive advantages to us, that any of our patents will be held valid if subsequently challenged or that others will not claim rights in or ownership of the patents (and patent applications) and other proprietary rights held by us.\nWe may become subject to claims that we infringe the intellectual property rights of others. We cannot assure you that, if made, these claims will not be successful. Any claim of infringement could cause us to incur substantial costs defending against the claim even if the claim is invalid and could distract management from other business. Any judgment against us could require substantial payment in damages and could also include an injunction or other court order that could prevent us from offering certain products.\nRisks Related to Our Common Stock\nThe trading price of our common stock may continue to be volatile, which may adversely affect our business, and investors in our common stock may experience substantial losses.\nOur stock price, like that of other technology and aerospace and defense companies, has been and may continue to be volatile. The stock prices for companies in the aerospace and defense industry may continue to remain volatile given uncertainty and timing of funding for defense programs. This volatility may or may not be related to our operating performance. Our operating results, from time to time, may be below the expectations of public market analysts and investors, which could have a material adverse effect on the market price of our common stock. Market rumors or the dissemination of false or misleading information may impact our stock price. When the market price of a stock has been volatile, holders of that stock will sometimes file securities class action litigation against the company that issued the stock. If any shareholders were to file a lawsuit, we could incur substantial costs defending the lawsuit, which could also divert the time and attention of management. During fiscal 2023, we experienced stock price declines following our earnings releases in August 2022 and May 2023 as well as after the announcement that the Board of Directors had concluded its review of strategic alternatives in June 2023, in each case with law firms announcing investigations after the event.\nWe have never paid cash dividends on our common stock and we do not anticipate paying any dividends in the foreseeable future. \nWe have not declared or paid cash dividends on any of our classes of capital stock to date and we currently intend to retain our future earnings, if any, to fund the development and growth of our business and for future mergers and acquisitions. As a result, capital appreciation, if any, of our common stock will be the sole source of gain for the foreseeable future. \n27\nTable of Contents\nWe may need additional capital and may not be able to raise funds on acceptable terms, if at all. In addition, any funding through the sale of additional common stock or other equity securities could result in additional dilution to our stockholders and any funding through indebtedness could restrict our operations.\nWe may require additional cash resources to finance our continued growth or other future developments, including any investments or acquisitions we may decide to pursue. The amount and timing of such additional financing needs will vary principally depending on the timing of new product and service launches, investments and/or acquisitions and the amount of cash flow from our operations. If our resources are insufficient to satisfy our cash requirements, we may seek to sell additional equity or debt securities or obtain a larger credit facility. The sale of additional equity securities or securities convertible into our common shares could result in additional dilution to our stockholders. The incurrence of additional indebtedness would result in increased debt service obligations and could result in operating and financing covenants that would restrict our operations. We cannot assure you that financing will be available in amounts or on terms acceptable to us, if at all. If we fail to raise additional funds, we may need to sell debt or additional equity securities or to reduce our growth to a level that can be supported by our cash flow. \nProvisions in our organizational documents and Massachusetts law and other actions we have taken could make it more difficult for a third party to acquire us.\nProvisions of our articles of organization and by-laws could have the effect of discouraging a third party from making a proposal to acquire us and could prevent certain changes in control, even if some shareholders might consider the proposal to be in their best interest. These provisions include a classified board of directors, advance notice to our board of directors of shareholder proposals and director nominations, and limitations on the ability of shareholders to remove directors and to call shareholder meetings. In addition, we may issue shares of any class or series of preferred stock in the future without shareholder approval upon such terms as our board of directors may determine. For example, on December 27, 2021, the Board of Directors adopted a Shareholder Rights Plan which, as amended, expired on the date of our annual meeting of shareholders in October 2022. The rights of holders of common stock will be subject to, and may be adversely affected by, the rights of the holders of any such class or series of preferred stock that may be issued.\nWe also are subject to the Massachusetts General Laws which, subject to certain exceptions, prohibit a Massachusetts corporation from engaging in a broad range of business combinations with any “interested shareholder” for a period of three years following the date that such shareholder becomes an interested shareholder. The Massachusetts Business Corporation Act permits directors to look beyond the interests of shareholders and consider other constituencies in discharging their duties. In determining what the director of a Massachusetts corporation reasonably believes to be in the best interests of the corporation, a director may consider the interests of the corporation's employees, suppliers, creditors, and customers, the economy of the state, the region, and the nation, community and societal considerations and the long-term and short-term interests of the corporation and its shareholders, including the possibility that these interests may be best served by the continued independence of the corporation. \nShareholder activism could cause us to incur significant expense, disrupt our business, result in a proxy contest or litigation and impact our stock price.\nWe have been subject to shareholder activism and may be subject to such activism in the future, which could result in substantial costs and divert management’s and our Board’s attention and resources from our business. Such shareholder activism could give rise to perceived uncertainties as to our future, adversely affect our relationships with our employees, customers, or suppliers and make it more difficult to attract and retain qualified personnel. We may be required to incur significant fees and other expenses related to activist shareholder matters, including for third party advisors. We may be subjected to a proxy contest or to litigation by activist investors. Our stock price has been and could be subject to significant fluctuation or otherwise be adversely affected by the events, risks and uncertainties of any shareholder activism. \nJANA Partners LLC filed a Schedule 13D on December 23, 2021, and Starboard Value LP filed a Schedule 13D on January 13, 2022. Both JANA and Starboard indicated that they intended to engage with Mercury’s management. On June 23, 2022, we entered into settlement agreements with each of JANA and Starboard that covered the appointment of two directors to our Board and an amendment to our shareholder rights plan, which has since expired as of our 2022 annual meeting of shareholders. The JANA and Starboard settlement agreements contained customary standstill provisions that expired in June 2023. On June 15, 2023, Starboard filed an amended Schedule 13D indicating that it owned approximately 4.6% of our outstanding shares. On July 6, 2023, JANA filed a new Schedule 13D indicating that it owned approximately 8% of our outstanding shares, and we announced that Scott Ostfeld, a managing partner at JANA, was being appointed to our Board of Directors. \n28\nTable of Contents",
    "item7": ">ITEM 7.\nMANAGEMENT’S DISCUSSION AND ANALYSIS OF FINANCIAL CONDITION AND RESULTS OF OPERATIONS\nFORWARD-LOOKING STATEMENTS\nFrom time to time, information provided, statements made by our employees or information included in our filings with the Securities and Exchange Commission (“SEC”) may contain statements that are not historical facts but that are “forward-looking statements,” which involve risks and uncertainties. You can identify these statements by the words “may,” “will,” “could,” “should,” “would,” “plans,” “expects,” “anticipates,” “continue,” “estimate,” “project,” “intend,” “likely,” “forecast,” “probable,” “potential,” and similar expressions.  These forward-looking statements involve risks and uncertainties that could cause actual results to differ materially from those projected or anticipated. Such risks and uncertainties include, but are not limited to, continued funding of defense programs, the timing and amounts of such funding, general economic and business conditions, including unforeseen weakness in the Company’s markets, effects of any U.S. federal government shutdown or extended continuing resolution, effects of geopolitical unrest and regional conflicts, competition, changes in technology and methods of marketing, delays in or cost increases related to completing development, engineering and manufacturing programs, changes in customer order patterns, changes in product mix, continued success in technological advances and delivering technological innovations, changes in, or in the U.S. government’s interpretation of, federal export control or procurement rules and regulations, changes in, or in the interpretation or enforcement of, environmental rules and regulations, market acceptance of the Company's products, shortages in or delays in receiving components, supply chain delays or volatility for critical components such as semiconductors, production delays or unanticipated expenses including due to quality issues or manufacturing execution issues, failure to achieve or maintain manufacturing quality certifications, such as AS9100, the impact of the COVID pandemic and supply chain disruption, inflation and labor shortages, among other things, on program execution and the resulting effect on customer satisfaction, inability to fully realize the expected benefits from acquisitions, restructurings, and execution excellence initiatives or delays in realizing such benefits, challenges in integrating acquired businesses and achieving anticipated synergies, effects of shareholder activism, increases in interest rates, changes to industrial security and cyber-security regulations and requirements and impacts from any cyber or insider threat events, changes in tax rates or tax regulations, such as the deductibility of internal research and development, changes to interest rate swaps or other cash flow hedging arrangements, changes to generally accepted accounting principles, difficulties in retaining key employees and customers, which difficulties may be impacted by the termination of the Company’s announced strategic review initiative, unanticipated challenges with the transition of the Company’s Chief Executive Officer and Chief Financial Officer roles, including any dispute arising with the former CEO over his resignation, unanticipated costs under fixed-price service and system integration engagements, and various other factors beyond our control. These risks and uncertainties also include such additional risk factors as set forth under Part I-Item 1A (Risk Factors) in this Annual Report on Form 10-K. We caution readers not to place undue reliance upon any such forward-looking statements, which speak only as of the date made. We undertake no obligation to update any forward-looking statement to reflect events or circumstances after the date on which such statement is made.\nOVERVIEW\nMercury Systems, Inc. is a technology company that delivers processing power for the most demanding aerospace and defense missions. Headquartered in Andover, Massachusetts, our end-to-end processing platform enables a broad range of aerospace and defense programs, optimized for mission success in some of the most challenging and demanding environments. Processing technologies that comprise our platform include signal solutions, display, software applications, networking, storage and secure processing. Our innovative solutions are mission-ready, trusted and secure, software-defined and open and modular meeting our customers’ cost and schedule needs today by allowing them to use or modify our products to suit their mission. Customers access our solutions via the Mercury Processing Platform, which encompasses the broad scope of our investments in technologies, companies, products, services and the expertise of our people. Ultimately, we connect our customers to what matters most to them. We connect commercial technology to defense, people to data and partners to opportunities. And, at the most human level, we connect what we do to our customers’ missions; supporting the people for whom safety, security and protecting freedom are of paramount importance.\nAs a leading manufacturer of essential components, products, modules and subsystems, we sell to defense prime contractors, the U.S. government and original equipment manufacturers (“OEM”) commercial aerospace companies. Mercury has built a trusted, robust portfolio of proven product solutions, leveraging the most advanced commercial silicon technologies and purpose-built to exceed the performance needs of our defense and commercial customers. Customers add their own applications and algorithms to our specialized, secure and innovative products and pre-integrated solutions. This allows them to complete their full system by integrating with their platform, the sensor technology and, increasingly, the processing from Mercury. Our products and solutions are deployed in more than 300 programs with over 25 different defense prime contractors and commercial aviation customers. \n33\nTable of Contents\nMercury’s transformational business model accelerates the process of making new technology profoundly more accessible to our customers by bridging the gap between commercial technology and aerospace and defense applications on time constraints that matter. Our long-standing deep relationships with leading high-tech and other commercial companies, coupled with our high level of research and development (“R&D”) investments on a percentage basis and industry-leading trusted and secure design and manufacturing capabilities, are the foundational tenets of this highly successful model. We are leading the development and adaptation of commercial technology for aerospace and defense solutions. From chip-scale to system scale and from data, including radio frequency (“RF”) to digital to decision, we make mission-critical technologies safe, secure, affordable and relevant for our customers. \n Our capabilities, technology, people and R&D investment strategy combine to differentiate Mercury in our industry. We maintain our technological edge by investing in critical capabilities and intellectual property (“IP” or “building blocks”) in processing, leveraging open standards and open architectures to adapt quickly those building blocks into solutions for highly data-intensive applications, including emerging needs in areas such as artificial intelligence (“AI”).\nOur mission critical solutions are deployed by our customers for a variety of applications including command, control, communications, computers, intelligence, surveillance and reconnaissance (“C4ISR”), electronic intelligence, mission computing avionics, electro-optical/infrared (“EO/IR”), electronic warfare, weapons and missile defense, hypersonics and radar. \nSince we conduct much of our business with our defense customers via commercial items, requests by customers are a primary driver of revenue fluctuations from quarter to quarter. Customers specify delivery date requirements that coincide with their need for our products. Because these customers may use our products in connection with a variety of defense programs or other projects of different sizes and durations, a customer’s orders for one quarter generally do not indicate a trend for future orders by that customer. Additionally, order patterns do not necessarily correlate amongst customers and, therefore, we generally cannot identify sequential quarterly trends.\nAs of June 30, 2023, we had 2,596 employees. Our consolidated revenues, acquired revenues, net loss, diluted net loss per share, adjusted EPS, and adjusted EBITDA for fiscal 2023 were $973.9 million, $25.1 million, $(28.3) million, $(0.50), $1.00 and $132.3 million, respectively. Our consolidated revenues, acquired revenues, net income, EPS, adjusted EPS and adjusted EBITDA for fiscal 2022 were $988.2 million, $6.0 million, $11.3 million, $0.20, $2.19 and $200.5 million, respectively. See the Non-GAAP Financial Measures section for a reconciliation to our most directly comparable GAAP financial measures.\nB\nUSINESS\n D\nEVELOPMENTS\n:\nF\nISCAL\n 2023\nBeginning in January 2023, the Board of Directors (the “Board”) engaged in a proactive and rigorous process to evaluate strategic alternatives, focused on a potential sale of Mercury. As part of the review, the Board authorized its financial advisors to contact and hold discussions with more than 40 potential bidders, including a wide range of strategic parties and financial sponsors. The Board executed confidentiality agreements with 20 parties. The two proposals ultimately received did not yield options for a sale that would reflect the intrinsic value of Mercury. Accordingly, in a press release dated June 23, 2023, we announced, among other things, that the independent members of the Board unanimously determined to conclude the sale process and instead focus on all potential opportunities to create value, including through the enhanced execution of our strategic plan under refreshed leadership. \nOn June 19, 2023, the Company’s former President and Chief Executive Officer, delivered a letter to the Board resigning from his positions of President and Chief Executive Officer and the Board has accepted his resignation effective as of June 24, 2023. On June 23, 2023, we announced the Board has appointed William L. Ballhaus as the Company’s interim President and Chief Executive Officer, effective as of June 24, 2023. \nOn June 29, 2023, we announced that David E. Farnsworth will be joining the Company as Executive Vice President, Chief Financial Officer, and Treasurer, on July 17, 2023.\nOn July 18, 2023, we executed the planned evolution of our 1MPACT value creation initiative, embedding the processes and execution of 1MPACT into our Execution Excellence organization. The 1MPACT office in its current form has concluded its responsibilities, having successfully incorporated the principles behind 1MPACT into how we think about continuous improvement at all levels of the Company. \nOn August 15, 2023, we announced William L. Ballhaus has been appointed President and Chief Executive Officer.\n34\nTable of Contents\nF\nISCAL\n 2022\nOn February 28, 2022, we amended our \nexisting revolving credit facility (the \n“\nRevolver\n”\n)\n to increase and extend the borrowing capacity to a $1.1 billion, 5-year revolving credit line, with the maturity extended to February 28, 2027. See Note M in the accompanying consolidated financial statements for further discussion of the Revolver. \nOn November 29, 2021, we acquired Atlanta Micro, Inc. (“Atlanta Micro”) \nfor a purchase price of \n$90.0 million, \nsubject to net working capital and net debt adjustments. Based in Norcross, Georgia, Atlanta Micro is a leading designer and manufacturer of high-performance RF modules and components, including advanced monolithic microwave integrated circuits which are critical for high-speed data acquisition applications including electronic warfare, radar and weapons. We funded the acquisition through our Revolver.\nOn September 27, 2021, we signed a definitive agreement to acquire Avalex Technologies (“Avalex”) for a purchase price of \n$155.0 million, \nsubject to net working capital and net debt adjustments. On November 5, 2021, the transaction closed and we acquired Avalex. Based in Gulf Breeze, Florida, Avalex is a provider of mission-critical avionics, including rugged displays, integrated communications management systems, digital video recorders and warning systems. We funded the acquisition with our Revolver.\nRESULTS OF OPERATIONS:\nF\nISCAL\n 2023 V\nS\n. F\nISCAL\n 2022 \nResults of operations for fiscal 2023 include full period results from the acquisitions of Avalex and Atlanta Micro. Results of operations for fiscal 2022 include only results from the acquisition dates for Avalex and Atlanta Micro, which were acquired on November 5, 2021 and November 29, 2021, respectively. Accordingly, the periods presented below are not directly comparable. The Company has applied the FAST Act Modernization and Simplification of Regulation S-K, which limits the discussion to the two most recent fiscal years. Refer to Item 7 of the Company's Form 10-K issued on August 16, 2022 for prior year discussion related to fiscal 2022.\nThe following tables set forth, for the periods indicated, financial data from the Consolidated Statements of Operations and Comprehensive (Loss) Income:\n(In thousands)\nFiscal 2023\nAs a % of\nTotal Net\nRevenue\nFiscal 2022\nAs a % of\nTotal Net\nRevenue\nNet revenues\n$\n973,882 \n100.0 \n%\n$\n988,197 \n100.0 \n%\nCost of revenues\n657,154 \n67.5 \n593,241 \n60.0 \nGross margin\n316,728 \n32.5 \n394,956 \n40.0 \nOperating expenses:\nSelling, general and administrative\n160,637 \n16.5 \n157,044 \n15.9 \nResearch and development\n108,799 \n11.2 \n107,169 \n10.8 \nAmortization of intangible assets\n53,552 \n5.5 \n60,267 \n6.1 \nRestructuring and other charges\n6,981 \n0.7 \n27,445 \n2.8 \nAcquisition costs and other related expenses\n8,444 \n0.8 \n11,421 \n1.2 \nTotal operating expenses\n338,413 \n34.7 \n363,346 \n36.8 \n(Loss) income from operations\n(21,685)\n(2.2)\n31,610 \n3.2 \nInterest income\n1,053 \n0.1 \n143 \n— \nInterest expense\n(25,159)\n(2.6)\n(5,806)\n(0.6)\nOther expense, net\n(2,751)\n(0.3)\n(7,552)\n(0.8)\n(Loss) income before income taxes\n(48,542)\n(5.0)\n18,395 \n1.9 \nIncome tax (benefit) provision\n(20,207)\n(2.1)\n7,120 \n0.8 \nNet (loss) income\n$\n(28,335)\n(2.9)\n%\n$\n11,275 \n1.1 \n%\nR\nEVENUES\nTotal revenues decreased $14.3 million, or 1.4%, to $973.9 million during fiscal 2023, as compared to $988.2 million during fiscal 2022 including “acquired revenue” which represents net revenue from acquired businesses that have been part of Mercury for completion of four full fiscal quarters or less (and excludes any intercompany transactions). After the completion of four full fiscal quarters, acquired businesses will be treated as organic for current and comparable historical periods. The \n35\nTable of Contents\ndecrease in total revenue was primarily due to $33.3 million less organic revenues, partially offset by $19.0 million of additional acquired revenues. These decreases predominantly resulted from program execution delays, especially as related to approximately 20 challenged programs, primarily development in nature, for which completion is a precursor to follow-on production awards. In addition, incremental cost growth on these challenged programs delayed progress, and, therefore, revenue recognition in the fiscal year. Revenues from integrated subsystems decreased $77.2 million or 11.8%, partially offset by increases to modules and sub-assemblies and components which increased $33.0 million or 19.8% and $29.8 million or 17.8%, respectively, during fiscal 2023. The decrease in total revenue was primarily from the radar, EW, and other end applications which decreased $21.7 million, $13.1 million, and $2.4 million, respectively, and were partially offset by increases to the C4I and other sensor and effector end applications which increased $14.3 million and $8.5 million, respectively. The decrease was predominately in naval platforms which decreased $18.6 million and was partially offset by an increase of $5.9 million in other platforms during fiscal 2023. The largest program decreases were related to the MH-60, Filthy Buzzard, CPS, THAAD, and a classified C2 program. There were no individual programs comprising 10% or more of our revenues for fiscal 2023 and 2022. See the Non-GAAP Financial Measures section for a reconciliation to our most directly comparable GAAP financial measures. \nG\nROSS\n M\nARGIN\nGross margin was 32.5% for fiscal 2023, a decrease of 750 basis points from the 40.0% gross margin achieved during fiscal 2022. The lower gross margin was primarily driven by approximately $56 million of impact as a result of execution challenges across approximately 20 programs, primarily development in nature. Program mix was more heavily weighted towards development programs as compared to the prior period, which carry lower average gross margins as compared to production programs. These programs warrant higher engineering labor for customized development, production and service activities. The nature of these efforts results in lower margin content, but serve as pre-cursors to higher margin production awards. \nS\nELLING\n, G\nENERAL\n \nAND\n A\nDMINISTRATIVE\nSelling, general and administrative expenses increased $3.6 million, or 2.3%, to $160.6 million during fiscal 2023 as compared to $157.0 million during fiscal 2022. The increase was primarily related to an increase in our 401(k) matching contributions from 3% to 6%, a full period of the Avalex and Atlanta Micro acquisitions driving an incremental $4.0 million of expense, and an increase in headcount and salary rate increases, partially offset by forfeitures of our former CEO's stock-based compensation of $6.8 million. \nR\nESEARCH\n \nAND\n D\nEVELOPMENT\nResearch and development expenses increased $1.6 million, or 1.5%, to $108.8 million during fiscal 2023, as compared to $107.2 million for fiscal 2022. The increase was primarily related to an increase in our 401(k) matching contributions from 3% to 6%.\nA\nMORTIZATION\n \nOF\n I\nNTANGIBLE\n A\nSSETS\nAmortization of intangible assets decreased $6.7 million to $53.6 million during fiscal 2023, as compared to $60.3 million for fiscal 2022, primarily due to the backlog from our Avalex and Atlanta Micro acquisitions being fully amortized in fiscal 2023.\nR\nESTRUCTURING\n \nAND \nO\nTHER \nC\nHARGES\nDuring fiscal 2023, the Company incurred $7.0 million of restructuring and other charges, as compared to $27.4 million in fiscal 2022. Restructuring and other charges during fiscal 2023 primarily related to $3.4 million of severance costs, $1.8 million of costs for facility optimization efforts, including $1.3 million related to lease asset impairment, and $1.8 million of third party consulting costs. Restructuring and other charges during fiscal 2022 primarily related to 1MPACT including $17.4 million of third party consulting costs, as well as $9.2 million of severance costs associated with the elimination of approximately 135 positions across manufacturing, SG&A and R&D based on ongoing talent and workforce optimization efforts. In addition, fiscal 2022 includes $0.8 million of costs for facilities optimization efforts associated with 1MPACT, including $0.5 million related to lease asset impairment.\nIn the first quarter of 2024, we have initiated several immediate cost savings measures that simplify our organizational structure, facilitate clearer accountability, and align to our priorities, including: (i) embedding the 1MPACT value creation initiatives and execution into our operations; (ii) streamlining organizational structure and removing areas of redundancy between corporate and divisional organizations; and (iii) reduce selling, general, and administrative headcount and rebalancing discretionary and third party spending to better align with our priority areas. On July 20, 2023, we executed the plan to embed the 1MPACT value creation initiatives into operations, and on August 9, 2023, we approved and initiated a workforce reduction that, together with the 1MPACT related action, eliminates approximately 150 positions, resulting in expected restructuring charges of approximately $9.0 million. These charges are for employee separation costs and will be classified as restructuring and other charges within our Statement of Operations and Other Comprehensive Income for the fiscal quarter ending September 29, 2023. We expect approximately $15 million - $17 million of net savings from these actions for our fiscal year ending June \n36\nTable of Contents\n28, 2024. The headcount savings, combined with other non-headcount savings, including discretionary and third party spend primarily within SG&A, are expected to yield a total fiscal year 2024 net savings of approximately $20 million -22 million and annualized net savings of approximately $24 million.\nA\nCQUISITION\n C\nOSTS\n \nAND\n O\nTHER\n R\nELATED\n E\nXPENSES\nAcquisition costs and other related expenses were $8.4 million during fiscal 2023, as compared to $11.4 million during fiscal 2022. The acquisition costs and other related expenses incurred during fiscal 2023 were primarily related to $3.7 million associated with the Board's review of strategic alternatives and $3.5 million for third party advisory fees in connection with engagements by activist investors. The acquisition costs and other related expenses incurred during fiscal 2022 were related to the acquisitions of Avalex and Atlanta Micro, as well as $6.8 million for third party advisory fees and settlement costs in connection with engagements by activist investors.\nI\nNTEREST \nI\nNCOME \nInterest income increased to $1.1 million in fiscal 2023 from $0.1 million in fiscal 2022. This was driven by higher interest rates during fiscal 2023 as compared to fiscal 2022. \nI\nNTEREST \nE\nXPENSE\nInterest expense for fiscal 2023 increased to $25.2 million, as compared to $5.8 million in fiscal 2022. The increase was driven by an increase in interest rate and additional borrowings on our Revolver. Borrowings under our revolver were $511.5 million in fiscal 2023 as compared to $451.5 million in fiscal 2022. \nO\nTHER \nE\nXPENSE, \nN\nET\nOther expense, net was $2.8 million during fiscal 2023, as compared to $7.6 million in fiscal 2022. Fiscal 2023 includes $2.3 million of financing and registration fees and $2.1 million of litigation and settlement expenses, partially offset by net foreign currency translation gains of $1.6 million. Fiscal 2022 includes $2.7 million of financing and registration fees, $2.4 million of net foreign currency translation losses, and $1.9 million of litigation and settlement expenses.\nI\nNCOME\n T\nAXES \nWe recorded an income tax (benefit) provision of $(20.2) million and $7.1 million on (loss) income before income taxes of $(48.5) million and $18.4 million for fiscal years 2023 and 2022, respectively. Fiscal 2023 includes the impact of the  Tax Cuts and Jobs Act of 2017 (\"TCJA\"), which requires companies to capitalize and amortize domestic research and development expenditures over five years for tax purposes, and foreign research and development expenditures over fifteen years for tax purposes. The cash outflow from the TJCA provision was $26 million in fiscal 2023.\nThe effective tax rate for fiscal 2023 differed from the federal statutory rate of 21% primarily due to federal and state research and development tax credits, releases to reserves for unrecognized income tax benefits, state taxes, valuation allowances recorded and excess tax provisions related to stock compensation.\nThe effective tax rate for fiscal 2022 differed from the federal statutory rate of 21% primarily due to federal and state research and development tax credits, non-deductible compensation, provision to return adjustments, state taxes and excess tax provisions related to stock compensation.\nOn August 16, 2022, President Biden signed the Inflation Reduction Act of 2022 into law which contained provisions that include a 15% corporate minimum tax effective for taxable years beginning after December 31, 2022 and a 1% excise tax on certain stock buybacks after December 31, 2022. We expect the impact of this legislation to be immaterial.  \nLIQUIDITY AND CAPITAL RESOURCES\nOur primary sources of liquidity come from existing cash and cash generated from operations, our Revolver, our ability to raise capital under our universal shelf registration statement and our ability to factor our receivables. Our near-term fixed commitments for cash expenditures consist primarily of payments under operating leases and inventory purchase commitments. We plan to continue to invest in improvements to our facilities, continuous evaluation of potential acquisition opportunities and internal R&D to promote future growth, including new opportunities in avionics mission computers, secure processing, radar modernization and trusted custom microelectronics. \nBased on our current plans and business conditions, we believe that existing cash and cash equivalents, our available Revolver, cash generated from operations and our financing capabilities will be sufficient to satisfy our anticipated cash requirements for at least the next twelve months.\n37\nTable of Contents\nShelf Registration Statement\nOn September 14, 2020, we filed a shelf registration statement on Form S-3ASR with the SEC. The shelf registration statement, which was effective upon filing with the SEC, registered each of the following securities: debt securities, preferred stock, common stock, warrants and units. We intend to use the proceeds from financings using the shelf registration statement for general corporate purposes, which may include the following:\n•\nthe acquisition of other companies or businesses;\n•\nthe repayment and refinancing of debt;\n•\ncapital expenditures;\n•\nworking capital; and\n•\nother purposes as described in the prospectus supplement.\nWe have an unlimited amount available under the shelf registration statement.  We intend to file a renewal of the S-3ASR in September 2023 upon the expiration of the three-year term of the current shelf registration statement.\nRevolving Credit Facilities\nOn February 28, 2022, we amended the Revolver to increase and extend the borrowing capacity to a $1.1 billion, 5-year revolving credit line, with the maturity extended to February 28, 2027. The current borrowing capacity as defined under the Revolver as of June 30, 2023 is approximately $865.0 million, of which we had borrowings against of $511.5 million. See Note M in the accompanying consolidated financial statements for further discussion of the Revolver.\nReceivables Purchase Agreement\nOn September 27, 2022, we entered into an uncommitted receivables purchase agreement (“RPA”) with Bank of the West, as purchaser, pursuant to which we may offer to sell certain customer receivables, subject to the terms and conditions of the RPA. The RPA is an uncommitted arrangement such that we are not obligated to sell any receivables and Bank of the West has no obligation to purchase any receivables from us. Pursuant to the RPA, Bank of the West may purchase certain of our customer receivables at a discounted rate, subject to a limit that as of any date, the total amount of purchased receivables held by Bank of the West, less the amount of all collections received on such receivables, may not exceed $20.0 million. The RPA has an indefinite term and the agreement remains in effect until it is terminated by either party. On March 14, 2023, we amended the RPA to increase the capacity from $20.0 million to $30.6 million. On June 21, 2023, we upsized the capacity from $30.6 million to $60.0 million. We factored accounts receivable and incurred factoring fees of approximately $30.5 million and $0.6 million, respectively, for the twelve months ended June 30, 2023. We did not factor any accounts receivable or incur any factoring fees for the twelve months ended July 1, 2022.\nCASH FLOWS\nFor the Fiscal Years Ended \n(In thousands)\nJune 30, 2023\nJuly 1, 2022\nJuly 2, 2021\nNet cash (used in) provided by operating activities\n$\n(21,254)\n$\n(18,869)\n$\n97,247 \nNet cash used in investing activities\n$\n(38,561)\n$\n(274,320)\n$\n(416,887)\nNet cash provided by financing activities\n$\n65,429 \n$\n245,754 \n$\n206,229 \nNet increase (decrease) in cash and cash equivalents\n$\n5,909 \n$\n(48,185)\n$\n(112,999)\nCash and cash equivalents at end of year\n$\n71,563 \n$\n65,654 \n$\n113,839 \nOur cash and cash equivalents increased by $5.9 million during fiscal 2023 primarily as the result of $65.4 million provided by financing activities, partially offset by $38.8 million purchases of property and equipment and $21.3 million used in operating activities.\n38\nTable of Contents\nOperating Activities\nDuring fiscal 2023, we had an outflow of $21.3 million in cash from operating activities, an increase of $2.4 million, as compared to $18.9 million during fiscal 2022. The increase was primarily due to higher outflows for inventory to support customer delivery schedules for existing and future awards as well as accounts payable, accrued expenses and accrued compensation. Cash paid for interest and income taxes during fiscal 2023 increased by $21.8 million and $10.1 million, respectively, as compared to fiscal 2022 further contributing to the decrease. The decrease was partially offset by lower outflows from unbilled receivables and costs in excess of billings, additional deferred revenues and customer advances, the change from a cash based 401(k) match to a stock based 401(k) match during fiscal 2023 and a $6.0 million cash receipt for the termination of an interest rate swap.\nInvesting Activities\nDuring fiscal 2023, we invested $38.6 million, a decrease of $235.7 million, as compared to $274.3 million during fiscal 2022 primarily driven by the acquisitions of Avalex and Atlanta Micro, in the previous year. The decrease was also driven by $3.4 million less other investing activities, partially offset by $11.1 million higher purchases of property and equipment as compared to fiscal 2022. \nFinancing Activities\nDuring fiscal 2023, we had $65.4 million in cash provided by financing activities, as compared to $245.8 million during fiscal 2022. During fiscal 2023, we had $60.0 million of net borrowings on our Revolver as compared to $251.5 million of net borrowings during fiscal 2022. We also had $0.1 million of cash payments related to the purchase and retirement of common stock used to settle individual employees' tax liabilities associated with the annual vesting of restricted stock awards, as compared to $8.2 million in fiscal 2022. \nC\nOMMITMENTS\n \nAND\n C\nONTRACTUAL\n O\nBLIGATIONS\nThe following is a schedule of our commitments and contractual obligations outstanding at June 30, 2023:\n(In thousands)\nTotal\nLess Than\n1 Year\n1-3\nYears\n3-5\nYears\nMore Than\n5 Years\nOperating leases\n$\n92,653 \n$\n14,195 \n$\n27,094 \n$\n24,016 \n$\n27,348 \nPurchase obligations\n127,134 \n127,134 \n— \n— \n— \n$\n219,787 \n$\n141,329 \n$\n27,094 \n$\n24,016 \n$\n27,348 \nSee Note B and Note J to the consolidated financial statements for more information regarding our obligations under leases.\nPurchase obligations represent open non-cancelable purchase commitments for certain inventory components and services used in normal operations. The purchase commitments covered by these agreements are for less than one year and aggregated $127.1 million at June 30, 2023.\nWe had a liability at June 30, 2023 of $5.2 million for uncertain tax positions that have been taken or are expected to be taken in various income tax returns. We do not know the ultimate resolution of these uncertain tax positions and as such, do not know the ultimate timing of payments related to this liability. Accordingly, these amounts are not included in the above table.\nOur standard product sales and license agreements entered into in the ordinary course of business typically contain an indemnification provision pursuant to which we indemnify, hold harmless, and agree to reimburse the indemnified party for losses suffered or incurred in connection with certain intellectual property infringement claims by any third party with respect to our products. Such provisions generally survive termination or expiration of the agreements. The potential amount of future payments we could be required to make under these indemnification provisions is, in some instances, unlimited.\nAs part of our strategy for growth, we continue to explore acquisitions or strategic alliances. The associated acquisition costs incurred in the form of professional fees and services may be material to the future periods in which they occur, regardless of whether the acquisition is ultimately completed. \nWe may elect from time to time to purchase and subsequently retire shares of common stock in order to settle employees’ tax liabilities associated with vesting of a restricted stock award. These transactions would be treated as a use of cash in financing activities in our Consolidated Statements of Cash Flows.\nO\nFF\n-B\nALANCE\n S\nHEET\n A\nRRANGEMENTS\nOther than certain indemnification provisions, we do not have any off-balance sheet financing arrangements or liabilities, guarantee contracts, retained or contingent interests in transferred assets, or any obligation arising out of a material variable \n39\nTable of Contents\ninterest in an unconsolidated entity. We do not have any majority-owned subsidiaries that are not consolidated in the financial statements. Additionally, we do not have an interest in, or relationships with, any special purpose entities.\nRELATED PARTY TRANSACTIONS\nDuring fiscal 2023 and 2022, we did not engage in any related party transactions.\nNON-GAAP FINANCIAL MEASURES\nIn our periodic communications, we discuss certain important measures that are not calculated according to U.S. generally accepted accounting principles (“GAAP”), including adjusted EBITDA, adjusted income, adjusted EPS, free cash flow, organic revenue and acquired revenue.\nAdjusted EBITDA is defined as net income before other non-operating adjustments, interest income and expense, income taxes, depreciation, amortization of intangible assets, restructuring and other charges, impairment of long-lived assets, acquisition, financing and other third party costs, fair value adjustments from purchase accounting, litigation and settlement income and expense, COVID related expenses, and stock-based and other non-cash compensation expense. We use adjusted EBITDA as an important indicator of the operating performance of our business. We use adjusted EBITDA in internal forecasts and models when establishing internal operating budgets, supplementing the financial results and forecasts reported to our board of directors, determining a portion of bonus compensation for executive officers and other key employees based on operating performance, evaluating short-term and long-term operating trends in our operations and allocating resources to various initiatives and operational requirements. We believe that adjusted EBITDA permits a comparative assessment of our operating performance, relative to our performance based on our GAAP results, while isolating the effects of charges that may vary from period to period without any correlation to underlying operating performance. We believe that these non-GAAP financial adjustments are useful to investors because they allow investors to evaluate the effectiveness of the methodology and information used by management in our financial and operational decision-making. We believe that trends in our adjusted EBITDA are valuable indicators of our operating performance.\nAdjusted EBITDA is a non-GAAP financial measure and should not be considered in isolation or as a substitute for financial information provided in accordance with GAAP. This non-GAAP financial measure may not be computed in the same manner as similarly titled measures used by other companies. We expect to continue to incur expenses similar to the adjusted EBITDA financial adjustments described above, and investors should not infer from our presentation of this non-GAAP financial measure that these costs are unusual, infrequent or non-recurring.\n40\nTable of Contents\nThe following table reconciles our net (loss) income, the most directly comparable GAAP financial measure, to our adjusted EBITDA: \n \nFor the Fiscal Years Ended\n(In thousands)\nJune 30, 2023\nJuly 1, 2022\nJuly 2, 2021\nNet (loss) income\n$\n(28,335)\n$\n11,275 \n$\n62,044 \nOther non-operating adjustments, net\n(1,589)\n2,932 \n(724)\nInterest expense, net\n24,106 \n5,663 \n1,043 \nIncome tax (benefit) provision\n(20,207)\n7,120 \n15,129 \nDepreciation\n43,777 \n33,150 \n25,912 \nAmortization of intangible assets\n53,552 \n60,267 \n41,171 \nRestructuring and other charges\n(1)\n6,981 \n27,445 \n9,222 \nImpairment of long-lived assets\n— \n— \n— \nAcquisition, financing and other third party costs\n(2)\n10,019 \n13,608 \n8,600 \nFair value adjustments from purchase accounting\n356 \n(2,009)\n(290)\nLitigation and settlement expense, net\n495 \n1,908 \n622 \nCOVID related expenses\n67 \n689 \n9,943 \nStock-based and other non-cash compensation expense\n(3)\n43,031 \n38,459 \n29,224 \nAdjusted EBITDA\n$\n132,253 \n$\n200,507 \n$\n201,896 \n(1) Restructuring and other charges for fiscal 2023 are related to management's decision to undertake certain actions to realign operating expenses through workforce reductions and the closure of certain facilities, businesses and product lines. These charges are typically related to acquisitions and organizational redesign programs initiated as part of discrete post-acquisition integration activities. We believe these items are non-routine and may not be indicative of ongoing operating results.\n(2) Acquisition, financing and other third party costs for fiscal 2023 are related to third party advisory fees in connection with engagements by activist investors and costs associated with the Board's review of strategic alternatives. \n(3) Effective in the first quarter of fiscal 2023, the Company increased the rate of its matching contributions from 3% to 6% of participants' eligible annual compensation and changed the form of these contributions from cash to company stock. Fiscal 2023 also includes forfeitures of $6.8 million of stock-based compensation from the Company's former CEO's resignation.\nAdjusted income and adjusted EPS exclude the impact of certain items and, therefore, have not been calculated in accordance with GAAP. We believe that exclusion of these items assists in providing a more complete understanding of our underlying results and trends and allows for comparability with our peer company index and industry. These non-GAAP financial measures may not be computed in the same manner as similarly titled measures used by other companies. We use these measures along with the corresponding GAAP financial measures to manage our business and to evaluate our performance compared to prior periods and the marketplace. We define adjusted income as net income before other non-operating adjustments, amortization of intangible assets, restructuring and other charges, impairment of long-lived assets, acquisition, financing and other third party costs, fair value adjustments from purchase accounting, litigation and settlement income and expense, COVID related expenses, and stock-based and other non-cash compensation expense. The impact to income taxes includes the impact to the effective tax rate, current tax provision and deferred tax provision. Adjusted EPS expresses adjusted income on a per share basis using weighted average diluted shares outstanding. \nAdjusted income and adjusted EPS are non-GAAP financial measures and should not be considered in isolation or as a substitute for financial information provided in accordance with GAAP. We expect to continue to incur expenses similar to the adjusted income and adjusted EPS financial adjustments described above, and investors should not infer from our presentation of these non-GAAP financial measures that these costs are unusual, infrequent or non-recurring.\n41\nTable of Contents\nThe following table reconciles net (loss) income and diluted (loss) earnings per share, the most directly comparable GAAP financial measures, to adjusted income and adjusted EPS: \nFor the Fiscal Years Ended\n(In thousands, except per share data)\nJune 30, 2023\nJuly 1, 2022\nJuly 2, 2021\nNet (loss) income and diluted (loss) earnings per share\n$\n(28,335)\n$\n(0.50)\n$\n11,275 \n$\n0.20 \n$\n62,044 \n$\n1.12 \n   Other non-operating adjustments, net\n(1,589)\n2,932 \n(724)\n   Amortization of intangible assets\n53,552 \n60,267 \n41,171 \n   Restructuring and other charges\n(1)\n6,981 \n27,445 \n9,222 \n   Impairment of long-lived assets\n— \n— \n— \n   Acquisition, financing and other third party costs\n(2)\n10,019 \n13,608 \n8,600 \n   Fair value adjustments from purchase accounting\n356 \n(2,009)\n(290)\n   Litigation and settlement expense, net\n495 \n1,908 \n622 \n   COVID related expenses\n67 \n689 \n9,943 \n   Stock-based and other non-cash compensation expense\n(3)\n43,031 \n38,459 \n29,224 \n   Impact to income taxes\n(4)\n(27,776)\n(32,309)\n(25,697)\nAdjusted income and adjusted earnings per share\n$\n56,801 \n$\n1.00 \n$\n122,265 \n$\n2.19 \n$\n134,115 \n$\n2.42 \nDiluted weighted-average shares outstanding\n56,874 \n55,901 \n55,474 \n(1) Restructuring and other charges for fiscal 2023 are related to management's decision to undertake certain actions to realign operating expenses through workforce reductions and the closure of certain facilities, businesses and product lines. These charges are typically related to acquisitions and organizational redesign programs initiated as part of discrete post-acquisition integration activities. We believe these items are non-routine and may not be indicative of ongoing operating results.\n(2) Acquisition, financing and other third party costs for fiscal 2023 are related to third party advisory fees in connection with engagements by activist investors and costs associated with the Board of Directors' review of strategic alternatives. \n(3) Effective in the first quarter of fiscal 2023, the Company increased the rate of its matching contributions from 3% to 6% of participants' eligible annual compensation and changed the form of these contributions from cash to company stock. Fiscal 2023 also includes forfeitures of $6.8 million of stock-based compensation from the Company's former CEO's resignation.\n(4) Impact to income taxes is calculated by recasting income before income taxes to include the add-backs involved in determining adjusted income and recalculating the income tax provision using this adjusted income from operations before income taxes. The impact to income taxes includes the impact to the effective tax rate, current tax provision and deferred tax provision. \nFree cash flow, a non-GAAP measure for reporting cash flow, is defined as cash provided by operating activities less capital expenditures for property and equipment, which includes capitalized software development costs. We believe free cash flow provides investors with an important perspective on cash available for investments and acquisitions after making capital investments required to support ongoing business operations and long-term value creation. We believe that trends in our free cash flow can be valuable indicators of our operating performance and liquidity.\nFree cash flow is a non-GAAP financial measure and should not be considered in isolation or as a substitute for financial information provided in accordance with GAAP. This non-GAAP financial measure may not be computed in the same manner as similarly titled measures used by other companies. We expect to continue to incur expenditures similar to the free cash flow adjustment described above, and investors should not infer from our presentation of this non-GAAP financial measure that these expenditures reflect all of our obligations which require cash.\nThe following table reconciles cash (used in) provided by operating activities, the most directly comparable GAAP financial measure, to free cash flow:\n \nFor the Fiscal Years Ended\n(In thousands)\nJune 30, 2023\nJuly 1, 2022\nJuly 2, 2021\nNet cash (used in) provided by operating activities\n$\n(21,254)\n$\n(18,869)\n$\n97,247 \nPurchase of property and equipment\n(38,796)\n(27,656)\n(45,599)\nFree cash flow\n$\n(60,050)\n$\n(46,525)\n$\n51,648 \n42\nTable of Contents\nOrganic revenue and acquired revenue are non-GAAP measures for reporting financial performance of our business. We believe this information provides investors with insight as to our ongoing business performance. Organic revenue represents total company revenue excluding net revenue from acquired companies for the first four full quarters since the entities’ acquisition date (which excludes intercompany transactions). Acquired revenue represents revenue from acquired companies for the first four full quarters since the entities' acquisition date (which excludes intercompany transactions). After the completion of four full fiscal quarters, acquired revenue is treated as organic for current and comparable historical periods.\nThe following table reconciles the most directly comparable GAAP financial measure to the non-GAAP financial measure:\n(In thousands)\nFiscal 2023\nAs a % of\nTotal Net\nRevenue\nFiscal 2022\nAs a % of\nTotal Net\nRevenue\n$ Change\n% Change\nOrganic revenue\n$\n948,814 \n97 \n%\n$\n982,153 \n99 \n%\n$\n(33,339)\n(3)\n%\nAcquired revenue\n(1)\n25,068 \n3 \n%\n6,044 \n1 \n%\n19,024 \n100 \n%\nTotal revenues\n$\n973,882 \n100 \n%\n$\n988,197 \n100 \n%\n$\n(14,315)\n(1)\n%\n(1) Acquired revenue for all preceding periods presented has been recast for comparative purposes.\nCRITICAL ACCOUNTING POLICIES AND SIGNIFICANT JUDGMENTS AND ESTIMATES\nWe have identified the policies discussed below as critical to understanding our business and our results of operations. The impact and any associated risks related to these policies on our business operations are discussed throughout Management’s Discussion and Analysis of Financial Condition and Results of Operations where such policies affect our reported and expected financial results. We believe the following critical accounting policies to be those most important to the portrayal of our financial position and results of operations and those that require the most subjective judgment.\nR\nEVENUE\n R\nECOGNITION\nWe recognize revenue at a point in time or over time as the performance obligations are met. A performance obligation is a promise in a contract to transfer a distinct good or service to the customer. Contracts with distinct performance obligations recognized at a point in time, with or without an allocation of the transaction price, totaled 44% and 45% of revenues for the fiscal years ended June 30, 2023 and July 1, 2022, respectively. Total revenue recognized under contracts over time was 56% and 55% of revenues for the fiscal years ended June 30, 2023 and July 1, 2022, respectively. \nRevenue recognized at a point in time generally relates to contracts that include a combination of components, modules and sub-assemblies, integrated subsystems and related system integration or other services. Revenue is recognized at a point in time for these products and services (versus over time recognition) due to the following: (i) customers are only able to consume the benefits provided by us upon completion of the product or service; (ii) customers do not control the product or service prior to completion; and (iii) we do not have an enforceable right to payment at all times for performance completed to date. Accordingly, there is little judgment in determining when control of the good or service transfers to the customer, and revenue is recognized upon shipment (for goods) or completion (for services).\nFor contracts with multiple performance obligations, the transaction price is allocated to each performance obligation using the standalone selling price of each distinct good or service in the contract. Standalone selling prices of our goods and services are generally not directly observable. Accordingly, the primary method used to estimate standalone selling price is the expected cost plus a margin approach, under which we forecast the expected costs of satisfying a performance obligation and then add an appropriate margin for that distinct good or service. The objective of the expected cost plus a margin approach is to determine the price at which we would transact if the product or service were sold by us on a standalone basis. Our determination of the expected cost plus a margin approach involves the consideration of several factors based on the specific facts and circumstances of each contract. Specifically, we consider the cost to produce the deliverable, the anticipated margin on that deliverable, the selling price and profit margin for similar parts, our ongoing pricing strategy and policies, often based on the price list established and updated by management on a regular basis, the value of any enhancements that have been built into the deliverable and the characteristics of the varying markets in which the deliverable is sold.\nRevenue is recognized over time (versus point in time recognition) for long-term contracts with development, production and service activities where the performance obligations are satisfied over time. These over time contracts involve the design, development, manufacture, or modification of complex modules and sub-assemblies or integrated subsystems and related services. Revenue is recognized over time, given: (i) our performance creates or enhances an asset that the customer controls as the asset is created or enhanced; or (ii) our performance creates an asset with no alternative use to us and (iii) we have an enforceable right to payment for performance completed to date. We consider the nature of these contracts and the types of products and services provided when determining the proper accounting for a particular contract. These contracts include both \n43\nTable of Contents\nfixed-price and cost reimbursable contracts. Our cost reimbursable contracts typically include cost-plus fixed fee and time and material (“T&M”) contracts. We consider whether contracts should be combined or segmented, and based on this assessment, we combine closely related contracts when all the applicable criteria are met. The combination of two or more contracts requires judgment in determining whether the intent of entering into the contracts was effectively to enter into a single contract, which should be combined to reflect an overall profit rate. Similarly, we may separate an arrangement, which may consist of a single contract or group of contracts, with varying rates of profitability, only if the applicable criteria are met. Judgment also is involved in determining whether a single contract or group of contracts may be segmented based on how the arrangement and the related performance criteria were negotiated. The decision to combine a group of contracts or segment a contract could change the amount of revenue and gross profit recorded in a given period. For all types of contracts, we recognize anticipated contract losses as soon as they become known and estimable. These losses are recognized in advance of contract performance and as of June 30, 2023, approximately $6.0 million of these costs were in Accrued expenses on our Consolidated Balance Sheet. \nFor over time contracts, we typically leverage the input method, using a cost-to-cost measure of progress. We believe that this method represents the most faithful depiction of our performance because it directly measures value transferred to the customer. Contract estimates and estimates of any variable consideration are based on various assumptions to project the outcome of future events that may span several years. These assumptions include: the amount of time to complete the contract, including the assessment of the nature and complexity of the work to be performed; the cost and availability of materials; the availability of subcontractor services and materials; and the availability and timing of funding from the customer. We bear the risk of changes in estimates to complete on a fixed-price contract which may cause profit levels to vary from period to period. For cost reimbursable contracts, we are reimbursed periodically for allowable costs and are paid a portion of the fee based on contract progress. In the limited instances where we enter into T&M contracts, revenue recognized reflects the number of direct labor hours expended in the performance of a contract multiplied by the contract billing rate, as well as reimbursement of other direct billable costs. For T&M contracts, we elected to use a practical expedient permitted by ASC 606 whereby revenue is recognized in the amount for which we have a right to invoice the customer based on the control transferred to the customer. For over time contracts, we recognize anticipated contract losses as soon as they become known and estimable.\nAccounting for contracts recognized over time requires significant judgment relative to estimating total contract revenues and costs, in particular, assumptions relative to the amount of time to complete the contract, including the assessment of the nature and complexity of the work to be performed. Our estimates are based upon the professional knowledge and experience of our engineers, program managers and other personnel, who review each over time contract monthly to assess the contract’s schedule, performance, technical matters and estimated cost at completion. Changes in estimates are applied retrospectively and when adjustments in estimated contract costs are identified, such revisions may result in current period adjustments to earnings applicable to performance in prior periods. \nWe generally do not provide our customers with rights of product return other than those related to assurance warranty provisions that permit repair or replacement of defective goods over a period of 12 to 36 months. We accrue for anticipated warranty costs upon product shipment. We do not consider activities related to such assurance warranties, if any, to be a separate performance obligation. We offer separately priced extended warranties which generally range from 12 to 36 months that are treated as separate performance obligations. The transaction price allocated to extended warranties is recognized over time in proportion to the costs expected to be incurred in satisfying the obligations under the contract. \nOn over time contracts, the portion of the payments retained by the customer is not considered a significant financing component because most contracts have a duration of less than one year and payment is received as progress is made. Many of our over time contracts have milestone payments, which align the payment schedule with the progress towards completion on the performance obligation. On some contracts, we may be entitled to receive an advance payment, which is not considered a significant financing component because it is used to facilitate inventory demands at the onset of a contract and to safeguard us from the failure of the other party to abide by some or all of their obligations under the contract.\nWe define service revenues as revenue from activities that are not associated with the design, development, production, or delivery of tangible assets, software or specific capabilities sold by us. Examples of our service revenues include: analyst services and systems engineering support, consulting, maintenance and other support, testing and installation. We combine our product and service revenues into a single class as services revenues are less than 10 percent of total revenues.\nI\nNVENTORY\n V\nALUATION\nWe value our inventory at the lower of cost (first-in, first-out) or its net realizable value. We write down inventory for excess and obsolescence based upon assumptions about future demand, product mix and possible alternative uses. Actual demand, product mix and alternative usage may be higher or lower resulting in variations in on our gross margin. \n44\nTable of Contents\nG\nOODWILL\n, I\nNTANGIBLE\n A\nSSETS\n \nAND\n L\nONG\n-\nLIVED\n A\nSSETS\nWe evaluate our goodwill for impairment annually in the fourth quarter and in any interim period in which events or circumstances arise that indicate our goodwill may be impaired. Indicators of impairment include, but are not limited to, a significant deterioration in overall economic conditions, a decline in our market capitalization, the loss of significant business, significant decreases in funding for our contracts, or other significant adverse changes in industry or market conditions. \nWe test goodwill for impairment at the reporting unit level. Goodwill impairment guidance provides entities an option to perform a qualitative assessment (commonly known as “step zero”) to determine whether further impairment testing is necessary before performing the two-step test. The qualitative assessment requires significant judgments by management about macro-economic conditions including our operating environment, industry and other market considerations, entity-specific events related to financial performance or loss of key personnel, and other events that could impact the reporting unit. If we conclude that further testing is required, the impairment test involves a two-step process. Step one compares the fair value of the reporting unit with its carrying value, including goodwill. If the carrying amount exceeds the fair value of the reporting unit, step two is required to determine if there is an impairment of the goodwill. Step two compares the implied fair value of the reporting unit's goodwill to the carrying amount of the goodwill. We estimate the fair value of our reporting units using the income approach based upon a discounted cash flow model. The income approach requires the use of many assumptions and estimates including future revenues, expenses, capital expenditures, and working capital, as well as discount factors and income tax rates. In addition, we use the market approach, which compares the reporting unit to publicly-traded companies and transactions involving similar businesses, to support the conclusions of the income approach.\nDuring the first quarter of fiscal 2021, the Company reorganized its internal reporting unit structure to align with the Company's market and brand strategy as well as promote scale as the organization continues to grow. The Company evaluated this reorganization under ASC 280 to determine whether this change has impacted the Company's single operating and reportable segment. The Company concluded this change had no effect given the CODM continues to evaluate and manage the Company on the basis of one operating and reportable segment. The Company utilized the management approach for determining its operating segment in accordance with ASC 280. There has been no changes to the Company's conclusion of one  operating and reportable segment in fiscal 2023.\nIn accordance with FASB ASC 350, \nIntangibles-Goodwill and Other\n (“ASC 350”), the Company determines its reporting units based upon whether discrete financial information is available, if management regularly reviews the operating results of the component, the nature of the products offered to customers and the market characteristics of each reporting unit. A reporting unit is considered to be an operating segment or one level below an operating segment also known as a component. Component level financial information is reviewed by management across two divisions: Microelectronics, and Mission Systems. Accordingly, these were determined to be the Company's reporting units. \nAs part of our annual goodwill impairment testing, we utilized a discount rate for each of our reporting units, as defined by ASC 350, that we believe represents the risks that our businesses face, considering their sizes, the current economic environment, and other industry data we believe is appropriate. The discount rates for Microelectronics and Mission Systems were 11.25%, and 12.0%, respectively. The annual testing indicated that the fair values of our Microelectronics and Mission Systems reporting units exceeded their carrying values, and thus no further testing was required. \nWe also review finite-lived intangible assets and long-lived assets when indications of potential impairment exist, such as a significant reduction in undiscounted cash flows associated with the assets. Should the fair value of our finite-lived intangible assets or long-lived assets decline because of reduced operating performance, market declines, or other indicators of impairment, a charge to operations for impairment may be necessary. \nI\nNCOME\n T\nAXES\nThe determination of income tax expense requires us to make certain estimates and judgments concerning the calculation of deferred tax assets and liabilities, as well as the deductions and credits that are available to reduce taxable income. We recognize deferred tax assets and liabilities for the expected future tax consequences of events that have been included in our consolidated financial statements. Under this method, deferred tax assets and liabilities are determined based on the difference between the financial statement and tax basis of assets and liabilities using enacted tax rates for the year in which the differences are expected to reverse.\nIn evaluating our ability to recover deferred tax assets, we consider all available positive and negative evidence, including our past operating results, our forecast of future earnings, future taxable income and tax planning strategies. The assumptions utilized in determining future taxable income require significant judgment. We record a valuation allowance against deferred tax assets if, based upon the available evidence, it is more likely than not that some or all of the deferred tax assets will not be realized. If it becomes more likely than not that a tax asset will be used for which a reserve has been provided, we reverse the related valuation allowance. If our actual future taxable income by tax jurisdiction differs from estimates, additional allowances or reversals of reserves may be necessary.\n45\nTable of Contents\nWe use a two-step approach to recognize and measure uncertain tax positions. First, the tax position must be evaluated to determine the likelihood that it will be sustained upon external examination. If the tax position is deemed more-likely-than-not to be sustained, the tax position is then assessed to determine the amount of benefit to recognize in the financial statements. The amount of the benefit that may be recognized is the largest amount that has a greater than 50% likelihood of being realized upon ultimate settlement. We reevaluate our uncertain tax positions on a quarterly basis and any changes to these positions as a result of tax audits, tax laws or other facts and circumstances could result in additional charges to operations.\nB\nUSINESS\n C\nOMBINATIONS\nWe utilize the acquisition method of accounting for business combinations and allocate the purchase price of an acquisition to the various tangible and intangible assets acquired and liabilities assumed based on their estimated fair values. We primarily establish fair value using the income approach based upon a discounted cash flow model. The income approach requires the use of many assumptions and estimates including future revenues and expenses, as well as discount factors and income tax rates. Other estimates include:\n•\nestimated step-ups for the over time contracts fixed assets, leasehold interests and inventory;\n•\nestimated fair values of intangible assets; and\n•\nestimated income tax assets and liabilities assumed from the acquiree.\nWhile we use our best estimates and assumptions as part of the purchase price allocation process to accurately value assets acquired and liabilities assumed at the business acquisition date, our estimates and assumptions are inherently uncertain and subject to refinement. As a result, during the purchase price allocation period, which is generally one year from the business acquisition date, we record adjustments to the assets acquired and liabilities assumed, with the corresponding offset to goodwill. For changes in the valuation of intangible assets between preliminary and final purchase price allocation, the related amortization is adjusted in the period it occurs. Subsequent to the purchase price allocation period any adjustment to assets acquired or liabilities assumed is included in operating results in the period in which the adjustment is determined. \nRECENTLY ISSUED ACCOUNTING PRONOUNCEMENTS\nSee Note B to consolidated financial statements (under the caption “Recently Issued Accounting Pronouncements”).\nRECENTLY ADOPTED ACCOUNTING PRONOUNCEMENTS\nSee Note B to consolidated financial statements (under the caption “Recently Adopted Accounting Pronouncements”).",
    "item7a": ">ITEM 7A.\nQUANTITATIVE AND QUALITATIVE DISCLOSURES ABOUT MARKET RISK\nI\nNTEREST\n R\nATE\n R\nISK\nOur exposure to interest rate risk is related primarily to our investment portfolio and the Revolver. \nOur investment portfolio includes money market funds from high quality U.S. government issuers. A change in prevailing interest rates may cause the fair value of our investments to fluctuate. For example, if we hold a security that was issued with a fixed interest rate at the then-prevailing rate and the prevailing rate rises, the fair value of the principal amount of our investment will probably decline. To minimize this risk, investments are generally available for sale and we generally limit the amount of credit exposure to any one issuer.\nWe also are exposed to the impact of interest rate changes primarily through our borrowing activities. For our variable rate borrowings, we may use a fixed interest rate swap, effectively converting a portion of variable rate borrowings to fixed rate borrowings in order to mitigate the impact of interest rate changes on earnings. We utilize interest rate derivatives to mitigate interest rate exposure with respect to our financing arrangements. There were $511.5 million of outstanding borrowings against the Revolver at June 30, 2023. \nC\nONCENTRATION\n O\nF\n C\nREDIT\n R\nISK\nFinancial instruments that potentially expose the Company to concentrations of credit risk consist principally of cash, cash equivalents and accounts receivable. We place our cash and cash equivalents with financial institutions with high credit quality. As of June 30, 2023 and July 1, 2022, we had $71.6 million and $65.7 million, respectively, of cash and cash equivalents on deposit or invested with our financial and lending institutions.\nWe provide credit to customers in the normal course of business. We perform ongoing credit evaluations of our customers’ financial condition and limit the amount of credit extended when deemed necessary. As of June 30, 2023, five customers accounted for 48% of our receivables, unbilled receivables and costs in excess of billings. As of July 1, 2022, five customers accounted for 45% of our receivables, unbilled receivables and costs in excess of billings.\n46\nTable of Contents\nF\nOREIGN\n C\nURRENCY\n R\nISK\nWe operate primarily in the United States; however, we conduct business outside the United States through our foreign subsidiaries in Switzerland, the United Kingdom, Spain, and Canada where business is largely transacted in non-U.S. dollar currencies. Accordingly, we are subject to exposure from adverse movements in the exchange rates of local currencies. Local currencies are used as the functional currency for our non-U.S. subsidiaries. Consequently, changes in the exchange rates of the currencies may impact the translation of the foreign subsidiaries’ statements of operations into U.S. dollars, which may in turn affect our Consolidated Statement of Operations.\nWe have not entered into any financial derivative instruments that expose us to material market risk, including any instruments designed to hedge the impact of foreign currency exposures. We may, however, hedge such exposure to foreign currency exchange rate fluctuations in the future.\n47\nTable of Contents\nR\nEPORT\n \nOF\n I\nNDEPENDENT\n R\nEGISTERED\n P\nUBLIC\n A\nCCOUNTING\n F\nIRM\nTo the Shareholders and Board of Directors\nMercury Systems, Inc.:\nOpinions on the Consolidated Financial Statements and Internal Control Over Financial Reporting\nWe have audited the accompanying consolidated balance sheets of Mercury Systems, Inc. and subsidiaries (the Company) as of June 30, 2023 and July 1, 2022, the related consolidated statements of operations and comprehensive income, shareholders’ equity, and cash flows for each of the fiscal years in the three-year period ended June 30, 2023, and the related notes and financial statement schedule II (collectively, the consolidated financial statements). We also have audited the Company’s internal control over financial reporting as of June 30, 2023, based on criteria established in Internal Control – Integrated Framework (2013) issued by the Committee of Sponsoring Organizations of the Treadway Commission.\nIn our opinion, the consolidated financial statements referred to above present fairly, in all material respects, the financial position of the Company as of June 30, 2023 and July 1, 2022, and the results of its operations and its cash flows for each of the fiscal years in the three-year period ended June 30, 2023, in conformity with U.S. generally accepted accounting principles. Also in our opinion, the Company maintained, in all material respects, effective internal control over financial reporting as of June 30, 2023 based on criteria established in Internal Control – Integrated Framework (2013) issued by the Committee of Sponsoring Organizations of the Treadway Commission.\nBasis for Opinions\n \nThe Company’s management is responsible for these consolidated financial statements, for maintaining effective internal control over financial reporting, and for its assessment of the effectiveness of internal control over financial reporting, included in the accompanying Management's Annual Report on Internal Control over Financial Reporting. Our responsibility is to express an opinion on the Company’s consolidated financial statements and an opinion on the Company’s internal control over financial reporting based on our audits. We are a public accounting firm registered with the Public Company Accounting Oversight Board (United States) (PCAOB) and are required to be independent with respect to the Company in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB.\nWe conducted our audits in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audits to obtain reasonable assurance about whether the consolidated financial statements are free of material misstatement, whether due to error or fraud, and whether effective internal control over financial reporting was maintained in all material respects.\nOur audits of the consolidated financial statements included performing procedures to assess the risks of material misstatement of the consolidated financial statements, whether due to error or fraud, and performing procedures that respond to those risks. Such procedures included examining, on a test basis, evidence regarding the amounts and disclosures in the consolidated financial statements. Our audits also included evaluating the accounting principles used and significant estimates made by management, as well as evaluating the overall presentation of the consolidated financial statements. Our audit of internal control over financial reporting included obtaining an understanding of internal control over financial reporting, assessing the risk that a material weakness exists, and testing and evaluating the design and operating effectiveness of internal control based on the assessed risk. Our audits also included performing such other procedures as we considered necessary in the circumstances. We believe that our audits provide a reasonable basis for our opinions.\nDefinition and Limitations of Internal Control Over Financial Reporting \nA company’s internal control over financial reporting is a process designed to provide reasonable assurance regarding the reliability of financial reporting and the preparation of financial statements for external purposes in accordance with generally accepted accounting principles. A company’s internal control over financial reporting includes those policies and procedures that (1) pertain to the maintenance of records that, in reasonable detail, accurately and fairly reflect the transactions and dispositions of the assets of the company; (2) provide reasonable assurance that transactions are recorded as necessary to permit preparation of financial statements in accordance with generally accepted accounting principles, and that receipts and expenditures of the company are being made only in accordance with authorizations of management and directors of the company; and (3) provide reasonable assurance regarding prevention or timely detection of unauthorized acquisition, use, or disposition of the company’s assets that could have a material effect on the financial statements.\nBecause of its inherent limitations, internal control over financial reporting may not prevent or detect misstatements. Also, projections of any evaluation of effectiveness to future periods are subject to the risk that controls may become inadequate because of changes in conditions, or that the degree of compliance with the policies or procedures may deteriorate.\n48\nTable of Contents\nCritical Audit Matter\nThe critical audit matter communicated below is a matter arising from the current period audit of the consolidated financial statements that was communicated or required to be communicated to the audit committee and that: (1) relates to accounts or disclosures that are material to the consolidated financial statements and (2) involved our especially challenging, subjective, or complex judgments. The communication of a critical audit matter does not alter in any way our opinion on the consolidated financial statements, taken as a whole, and we are not, by communicating the critical audit matter below, providing a separate opinion on the critical audit matter or on the accounts or disclosures to which it relates.\nEstimate of total contract costs to be incurred for certain fixed price contract revenue recognized over time\nAs discussed in Note B to the consolidated financial statements, revenue recognized over time for the year ended June 30, 2023 represented 56% of total revenues. For contracts where revenue is recognized over time under fixed price arrangements, the Company recognizes revenue based on the ratio of (1) actual contract costs incurred to date to (2) the Company’s estimate of total contract costs to be incurred\n.\nWe identified the evaluation of total contract costs to be incurred for certain fixed price contract revenue recognized over time as a critical audit matter given the complex nature of the Company’s products sold under such contracts. In particular, evaluating the Company’s judgments regarding the amount of time to complete the contracts, including the assessment of the nature and complexity of the work to be performed, involved a high degree of subjective auditor judgment.\nThe following are the primary procedures we performed to address this critical audit matter. We evaluated the design and tested the operating effectiveness of certain internal controls related to the Company’s process to develop estimates of total contract costs to be incurred for partially completed performance obligations. This included controls related to the estimated amount of time to complete the contracts, including the assessment of the nature and complexity of the work to be performed. We considered factors, including the value and stage of completion, to select certain customers’ contracts to evaluate the Company’s assumptions underlying the estimate of total contract costs to be incurred. We inspected the selected contracts to evaluate the Company’s identification of performance obligations and the determined method for measuring contract progress. We compared the Company’s original or prior period estimate of total contract costs to be incurred to the actual costs incurred for completed contracts to assess the Company’s ability to accurately estimate costs. We inquired of operational personnel of the Company to evaluate progress to date, the estimate of remaining costs to be incurred, and factors impacting the amount of time and cost to complete the selected contracts, including the assessment of the nature and complexity of the work to be performed. We inspected correspondence, if any, between the Company and the customers for the selected contracts as part of our evaluation of contract progress.\n/s/ KPMG LLP\nWe have served as the Company’s auditor since 2006.\nBoston, Massachusetts\nAugust 15, 2023\n49\nTable of Contents",
    "cik": "1049521",
    "cusip6": "589378",
    "cusip": [
        "589378908",
        "589378108",
        "589378958"
    ],
    "names": [
        "MERCURY SYS INC"
    ],
    "source": "https://www.sec.gov/Archives/edgar/data/1049521/000104952123000031/0001049521-23-000031-index.htm"
}