{
    "item1": ">ITEM 1.\nBUSINESS \nWe are a leading provider of data storage technology and infrastructure solutions. Our principal products are hard disk drives, commonly referred to as disk drives, hard drives or HDDs. In addition to HDDs, we produce a broad range of data storage products including solid state drives (“SSDs”) and storage subsystems and offer storage solutions such as a scalable edge-to-cloud mass data platform that includes data transfer shuttles and a storage-as-a-service cloud.\nHDDs are devices that store digitally encoded data on rapidly rotating disks with magnetic surfaces. HDDs continue to be the primary medium of mass data storage due to their performance attributes, reliability, high capacities, superior quality and cost effectiveness. Complementing HDD storage architectures, SSDs use NAND flash memory integrated circuit assemblies to store data. \nOur HDD products are designed for mass capacity storage and legacy markets. Mass capacity storage involves well-established use cases—such as hyperscale data centers and public clouds as well as emerging use cases. Legacy markets are those that we continue to sell to but we do not plan to invest in significantly. Our HDD and SSD product portfolio includes Serial Advanced Technology Attachment (“SATA”), Serial Attached SCSI (“SAS”) and Non-Volatile Memory Express (“NVMe”) based designs to support a wide variety of mass capacity and legacy applications. \n3\nTable of Contents\nOur systems portfolio includes storage subsystems for enterprises, cloud service providers (“CSPs”), scale-out storage servers and original equipment manufacturers (“OEMs”). Engineered for modularity, mobility, capacity and performance, these solutions include our enterprise HDDs and SSDs, enabling customers to integrate powerful, scalable storage within existing environments or create new ecosystems from the ground up in a secure, cost-effective manner.\nOur Lyve portfolio provides a simple, cost-efficient and secure way to manage massive volumes of data across the distributed enterprise. The Lyve platform includes a shuttle solution that enables enterprises to transfer massive amounts of data from endpoints to the core cloud and a storage-as-a-service cloud offering that provides frictionless mass capacity storage at the metro edge.\nIndustry Overview \nData Storage Industry\n \nThe data storage industry includes companies that manufacture components or subcomponents designed for data storage devices, as well as providers of storage solutions, software and services for enterprise cloud, big data, computing platforms and consumer markets. The rapid growth of data generation and the intelligent application of data are driving demand for data storage. As more data is created at endpoints outside traditional data centers, which requires processing at the edge and in the core or cloud, the need for data storage and management between the edge and cloud has also increased. Use cases include connected and autonomous vehicles, smart manufacturing and smart cities. We believe the proliferation and personal creation of media-rich digital content, further enabled by fifth-generation wireless (“5G”) technology, the edge, the Internet of Things (“IoT”), machine learning (“ML”) and artificial intelligence (“AI”), will continue to create demand for higher capacity storage solutions. The resulting mass data ecosystem is expected to require increasing amounts of data storage at the edge, in the core and in between.\nMarkets \nThe principal data storage markets include:\nMass Capacity Storage Markets\nMass capacity storage supports high capacity, low-cost per terabyte (“TB”) storage applications, including nearline, video and image applications (“VIA”) and \nnetwork-attached storage (“\nNAS”) and edge-to-cloud data storage infrastructures. \nNearline.\n \nNearline applications require mass capacity devices and mass capacity subsystems that provide end-to-end solutions to businesses for the purpose of modular and scalable storage. Enterprise storage applications require both high-capacity and energy efficient storage devices to support low total cost of ownership. Seagate systems offer mass capacity storage solutions that provide foundational infrastructure for public and private clouds. The nearline market includes storage for cloud computing, content delivery, archival, backup services and emerging use cases such as generative AI.\nVIA and NAS. VIA and NAS drives are specifically designed to ensure the appropriate performance and reliability of the system for video analytics and camera enabled environments or network storage environments. These markets include storage for security and smart video installations.\nEdge-to-cloud data storage infrastructures, transport, and activation of mass data. The Seagate Lyve portfolio grew out of our mass capacity storage portfolio. It provides a simple, cost-efficient and secure way to manage, transport and activate massive volumes of data across the distributed enterprise. Among other elements, the Lyve portfolio includes a shuttle solution that enables enterprises to transfer vast amounts of data from endpoints to the core cloud and a storage-as-a-service cloud that provides frictionless mass capacity storage at the metro edge. \nLegacy Markets\nLegacy markets include consumer, client and mission critical applications. We continue to sell to these markets but do not plan significant additional investment. \nConsumer storage. Consumer applications are externally connected storage, both HDD and SSD-based, used to provide backup capabilities, augmented storage capacity, or portable storage for PCs, mobile devices and gaming consoles.\nClient storage. Client applications include desktop and notebook storage that rely on low cost-per-HDD and SSD devices to provide built-in storage, digital video recorder (“DVR”) storage for video streaming in always-on consumer premise equipment and media center, and gaming storage for PC-based gaming systems as well as console gaming applications including both internal and external storage options.\nMission critical storage. Mission critical applications are defined as those that use very high-performance enterprise class HDDs and SSDs with sophisticated firmware to reliably support very high workloads. We expect that enterprises utilizing dedicated storage area networks will continue to drive market demand for mission critical enterprise storage solutions.\n4\nTable of Contents\nParticipants in the data storage industry include:\nMajor subcomponent manufacturers. \nCompanies that manufacture components or subcomponents used in data storage devices or solutions include companies that supply spindle motors, heads and media, and application specific integrated circuits (“ASICs”).\nStorage device manufacturers. \nCompanies that transform components into storage products include disk drive manufacturers and semiconductor storage manufacturers that integrate flash memory into storage products such as SSDs.\nStorage solutions manufacturers and system integrators. \nCompanies, such as Original Equipment Manufacturers (“OEMs”), that bundle and package storage solutions, distributors that integrate storage hardware and software into end-user applications, CSPs that provide cloud based solutions to businesses for the purpose of scale-out storage solutions and modular systems, and producers of solutions such as storage racks.\nHyperscale data centers. \nLarge hyperscale data center companies, many of which are CSPs, are increasingly designing their own storage subsystems and having them built by contract manufacturers for their own data centers. This trend is reshaping the storage system and subsystem market, driving both innovation in system design and changes in the competitive landscape of large storage system vendors.\nStorage services. \nCompanies that provide and host services and solutions, which include storage, backup, archiving, recovery and discovery of data.\nDemand for Data Storage \nIn the “Worldwide Global DataSphere Forecast, 2023-2027”, published by the International Data Corporation (“IDC”), the global datasphere is forecasted to grow from 106 zettabytes in 2022 to 291 zettabytes by 2027. According to IDC, we are in a new era of the Data Age, whereby data is shifting to both the core and the edge. By 2027, nearly 71% of the world’s data will be generated in the core and edge, up from 54% in 2022. Digital transformation has given rise to many new applications, all of which rely on faster access to and secure storage of data proliferating from endpoints through edge to cloud, which we expect will have a positive impact on storage demand.\nAs more applications require real-time decision making, some data processing and storage is moving closer to the network edge. We believe this will result in a buildup of private and edge cloud environments that will enable fast and secure access to data throughout the IoT ecosystem. \nFactors contributing to the growth of digital content include:\n•\nCreation, sharing and consumption of media-rich content, such as high-resolution photos, high definition videos and digital music through smart phones, tablets, digital cameras, personal video cameras, DVRs, gaming consoles or other digital devices; \n•\nIncreasing use of video and imaging sensors to collect and analyze data used to improve traffic flow, emergency response times and manufacturing production costs, as well as for new security surveillance systems that feature higher resolution digital cameras and thus require larger data storage capacities; \n•\nCreation and collection of data through the development and evolution of the IoT ecosystem, big data analytics, machine learning and new technology trends such as autonomous vehicles and drones, smart manufacturing, and smart cities\n, \nas well as emerging trends that converge the digital and physical worlds such as the metaverse, use of digital twins or generative AI;\n•\nThe growing use of analytics, especially for action on data created at the edge instead of processing and analyzing at the data center, which is particularly important for verticals such as autonomous vehicles, property monitoring systems, and smart manufacturing;\n•\nCloud migration initiatives and the ongoing advancement of the cloud, including the build out of large numbers of cloud data centers by CSPs and private companies transitioning on-site data centers into the cloud; and \n•\nNeed for protection of increased digital content through redundant storage on backup devices and externally provided storage services.\nAs a result of these factors, we anticipate that the nature and volume of data being created will require greater storage capability, which is more efficiently and economically facilitated by higher capacity mass storage solutions. \nIn addition, the economics of storage infrastructure are also evolving. The utilization of public and private hyperscale storage and open-source solutions is reducing the total cost of ownership of storage while increasing the speed and efficiency with which customers can leverage massive computing and storage devices. Accordingly, we expect these trends will continue to create significant demand for data storage products and solutions going forward.\n5\nTable of Contents\nDemand Trends \nWe believe that continued growth in digital content creation will require increasingly higher storage capacity in order to store, aggregate, host, distribute, analyze, manage, protect, back up and use such content. We also believe that as architectures evolve to serve a growing commercial and consumer user base throughout the world, storage solutions will evolve as well.\nMass capacity is and will continue to be the enabler of scale. We expect increased data creation will lead to the expansion of the need for storage in the form of HDDs, SSDs and systems. While the advance of solid state technology in many end markets is expected to increase, we believe that in the foreseeable future, cloud, edge and traditional enterprise which require high-capacity storage solutions will be best served by HDDs due to their ability to deliver reliable, energy-efficient and the most cost effective mass storage devices. We also believe that as HDD capacities continue to increase, a focus exclusively on unit demand does not reflect the increase in demand for exabytes. As demand for higher capacity drives increases, the demand profile has shifted to reflect fewer total HDD units, but with higher average capacity per drive and higher overall exabyte demand.\nIndustry Supply Balance \nFrom time to time, the storage industry has experienced periods of imbalance between supply and demand. To the extent that the storage industry builds or maintains capacity based on expectations of demand that do not materialize, price erosion may become more pronounced. Conversely, during periods where demand exceeds supply, price erosion is generally muted. \nOur Business\nData Storage Technologies \nThe design and manufacturing of HDDs depends on highly advanced technology and manufacturing techniques. Therefore, it requires high levels of research and development spending and capital equipment investments. We design, fabricate and assemble a number of the most important components in our disk drives, including read/write heads and recording media. Our design and manufacturing operations are based on technology platforms that are used to produce various disk drive products that serve multiple data storage applications and markets. Our core technology platforms focus on the areal density of media and read/write head technologies, including innovations like shingled-magnetic-recording (\"SMR\") technology, the high-capacity enabling heat-assisted magnetic recording (“HAMR”) technology, and the throughput-optimizing multi actuator MACH.2 technology. This design and manufacturing approach allows us to deliver a portfolio of storage products to service a wide range of data storage applications and industries. \nDisk drives that we manufacture are commonly differentiated by the following key characteristics: \n•\ninput/output operations per second (“IOPS”), commonly expressed in megabytes per second, which is the maximum number of reads and writes to a storage location; \n•\nstorage capacity, commonly expressed in TB, which is the amount of data that can be stored on the disk drive; \n•\nspindle rotation speed, commonly expressed in revolutions per minute (“RPM”), which has an effect on speed of access to data;\n•\ninterface transfer rate, commonly expressed in megabytes per second, which is the rate at which data moves between the disk drive and the computer controller;\n•\naverage seek time, commonly expressed in milliseconds, which is the time needed to position the heads over a selected track on the disk surface;\n•\ndata transfer rate, commonly expressed in megabytes per second, which is the rate at which data is transferred to and from the disk drive; \n•\nproduct quality and reliability, commonly expressed in annualized return rates; and\n•\nenergy efficiency, commonly measured by the power output such as energy per TB necessary to operate the disk drive. \nAreal density is measured by storage capacity per square inch on the recording surface of a disk. The storage capacity of a disk drive is determined by the size and number of disks it contains as well as the areal density capability of these disks. \nWe also offer SSDs as part of our storage solutions portfolio. Our portfolio includes devices with SATA, SAS and NVMe interfaces. The SSDs differ from HDDs in that they are without mechanical parts. \nSSDs store data on NAND flash memory cells, or metal-oxide semiconductor transistors using a charge on a capacitor to represent a binary digit. SSD technology offers fast access to data and robust performance. SSDs complement hyperscale \n6\nTable of Contents\napplications, high-density data centers, cloud environments and web servers. They are also used in mission-critical enterprise applications, consumer, gaming and NAS applications.\nManufacturing\nWe primarily design and manufacture our own read/write heads and recording media, which are critical technologies for disk drives. This integrated approach enables us to lower costs and to improve the functionality of components so that they work together efficiently.\nWe believe that because of our vertical design and manufacturing strategy, we are well positioned to take advantage of the opportunities to leverage the close interdependence of components for disk drives. Our manufacturing efficiency and flexibility are critical elements of our integrated business strategy. We continuously seek to improve our manufacturing efficiency and reduce manufacturing costs by: \n•\nemploying manufacturing automation;\n•\nemploying machine learning algorithms and AI; \n•\nimproving product quality and reliability;\n•\nintegrating our supply chain with suppliers and customers to enhance our demand visibility and reduce our working capital requirements;\n•\ncoordinating between our manufacturing group and our research and development organization to rapidly achieve volume manufacturing; and \n•\noperating our facilities at optimal capacities.\nA vertically integrated model, however, tends to have less flexibility when demand declines as it exposes us to higher unit costs when capacity utilization is not optimized which would lead to factory underutilization charges as we experienced in fiscal year 2023.\nComponents and Raw Materials\nDisk drives incorporate certain components, including a head disk assembly and a printed circuit board mounted to the head disk assembly, which are sealed inside a rigid base and top cover containing the recording components in a contamination-controlled environment. We maintain a highly integrated approach to our business by designing and manufacturing a significant portion of the components we view as critical to our products, such as read/write heads and recording media.\nRead/Write Heads. \nThe function of the read/write head is to scan across the disk as it spins, magnetically recording or reading information. The tolerances of read/write heads are extremely demanding and require state-of-the-art equipment and processes. Our read/write heads are manufactured with thin-film and photolithographic processes similar to those used to produce semiconductor integrated circuits, though challenges related to magnetic film properties and topographical structures are unique to the disk drive industry. We perform all primary stages of design and manufacture of read/write heads at our facilities. We use a combination of internally manufactured and externally sourced read/write heads, the mix of which varies based on product mix, technology and our internal capacity levels.\nMedia. \nData is written to or read from the media, or disk, as it rotates at very high speeds past the read/write head. The media is made from non-magnetic substrates, usually an aluminum alloy or glass and is coated with thin layers of magnetic materials. We use a combination of internally manufactured and externally sourced finished media and aluminum substrates, the mix of which varies based on product mix, technology and our internal capacity levels. We purchase all of our glass substrates from third parties.\nPrinted Circuit Board Assemblies. \nThe printed circuit board assemblies (“PCBAs”) are comprised of standard and custom ASICs and ancillary electronic control chips. The ASICs control the movement of data to and from the read/write heads and through the internal controller and interface, which communicates with the host computer. The ASICs and control chips form electronic circuitry that delivers instructions to a head positioning mechanism called an actuator to guide the heads to the selected track of a disk where the data is recorded or retrieved. Disk drive manufacturers use one or more industry standard interfaces such as SATA, SCSI, or SAS to communicate to the host systems. \nHead Disk Assembly. \nThe head disk assembly consists of one or more disks attached to a spindle assembly powered by a spindle motor that rotates the disks at a high constant speed around a hub. Read/write heads, mounted on an arm assembly, similar in concept to that of a record player, fly extremely close to each disk surface, and record data on and retrieve it from concentric tracks in the magnetic layers of the rotating disks. The read/write heads are mounted vertically on an E-shaped assembly (“E-block”) that is actuated by a voice-coil motor to allow the heads to move from track to track. The E-block and the \n7\nTable of Contents\nrecording media are mounted inside the head disk assembly. We purchase spindle motors from outside vendors and from time to time participate in the design of the motors that go into our products. \nDisk Drive Assembly.\n Following the completion of the head disk assembly, it is mated to the PCBA, and the completed unit goes through extensive defect mapping and machine learning prior to packaging and shipment. Disk drive assembly and machine learning operations occur primarily at our facilities located in China and Thailand. We perform subassembly and component manufacturing operations at our facilities in China, Malaysia, Northern Ireland, Singapore, Thailand and the United States.\nContract Manufacturing. \nWe outsource the manufacturing and assembly of certain components and products to third parties in various countries worldwide. This includes outsourcing the PCBAs used in our disk drives, SSDs and storage subsystems. We continue to participate in the design of our components and products, and we are directly involved in qualifying key suppliers and components used in our products.\nSuppliers of Components and Industry Constraints.\n There are a limited number of independent suppliers of components, such as recording heads and media, available to disk drive manufacturers. From time to time, we may enter into long-term supply arrangements with these independent suppliers. Vertically integrated disk drive manufacturers like us, who manufacture their own components, are less dependent on external component suppliers than less vertically integrated disk drive manufacturers. However, certain parts of our business have been adversely affected by our suppliers’ capacity constraints and this could occur again in the future.\nCommodity and Other Manufacturing Costs.\n The production of disk drives requires rare earth elements, precious metals, scarce alloys and industrial commodities, which are subject to fluctuations in price and the supply of which has at times been constrained. In addition to increased costs of components and commodities, volatility in fuel and other transportation costs may also increase our costs related to commodities, manufacturing and freight. As a result, we may increase our use of alternative shipment methods to help offset any increase in freight costs, and we will continually review various forms of shipments and routes in order to minimize the exposure to higher freight costs. \nProducts \nWe offer a broad range of storage solutions for mass capacity storage and legacy applications. We differentiate products on the basis of capacity, performance, product quality, reliability, price, form factor, interface, power consumption efficiency, security features and other customer integration requirements. Our industry is characterized by continuous and significant advances in technology that contribute to rapid product life cycles. Currently our product offerings include:\nMass Capacity Storage \nEnterprise Nearline HDDs. \nOur high-capacity enterprise HDDs ship in capacities of up to 30TB. These products are designed for mass capacity data storage in the core and at the edge, as well as server environments and cloud systems that require high capacity, enterprise reliability, energy efficiency and integrated security. They are available in SATA and SAS interfaces. Additionally, certain customers can utilize many of our HDDs with Shingled Magnetic Recording (“SMR”) technology enabled which increases the available storage capacity of the drive with certain performance trade-offs. \nEnterprise Nearline SSDs. \nOur enterprise SSDs are designed for high-performance, hyperscale, high-density and cloud applications. They are offered with multiple interfaces, including SAS, SATA, and NVMe and in capacities up to 15TB. \nEnterprise Nearline Systems. \nOur systems portfolio provides modular storage arrays, storage server platforms, multi-level configuration for disks (commonly referred as JBODs) and expansion shelves to expand and upgrade data center storage infrastructure and other enterprise applications. They feature speed, scalability and security. Our capacity-optimized systems feature multiple scalable configurations and can accommodate up to 96 26TB drives per chassis. We offer capacity and performance-optimized systems that include all-flash, all-disk and hybrid arrays for workloads demanding high performance, capacity and efficiency.\nVIA.\n Our video and image HDDs are built to support the high-write workload of an always-on, always-recording video systems. These optimized drives are built to support the growing needs of the video imaging market with support for multiple streams and capacities up to 24TB.\nNAS. \nOur NAS drives are built to support the performance and reliability demanded by small and medium businesses, and incorporate interface software with custom-built health management, error recovery controls, power settings and vibration tolerance. Our NAS HDD solutions are available in capacities up to 24TB. We also offer NAS SSDs with capacities up to 4TB.\n8\nTable of Contents\nLegacy Applications\nMission Critical HDDs and SSDs. \nWe continue to support 10,000 and 15,000 RPM HDDs, offered in capacities up to 2.4TB, which enable increased throughput while improving energy efficiency. Our enterprise SSDs are available in capacities up to 15TB, with endurance options up to 10 drive writes per day and various interfaces. Our SSDs deliver the speed and consistency required for demanding enterprise storage and server applications.\nConsumer Solutions. \nOur external storage solutions, with capacities up to 20TB are shipped, under the Seagate Ultra Touch, One Touch, Expansion and Basics product lines, as well as under the LaCie brand name. We strive to deliver the best customer experience by leveraging our core technologies, offering services such as Seagate Recovery Services (data recovery) and partnering with leading brands such as Microsoft’s Xbox, Sony’s PlayStation and Disney’s Star Wars and Marvel.\nClient Applications. \nOur 3.5-inch desktop drives offer up to 8TB of capacity, designed for personal computers and workstation applications and our 2.5-inch notebook drives offer up to 5TB for HDD and up to 2TB for SSD designed for applications such as traditional notebooks, convertible systems and external storage to address a range of performance needs and sizes for affordable, high-capacity storage. Our DVR HDDs are optimized for video streaming in always-on consumer premise equipment applications with capacities up to 8TB. Our\n \ngaming SSDs are specifically optimized internal storage for gaming rigs and are designed to enhance the gaming experience during game load and game play with capacities up to 4TB for SSD.\nLyve Edge-to-Cloud Mass Capacity Platform\nLyve. \nLyve is our platform built with mass data in mind. These solutions, including modular hardware and software, deliver a portfolio that streamlines data access, transport and management for today’s enterprise. \nCloud.\n Lyve Cloud storage-as-a-service platform is an S3-compatible storage-only cloud designed to allow enterprises to unlock the value of their massive unstructured datasets. We collaborate with certain partners to maximize accessibility and provide extensive interconnect opportunities for additional cloud services and geographical expansion. \nData Services.\n Lyve Mobile Data Transfer Services consists of Lyve Mobile modular and scalable hardware, purpose-built for simple and secure mass-capacity edge data storage, lift-and-shift initiatives, and other data movement for the enterprise. These products are cloud-vendor agnostic and can be integrated seamlessly with public or private cloud data centers and providers. \nCustomers\nWe sell our products to major OEMs, distributors and retailers. \nOEM customers, including large hyperscale data center companies and CSPs, typically enter into master purchase agreements with us. Deliveries are scheduled only after receipt of purchase orders. In addition, with limited lead-time, customers may defer most purchase orders without significant penalty. Anticipated orders from our customers have in the past failed to materialize or OEM delivery schedules have been deferred or altered as a result of changes in their business needs.\nOur distributors generally enter into non-exclusive agreements for the resale of our products. They typically furnish us with a non-binding indication of their near-term requirements and product deliveries are generally scheduled accordingly. The agreements and related sales programs typically provide the distributors with limited rights of return and price protection. In addition, we offer sales programs to distributors on a quarterly and periodic basis to promote the sale of selected products in the sales channel.\nOur retail channel consists of our branded storage products sold to retailers either by us directly or by our distributors. Retail sales made by us or our distributors typically require greater marketing support, sales incentives and price protection periods.\nSee “Item 8. Financial Statements and Supplementary Data—\nNote 16. Business Segment and Geographic Information\n” contained in this report for a description of our major customers.\n9\nTable of Contents\nCompetition\n \nWe compete primarily with manufacturers of hard drives used in the mass capacity storage and legacy markets, and with other companies in the data storage industry that provide SSDs and systems. Some of the principal factors used by customers to differentiate among data storage solutions manufacturers are storage capacity, product performance, product quality and reliability, price per unit and price per TB, storage/retrieval access times, data transfer rates, form factor, product warranty and support capabilities, supply continuity and flexibility, power consumption, total cost of ownership and brand. While different markets and customers place varying levels of emphasis on these factors, we believe that our products are competitive with respect to many of these factors in the markets that we currently compete in.\nPrincipal Competitors. \nWe compete with manufacturers of storage solutions and the other principal manufacturers in the data storage solution industry including:\n•\nMicron Technology, Inc.; \n•\nSamsung Electronics; \n•\nSK hynix, Inc.; \n•\nKioxia Holdings Corporation; \n•\nToshiba Corporation; and \n•\nWestern Digital Corporation, operating the Western Digital, Hitachi Global Storage Technologies and SanDisk brands.\nPrice Erosion. \nHistorically, our industry has been characterized by price declines for data storage products with comparable\n \ncapacity, performance and feature sets (“like-for-like products”). Price declines for like-for-like products (“price erosion”) tend to be more pronounced during periods of: \n•\neconomic contraction in which competitors may use discounted pricing to attempt to maintain or gain market share; \n•\nfew new product introductions when competitors have comparable or alternative product offerings; and \n•\nindustry supply exceeding demand. \nData storage manufacturers typically attempt to offset price erosion with an improved mix of data storage products characterized by higher capacity, better performance and additional feature sets and product cost reductions. \nWe believe the HDD industry, in the prevailing supply and demand environment, experienced higher than usual price erosion in fiscal year 2023 and modest price erosion in fiscal year 2022.\nProduct Life Cycles and Changing Technology. \nSuccess in our industry has been dependent to a large extent on the ability to balance the introduction and transition of new products with time-to-volume, performance, capacity and quality metrics at a competitive price, level of service and support that our customers expect. Generally, the drive manufacturer that introduces a new product first benefits from improved product mix, favorable profit margins and less pricing pressure until comparable products are introduced. Changing technology also necessitates on-going investments in research and development, which may be difficult to recover due to rapid product life cycles or economic declines. Further, there is a continuing need to successfully execute product transitions and new product introductions, as factors such as quality, reliability and manufacturing yields continue to be of significant competitive importance.\nCyclicality and Seasonality\n \nOur mass capacity markets are subject to variability of sales, which can be attributed to the timing of IT spending or a reflection of cyclical demand from CSPs based on the timing of their procurement and deployment requirements and their ability to procure other components needed to build out data center infrastructure. Our legacy markets, such as consumer storage applications, traditionally experienced seasonal variability in demand with higher levels of demand in the first half of the fiscal year, primarily driven by consumer spending related to back-to-school season and traditional holiday shopping season.\n10\nTable of Contents\nResearch and Development\nWe are committed to developing new component technologies, products, alternative storage technologies inclusive of systems, software and other innovative technology solutions to support emerging applications in data use and storage. Our research and development activities are designed to bring new products to market in high volume, with quality attributes that our customers expect, before our competitors. Part of our product development strategy is to leverage a design platform and/or subsystem within product families to serve different market needs. This platform strategy allows for more efficient resource utilization, leverages best design practices, reduces exposure to changes in demand, and allows for achievement of lower costs through purchasing economies of scale. Our advanced technology integration effort, such as our high-capacity enabling HAMR technology, focuses disk drive and component research on recording subsystems, including read/write heads and recording media; market-specific product technology; and technology we believe may lead to new business opportunities. The primary purpose of our advanced technology integration effort is to ensure timely availability of mature component technologies for our product development teams as well as to allow us to leverage and coordinate those technologies in the design centers across our products in order to take advantage of opportunities in the marketplace. \nPatents and Licenses\nAs of June 30, 2023, we had approximately 4,200 U.S. patents and 450 patents issued in various foreign jurisdictions as well as approximately 350 U.S. and 100 foreign patent applications pending. The number of patents and patent applications will vary at any given time as part of our ongoing patent portfolio management activity. Due to the rapid technological change that characterizes the data storage industry, we believe that, in addition to patent protection, the improvement of existing products, reliance upon trade secrets, protection of unpatented proprietary know-how and development of new products are also important to our business in establishing and maintaining a competitive advantage. Accordingly, we intend to continue our efforts to broadly protect our intellectual property, including obtaining patents, where available, in connection with our research and development program.\nThe data storage industry is characterized by significant litigation arising from time to time relating to patent and other intellectual property rights. From time to time, we receive claims that our products infringe patents of third parties. Although we have been able to resolve some of those claims or potential claims without a material adverse effect on us, other claims have resulted in adverse decisions or settlements. In addition, other claims are pending, which if resolved unfavorably to us could have a material adverse effect on our business and results of operations. For more information on these claims, see “Item 8. Financial Statements and Supplementary Data—\nNote 14.\n \nLegal, Environmental and Other Contingencies\n.” The costs of engaging in intellectual property litigation in the past have been, and in the future may be, substantial, irrespective of the merits of the claim or the outcome.\nEnvironmental Matters\nOur operations are subject to laws and regulations in the various jurisdictions in which we operate relating to the protection of the environment, including those governing discharges of pollutants into the air and water, the management and disposal of hazardous substances and wastes and the cleanup of contaminated sites. Some of our operations require environmental permits and controls to prevent and reduce air and water pollution, and these permits are subject to modification, renewal and revocation by issuing authorities. \nWe have established environmental management systems and continually update environmental policies and standard operating procedures for our operations worldwide. We believe that our operations are in material compliance with applicable environmental laws, regulations and permits. We budget for operating and capital costs on an ongoing basis to comply with environmental laws. If additional or more stringent requirements are imposed on us in the future, we could incur additional operating costs and capital expenditures.\nSome environmental laws, such as the U.S. Comprehensive Environmental Response Compensation and Liability Act of 1980 (as amended, the “Superfund” law) and its state equivalents, can impose liability for the cost of cleanup of contaminated sites upon any of the current or former site owners or operators or upon parties who sent waste to these sites, regardless of whether the owner or operator owned the site at the time of the release of hazardous substances or the lawfulness of the original disposal activity. We have been identified as a responsible or potentially responsible party at several sites. Based on current estimates of cleanup costs and our expected allocation of these costs, we do not expect costs in connection with these sites to be material.\nWe may be subject to various state, federal and international laws and regulations governing environmental matters, including those restricting the presence of certain substances in electronic products. For example, the European Union (“EU”) enacted the Restriction of the Use of Certain Hazardous Substances in Electrical and Electronic Equipment (2011/65/EU), which prohibits the use of certain substances, including lead, in certain products, including disk drives and server storage \n11\nTable of Contents\nproducts, put on the market after July 1, 2006. Similar legislation has been or may be enacted in other jurisdictions, including in the U.S., Canada, Mexico, Taiwan, China and Japan. The EU REACH Directive (Registration, Evaluation, Authorization, and Restriction of Chemicals, EC 1907/2006) also restricts substances of very high concern in products. If we or our suppliers fail to comply with the substance restrictions, recycle requirements or other environmental requirements as they are enacted worldwide, it could have a materially adverse effect on our business.\nSocial and Employee Matters\nAs of June 30, 2023, we employed approximately 33,400 employees and temporary employees worldwide, of which approximately 27,100 were located in our Asia operations. We believe that our employees are crucial to our current success and that our future success will depend, in part, on our ability to attract, retain and further motivate qualified employees at all levels. We believe that our employee relations are good.\nDiversity, Equity & Inclusion. \nOne of our core values is inclusion. We rely on our diverse workforce to develop, deliver and sustain our business strategy and achieve our goals. One way we embrace our diverse employees and promote a culture of inclusion is through the support of employee resource groups (“ERG”). These voluntary, employee-led communities are built on a shared diversity of identity, experience or thought and provide a number of benefits to employees, including professional and leadership development. Seagate’s ERG community encompasses a wide array of diversity, such as LGBTQ+, women, people of color and interfaith, and includes over 27 chapters across seven countries. We also support inclusion through active employee communications, unconscious bias education and ongoing efforts to ensure our employees feel safe, respected and welcomed. In January 2023, we published our fourth annual Diversity, Equity, and Inclusion (“DEI”) Report, which provides an overview of our DEI efforts and outcomes including demographics on our workforce. The fiscal year 2022 DEI Report is available on our website.\nHealth & Safety. \nAll our manufacturing sites have health and safety management systems certified to the International Organization for Standardization (“ISO”) 45001. In addition, we are audited to health and safety standards set forth by the Responsible Business Alliance. Our global health and safety standards, as well as our accompanying Environment, Health and Safety (“EHS”) management systems, frequently go beyond country or industry-level guidelines to ensure that we keep our employees healthy and safe. We regularly host health and safety regulatory visits that focus on issues such as safety, radiation, fire codes, food and transportation. Through our EHS Management Systems, we ensure that the focus remains on the continuous improvement of employee health and safety programs. We continue to provide comprehensive health and safety training to our employees. We emphasize e-learning courses as our main vehicle for delivering such training because employees can learn at their own pace. \nDevelopment, Retention, Compensation, Benefits & Engagement. \nOur performance management system is a continuous process that helps team members focus on the right priorities. Meaningful conversations between managers and employees are the foundation of performance management at Seagate. We focus on dialogue centered around manager and employee conversations, and ongoing feedback, to align goals. This approach focuses on achieving high-quality productive dialogue between managers and employees. We also encourage our employees to participate in the many learning opportunities that are available at Seagate. The portfolio of learning and training formats include but are not limited to mentoring and coaching, e-learning opportunities, LinkedIn Learning classroom training, on-the-job training and other strategic internal programs that cover topics ranging from leadership and technical skills to health, safety and the environment. In addition, we are investing in upskilling and re-deploying employees as needed to support our future growth and respond to the changing demands of the business. For example, our internal mobility and career development tool provides Seagate employees the opportunity to establish networking and mentor connections, identify and participate in internal part-time projects, and explore internal full-time positions.\nOur Total Rewards program is designed to attract, motivate and retain talented people in order to successfully meet our business goals. The program generally includes base pay, annual bonuses, commissions, equity awards, an employee stock purchase plan, retirement savings opportunities and other employee health and wellness benefits. Our compensation programs and guidelines are structured to align pay with performance and aim to provide internally and externally competitive total compensation.\nEmployee engagement is the psychological commitment and passion that drives discretionary effort. It predicts individual performance and is the measure of the relationship between employees and the Company. Our engagement survey includes facets of the employee experience throughout the employee life cycle. Employee experience is what employees encounter and observe over the course of their career at Seagate. A positive employee experience can have an impact on everything from recruiting to Seagate's bottom line. \nIn fiscal year 2023, we conducted two pulse surveys to obtain feedback from our global employees on their experience at Seagate. Following the conclusion of the surveys, leaders were provided access to a dashboard with results that shared the key drivers of engagement specific to their own department. \n12\nTable of Contents\nGiving Back. \nOur community engagement program is designed to provide support to our local communities, with an emphasis on science, technology, engineering and mathematics (“STEM”) and also address health and human services, and environmental opportunities. The program is reflective of Seagate’s vertically integrated model, with multiple large facilities across EMEA, Asia and the United States. Accordingly, the program is highly localized, involving a cross-functional process to identify and execute on opportunities that are meaningful locally. \nWe maintain an emphasis on STEM, targeting K-12 students, supporting STEM efforts in a way that is age-appropriate and allows for fun as well as learning. In fiscal year 2023 we continued pivoting to virtual engagements and funding of STEM partners as they worked to deliver their programs online or in a socially distanced manner. Seagate also increased support of health & human services partnerships, such as support of food banks, clinics, and non-profit organizations, while sustaining many of our ongoing community partnerships.\nEnvironmental, Social and Governance (“ESG”) Performance Report\nAdditional information regarding our ESG commitment and progress can be found on the ESG section of our website and in our ESG Performance Report. Information contained on our website or in our annual ESG Performance Report is not incorporated by reference into this or any other report we filed with the Securities and Exchange Commission.\nFinancial Information\nFinancial information for our reportable business segment and about geographic areas is set forth in “Item 8. Financial Statements and Supplementary Data—\nNote 16. Business Segment and Geographic Information.”\n \nCorporate Information\n \nSeagate Technology Holdings public limited company is a public limited company organized under the laws of Ireland. \nAvailable Information\nAvailability of Reports.\n We are a reporting company under the Securities Exchange Act of 1934, as amended (the “1934 Exchange Act”), and we file reports, proxy statements and other information with the U.S. Securities and Exchange Commission (the “SEC”). Because we make filings to the SEC electronically, the public may access this information at the SEC's website: www.sec.gov. This site contains reports, proxy and information statements and other information regarding issuers that file electronically with the SEC. \nWebsite Access.\n Our website is www.seagate.com. We make available, free of charge at the “Investor Relations” section of our website (investors.seagate.com), our Annual Reports on Form 10-K, Quarterly Reports on Form 10-Q, Current Reports on Form 8-K and amendments to those reports filed or furnished pursuant to Section 13(a) or 15(d) of the 1934 Exchange Act as soon as reasonably practicable after we electronically file such materials with, or furnish them to, the SEC. Reports of beneficial ownership filed pursuant to Section 16(a) of the 1934 Exchange Act are also available on our website. \nInvestors.\n Investors and others should note that we routinely use the Investor Relations section of our website to announce material information to investors and the marketplace. While not all of the information that the Company posts on its corporate website is of a material nature, some information could be deemed to be material. Accordingly, the Company encourages investors, the media and others interested in the Company to review the information that it shares on www.seagate.com. Information in, or that can be accessed through, our website is not incorporated into this Form 10-K.\nInformation About Our Executive Officers \nThe following sets forth the name, age and position of each of the persons who were serving as executive officers as of August 4, 2023. There are no family relationships among any of our executive officers.\nName\nAge\nPositions\nDr. William D. Mosley\n56\nDirector and Chief Executive Officer\nGianluca Romano\n54\nExecutive Vice President and Chief Financial Officer\nBan Seng Teh\n57\nExecutive Vice President and Chief Commercial Officer\nKatherine E. Schuelke\n60\nSenior Vice President, Chief Legal Officer and Corporate Secretary\nKianFatt Chong\n60\nSenior Vice President, Global Operations\nDr. John C. Morris\n56\nSenior Vice President and Chief Technology Officer\n13\nTable of Contents\nDr. William D. Mosley, 56, has served as our Chief Executive Officer (“CEO”) since October 2017 and as a member of the Board since July 2017. He previously served as our President and Chief Operating Officer (“COO”) from June 2016 to September 2017. He also served as our President of Operations and Technology from October 2013 to June 2016 and as our Executive Vice President of Operations from March 2011 until October 2013. Prior to these positions, Dr. Mosley served as Executive Vice President, Sales and Marketing from February 2009 through March 2011; Senior Vice President of Global Disk Storage Operations from 2007 to 2009; and Vice President of Research and Development, Engineering from 2002 to 2007. He joined Seagate in 1996 as a Senior Engineer with a PhD in solid state physics. From 1996 to 2002, he served at Seagate in varying roles of increasing responsibility until his promotion to Vice President.\nGianluca Romano, 54, \nhas served as our Executive Vice President and Chief Financial Officer since January 2019. From October 2011 to December 2018, Mr. Romano served as Corporate Vice President, Business Finance and Accounting at Micron Technology, Inc (“Micron”), a producer of computer memory and computer data storage. Prior to his role at Micron, Mr. Romano served as Vice President Finance, Corporate Controller at Numonyx, Inc., a flash memory company which was acquired by Micron in February 2010, from 2008 to 2010. From 1994 until 2008, Mr. Romano held various finance positions at STMicroelectronics, an electronics and semiconductor manufacturer, most recently as Group Vice-President, Central & North Europe Finance Director, Shared Accounting Services Director.\nBan Seng Teh, 57, has served as our Executive Vice President and Chief Commercial Officer since July 2022. Prior to that, Mr. Teh served as Executive Vice President of Global Sales and Sales Operations from February 2021 to July 2022 and Senior Vice President of Global Sales and Sales Operations from November 2014 to February 2021. Mr. Teh also served as our Senior Vice President of Asia-Pacific and Japan Sales and marketing from July 2010 to November 2014. Mr. Teh joined Seagate in 1989 as a field customer engineer and has served in varying roles of increasing responsibilities, including as Vice President, Asia Pacific Sales and Marketing (Singapore) from January 2008 to July 2010; Vice President, Sales Operations from 2006 to 2008; Vice President, Asia Pacific Sales from 2003 to 2006; Director, Marketing and APAC Distribution Sales from 1999 to 2003; and Country Manager, South Asia Sales from 1996 to 1999.\nKatherine E. Schuelke, 60, has served as our Senior Vice President, Chief Legal Officer and Corporate Secretary since June 2017. From 2011 to January 2016, Ms. Schuelke was the Senior Vice President, General Counsel and Secretary at Altera Corporation (“Altera”), a manufacturer of programmable logic devices. Prior to that, Ms. Schuelke was Vice President, General Counsel, and Secretary at Altera from 2001 to 2011. At Altera, she held other positions of increasing responsibility from 1996 through 2001. Ms. Schuelke began her career at an international law firm. Ms. Schuelke serves on the board of directors of SiTime Corporation, a provider of silicon timing solutions, and on its Compensation and Nominating and Corporate Governance Committees.\nKianFatt Chong, 60, has served as our Senior Vice President, Global Operations since October 2020. Prior to his current role, Mr. Chong was Senior Vice President, Global Drive Operations from December 2013 to September 2020. He served as Vice President of China Operations from July 2003 to November 2013, expanding and also spearheading the first campus concept in Seagate with multiple manufacturing operations disciplines all located in a single site. Since joining Seagate in 1989 as an engineer, Mr. Chong has held a variety of leadership positions and has been a key strategic contributor for many Seagate’s operations and manufacturing capabilities across the global footprints. \nDr. John C. Morris, 56, has served as our Senior Vice President, HDD and SSD Products and Chief Technology Officer since 2019. Prior to his current role, Dr. Morris was the Vice President of HDD and SSD Products from August 2015 to August 2019. Before that, he served as Vice President of Design Engineering and Enterprise Development Group driving focus on technical and strategic alignment with enterprise and cloud customers from September 2013 to August 2015. Since joining the Company in 1996, Dr. Morris has held a variety of engineering leadership positions and has been a key contributor to many of Seagate’s core technologies.\n14\nTable of Contents",
    "item1a": ">ITEM 1A.\nRISK FACTORS \nSummary of Risk Factors\nThe following is a summary of the principal risks and uncertainties that could materially adversely affect our business, results of operations, financial condition, cash flows, brand and/or the price of our outstanding ordinary shares, and make an investment in our ordinary shares speculative or risky. You should read this summary together with the more detailed description of each risk factor contained below. Additional risks beyond those summarized below or discussed elsewhere in this Annual Report on Form 10-K may apply to our business and operations as currently conducted or as we may conduct them in the future or to the markets in which we currently, or may in the future, operate.\nRisks Related to our Business, Operations and Industry\n•\nOur ability to increase our revenue and maintain our market share depends on our ability to successfully introduce and achieve market acceptance of new products on a timely basis. If our products do not keep pace with customer requirements, our results of operations will be adversely affected.\n•\nWe operate in highly competitive markets and our failure to anticipate and respond to technological changes and other market developments, including price, could harm our ability to compete.\n•\nWe have been adversely affected by reduced, delayed, loss of or canceled purchases by, one or more of our key customers, including large hyperscale data center companies and CSPs.\n•\nWe are dependent on sales to distributors and retailers, which may increase price erosion and the volatility of our sales.\n•\nWe must plan our investments in our products and incur costs before we have customer orders or know about the market conditions at the time the products are produced. If we fail to predict demand accurately for our products or if the markets for our products change, we may have insufficient demand or we may be unable to meet demand, which may materially adversely affect our financial condition and results of operations.\n•\nChanges in demand for computer systems, data storage subsystems and consumer electronic devices may in the future cause a decline in demand for our products.\n•\nWe have a long and unpredictable sales cycle for nearline storage solutions, which impairs our ability to accurately predict our financial and operating results in any period and may adversely affect our ability to forecast the need for investments and expenditures.\n•\nWe experience seasonal declines in the sales of our consumer products during the second half of our fiscal year which may adversely affect our results of operations.\n•\nWe may not be successful in our efforts to grow our systems, SSD and Lyve revenues.\n•\nOur worldwide sales and manufacturing operations subject us to risks that may adversely affect our business related to disruptions in international markets, currency exchange fluctuations and increased costs.\n•\nThe effects of the COVID-19 pandemic have negatively impacted and may, in the future, adversely impact our business, operating results and financial condition, as well as the operations and financial performance of many of the customers and suppliers in industries that we serve. \n•\nIf we do not control our costs, we will not be able to compete effectively and our financial condition may be adversely impacted.\nRisks Associated with Supply and Manufacturing\n•\nShortages or delays in the receipt of, or cost increases in, critical components, equipment or raw materials necessary to manufacture our products, as well as reliance on single-source suppliers, may affect our production and development of products and may harm our operating results.\n•\nWe have cancelled purchased commitments with suppliers and incurred cost associated with such cancellations, and if revenues fall or customer demand decreases significantly, we may not meet our purchase commitments to certain suppliers in the future, which could result in penalties, increased manufacturing costs or excess inventory.\n•\nDue to the complexity of our products, some defects may only become detectable after deployment.\nRisks Related to Human Capital\n•\nThe loss of or inability to attract, retain and motivate key executive officers and employees could negatively impact our business prospects.\n•\nWe are subject to risks related to corporate and social responsibility and reputation.\n15\nTable of Contents\nRisks Related to Financial Performance or General Economic Conditions\n•\nChanges in the macroeconomic environment have impacted and may in the future negatively impact our results of operations.\n•\nWe may not be able to generate sufficient cash flows from operations and our investments to meet our liquidity requirements, including servicing our indebtedness and continuing to declare our quarterly dividend.\n•\nWe are subject to counterparty default risks.\n•\nOur quarterly results of operations fluctuate, sometimes significantly, from period to period, and may cause our share price to decline. \n•\nAny cost reduction initiatives that we undertake may not deliver the results we expect and these actions may adversely affect our business.\n•\nThe effect of geopolitical uncertainties, war, terrorism, natural disasters, public health issues and other circumstances, on national and/or international commerce and on the global economy, could materially adversely affect our results of operations and financial condition.\nLegal, Regulatory and Compliance Risks\n•\nOur business is subject to various laws, regulations, governmental policies, litigation, governmental investigations or governmental proceedings that may cause us to incur significant expense or adversely impact our results or operations and financial condition.\n•\nSome of our products and services are subject to export control laws and other laws affecting the countries in which our products and services may be sold, distributed, or delivered, and any changes to or violation of these laws could have a material adverse effect on our business, results of operations, financial condition and cash flows.\n•\nChanges in U.S. trade policy, including the imposition of sanctions or tariffs and the resulting consequences, may have a material adverse impact on our business and results of operations.\n•\nWe may be unable to protect our intellectual property rights, which could adversely affect our business, financial condition and results of operations.\n•\nWe are at times subject to intellectual property proceedings and claims which could cause us to incur significant additional costs or prevent us from selling our products, and which could adversely affect our results of operations and financial condition.\n•\nOur business and certain products and services depend in part on IP and technology licensed from third parties, as well as data centers and infrastructure operated by third parties.\nRisks Related to Information Technology, Data and Information Security\n•\nWe could suffer a loss of revenue and increased costs, exposure to significant liability including legal and regulatory consequences, reputational harm and other serious negative consequences in the event of cyber-attacks, ransomware or other cyber security breaches or incidents that disrupt our operations or result in unauthorized access to, or the loss, corruption, unavailability or dissemination of proprietary or confidential information of our customers or about us or other third parties.\n•\nWe must successfully implement our new global enterprise resource planning system and maintain and upgrade our information technology systems, and our failure to do so could have a material adverse effect on our business, financial condition and results of operations. \nRisks Related to Owning our Ordinary Shares\n•\nThe price of our ordinary shares may be volatile and could decline significantly.\n•\nAny decision to reduce or discontinue the payment of cash dividends to our shareholders or the repurchase of our ordinary shares pursuant to our previously announced share repurchase program could cause the market price of our ordinary shares to decline significantly.\n16\nTable of Contents\nRISKS RELATED TO OUR BUSINESS, OPERATIONS AND INDUSTRY\nOur ability to increase our revenue and maintain our market share depends on our ability to successfully introduce and achieve market acceptance of new products on a timely basis. If our products do not keep pace with customer requirements, our results of operations will be adversely affected.\nThe markets for our products are characterized by rapid technological change, frequent new product introductions and technology enhancements, uncertain product life cycles and changes in customer demand. The success of our products and services also often depends on whether our offerings are compatible with our customers’ or third-parties’ products or services and their changing technologies. Our customers demand new generations of storage products as advances in computer hardware and software have created the need for improved storage, with features such as increased storage capacity, enhanced security, energy efficiency, improved performance and reliability and lower cost. We, and our competitors, have developed improved products, and we will need to continue to do so in the future.\nHistorically, our results of operations have substantially depended upon our ability to be among the first-to-market with new data storage product offerings. We may face technological, operational and financial challenges in developing new products. In addition, our investments in new product development may not yield the anticipated benefits. Our market share, revenue and results of operations in the future may be adversely affected if we fail to: \n•\ndevelop new products, identify business strategies and timely introduce competitive product offerings to meet technological shifts, or we are unable to execute successfully;\n•\nconsistently maintain our time-to-market performance with our new products; \n•\nmanufacture these products in adequate volume; \n•\nmeet specifications or satisfy compatibility requirements;\n•\nqualify these products with key customers on a timely basis by meeting our customers’ performance and quality specifications; or \n•\nachieve acceptable manufacturing yields, quality and costs with these products.\nAccordingly, we cannot accurately determine the ultimate effect that our new products will have on our results of operations. Our failure to accurately anticipate customers’ needs and accurately identify the shift in technological changes could materially adversely affect our long-term financial results. \nIn addition, the concentration of customers in our largest end markets magnifies the potential adverse effect of missing a product qualification opportunity. If the delivery of our products is delayed, our customers may use our competitors’ products to meet their requirements. \nWhen we develop new products with higher capacity and more advanced technology, our results of operations may decline because the increased difficulty and complexity associated with producing these products increases the likelihood of reliability, quality or operability problems. If our products experience increases in failure rates, are of low quality or are not reliable, customers may reduce their purchases of our products, our factory utilization may decrease and our manufacturing rework and scrap costs and our service and warranty costs may increase. In addition, a decline in the reliability of our products may make it more difficult for us to effectively compete with our competitors.\nAdditionally, we may be unable to produce new products that have higher capacities and more advanced technologies in the volumes and timeframes that are required to meet customer demand. We are transitioning to key areal density recording technologies that use HAMR technology to increase HDD capacities. If our transitions to more advanced technologies, including the transition to HDDs utilizing HAMR technology, require development and production cycles that are longer than anticipated or if we otherwise fail to implement new HDD technologies successfully, we may lose sales and market share, which could significantly harm our financial results.\nWe cannot assure you that we will be among the leaders in time-to-market with new products or that we will be able to successfully qualify new products with our customers in the future. If our new products are not successful, our future results of operations may be adversely affected.\nWe operate in highly competitive markets and our failure to anticipate and respond to technological changes and other market developments, including price, could harm our ability to compete.\n \nWe face intense competition in the data storage industry. Our principal sources of competition include HDD and SSD manufacturers, and companies that provide storage subsystems, including electronic manufacturing services and contract electronic manufacturing. \nThe markets for our data storage products are characterized by technological change, which is driven in part by the adoption of new industry standards. These standards provide mechanisms to ensure technology component interoperability but they also hinder our ability to innovate or differentiate our products. When this occurs, our products may be deemed commodities, which could result in downward pressure on prices.\n17\nTable of Contents\nWe also experience competition from other companies that produce alternative storage technologies such as flash memory, where increasing capacity, decreasing cost, energy efficiency and improvements in performance have resulted in SSDs that offer increased competition with our lower capacity, smaller form factor HDDs and a declining trend in demand for HDDs in our legacy markets. Some customers for both mass capacity storage and legacy markets have adopted SSDs as an alternative to hard drives in certain applications. Further adoption of SSDs or other alternative storage technologies may limit our total addressable HDD market, impact the competitiveness of our product portfolio and reduce our market share. Any resulting increase in competition could have a material adverse effect on our business, financial condition and results of operations.\nWe have been adversely affected by reduced, delayed, loss of or canceled purchases by, one or more of our key customers, including large hyperscale data center companies and CSPs.\nSome of our key customers such as OEM customers including large hyperscale data center companies and CSPs account for a large portion of our revenue in our mass capacity markets. While we have long-standing relationships with many of our customers, if any key customers have to significantly reduce, defer or cancel their purchases from us or delay product acceptances, or we were prohibited from selling to those key customers such as due to export regulations, our results of operations would be adversely affected. Although sales to key customers may vary from period to period, a key customer that permanently discontinues or significantly reduces its relationship with us, or that we are prohibited from selling to, could be difficult to replace. In line with industry practice, new key customers usually require that we pass a lengthy and rigorous qualification process. Accordingly, it may be difficult or costly for us to attract new key customers. Additionally, our customers’ demand for our products may fluctuate due to factors beyond our control. If any of our key customers unexpectedly reduce, delay or cancel orders, our revenues and results of operations may be materially adversely affected.\nFurthermore, if there is consolidation among our customer base, or when supply exceeds demand in our industry, our customers may be able to command increased leverage in negotiating prices and other terms of sale, which could adversely affect our profitability. Furthermore, if such customer pressures require us to reduce our pricing such that our gross margins are diminished, it might not be feasible to sell to a particular customer, which could result in a decrease in our revenue. Consolidation among our customer base may also lead to reduced demand for our products, replacement of our products by the combined entity with those of our competitors and cancellations of orders, each of which could adversely affect our results of operations. If a significant transaction or regulatory impact involving any of our key customers results in the loss of or reduction in purchases by these key customers, it could have a materially adverse effect on our business, results of operations and financial condition. \nWe are dependent on sales to distributors and retailers, which may increase price erosion and the volatility of our sales\n.\n \nA substantial portion of our sales has been to distributors and retailers of disk drive products. Certain of our distributors and retailers may also market competing products. We face significant competition in this distribution channel as a result of limited product qualification programs and a focus on price, terms and product availability. Sales volumes through this channel are also less predictable and subject to greater volatility. In addition, deterioration in business and economic conditions has exacerbated price erosion and volatility as distributors or retailers lower prices to compensate for lower demand and higher inventory levels. Our distributors’ and retailers’ ability to access credit to fund their operations may also affect their purchases of our products. If prices decline significantly in this distribution channel or our distributors or retailers reduce purchases of our products or if distributors or retailers experience financial difficulties or terminate their relationships with us, our revenues and results of operations would be adversely affected. \nWe must plan our investments in our products and incur costs before we have customer orders or know about the market conditions at the time the products are produced. If we fail to predict demand accurately for our products or if the markets for our products change, we may have insufficient demand or we may be unable to meet demand, which may materially adversely affect our financial condition and results of operations.\nOur results of operation are highly dependent on strong cloud and enterprise and/or consumer spending and the resulting demand for our products. Reduced demand, particularly from our key cloud and enterprise customers as a result of a significant change in macroeconomic conditions or other factors may result in a significant reduction or cancellation of their purchases from us which can and have materially adversely impacted our business and financial condition. \nOur manufacturing process requires us to make significant product-specific investments in inventory for production at least three to six months in advance. As a result, we incur inventory and manufacturing costs in advance of anticipated sales that may never materialize or that may be substantially lower than expected. If actual demand for our products is lower than the forecast, we may also experience excess and obsolescence of inventory, higher inventory carrying costs, factory underutilization charges and manufacturing rework costs, which have resulted in and could result in adverse material effects on our financial condition and results of operations. For example, due to customer inventory adjustments, we have experienced a slowdown in demand for our products, particularly in the mass capacity markets. These reductions in demand have required us to significantly reduce manufacturing production plans and recognize factory underutilization charges. We expect these factors will continue to impact our business and results of operations over the near term.\n18\nTable of Contents\nOther factors that have affected and may continue to affect our ability to anticipate or meet the demand for our products and adversely affect our results of operations include:\n•\ncompetitive product announcements or technological advances that result in excess supply when customers cancel purchases in anticipation of newer products; \n•\nvariable demand resulting from unanticipated upward or downward pricing pressures; \n•\nour ability to successfully qualify, manufacture and sell our data storage products; \n•\nchanges in our product mix, which may adversely affect our gross margins; \n•\nkey customers deferring or canceling purchases or delaying product acceptances, or unexpected increases in their orders;\n•\nmanufacturing delays or interruptions, particularly at our manufacturing facilities in China, Malaysia, Northern Ireland, Singapore, Thailand or the United States;\n•\nlimited access to components that we obtain from a single or a limited number of suppliers; and \n•\nthe impact of changes in foreign currency exchange rates on the cost of producing our products and the effective price of our products to non-U.S. customers. \nChanges in demand for computer systems, data storage subsystems and consumer electronic devices may in the future cause a decline in demand for our products.\nOur products are incorporated in computers, data storage systems deployed in data centers and consumer electronic devices. Historically, the demand for these products has been volatile. Unexpected slowdowns in demand for computers, data storage subsystems or consumer electronic devices generally result in sharp declines in demand for our products. Declines in customer spending on the systems and devices that incorporate our products could have a material adverse effect on demand for our products and on our financial condition and results of operations. Uncertain global economic and business conditions can exacerbate these risks.\n \nWe are dependent on our long-term investments to manufacture adequate products. Our investment decisions in adding new manufacturing capacity require significant planning and lead-time, and a failure to accurately forecast demand for our products could cause us to over-invest or under-invest, which would lead to excess capacity, underutilization charges, or impairments. \nSales to the legacy markets remain an important part of our business. These markets, however, have been, and we expect them to continue to be, adversely affected by: \n•\nannouncements or introductions of major new operating systems or semiconductor improvements or shifts in customer preferences, performance requirements and behavior, such as the shift to tablet computers, smart phones, NAND flash memory or similar devices that meet customers’ cost and capacity metrics; \n•\nlonger product life cycles; and\n•\nchanges in macroeconomic conditions that cause customers to spend less, such as the imposition of new tariffs, increased laws and regulations, and increased unemployment levels. \nThe deterioration of demand for disk drives in certain of the legacy markets has accelerated, and we believe this deterioration may continue and may further accelerate, which has caused our operating results to suffer.\nIn addition, we believe announcements regarding competitive product introductions from time to time have caused customers to defer or cancel their purchases, making certain inventory obsolete. Whenever an oversupply of products in the market causes our industry to have higher than anticipated inventory levels, we experience even more intense price competition from other manufacturers than usual, which may materially adversely affect our financial results. \nWe have a long and unpredictable sales cycle for nearline storage solutions, which impairs our ability to accurately predict our financial and operating results in any period and may adversely affect our ability to forecast the need for investments and expenditures\n.\nOur nearline storage solutions are technically complex and we typically supply them in high quantities to a small number of customers. Many of our products are tailored to meet the specific requirements of individual customers and are often integrated by our customers into the systems and products that they sell.\n19\nTable of Contents\nOur sales cycle for nearline storage solutions could exceed one year and could be unpredictable, depending on the time required for developing, testing and evaluating our products before deployment; the size of deployment; and the complexity of system configuration necessary for development. Additionally, our nearline storage solutions are subject to variability of sales primarily due to the timing of IT spending or a reflection of cyclical demand from CSPs based on the timing of their procurement and deployment requirements and their ability to procure other components needed to build out data center infrastructure. Given the length of development and qualification programs and unpredictability of the sales cycle, we may be unable to accurately forecast product demand, which may result in excess inventory and associated inventory reserves or write-downs, which could harm our business, financial condition and results of operations.\nWe experience seasonal declines in the sales of our consumer products during the second half of our fiscal year which may adversely affect our results of operations.\nIn certain end markets, sales of computers, storage subsystems and consumer electronic devices tend to be seasonal, and therefore, we expect to continue to experience seasonality in our business as we respond to variations in our customers’ demand for our products. In particular, we anticipate that sales of our consumer products will continue to be lower during the second half of our fiscal year. Retail sales of certain of our legacy markets solutions traditionally experience higher demand in the first half of our fiscal year driven by consumer spending in the back-to-school season from late summer to fall and the traditional holiday shopping season from fall to winter. We experience seasonal reductions in the second half of our fiscal year in the business activities of our customers during international holidays like Lunar New Year, as well as in the summer months (particularly in Europe), which typically result in lower sales during those periods. Since our working capital needs peak during periods in which we are increasing production in anticipation of orders that have not yet been received, our results of operations will fluctuate even if the forecasted demand for our products proves accurate. Failure to anticipate consumer demand for our branded solutions may also adversely impact our future results of operations. Furthermore, it is difficult for us to evaluate the degree to which this seasonality may affect our business in future periods because of the rate and unpredictability of product transitions and new product introductions, as well as macroeconomic conditions. In particular, during periods where there are rapidly changing macroeconomic conditions, historical seasonality trends may not be a good indicator to predict our future performance and results of operations. \nWe may not be successful in our efforts to grow our systems, SSD and Lyve revenues.\nWe have made and continue to make investments to grow our systems, SSD and Lyve platform revenues. Our ability to grow systems, SSD and Lyve revenues is subject to the following risks:\n•\nwe may be unable to accurately estimate and predict data center capacity and requirements; \n•\nwe may be unable to offer compelling solutions or services to enterprises, subscribers or consumers; \n•\nwe may be unable to obtain cost effective supply of NAND flash memory in order to offer competitive SSD solutions; and \n•\nour cloud systems revenues generally have a longer sales cycle, and growth is likely to depend on relatively large orders from a concentrated customer base, which may increase the variability of our results of operations and the difficulty of matching revenues with expenses. \nOur results of operations and share price may be adversely affected if we are not successful in our efforts to grow our revenues as anticipated. In addition, our growth in these markets may bring us into closer competition with some of our customers or potential customers, which may decrease their willingness to do business with us.\nOur worldwide sales and manufacturing operations subject us to risks that may adversely affect our business related to disruptions in international markets, currency exchange fluctuations and increased costs.\nWe are a global company and have significant sales operations outside of the United States, including sales personnel and customer support operations. We also generate a significant portion of our revenue from sales outside the U.S. Disruptions in the economic, environmental, political, legal or regulatory landscape in the countries where we operate may have a material adverse impact on our manufacturing and sales operations. Disruptions in financial markets and the deterioration of global economic conditions have had and may continue to have an impact on our sales to customers and end-users.\n20\nTable of Contents\nPrices for our products are denominated predominantly in dollars, even when sold to customers that are located outside the U.S. An increase in the value of the dollar could increase the real cost to our customers of our products in those markets outside of the U.S. where we sell in dollars. This could adversely impact our sales and market share in such areas or increase pressure on us to lower our prices, and adversely impact our profit margins. In addition, we have revenue and expenses denominated in currencies other than the dollar, primarily the Thai Baht, Singaporean dollar, Chinese Renminbi and British Pound Sterling, which further exposes us to adverse movements in foreign currency exchange rates. A weakened dollar could increase the effective cost of our expenses such as payroll, utilities, tax and marketing expenses, as well as overseas capital expenditures. Any of these events could have a material adverse effect on our results of operations. We have attempted to manage the impact of foreign currency exchange rate changes by, among other things, entering into foreign currency forward exchange contracts from time to time, which could be designated as cash flow hedges or not designated as hedging instruments. Our hedging strategy may be ineffective, and specific hedges may expire and not be renewed or may not offset any or more than a portion of the adverse financial impact resulting from currency variations. The hedging activities may not cover our full exposure, subject us to certain counterparty credit risks and may impact our results of operations. See “Item 7A. Quantitative and Qualitative Disclosures About Market Risk— \nForeign Currency Exchange Risk\n” of this report for additional information about our foreign currency exchange risk.\nThe shipping and transportation costs associated with our international operations are typically higher than those associated with our U.S. operations, resulting in decreased operating margins in some countries. Volatility in fuel costs, political instability or constraints in or increases in the costs of air transportation may lead us to develop alternative shipment methods, which could disrupt our ability to receive raw materials, or ship finished product, and as a result our business and results of operations may be harmed.\nThe effects of the COVID-19 pandemic have negatively impacted and may, in the future, adversely impact our business, operating results and financial condition, as well as the operations and financial performance of many of the customers and suppliers in industries that we serve.\nThe COVID-19 pandemic has resulted in a widespread health crisis and numerous disease control measures being taken to limit its spread. The impact of the pandemic on our business has included or could in the future include:\n•\ndisruptions to or restrictions on our ability to ensure the continuous manufacture and supply of our products and services as a result of labor shortages and workforce disruptions, including insufficiency of our existing inventory levels and temporary or permanent closures or reductions in operational capacity of our facilities or the facilities of our direct or indirect suppliers or customers, and any supply chain disruptions; \n•\nincreases in operational expenses and other costs related to requirements implemented to mitigate the impact of the COVID-19 pandemic;\n•\ndelays or limitations on the ability of our customers to perform or make timely payments;\n•\nreductions in short- and long-term demand for our products, or other disruptions in technology buying patterns;\n•\nadverse effects on economies and financial markets globally or in various markets throughout the world, which has led to, and could in the future, lead to, reductions in business and consumer spending, which have resulted or may result in decreased net revenue, gross margins, or earnings and/or in increased expenses and difficulty in managing inventory levels;\n•\ndelays to and/or lengthening of our sales or development cycles or qualification activity; and\n•\nchallenges for us, our direct and indirect suppliers and our customers in obtaining financing due to turmoil in financial markets.\nThere are many factors outside of our control, such as new strains of COVID-19 virus, the response and measures taken by government authorities around the world, and the response of the financial and consumer markets to the pandemic and related governmental measures. These impacts, individually or in the aggregate, have had and could have a material and adverse effect on our business, results of operations and financial condition. Under any of these circumstances, the resumption of normal business operations has delayed or been hampered by lingering effects of the COVID-19 pandemic on our operations, direct and indirect suppliers, partners and customers. The COVID-19 pandemic may also heighten other risks described in this Risk Factors section.\n21\nTable of Contents\nIf we do not control our costs, we will not be able to compete effectively and our financial condition may be adversely impacted. \nWe continually seek to make our cost structure and business processes more efficient. We are focused on increasing workforce flexibility and scalability, and improving overall competitiveness by leveraging our global capabilities, as well as external talent and skills, worldwide. Our strategy involves, to a substantial degree, increasing revenue and exabytes volume while at the same time controlling expenses. Because of our vertical design and manufacturing strategy, our operations have higher costs that are fixed or difficult to reduce in the short-term, including our costs related to utilization of existing facilities and equipment. If we fail to forecast demand accurately or if there is a partial or complete reduction in long-term demand for our products, we could be required to write off inventory, record excess capacity charges, which could negatively impact our gross margin and our financial results. If we do not control our manufacturing and operating expenses, our ability to compete in the marketplace may be impaired. In the past, activities to reduce costs have included closures and transfers of facilities, significant personnel reductions, restructuring efforts, asset write-offs and efforts to increase automation. Our restructuring efforts may not yield the intended benefits and may be unsuccessful or disruptive to our business operations which may materially adversely affect our financial results.\nRISKS ASSOCIATED WITH SUPPLY AND MANUFACTURING\nShortages or delays in the receipt of, or cost increases in, critical components, equipment or raw materials necessary to manufacture our products, as well as reliance on single-source suppliers, may affect our production and development of products and may harm our operating results. \nThe cost, quality and availability of components, subassemblies, certain equipment and raw materials used to manufacture our products are critical to our success. Particularly important for our products are components such as read/write heads, substrates for recording media, ASICs, spindle motors, printed circuit boards, suspension assemblies and NAND flash memory. Certain rare earth elements are also critical in the manufacture of our products. In addition, the equipment we use to manufacture our products and components is frequently custom made and comes from a few suppliers and the lead times required to obtain manufacturing equipment can be significant. Our efforts to control our costs, including capital expenditures, may also affect our ability to obtain or maintain such inputs and equipment, which could affect our ability to meet future demand for our products. \nWe rely on sole or a limited number of direct and indirect suppliers for some or all of these components and rare earth elements that we do not manufacture, including substrates for recording media, read/write heads, ASICs, spindle motors, printed circuit boards, suspension assemblies and NAND flash memory. Our options in supplier selection in these cases are limited and the supplier-based technology has been and may continue to be single sourced until wider adoption of the technology occurs and any necessary licenses become available. In light of this small, consolidated supplier base, if our suppliers increased their prices as a result of inflationary pressures from the current macroeconomic conditions or other changes in economic conditions, and we could not pass these price increases to our customers, our operating margin would decline. Also, many of such direct and indirect component suppliers are geographically concentrated, making our supply chain more vulnerable to regional disruptions such as severe weather, the occurrence of local or global health issues or pandemics, acts of terrorism, war and an unpredictable geopolitical climate, which may have a material impact on the production, availability and transportation of many components. We also often aim to lead the market in new technology deployments and leverage unique and customized technology from single source suppliers who are early adopters in the emerging market. If there are any technical issues in the supplier’s technology, it may also cause us to delay shipments of our new technology deployments, incur scrap, rework or warranty charges and harm our financial position. \nWe have experienced and could in the future experience increased costs and production delays when we were unable to obtain the necessary equipment or sufficient quantities of some components, and/or have been forced to pay higher prices or make volume purchase commitments or advance deposits for some components, equipment or raw materials that were in short supply in the industry in general. If our direct and indirect vendors for these components are unable to meet our cost, quality, supply and transportation requirements or fulfill their contractual commitments and obligations, we may have to reengineer some products, which would likely cause production and shipment delays, make the reengineered products more costly and provide us with a lower rate of return on these products. Further, if we have to allocate the components we receive to certain of our products and ship less of others due to shortages or delays in critical components, we may lose sales to customers who could purchase more of their required products from our competitor that either did not experience these shortages or delays or that made different allocations, and thus our revenue and operating margin would decline.\n22\nTable of Contents\nWe cannot assure you that we will be able to obtain critical components in a timely and economic manner. In addition, from time to time, some of our suppliers’ manufacturing facilities are fully utilized. If they fail to invest in additional capacity or deliver components in the required timeframe, such failure would have an impact on our ability to ramp new products, and may result in a loss of revenue or market share if our competitors did not utilize the same components and were not affected. Further, if our customers experience shortages of components or materials used in their products it could result in a decrease in demand for our products and have an adverse effect on our results of operations. \nWe have cancelled purchase commitments with suppliers and incurred cost associated with such cancellations, and if revenues fall or customer demand decreases significantly, we may not meet our purchase commitments to certain suppliers in the future, which could result in penalties, increased manufacturing costs or excess inventory.\nFrom time to time, we enter into long-term, non-cancelable purchase commitments or make large up-front investments with certain suppliers in order to secure certain components or technologies for the production of our products or to supplement our internal manufacturing capacity for certain components. In fiscal year 2023, we cancelled purchase commitments with certain suppliers due to a change in forecasted demand and incurred fees associated with such cancellation. If our actual revenues in the future are lower than our projections or if customer demand decreases significantly below our projections, we may not meet our purchase commitments with suppliers. As a result, it is possible that our revenues will not be sufficient to recoup our up-front investments, in which case we will have to shift output from our internal manufacturing facilities to these suppliers, resulting in higher internal manufacturing costs, or make penalty-type payments under the terms of these contracts. Additionally, because our markets are volatile, competitive and subject to rapid technology and price changes, we face inventory and other asset risks in the event we do not fully utilize purchase commitments. If we cancel purchase commitments, are unable to fully utilize our purchase commitments or if we shift output from our internal manufacturing facilities in order to meet the commitments, our gross margin and operating margin could be materially adversely impacted.\nDue to the complexity of our products, some defects may only become detectable after deployment\n.\n \nOur products are highly complex and are designed to operate in and form part of larger complex networks and storage systems. Our products may contain a defect or be perceived as containing a defect by our customers as a result of improper use or maintenance. Lead times required to manufacture certain components are significant, and a quality excursion may take significant time and resources to remediate. Defects in our products, third-party components or in the networks and systems of which they form a part, directly or indirectly, have resulted in and may in the future result in: \n•\nincreased costs and product delays until complex solution level interoperability issues are resolved;\n•\ncosts associated with the remediation of any problems attributable to our products;\n•\nloss of or delays in revenues;\n•\nloss of customers;\n•\nfailure to achieve market acceptance and loss of market share;\n•\nincreased service and warranty costs; and\n•\nincreased insurance costs.\nDefects in our products could also result in legal actions by our customers for breach of warranty, property damage, injury or death. Such legal actions, including but not limited to product liability claims could exceed the level of insurance coverage that we have obtained. Any significant uninsured claims could significantly harm our financial condition.\nRISKS RELATED TO HUMAN CAPITAL\nThe loss of or inability to attract, retain and motivate key executive officers and employees could negatively impact our business prospects\n.\n \nOur future performance depends to a significant degree upon the continued service of key members of management as well as marketing, sales and product development personnel. We believe our future success will also depend in large part upon our ability to attract, retain and further motivate highly skilled management, marketing, sales and product development personnel. We have experienced intense competition for qualified and capable personnel, including in the U.S., Thailand, China, Singapore and Northern Ireland, and we cannot assure you that we will be able to retain our key employees or that we will be successful in attracting, assimilating and retaining personnel in the future. Additionally, because a portion of our key personnel’s compensation is contingent upon the performance of our business, including through cash bonuses and equity compensation, when the market price of our ordinary shares fluctuates or our results of operations or financial condition are negatively impacted, we may be at a competitive disadvantage for retaining and hiring employees. The reductions in workforce that result from our historical restructurings have also made and may continue to make it difficult for us to recruit and retain personnel. Increased difficulty in accessing, recruiting or retaining personnel may lead to increased manufacturing and employment compensation costs, which could adversely affect our results of operations. The loss of one or more of our key personnel or the inability to hire and retain key personnel could have a material adverse effect on our business, results of operations and financial condition. \n23\nTable of Contents\nWe are subject to risks related to corporate and social responsibility and reputation.\nMany factors influence our reputation including the perception held by our customers, suppliers, partners, shareholders, other key stakeholders and the communities in which we operate. Our key customers’ satisfaction with the volume, quality and timeliness of our products is a material element of our market reputation, and any damage to our key customer relationships could materially adversely affect our reputation. We face increasing scrutiny related to environmental, social and governance activities. We risk damage to our reputation if we fail to act responsibly in a number of areas, such as diversity and inclusion, environmental stewardship, sustainability, supply chain management, climate change, workplace conduct and human rights. Further, despite our policies to the contrary, we may not be able to control the conduct of every individual actor, and our employees and personnel may violate environmental, social or governance standards or engage in other unethical conduct. These acts, or any accusation of such conduct, even if proven to be false, could adversely impact the reputation of our business. Any harm to our reputation could impact employee engagement and retention, our corporate culture and the willingness of customers, suppliers and partners to do business with us, which could have a material adverse effect on our business, results of operations and cash flows.\nRISKS RELATED TO FINANCIAL PERFORMANCE OR GENERAL ECONOMIC CONDITIONS\nChanges in the macroeconomic environment have impacted and may in the future negatively impact our results of operations.\nChanges\n \nin macroeconomic conditions may affect consumer and enterprise spending, and as a result, our customers may postpone or cancel spending in response to volatility in credit and equity markets, negative financial news and/or declines in income or asset values, all of which may have a material adverse effect on the demand for our products and/or result in significant decreases in our product prices. Other factors that could have a material adverse effect on demand for our products and on our financial condition and results of operations include inflation, slower growth or recession, conditions in the labor market, healthcare costs, access to credit, consumer confidence and other macroeconomic factors affecting consumer and business spending behavior. These changes could happen rapidly and we may not be able to react quickly to prevent or limit our losses or exposures.\nMacroeconomic developments such as slowing global economies, trade disputes, sanctions, increased tariffs between the U.S. and China, Mexico and other countries, the withdrawal of the United Kingdom from the EU, adverse economic conditions worldwide or efforts of governments to stimulate or stabilize the economy have and may continue to adversely impact our business. Significant inflation and related increases in interest rates, have negatively affected our business in recent quarters and could continue in the near future to negatively affect our business, operating results or financial condition or the markets in which we operate, which, in turn, could adversely affect the price of our ordinary shares. A general weakening of, and related declining corporate confidence in, the global economy or the curtailment in government or corporate spending could cause current or potential customers to reduce their information technology (“IT”) budgets or be unable to fund data storage products, which could cause customers to delay, decrease or cancel purchases of our products or cause customers to not pay us or to delay paying us for previously purchased products and services.\nWe may not be able to generate sufficient cash flows from operations and our investments to meet our liquidity requirements, including servicing our indebtedness and continuing to declare our quarterly dividend\n.\nWe are leveraged and require significant amounts of cash to service our debt. Our business may not generate sufficient cash flows to enable us to meet our liquidity requirements, including working capital, capital expenditures, product development efforts, investments, servicing our indebtedness and other general corporate requirements. Our high level of debt presents the following risks:\n•\nwe are required to use a substantial portion of our cash flow from operations to service our debt, thereby reducing the availability of our cash flow to fund working capital, capital expenditures, product development efforts, strategic acquisitions, investments and alliances and other general corporate requirements;\n•\nour substantial leverage increases our vulnerability to economic downturns, decreases availability of capital and may subject us to a competitive disadvantage vis-à-vis those of our competitors that are less leveraged;\n•\nour debt service obligations could limit our flexibility in planning for, or reacting to, changes in our business and our industry, and could limit our ability to borrow additional funds on satisfactory terms for operations or capital to implement our business strategies; and\n•\ncovenants in our debt instruments limit our ability to pay future dividends or make other restricted payments and investments, which could restrict our ability to execute on our business strategy or react to the economic environment.\n24\nTable of Contents\nIn addition, our ability to service our debt obligations and comply with debt covenants depends on our financial performance. If we fail to meet our debt service obligations or fail to comply with debt covenants, or are unable to modify, obtain a waiver, or cure a debt covenant on terms acceptable to us or at all, we could be in default of our debt agreements and instruments. Such a default could result in an acceleration of other debt and may require us to change capital allocation or engage in distressed debt transactions on terms unfavorable to us, which could have a material negative impact on our financial performance, stock market price and operations.\nIn the event that we need to refinance all or a portion of our outstanding debt as it matures or incur additional debt to fund our operations, we may not be able to obtain terms as favorable as the terms of our existing debt or refinance our existing debt or incur additional debt to fund our operations at all. If prevailing interest rates or other factors result in higher interest rates upon refinancing, then the interest expense relating to the refinanced debt would increase. Furthermore, if any rating agency changes our credit rating or outlook, our debt and equity securities could be negatively affected, which could adversely affect our ability to refinance existing debt or raise additional capital. \nWe are subject to counterparty default risks.\nWe have numerous arrangements with financial institutions that subject us to counterparty default risks, including cash and investment deposits, and foreign currency forward exchange contracts and other derivative instruments. As a result, we are subject to the risk that the counterparty to one or more of these arrangements will, voluntarily or involuntarily, default on its performance obligations. In times of market distress in particular, a counterparty may not comply with its contractual commitments that could then lead to it defaulting on its obligations with little or no notice to us, thereby limiting our ability to take action to lessen or cover our exposure. Additionally, our ability to mitigate our counterparty exposures could be limited by the terms of the relevant agreements or because market conditions prevent us from taking effective action. If one of our counterparties becomes insolvent or files for bankruptcy, our ability to recover any losses suffered as a result of that counterparty's default may be limited by the liquidity of the counterparty or the applicable laws governing the bankruptcy proceedings. In the event of any such counterparty default, we could incur significant losses, which could have a material adverse effect on our business, results of operations, or financial condition.\nFurther, our customers could have reduced access to working capital due to global economic conditions, higher interest rates, reduced bank lending resulting from contractions in the money supply or the deterioration in the customer’s, or their bank’s financial condition or the inability to access other financing, which would increase our credit and non-payment risk, and could result in an increase in our operating costs or a reduction in our revenue. Also, our customers outside of the United States are sometimes allowed longer time periods for payment than our U.S. customers. This increases the risk of nonpayment due to the possibility that the financial condition of particular customers may worsen during the course of the payment period. In addition, some of our OEM customers have adopted a subcontractor model that requires us to contract directly with companies, such as original design manufacturers, that provide manufacturing and fulfillment services to our OEM customers. Because these subcontractors are generally not as well capitalized as our direct OEM customers, this subcontractor model exposes us to increased credit risks. Our agreements with our OEM customers may not permit us to increase our product prices to alleviate this increased credit risk. \nOur quarterly results of operations fluctuate, sometimes significantly, from period to period, and may cause our share price to decline\n.\nOur quarterly revenue and results of operations fluctuate, sometimes significantly, from period to period. These fluctuations, which we expect to continue, have been and may continue to be precipitated by a variety of factors, including:\n•\nuncertainty in global economic and political conditions, and instability or war or adverse changes in the level of economic activity in the major regions in which we do business; \n•\npandemics, such as COVID-19, or other global health issues that impact our operations as well as those of our customers and suppliers;\n•\ncompetitive pressures resulting in lower prices by our competitors which may shift demand away from our products; \n•\nannouncements of new products, services or technological innovations by us or our competitors, and delays or problems in our introduction of new, more cost-effective products, the inability to achieve high production yields or delays in customer qualification or initial product quality issues; \n•\nchanges in customer demand or the purchasing patterns or behavior of our customers; \n•\napplication of new or revised industry standards; \n•\ndisruptions in our supply chain, including increased costs or adverse changes in availability of supplies of raw materials or components;\n•\nincreased costs of electricity and/or other energy sources, freight and logistics costs or other materials or services necessary for the operation of our business;\n•\nthe impact of corporate restructuring activities that we have and may continue to engage in; \n•\nchanges in the demand for the computer systems and data storage products that contain our products; \n25\nTable of Contents\n•\nunfavorable supply and demand imbalances; \n•\nour high proportion of fixed costs, including manufacturing and research and development expenses; \n•\nany impairments in goodwill or other long-lived assets; \n•\nchanges in tax laws, such as global tax developments applicable to multinational businesses; the impact of trade barriers, such as import/export duties and restrictions, sanctions, tariffs and quotas, imposed by the U.S. or other countries in which the Company conducts business; \n•\nthe evolving legal and regulatory, economic, environmental and administrative climate in the international markets where the Company operates; and \n•\nadverse changes in the performance of our products. \nAs a result, we believe that quarter-to-quarter and year-over-year comparisons of our revenue and results of operations may not be meaningful, and that these comparisons may not be an accurate indicator of our future performance. Our results of operations in one or more future quarters may fail to meet the expectations of investment research analysts or investors, which could cause an immediate and significant decline in our market value.\nAny cost reduction initiatives that we undertake may not deliver the results we expect, and these actions may adversely affect our business\n.\n \nFrom time to time, we engage in restructuring plans that have resulted and may continue to result in workforce reduction and consolidation of our real estate facilities and our manufacturing footprint. In addition, management will continue to evaluate our global footprint and cost structure, and additional restructuring plans are expected to be formalized. As a result of our restructurings, we have experienced and may in the future experience a loss of continuity, loss of accumulated knowledge, disruptions to our operations and inefficiency during transitional periods. Any cost-cutting measures could impact employee retention. In addition, we cannot be sure that any future cost reductions or global footprint consolidations will deliver the results we expect, be successful in reducing our overall expenses as we expect or that additional costs will not offset any such reductions or global footprint consolidation. If our operating costs are higher than we expect or if we do not maintain adequate control of our costs and expenses, our results of operations may be adversely affected. \nThe effect of geopolitical uncertainties, war, terrorism, natural disasters, public health issues and other circumstances, on national and/or international commerce and on the global economy, could materially adversely affect our results of operations and financial condition\n.\n \nGeopolitical uncertainty, terrorism, instability or war, such as the military action against Ukraine launched by Russia, natural disasters, public health issues and other business interruptions have caused and could cause damage or disruption to international commerce and the global economy, and thus could have a strong negative effect on our business, our direct and indirect suppliers, logistics providers, manufacturing vendors and customers. Our business operations are subject to interruption by natural disasters such as floods and earthquakes, fires, power or water shortages, terrorist attacks, other hostile acts, labor disputes, public health issues (such as the COVID-19 pandemic) and related mitigation actions, and other events beyond our control. Such events may decrease demand for our products, make it difficult or impossible for us to make and deliver products to our customers or to receive components from our direct and indirect suppliers, and create delays and inefficiencies in our supply chain. \nA significant natural disaster, such as an earthquake, fire, flood, or significant power outage could have an adverse impact on our business, results of operations, and financial condition. The impact of climate change may increase these risks due to changes in weather patterns, such as increases in storm intensity, sea-level rise and temperature extremes in areas where we or our suppliers and customers conduct business. We have a number of our employees and executive officers located in the San Francisco Bay Area, a region known for seismic activity, wildfires and drought conditions, and in Asia, near major earthquake faults known for seismic activity. To mitigate wildfire risk, electric utilities are deploying public safety power shutoffs, which affects electricity reliability to our facilities and our communities. Many of our suppliers and customers are also located in areas with risks of natural disasters. In the event of a natural disaster, losses and significant recovery time could be required to resume operations and our financial condition and results of operations could be materially adversely affected. \nShould major public health issues, including pandemics, arise, we could be negatively affected by stringent employee travel restrictions, additional limitations or cost increases in freight and other logistical services, governmental actions limiting the movement of products or employees between regions, increases in or changes to data collection and reporting obligations, delays in production ramps of new products, and disruptions in our operations and those of some of our key direct and indirect suppliers and customers. \n26\nTable of Contents\nLEGAL, REGULATORY AND COMPLIANCE RISKS\nOur business is subject to various laws, regulations, governmental policies, litigation, governmental investigations or governmental proceedings that may cause us to incur significant expense or adversely impact our results or operations and financial condition\n. \nOur business is subject to regulation under a wide variety of U.S. federal and state and non-U.S. laws, regulations and policies. Laws, regulations and policies may change in ways that will require us to modify our business model and objectives or affect our returns on investments by restricting existing activities and products, subjecting them to escalating costs or prohibiting them outright. In particular, potential uncertainty of changes to global tax laws, including global initiatives put forth by the Organization for Economic Co-operation and Development (“OECD”) and tax laws in any jurisdiction in which we operate have had and may continue to have an effect on our business, corporate structure, operations, sales, liquidity, capital requirements, effective tax rate, results of operations, and financial performance. The member states of the European Union agreed to implement the OECD’s Pillar Two framework, which imposes a global corporate minimum tax rate of 15%. Other countries may also adopt the Pillar Two framework. These changes may materially increase the level of income tax on our U.S. and non-U.S. jurisdictions. Jurisdictions such as China, Malaysia, Northern Ireland, Singapore, Thailand and the U.S., in which we have significant operating assets, and the European Union each have exercised and continue to exercise significant influence over many aspects of their domestic economies including, but not limited to, fair competition, tax practices, anti-corruption, anti-trust, data privacy, protection, security and sovereignty, price controls and international trade, which have had and may continue to have an adverse effect on our business operations and financial condition.\nOur business, particularly our Lyve products and related services, is subject to state, federal, and international laws and regulations relating to data privacy, data protection and data security, including security breach notification, data retention, transfer and localization. Laws and regulations relating to these matters evolve frequently and their scope may change through new legislation, amendments to existing legislation and changes in interpretation or enforcement and may impose conflicting and inconsistent obligations. Any such changes, and any changes to our products or services or manner in which our customers utilize them may result in new or enhanced costly compliance requirements and governmental or regulatory scrutiny, may limit our ability to operate in certain jurisdictions or to engage in certain data processing activities, and may require us to modify our practices and policies, potentially in a material manner, which we will be unable to do in a timely or commercially reasonable manner or at all.  \nFurther, the sale and manufacturing of products in certain states and countries has and may continue to subject us and our suppliers to state, federal and international laws and regulations governing protection of the environment, including those governing climate change, discharges of pollutants into the air and water, the management and disposal of hazardous substances and wastes, the cleanup of contaminated sites, restrictions on the presence of certain substances in electronic products and the responsibility for environmentally safe disposal or recycling. If additional or more stringent requirements are imposed on us and our suppliers in the future, we could incur additional operating costs and capital expenditures. If we fail to comply with applicable environmental laws, regulations, initiatives, or standards of conduct, our customers may refuse to purchase our products and we could be subject to fines, penalties and possible prohibition of sales of our products into one or more states or countries, liability to our customers and damage to our reputation, which could result in a material adverse effect on our financial condition or results of operations. \nAs the laws and regulations to which we are subject to continue to change and vary greatly from jurisdiction to jurisdiction, compliance with such laws and regulations may be onerous, may create uncertainty as to how they will be applied and interpreted, and may continue to increase our cost of doing business globally.\nFrom time to time, we have been and may continue to be involved in various legal, regulatory or administrative investigations, inquiries, negotiations or proceedings arising in the normal course of business\n.\n Litigation and government investigations or other proceedings are subject to inherent risks and uncertainties that may cause an outcome to differ materially from our expectations and may result in us being required to pay substantial damages, fines or penalties and cease certain practices or activities, and may harm our reputation and market position, all of which could materially harm our business, results of operations and financial conditions. The costs associated with litigation and government proceedings can also be unpredictable depending on the complexity and length of time devoted to such litigation or proceeding. Litigation and governmental investigations or other proceedings may also divert the efforts and attention of our key personnel, which could also harm our business\n.\n \nIn addition, regulation or government scrutiny may impact the requirements for marketing our products and slow our ability to introduce new products, resulting in an adverse impact on our business. Although we have implemented policies and procedures designed to ensure compliance, there can be no assurance that our employees, contractors or agents will not violate these or other applicable laws, rules and regulations to which we are and may be subject. Actual or perceived violations of these laws and regulations could lead to significant penalties, restraints on our export or import privileges, monetary fines, government investigations, disruption of our operating activities, damage to our reputation and corporate brand, criminal \n27\nTable of Contents\nproceedings and regulatory or other actions that could materially adversely affect our results of operations. The political and media scrutiny surrounding a governmental investigation for the violation of such laws, even if an investigation does not result in a finding of violation, could cause us significant expense and collateral consequences, including reputational harm, that could have an adverse impact on our business, results of operations and financial condition. \nSome of our products and services are subject to export control laws and other laws affecting the countries in which our products and services may be sold, distributed, or delivered, and any changes to or violation of these laws could have a material adverse effect on our business, results of operations, financial condition and cash flows.\nDue to the global nature of our business, we are subject to import and export restrictions and regulations, including the Export Administration Regulations (“EAR”) administered by the U.S. Department of Commerce’s Bureau of Industry and Security (“BIS”) and the trade and economic sanctions regulations administered by the U.S. Treasury Department’s Office of Foreign Assets Control (“OFAC”). We incorporate encryption technology into certain of our products and solutions. These encryption products and the underlying technology may be exported outside of the United States only with export authorizations, including by license, a license exception or other appropriate government authorizations, including the filing of an encryption registration. The U.S., through the BIS and OFAC, places restrictions on the sale or export of certain products and services to certain countries, persons and entities, as well as for certain end-uses, such as military, military-intelligence and weapons of mass destruction end-uses. The U.S. government also imposes sanctions through executive orders restricting U.S. companies from conducting business activities with specified individuals and companies. Although we have controls and procedures to ensure compliance with all applicable regulations and orders, we cannot predict whether changes in laws or regulations by the U.S., China or another jurisdiction will affect our ability to sell our products and services to existing or new customers. Additionally, we cannot ensure that our interpretation of relevant restrictions and regulations will be accepted in all cases by relevant regulatory and enforcement authorities. On April 18, 2023, we entered into a Settlement Agreement with BIS (the “Settlement Agreement”) that resolves BIS’ allegations regarding our sales of hard disk drives to Huawei. We have also agreed to complete three audits of our compliance with the license requirements of Section 734.9 of the EAR. The Settlement Agreement also includes a denial order that is suspended and will be waived five years after the date of the order issued under the Settlement Agreement, provided that we have made full and timely payments under the Settlement Agreement and timely completed the audit requirements. Despite our best efforts to comply with the terms of the Settlement Agreement, failure to do so could result in significant penalties, including the loss of the suspension of the denial order which would prohibit us from exporting our products subject to the EAR outside of the United States, and could have a material adverse effect on our business, results of operations, financial condition and cash flows.\nViolators of any U.S. export control and sanctions laws may be subject to significant penalties, which may include monetary fines, criminal proceedings against them and their officers and employees, a denial of export privileges, and suspension or debarment from selling products to the U.S. government. Moreover, the sanctions imposed by the U.S. government could be expanded in the future. Our products could be shipped to restricted end-users or for restricted end-uses by third parties, including potentially our channel partners, despite our precautions. In addition, if our partners fail to obtain appropriate import, export or re-export licenses or permits, we may also be adversely affected, through reputational harm as well as other negative consequences including government investigations and penalties. A significant portion of our sales are to customers in Asia Pacific and in other geographies that have been the recent focus of changes in U.S. export control policies. Any further limitation that impedes our ability to export or sell our products and services could materially adversely affect our business, results of operations, financial condition and cash flows.\nOther countries also regulate the import and export of certain encryption and other technology, including import and export licensing requirements, and have enacted laws that could limit our ability to sell or distribute our products and services or could limit our partners’ or customers’ ability to sell or use our products and services in those countries, which could materially adversely affect our business, results of operations, financial condition and cash flows. Violations of these regulations may result in significant penalties and fines. In our Settlement Agreement with BIS, we agreed to pay a penalty of $300 million to resolve BIS’ allegations. Changes in our products and services or future changes in export and import regulations may create delays in the introduction of our products and services in those countries, prevent our customers from deploying our products and services globally or, in some cases, prevent the export or import or sale of our products and services to certain countries, governments or persons altogether. From time to time, various governmental agencies have proposed additional regulation of encryption technology, including the escrow and government recovery of private encryption keys. Any change in export or import regulations, economic sanctions or related legislation, increased export and import controls, or change in the countries, governments, persons or technologies targeted by such regulations, in the countries where we operate could result in decreased use of our products and services by, or in our decreased ability to export or sell our products and services to, new or existing customers, which could materially adversely affect our business, results of operations, financial condition and cash flows.\nIf we were ever found to have violated applicable export control laws, we may be subject to penalties which could have a material and adverse impact on our business, results of operations, financial condition and cash flows. Even if we were not found to have violated such laws, the political and media scrutiny surrounding any governmental investigation of us could \n28\nTable of Contents\ncause us significant expense and reputational harm. Such collateral consequences could have a material adverse impact on our business, results of operations, financial condition and cash flows.\nChanges in U.S. trade policy, including the imposition of sanctions or tariffs and the resulting consequences, may have a material adverse impact on our business and results of operations.\nWe face uncertainty with regard to U.S. government trade policy. Current U.S. government trade policy includes tariffs on certain non-U.S. goods, including information and communication technology products. These measures may materially increase costs for goods imported into the United States. This in turn could require us to materially increase prices to our customers which may reduce demand, or, if we are unable to increase prices to adequately address any tariffs, quotas or duties, could lower our margin on products sold and negatively impact our financial performance. Changes in U.S. trade policy have resulted in, and could result in more, U.S. trading partners adopting responsive trade policies, including imposition of increased tariffs, quotas or duties. Such policies could make it more difficult or costly for us to export our products to those countries, therefore negatively impacting our financial performance. \nWe may be unable to protect our intellectual property rights, which could adversely affect our business, financial condition and results of operations\n.\n \nWe rely on a combination of patent, trademark, copyright and trade secret laws, confidentiality agreements, security measures and licensing arrangements to protect our intellectual property rights. In the past, we have been involved in significant and expensive disputes regarding our intellectual property rights and those of others, including claims that we may be infringing patents, trademarks and other intellectual property rights of third parties. We expect that we will be involved in similar disputes in the future\n.\n \nThere can be no assurance tha\nt:\n \n•\nany of our existing patents will continue to be held valid, if challenged; \n•\npatents will be issued for any of our pending applications; \n•\nany claims allowed from existing or pending patents will have sufficient scope or strength to protect us; \n•\nour patents will be issued in the primary countries where our products are sold in order to protect our rights and potential commercial advantage; \n•\nwe will be able to protect our trade secrets and other proprietary information through confidentiality agreements with our customers, suppliers and employees and through other security measures; and \n•\nothers will not gain access to our trade secrets. \nIn addition, our competitors may be able to design their products around our patents and other proprietary rights. Enforcement of our rights often requires litigation. If we bring a patent infringement action and are not successful, our competitors would be able to use similar technology to compete with us. Moreover, the defendant in such an action may successfully countersue us for infringement of their patents or assert a counterclaim that our patents are invalid or unenforceable\n.\n \nFurthermore, we have significant operations and sales in countries where intellectual property laws and enforcement policies are often less developed, less stringent or more difficult to enforce than in the United States. Therefore, we cannot be certain that we will be able to protect our intellectual property rights in jurisdictions outside the United States\n.\n \nWe are at times subject to intellectual property proceedings and claims which could cause us to incur significant additional costs or prevent us from selling our products, and which could adversely affect our results of operations and financial condition\n.\n \nWe are subject from time-to-time to legal proceedings and claims, including claims of alleged infringement of the patents, trademarks and other intellectual property rights of third parties by us, or our customers, in connection with the use of our products. Intellectual property litigation can be expensive and time-consuming, regardless of the merits of any claim, and could divert our management’s attention from operating our business. In addition, intellectual property lawsuits are subject to inherent uncertainties due to the complexity of the technical issues involved, which may cause actual results to differ materially from our expectations. Some of the actions that we face from time-to-time seek injunctions against the sale of our products and/or substantial monetary damages, which, if granted or awarded, could materially harm our business, financial condition and operating results\n.\n \n29\nTable of Contents\nWe cannot be certain that our products do not and will not infringe issued patents or other intellectual property rights of others. We may not be aware of currently filed patent applications that relate to our products or technology. If patents are later issued on these applications, we may be liable for infringement. If our products were found to infringe the intellectual property rights of others, we could be required to pay substantial damages, cease the manufacture, use and sale of infringing products in one or more geographic locations, expend significant resources to develop non-infringing technology, discontinue the use of specific processes or obtain licenses to the technology infringed. We might not be able to obtain the necessary licenses on acceptable terms, or at all, or be able to reengineer our products successfully to avoid infringement. Any of the foregoing could cause us to incur significant costs and prevent us from selling our products, which could adversely affect our results of operations and financial condition. See \n“Item 8. Financial Statements and Supplementary Data\n—\nNote 14.\n \nLegal, Environmental and Other Contingencies\n” contained in this report for a description of pending intellectual property proceedings\n.\nOur business and certain products and services depend in part on IP and technology licensed from third parties, as well as data centers and infrastructure operated by third parties.\nSome of our business and some of our products rely on or include software licensed from third parties, including open source licenses. We may not be able to obtain or continue to obtain licenses from these third parties at all or on reasonable terms, or such third parties may demand cross-licenses to our intellectual property. Third-party components and technology may become obsolete, defective or incompatible with future versions of our products or services, or our relationship with the third party may deteriorate, or our agreements may expire or be terminated. We may face legal or business disputes with licensors that may threaten or lead to the disruption of inbound licensing relationships. In order to remain in compliance with the terms of our licenses, we monitor and manage our use of third-party software, including both proprietary and open source license terms to avoid subjecting our products and services to conditions we do not intend, such as the licensing or public disclosure of our intellectual property without compensation or on undesirable terms. The terms of many open source licenses have not been interpreted by U.S. courts, and these licenses could be construed in a way that could impose unanticipated conditions or restrictions on our ability to commercialize our products or services. Additionally, some of these licenses may not be available to us in the future on terms that are acceptable or that allow our product offerings to remain competitive. Our inability to obtain licenses or rights on favorable terms could have a material effect on our business, financial condition, results of operations and cash flow, including if we are required to take remedial action that may divert resources away from our development efforts. \nIn addition, we also rely upon third-party hosted infrastructure partners globally to serve customers and operate certain aspects of our business or services. Any disruption of or interference at our hosted infrastructure partners would impact our operations and our business could be adversely impacted.\nRISKS RELATED TO INFORMATION TECHNOLOGY, DATA AND INFORMATION SECURITY\nWe could suffer a loss of revenue and increased costs, exposure to significant liability including legal and regulatory consequences, reputational harm and other serious negative consequences in the event of cyber-attacks, ransomware or other cyber security breaches or incidents that disrupt our operations or result in unauthorized access to, or the loss, corruption, unavailability or dissemination of proprietary or confidential information of our customers or about us or other third parties\n.\nOur operations are dependent upon our ability to protect our digital infrastructure and data. We manage and store various proprietary information and sensitive or confidential data relating to our operations, as well as to our customers, suppliers, employees and other third parties, and we store subscribers’ data on our edge-to-cloud mass storage platform. As our operations become more automated and increasingly interdependent and our edge-to-cloud mass storage platform service grows, our exposure to the risks posed by storage, transfer, and maintenance of data, such as damage, corruption, loss, unavailability, unauthorized acquisition and other proceeding, and other security risks, including risks of distributions to our platform or security breaches and incidents impacting our digital infrastructure and data, will continue to increase. \nDespite the measures we and our vendors put in place designed to protect our computer equipment and data, our customers, suppliers, employees or other third parties, the digital infrastructure and data have been and may continue to be vulnerable to phishing, employee or contractor error, hacking, cyberattacks, ransomware and other malware, malfeasance, system error or other irregularities or incidents, including from attacks or breaches and incidents at third party vendors we utilize. In addition, the measures we take may not be sufficient for all eventualities. There have been and may continue to be significant supply chain attacks, and we cannot guarantee that our or our suppliers’ or other vendors’ systems, networks, or other components or infrastructure have not been compromised or do not contain exploitable defects, bugs or vulnerabilities. We anticipate that these threats will continue to grow in scope and complexity over time due to the development and deployment of increasingly advanced tools and techniques. \n30\nTable of Contents\nWe and our vendors may be unable to anticipate or prevent these attacks and other threats, react in a timely manner, or implement adequate preventive measures, and we and they may face delays in detection or remediation of, or other responses to, security breaches and other security-related incidents. The costs to eliminate or address security problems and security vulnerabilities before or after a security breach or incident may be significant. Certain legacy information technology (“IT”) systems may not be easily remediated, and our disaster recovery planning may not be sufficient for all eventualities. Our remediation and other aspects of our efforts to address any attack, compromise, breach or incident may not be successful and could result in interruptions, delays or cessation of service. Security breaches or incidents and unauthorized access to, or loss, corruption, unavailability, or processing of data we and our vendors maintain or otherwise process has exposed us and could expose us, our vendors and customers or other third parties to a risk of loss or misuse of this data. Any actual or perceived breach incident could result in litigation or governmental investigations, fines, penalties, indemnity obligations and other potential liability and costs for us, materially damage our brand, cause us to lose existing or potential customers, impede critical functions or otherwise materially harm our business, results of operations and financial condition. \nAdditionally, defending against claims, litigation or regulatory inquiries or proceedings relating to any security breach or other security incident, regardless of merit, could be costly and divert attention of key personnel. We cannot ensure that any provisions in our contracts with customers or others relating to limitations of liability would be enforceable or adequate or would otherwise protect us from any liabilities or damages with respect to any claim. The insurance coverage we maintain that is intended to address certain data security risks may be insufficient to cover all types of claims or losses that may arise and has been increasing in price over time. We cannot be certain that insurance coverage will continue to be available to us on economically reasonable terms, or at all.\nWe must successfully implement our new global enterprise resource planning system and maintain and upgrade our information technology systems, and our failure to do so could have a material adverse effect on our business, financial condition and results of operations\n. \nWe are in the process of implementing, and will continue to invest in and implement, modifications and upgrades to our IT systems and procedures, including making changes to legacy systems or acquiring new systems with new functionality, and building new policies, procedures, training programs and monitoring tools.\nWe are engaged in a multi-year implementation of a new global enterprise resource planning system (“ERP”) which requires significant investment of human and financial resources. The ERP is designed to efficiently maintain our financial records and provide information important to the operation of our business to our management team. In implementing the ERP, we may experience significant increases to inherent costs and risks associated with changing and acquiring these systems, policies, procedures and monitoring tools, including capital expenditures, additional operating expenses, demands on management time and other risks and costs of delays or difficulties in transitioning to or integrating new systems policies, procedures or monitoring tools into our current systems. Any significant disruption or deficiency in the design and implementation of the ERP may adversely affect our ability to process orders, ship product, send invoices and track payments, fulfill contractual obligations, maintain effective disclosure controls and internal control over financial reporting or otherwise operate our business. These implementations, modifications and upgrades may not result in productivity improvements at a level that outweighs the costs of implementation, or at all. In addition, difficulties with implementing new technology systems, such as ERP, delays in our timeline for planned improvements, significant system failures or our inability to successfully modify our IT systems, policies, procedures or monitoring tools to respond to changes in our business needs in the past have caused and in the future may cause disruptions in our business operations, increase security risks, and may have a material adverse effect on our business, financial condition and results of operations.\nRISKS RELATED TO OWNING OUR ORDINARY SHARES\nThe price of our ordinary shares may be volatile and could decline significantly\n.\n \n The market price of our ordinary shares has fluctuated and may continue to fluctuate or decline significantly in response to various factors\n \nsome of which are beyond our control, including\n:\n \n•\ngeneral stock market conditions, or general uncertainty in stock market conditions due to global economic conditions and negative financial news unrelated to our business or industry, including the impact of the COVID-19 pandemic; \n•\nthe timing and amount of or the discontinuance of our share repurchases; \n•\nactual or anticipated variations in our results of operations; \n•\nannouncements of innovations, new products, significant contracts, acquisitions, or significant price reductions by us or our competitors, including those competitors who offer alternative storage technology solutions; \n•\nour failure to meet our guidance or the performance estimates of investment research analysts, or changes in financial estimates by investment research analysts; \n•\nsignificant announcements by or changes in financial condition of a large customer; \n•\nthe ability of our customers to procure necessary components which may impact their demand or timing of their demand for our products, especially during a period of persistent supply chain shortages;\n31\nTable of Contents\n•\nreduction in demand from our key customers due to macroeconomic conditions that reduce cloud, enterprise or consumer spending;\n•\nactual or perceived security breaches or incidents or security vulnerabilities;\n•\nactual or anticipated changes in the credit ratings of our indebtedness by rating agencies; and \n•\nthe sale of our ordinary shares held by certain equity investors or members of management. \nIn addition, in the past, following periods of decline in the market price of a company’s securities, class action lawsuits have often been pursued against that company. If similar litigation were pursued against us, it could result in substantial costs and a diversion of management’s attention and resources, which could materially adversely affect our results of operations, financial condition and liquidity.\nAny decision to reduce or discontinue the payment of cash dividends to our shareholders or the repurchase of our ordinary shares pursuant to our previously announced share repurchase program could cause the market price of our ordinary shares to decline significantly\n.\n \nAlthough historically we have announced regular cash dividend payments and a share repurchase program, we are under no obligation to pay cash dividends to our shareholders in the future at historical levels or at all or to repurchase our ordinary shares at any particular price or at all. The declaration and payment of any future dividends is at the discretion of our Board of Directors. Our previously announced share repurchase program was paused in the December 2022 quarter, remained paused through the end of fiscal year 2023 and there are no assurances as to if and when the program will resume. Our payment of quarterly cash dividends and the repurchase of our ordinary shares pursuant to our share repurchase program are subject to, among other things, our financial position and results of operations, distributable reserves, available cash and cash flow, capital and regulatory requirements, market and economic conditions, our ordinary share price and other factors. Any reduction or discontinuance by us of the payment of quarterly cash dividends or the repurchase of our ordinary shares pursuant to our share repurchase program could cause the market price of our ordinary shares to decline significantly. Moreover, in the event our payment of quarterly cash dividends or repurchases of our ordinary shares are reduced or discontinued, our failure to resume such activities at historical levels could result in a persistent lower market valuation of our ordinary shares\n.",
    "item7": ">ITEM 7. MANAGEMENT'S DISCUSSION AND ANALYSIS OF FINANCIAL CONDITION AND RESULTS OF OPERATIONS\nThe following is a discussion of the Company’s financial condition, changes in financial condition and results of operations for the fiscal years ended June 30, 2023 and July 1, 2022. Discussions of year-to-year comparisons between fiscal years 2022 and 2021 are not included in this Annual Report on Form 10-K and can be found in Part II, Item 7 of our Annual Report on Form 10-K for the fiscal year ended July 1, 2022, which was filed with the SEC on August 5, 2022.\nYou should read this discussion in conjunction with “Item 8. Financial Statements and Supplementary Data” included elsewhere in this Annual Report on Form 10-K. Except as noted, references to any fiscal year mean the twelve-month period ending on the Friday closest to June 30 of that year. Accordingly, fiscal year 2023 and 2022 both comprised of 52 weeks and ended on June 30, 2023 and July 1, 2022, respectively. Fiscal year 2026 will be comprised of 53 weeks and will end on July 3, 2026. \nOur Management’s Discussion and Analysis of Financial Condition and Results of Operations (“MD&A”) is provided in addition to the accompanying consolidated financial statements and notes to assist readers in understanding our results of operations, financial condition and cash flows. Our MD&A is organized as follows:\n•\nOverview of Fiscal Year 2023.\n Highlights of events in fiscal year 2023 that impacted our financial position.\n•\nResults of Operations. \nAnalysis of our financial results comparing fiscal years 2023 and 2022. \n•\nLiquidity and Capital Resources.\n Analysis of changes in our balance sheets and cash flows and discussion of our financial condition, including potential sources of liquidity, material cash requirements and their general purpose.\n•\nCritical Accounting Policies and Estimates.\n Accounting policies and estimates that we believe are important to understanding the assumptions and judgments incorporated in our reported financial results.\nFor an overview of our business, see “Part I, Item 1. Business.”\nOverview of Fiscal Year 2023 \nDuring fiscal year 2023, we shipped 441 exabytes of HDD storage capacity. We generated revenue of approximately $7.4 billion with a gross margin of 18%. Our operating cash flow was $942 million. We repurchased approximately 5 million of our ordinary shares for $408 million and paid $582 million in dividends. \n35\nTable of Contents\nWe reduced our outstanding debt by $195 million through exchange and repurchase of certain senior notes and Term Loans facility with longer duration senior notes and recorded a net gain of $190 million as a result of debt extinguishment. Additionally, we entered into a settlement agreement related to BIS’ allegations regarding violations of the U.S. EAR and recorded a settlement penalty of $300 million.\nRecent Developments, Economic Conditions and Challenges\nDuring fiscal year 2023, the data storage industry and our business continued to be impacted by macroeconomic uncertainties and customer inventory adjustments, which led to a significant slowdown in demand for our products, particularly in the mass capacity markets. In response to changes in market demand, we undertook actions to lower our cost structure and reduced manufacturing production plans, which resulted in factory underutilization charges. We expect these market conditions will continue to impact our business and results of operations over the near term. Under these conditions, we are continuing to actively manage costs, drive operational efficiencies and maintain supply discipline.\nIn light of the deterioration of economic conditions, we undertook the October 2022, April 2023 and other restructuring plans to reduce our cost in response to change in macroeconomic and business conditions during fiscal year 2023. These restructuring plans were substantially completed by the end of fiscal year 2023 with total charges of approximately $269 million, mainly consisting of employee severance cost and other one-time termination benefits. Refer to “ Item 8. Financial Statements and Supplementary Data—\nNote 7. Restructuring and Exit Costs\n” for more details.  \nWe continue to actively monitor the effects and potential impacts of inflation, other macroeconomic factors and the pandemic on all aspects of our business, supply chain, liquidity and capital resources including governmental policies that could periodically shut down an entire city where we, our suppliers or our customers operate. We are complying with governmental rules and guidelines across all of our sites. Although we are unable to predict the future impact on our business, results of operations, liquidity or capital resources at this time, we expect we will continue to be negatively affected if the inflation, other macroeconomic factors and the pandemic and related public and private health measures result in substantial manufacturing or supply chain challenges, substantial reductions or delays in demand due to disruptions in the operations of our customers or partners, disruptions in local and global economies, volatility in the global financial markets, sustained reductions or volatility in overall demand trends, restrictions on the export or shipment of our products or our customer’s products, or other unexpected ramifications. For a further discussion of the uncertainties and business risks associated with the COVID-19 pandemic, see “Part I, Item 1A. Risk Factors” of our Annual Report.\nRegulatory settlement\nOn April 18, 2023, our subsidiaries Seagate Technology LLC and Seagate Singapore International Headquarters Pte. Ltd entered into the Settlement Agreement with the BIS that resolves BIS’ allegations regarding our sales of hard disk drives to Huawei between August 17, 2020 and September 29, 2021. Under the terms of the Settlement Agreement, we agreed to pay $300 million to the BIS in quarterly installments of $15 million over the course of five years beginning October 31, 2023. We have also agreed to complete three audits of its compliance with the license requirements of Section 734.9 of the EAR, including one audit by an unaffiliated third-party consultant chosen by us with expertise in U.S. export control laws and two internal audits. The Settlement Agreement also includes a denial order that is currently suspended and will be waived five years after the date of the order issued under the Settlement Agreement, provided that we have made full and timely payments under the Settlement Agreement and timely completed the audit requirements. While we are in compliance with and upon successful compliance in full with the terms of the Settlement Agreement, BIS has agreed it will not initiate any further administrative proceedings against us in connection with any violation of the EAR arising out of the transactions detailed in the Settlement Agreement.\nWhile we believed that we complied with all relevant export control laws at the time we made the hard disk drive sales at issue, we determined that engaging with BIS and settling this matter was in the best interest of Seagate, our customers and our shareholders. In determining to engage with BIS and resolve this matter through a settlement agreement, we considered a number of factors, including the risks and cost of protracted litigation involving the U.S. government, as well as the size of the potential penalty and our desire to focus on current business challenges and long-term business strategy. The Settlement Agreement includes a finding that we incorrectly interpreted the regulation at issue to require evaluation of only the last stage of our hard disk drive manufacturing process rather than the entire process. As part of this settlement, we have agreed not to contest BIS’ determination that the sales in question did not comply with the U.S. EAR. Refer to “Item 8. Financial Statements and Supplementary Data—\nNote 14. Legal, Environmental and Other Contingencies\n” for more details.\n36\nTable of Contents\nResults of Operations\nWe list in the tables below summarized information from our Consolidated Statements of Operations by dollar amounts and as a percentage of revenue:\n \nFiscal Years Ended\n(Dollars in millions)\nJune 30,\n2023\nJuly 1,\n2022\nRevenue\n$\n7,384 \n$\n11,661 \nCost of revenue\n6,033 \n8,192 \nGross profit\n1,351 \n3,469 \nProduct development\n797 \n941 \nMarketing and administrative\n491 \n559 \nAmortization of intangibles\n3 \n11 \nBIS settlement penalty\n300 \n— \nRestructuring and other, net\n102 \n3 \n(Loss) income from operations\n(342)\n1,955 \nOther expense, net\n(154)\n(276)\n(Loss) income before income taxes\n(496)\n1,679 \nProvision for income taxes\n33 \n30 \nNet (loss) income \n$\n(529)\n$\n1,649 \n \nFiscal Years Ended\nJune 30,\n2023\nJuly 1,\n2022\nRevenue\n100 \n%\n100 \n%\nCost of revenue\n82 \n70 \nGross margin\n18 \n30 \nProduct development\n11 \n8 \nMarketing and administrative\n7 \n5 \nAmortization of intangibles\n— \n— \nBIS settlement penalty\n4 \n— \nRestructuring and other, net\n1 \n— \nOperating margin\n(5)\n17 \nOther expense, net\n(2)\n(3)\n(Loss) income before income taxes\n(7)\n14 \nProvision for income taxes\n— \n— \nNet (loss) income\n(7)\n%\n14 \n%\n37\nTable of Contents\nRevenue\n \nThe following table summarizes information regarding consolidated revenues by channel, geography, and market and HDD exabytes shipped by market and price per terabyte:\n \nFiscal Years Ended\nJune 30,\n2023\nJuly 1,\n2022\nRevenues by Channel (%) \n \n \nOEMs\n74 \n%\n75 \n%\nDistributors\n15 \n%\n14 \n%\nRetailers\n11 \n%\n11 \n%\nRevenues by Geography (%) \n(1)\n \n \nAsia Pacific\n45 \n%\n46 \n%\nAmericas\n41 \n%\n40 \n%\nEMEA\n14 \n%\n14 \n%\nRevenues by Market (%) \nMass capacity\n66 \n%\n68 \n%\nLegacy\n21 \n%\n23 \n%\nOther\n13 \n%\n9 \n%\nHDD Exabytes Shipped by Market\nMass capacity\n380 \n541 \nLegacy\n61 \n90 \nTotal\n441 \n631 \nHDD Price per Terabyte\n$\n15 \n$\n17 \n____________________________________________________________\n(1)\n Revenue is attributed to geography based on the bill from location. \nFiscal Years Ended\n(Dollars in millions)\nJune 30,\n2023\nJuly 1,\n2022\nChange\n%\nChange\nRevenue\n$\n7,384 \n$\n11,661 \n$\n(4,277)\n(37)\n%\nRevenue in fiscal year 2023 decreased approximately 37%, or $4.3 billion, from fiscal year 2022, primarily due to a decrease in exabytes shipped and to a lesser extend price erosion, as a result of lower demand in mass capacity and legacy markets that were impacted by macroeconomic conditions and pandemic-related headwinds. We expect the current market conditions will continue to persist at least through the first half of fiscal year 2024.\nCost of Revenue and Gross Margin\n \n \nFiscal Years Ended\n(Dollars in millions)\nJune 30,\n2023\nJuly 1,\n2022\nChange\n%\nChange\nCost of revenue\n$\n6,033 \n$\n8,192 \n$\n(2,159)\n(26)\n%\nGross profit\n1,351 \n3,469 \n(2,118)\n(61)\n%\nGross margin\n18 \n%\n30 \n%\n \n \nFor fiscal year 2023, gross margin decreased compared to the prior fiscal year primarily driven by factory underutilization charges of $250 million associated with lower production levels and pandemic-related lockdown in one of our factories, order cancellation fees of $108 million, lower demand in mass capacity and legacy markets with less favorable product mix, price erosion, and accelerated depreciation expense for certain capital equipment.\n \n38\nTable of Contents\nOperating Expenses\n \n \nFiscal Years Ended\n(Dollars in millions)\nJune 30,\n2023\nJuly 1,\n2022\nChange\n%\nChange\nProduct development\n$\n797 \n$\n941 \n$\n(144)\n(15)\n%\nMarketing and administrative\n491 \n559 \n(68)\n(12)\n%\nAmortization of intangibles\n3 \n11 \n(8)\n(73)\n%\nBIS settlement penalty\n300 \n— \n300 \n*\nRestructuring and other, net\n102 \n3 \n99 \n3,300 \n%\nOperating expenses\n$\n1,693 \n$\n1,514 \n$\n179 \n______________________________\n*Not a meaningful figure\nProduct Development Expense. \nProduct development expenses for fiscal year 2023 decreased by $144 million from fiscal year 2022 primarily due to a $70 million decrease in variable compensation and related benefit expenses, a $51 million decrease in \ncompensation \nand other employee benefits primarily from the reduction in headcount as a result of our October 2022 and April 2023 restructuring plans and a temporary salary reduction program, a $14 million decrease in material expense and a $6 million decrease in equipment expense. \nMarketing and Administrative Expense. \nMarketing and administrative expenses for fiscal year 2023 decreased by $68 million from fiscal year 2022 primarily due to a $41 million decrease in variable compensation and related benefit expenses, a $24 million decrease in compensation and other employee benefits primarily from the reduction in headcount as a result of our October 2022 and April 2023 restructuring plans and a temporary salary reduction program \nand a $7 million recovery of an accounts receivable previously written-off in prior years\n, partially offset by a $2 million increase in travel expense as a result of the easing of pandemic-related travel restrictions.\nAmortization of Intangibles. \nAmortization of intangibles for fiscal year 2023 decreased by $8 million, as compared to fiscal year 2022, due to certain intangible assets that reached the end of their useful lives.\nBIS settlement penalty. \nThe BIS settlement penalty for fiscal year 2023 was $300 million, related to BIS’ allegations of violations of the EAR, which were resolved by the Settlement Agreement in April 2023. \nRefer to “Item 8. Financial Statements and Supplementary Data—\nNote 14. Legal, Environmental and Other Contingencies\n” for more details.\nRestructuring and Other, net. \nRestructuring and other, net for fiscal year 2023 was $102 million, primarily comprised of workforce reduction costs and other exit costs under our October 2022 and April 2023 restructuring plans, partially offset by gains from the sale of certain properties and assets of $167 million.\nRestructuring and other, net for fiscal year 2022 was not material. \nOther Expense, net\n \nFiscal Years Ended\n(Dollars in millions)\nJune 30,\n2023\nJuly 1,\n2022\nChange\n%\nChange\nOther expense, net\n$\n(154)\n$\n(276)\n$\n122 \n(44)\n%\nOther expense, net for fiscal year 2023 decreased by $122 million compared to fiscal year 2022 primarily due to a $190 million net gain recognized from early redemption and extinguishment of certain senior notes, partially offset by a $64 million net increase in interest expense from the exchange and issuance of long-term debt. \nIncome Taxes\n \nFiscal Years Ended\n(Dollars in millions)\nJune 30,\n2023\nJuly 1,\n2022\nChange\n%\nChange\nProvision for income taxes\n$\n33 \n$\n30 \n$\n3 \n10 \n%\n39\nTable of Contents\nWe recorded an income tax provision of $33 million for fiscal year 2023 compared to an income tax provision of $30 million for fiscal year 2022. Despite a consolidated loss on a worldwide basis, we still have taxes payable on a global basis due to guaranteed earnings reported in certain jurisdictions as compared to fiscal year 2022. \nOn August 16, 2022, the Inflation Reduction Act of 2022 (the “IRA”) was enacted into U.S. law. The legislation includes a new corporate alternative minimum tax (the “CAMT”) of 15% on the adjusted financial statement income (“AFSI”) of corporations with average AFSI exceeding $1.0 billion over a three-year period. Although CAMT is effective for us beginning in fiscal year 2024, Seagate does not meet the criteria to be subject to CAMT for fiscal year 2024.\nOur Irish tax resident parent holding company owns various U.S. and non-Irish subsidiaries that operate in multiple non-Irish income tax jurisdictions. Our worldwide operating income is either subject to varying rates of income tax or is exempt from income tax due to tax incentive programs we operate under in Singapore and Thailand. These tax incentives are scheduled to expire in whole or in part at various dates through\n \n2033\n. Certain tax incentives may be extended if specific conditions are met. \nOur income tax provision recorded for fiscal years 2023 and 2022 differed from the provision for income taxes that would be derived by applying the Irish statutory rate of 25% to income before income taxes, primarily due to the net effect of (i) non-Irish earnings generated in jurisdictions that are subject to tax incentive programs and are considered indefinitely reinvested outside of Ireland; and (ii) current year generation of research credits. \nWe anticipate that our effective tax rate in future periods will generally be less than the Irish statutory rate based on our ownership structure, our intention to indefinitely reinvest earnings from our subsidiaries outside of Ireland and the potential future changes in our valuation allowance for deferred tax assets. \nLiquidity and Capital Resources \nThe following sections discuss our principal liquidity requirements, as well as our sources and uses of cash and our liquidity and capital resources. Our cash and cash equivalents are maintained in investments with remaining maturities of 90 days or less at the time of purchase. The principal objectives of our investment policy are the preservation of principal and maintenance of liquidity. We believe our cash equivalents are liquid and accessible. We operate in some countries that have restrictive regulations over the movement of cash and/or foreign exchange across their borders. However, we believe our sources of cash will continue to be sufficient to fund our operations and meet our cash requirements for the next 12 months. Although there can be no assurance, we believe that our financial resources, along with controlling our costs and capital expenditures, will allow us to manage the ongoing impacts of macroeconomic and other headwinds including higher inflationary pressures, inventory adjustments by our customers and the overall market demand disruptions on our business operations for the foreseeable future. However, some challenges to our industry and to our business continue to remain uncertain and cannot be predicted at this time. Consequently, we will continue to evaluate our financial position in light of future developments, particularly those relating to the global economic factors.\nWe are not aware of any downgrades, losses or other significant deterioration in the fair value of our cash equivalents from the values reported as of June 30, 2023. For additional information on risks and factors that could impact our ability to fund our operations and meet our cash requirements, including the pandemic, among others, see “Part I, Item 1A. Risk Factors” of our Annual Report. \nCash and Cash Equivalents\n \nAs of\n(Dollars in millions)\nJune 30,\n2023\nJuly 1,\n2022\nChange\nCash and cash equivalents\n$\n786 \n$\n615 \n$\n171 \nOur cash and cash equivalents increased by $171 million from July 1, 2022 primarily as a result of net cash of $942 million provided by operating activities, net proceeds of $1.6 billion from issuance of long-term debt and proceeds from the sale of assets of $534 million, partially offset by repayment of long-term debt of $1.6 billion, payment of dividends to our shareholders of $582 million, repurchases of our ordinary shares of $408 million, and payments for capital expenditures of $316 million. The following table summarizes results from the Consolidated Statement of Cash Flows for the periods indicated:\n \n40\nTable of Contents\n \nFiscal Years Ended\n(Dollars in millions)\nJune 30,\n2023\nJuly 1,\n2022\nNet cash flow provided by (used in):\n \n \nOperating activities\n$\n942 \n$\n1,657 \nInvesting activities\n217 \n(352)\nFinancing activities\n(988)\n(1,899)\nNet increase/(decrease) in cash, cash equivalents and restricted cash\n$\n171 \n$\n(594)\nCash Provided by Operating Activities\nCash provided by operating activities for fiscal year 2023 was $942 million and includes the effects of net income adjusted for non-cash items including depreciation, amortization, share-based compensation and:\n•\na decrease of $911 million in accounts receivable, primarily due to lower revenue and timing of collections;\n•\na decrease of $425 million in inventories, primarily due to a decrease in units built to align with the prevailing demand environment; and\n•\nan increase of $110 million cash proceeds received from the settlement of certain interest rate swap agreements; partially offset by\n•\na decrease of $421 million in accounts payable, primarily due to a decrease in materials purchased; and \n•\na decrease of $152 million in accrued employee compensation, primarily due to cash paid to our employees as part of our variable compensation plans and a decrease in our variable compensation expense.\nCash provided by operating activities for fiscal year 2022 was approximately $1.7 billion and includes the effects of net income adjusted for non-cash items including depreciation, amortization, share-based compensation and:\n•\nan increase of $228 million in accounts payable, primarily due to timing of payments and an increase in materials purchased; partially offset by\n•\nan increase of $374 million in accounts receivable, primarily due to linearity of sales; and \n•\nan increase of $361 million in inventories, primarily due to timing of shipments, and an increase in materials purchased for production of higher capacity drives and to mitigate supply chain disruptions.\nCash Used in Investing Activities\nIn fiscal year 2023, we received $217 million for net cash investing activities, which was primarily due to proceeds of $534 million from the sale of assets, offset by payments for the purchase of property, equipment and leasehold improvements of $316 million.\nIn fiscal year 2022, we used $352 million for net cash investing activities, which was primarily due to payments for the purchase of property, equipment and leasehold improvements of $381 million and payments for the purchase of investments of $18 million, partially offset by proceeds from the sale of investments of $47 million.\nCash Used in Financing Activities\nNet cash used in financing activities of $988 million for fiscal year 2023 was primarily attributable to the following activities:\n \n•\n$1.6 billion repurchases of long-term debt;\n•\n$582 million in dividend payments; and\n•\n$408 million in payments for repurchases of our ordinary shares; partially offset by\n•\n$1.6 billion in proceeds from the issuance of long-term debt; and\n•\n$68 million in proceeds from the issuance of ordinary shares under employee stock plans.\n41\nTable of Contents\nNet cash used in financing activities of $1.9 billion for fiscal year 2022 was primarily attributable to the following activities: \n•\n$1.8 billion in payments for repurchases of our ordinary shares; \n•\n$701 million net purchases of long-term debt; and\n•\n$610 million in dividend payments; partially offset by\n•\n$1.2 billion from the issuance of long-term debt; and\n•\n$68 million in proceeds from the issuance of ordinary shares under employee stock plans.\nLiquidity Sources\nOur primary sources of liquidity as of June 30, 2023, consist of: (1) approximately $786 million in cash and cash equivalents, (2) cash we expect to generate from operations and (3) $1.5 billion available for borrowing under our senior unsecured revolving credit facility (“Revolving Credit Facility”), which is part of our credit agreement (the “Credit Agreement”).\nAs of June 30, 2023, no borrowings (including swing line loans) were outstanding and no commitments were utilized for letters of credit issued under the Revolving Credit Facility. The Revolving Credit Facility is available for borrowings, subject to compliance with financial covenants and other customary conditions to borrowing.\nThe Credit Agreement includes three financial covenants: (1) interest coverage ratio, (2) leverage ratio and (3) a minimum liquidity amount. On May 19, 2023, we entered into the Eighth Amendment to our Credit Agreement to increase the maximum permitted total net leverage ratio and reduce the minimum interest coverage ration during the covenant relief period. The maximum total net leverage ratio is 6.75 to 1.00 beginning with the fiscal quarter ending June 30, 2023, with periodic step downs during the covenant relief period, shifting to a maximum total leverage ratio of 4.00 to 1.00 for any fiscal quarter ending at any time other than during the covenant relief period. The minimum interest coverage ratio is 2.50 to 1.00 beginning with the fiscal quarter ending June 30, 2023, with periodic step downs and step ups during the covenant relief period, returning to a minimum interest coverage ratio of 3.25 to 1.00 for any fiscal quarter ending after June 28, 2024, and for any fiscal quarter ending at any time other than during the covenant relief period. The covenant relief period terminates on June 27, 2025. As part of this Amendment, the aggregate revolving loan commitments were reduced from $1.75 billion to $1.5 billion. We continue to evaluate our debt portfolio and structure to comply with our financial debt covenants. As of June 30, 2023, we were in compliance with all of the covenants under our debt agreements. Refer to “Item 8. Financial Statements and Supplementary Data—\nNote 4. Debt\n” for more details.\nAs \nof June 30, 2023, cash and cash equivalents held by non-Irish subsidiaries was $638 million. This amount is potentially subject to taxation in Ireland upon repatriation by means of a dividend into our Irish parent. However, it is our intent to indefinitely reinvest earnings of non-Irish subsidiaries outside of Ireland and our current plans do not demonstrate a need to repatriate such earnings by means of a taxable Irish dividend. Should funds be needed in the Irish parent company and should we be unable to fund parent company activities through means other than a taxable Irish dividend, we would be required to accrue and pay Irish taxes on such dividend.\nWe believe that our sources of cash will be sufficient to fund our operations and meet our cash requirements for at least the next 12 months. Our ability to fund liquidity requirements beyond 12 months will depend on our future cash flows, which are determined by future operating performance, and therefore, subject to prevailing global macroeconomic conditions and financial, business and other factors, some of which are beyond our control. For additional information on risks and factors that could impact our ability to fund our operations and meet our cash requirements, among others, see “Part I, Item 1A. Risk Factors” of this Annual Report.\nCash Requirements and Commitments\nOur liquidity requirements are primarily to meet our working capital, product development and capital expenditure needs, to fund scheduled payments of principal and interest on our indebtedness, and to fund our quarterly dividend and any future strategic investments. \n42\nTable of Contents\nPurchase obligations\n \nPurchase obligations are defined as contractual obligations for the purchase of goods or services, which are enforceable and legally binding on us, and that specify all significant terms. From time to time, we enter into long-term, non-cancelable purchase commitments or make large up-front investments with certain suppliers in order to secure certain components or technologies for the production of our products or to supplement our internal manufacturing capacity for certain components. As of June 30, 2023, we had unconditional purchase obligations of approximately $3.7 billion, primarily related to purchases of inventory components with our suppliers. We expect $919 million of these commitments to be paid within one year.\nCapital expenditures\nWe incur material capital expenditures to design and manufacture our products that depend on advanced technologies and manufacturing techniques. As of June 30, 2023, we had unconditional commitment of $238 million primarily related to purchases of equipment, of which approximately $137 million is expected to be paid within one year. For fiscal year 2024, we expect capital expenditures to be lower than fiscal year 2023.\nOperating leases\nWe are a lessee in several operating leases related to real estate facilities for warehouse, office and lab space. As of June 30, 2023, the amount of future minimum rent expense for both occupied and vacated facilities net of sublease income under non-cancelable operating lease contracts was $564 million, of which $53 million is expected to be paid within one year. Refer to “Item 8. Financial Statements and Supplementary Data—\nNote 6. Leases\n” for details.\nLong-term debt and interest payments on debt\nAs of June 30, 2023, the future principal payment obligation on our long-term debt was $5.5 billion, of which $63 million will mature within one year. As of June 30, 2023, future interest payments on this outstanding debt is estimated to be approximately $2.2 billion, of which $324 million is expected to be paid within one year. From time to time, we may repurchase, redeem or otherwise extinguish any of our outstanding senior notes in open market or privately negotiated purchases or o\ntherwise, or we may repurchase or redeem outstanding senior notes pursuant to the terms of the applicable indenture.\n Refer to “Item 8. Financial Statements and Supplementary Data—\nNote 4. Debt\n” for more details.\nBIS settlement penalty\nWe accrued a settlement penalty of $300 million for fiscal year 2023, related to BIS’ allegations of violations of the U.S. EAR, which were subsequently resolved by the Settlement Agreement in April 2023. As part of the Settlement Agreement with BIS, quarterly payments of $15 million will be made over the course of five years beginning October 31, 2023, of which $45 million is expected to be paid within one year and $255 million thereafter. Refer to “Item 8. Financial Statements and Supplementary Data—\nNote 14. Legal, Environmental and Other Contingencies\n” for more details.\nRestructuring\nOn October 24, 2022, we committed to an October 2022 plan (the “October 2022 Plan”) to reduce our cost structure to better align our operational needs to current economic conditions while continuing to support the long-term business strategy. On March 29, 2023, in light of further deteriorating economic conditions, we committed to an expansion of the October 2022 Plan to further reduce the global headcount by approximately 480 employees to a total reduction of approximately 3,480 employees. The expanded plan includes aligning our business plan to near-term market conditions, along with other cost saving measures. On April 20, 2023, the Company committed to an April 2023 restructuring plan (the “April 2023 Plan”) to further reduce its cost structure in response to changes in macroeconomic and business conditions. The April 2023 Plan was intended to align the Company’s operational needs with the near-term demand environment while continuing to support the long-term business strategy. Both the October 2022 Plan and the April 2023 Plan were substantially completed by the end of the fiscal year 2023. \nDuring fiscal year 2023, we recorded restructuring and other, net of $102 million, primarily related to the workforce reduction costs under the October 2022 Plan and the April 2023 Plan, partially offset by gains from the sale of certain properties and assets. We made cash payments of $155 million for all active restructuring plans. As of June 30, 2023, the future cash payments related to our remaining active restructuring plans were $119 million, of which $117 million is expected to be paid within one year.\nIncome Tax\nAs of June 30, 2023, we had a liability for unrecognized tax benefits and an accrual for the payment of related interest totaling $4 million, none of which is expected to be settled within one year. Outside of one year, we are unable to make a reasonably reliable estimate of when cash settlement with a taxing authority will occur. \n43\nTable of Contents\nDividends\nOn July 26, 2023, our Board of Directors declared a quarterly cash dividend of $0.70 per share, which will be payable on October 10, 2023 to shareholders of record as of the close of business on September 26, 2023. Our ability to pay dividends in the future will be subject to, among other things, general business conditions within the data storage industry, our financial results, the impact of paying dividends on our credit ratings and legal and contractual restrictions on the payment of dividends by our subsidiaries to us or by us to our ordinary shareholders, including restrictions imposed by covenants on our debt instruments.\nShare repurchases\nFrom\n time to time, at our discretion, we may repurchase any of our outstanding ordinary shares through private, open market, or broker assisted purchases, tender offers, or other means, including through the use of derivative transactions. During fiscal year 2023, we repurchased approximately 6 million of our ordinary shares including shares withheld for statutory tax withholdings related to vesting of employee equity awards. See “Item 5. Market for Registrant’s Common Equity, Related Stockholder Matters and Issuer Purchases of Equity Securities-Repurchases of Our Equity Securities.” As of June 30, 2023, $1.9 billion remained available for repurchase under our existing repurchase authorization limit. We may limit or terminate the repurchase program at any time. All repurchases are effected as redemptions in accordance with our Constitution.\nWe require substantial amounts of cash to fund any increased working capital requirements, future capital expenditures, scheduled payments of principal and interest on our indebtedness and payments of dividends. We will continue to evaluate and manage the retirement and replacement of existing debt and associated obligations, including evaluating the issuance of new debt securities, exchanging existing debt securities for other debt securities and retiring debt pursuant to privately negotiated transactions, open market purchases, tender offers or other means or otherwise. In addition, we may selectively pursue strategic alliances, acquisitions, joint ventures and investments, which may require additional capital.\nCritical Accounting Policies and Estimates\nThe Company’s accounting policies are more fully described in “Item 8. Financial Statements and Supplementary Data—\nNote 1. Basis of Presentation and Summary of Significant Accounting Policies\n”. The methods, estimates and judgments we use in applying our most critical accounting policies have a significant impact on the results we report in our consolidated financial statements. Critical accounting estimates are those estimates that involve a significant level of estimation uncertainty and have had or are reasonably likely to have a material impact on our financial condition or results of operations. Based on this definition, our most critical accounting policies include: Revenue - Sales Program Accruals, Warranty and Income Taxes. Below, we discuss these policies further, as well as the estimates and judgments involved. We also have other accounting policies and accounting estimates relating to uncollectible customer accounts, valuation of inventories, assessing goodwill and other long-lived assets for impairment, valuation of share-based payments and restructuring. We believe that these other accounting policies and accounting estimates either do not generally require us to make estimates and judgments that are as difficult or as subjective, or it is less likely that they would have a material impact on our reported results of operations for a given period. \nRevenue \n-\n Sales Program Accruals.\n We record estimated variable consideration at the time of revenue recognition as a reduction to revenue. Variable consideration generally consists of sales incentive programs, such as price protection and volume incentives aimed at increasing customer demand. For OEM sales, rebates are typically established by estimating the most likely amount of consideration expected to be received based on an OEM customer's volume of purchases from us or other agreed upon rebate programs. For the distribution and retail channel, these sales incentive programs typically involve estimating the most likely amount of rebates related to a customer's level of sales, order size, advertising or point of sale activity as well as the expected value of price protection adjustments based on historical analysis and forecasted pricing environment. Total sales programs were 17% and 14% of gross revenue in fiscal years 2023 and 2022, respectively. Adjustments to revenues due to under or over accruals for sales programs related to revenues reported in prior quarterly periods were approximately 1% and less than 1% of gross revenue in fiscal years 2023 and 2022, respectively. \nWarranty.\n We estimate probable product warranty costs at the time revenue is recognized. Our warranty provision considers estimated product failure rates, trends (including the timing of product returns during the warranty periods), and estimated repair or replacement costs related to product quality issues, if any. Unforeseen component failures or exceptional component performance can result in changes to warranty costs. We also exercise judgment in estimating our ability to sell refurbished products based on historical experience. Our judgment is subject to a greater degree of subjectivity with respect to newly introduced products because of limited experience with those products upon which to base our warranty estimates. If actual warranty costs differ substantially from our estimates, revisions to the estimated warranty liability would be required, which could have a material adverse effect on our results of operations.\n44\nTable of Contents\nIncome Taxes.\n We make certain estimates and judgments in determining income tax expense for financial statement purposes. These estimates and judgments occur in the calculation of tax credits, recognition of income and deductions and calculation of specific tax assets and liabilities, which arise from differences in the timing of recognition of revenue and expense for income tax and financial statement purposes, as well as tax liabilities associated with uncertain tax positions.\nThe deferred tax assets we record each period depend primarily on our ability to generate future taxable income in the United States and certain non-U.S. jurisdictions. Each period, we evaluate the need for a valuation allowance for our deferred tax assets and, if necessary, adjust the valuation allowance so that net deferred tax assets are recorded only to the extent we conclude it is more likely than not that these deferred tax assets will be realized.\nIn evaluating our ability to recover our deferred tax assets, in full or in part, we consider all available positive and negative evidence, including our past operating results, and our forecast of future earnings, future taxable income and prudent and feasible tax planning strategies. The assumptions utilized in determining future taxable income require significant judgment and are consistent with the plans and estimates we are using to manage the underlying businesses. Actual operating results in future years could differ from our current assumptions, judgments, and estimates. If our outlook for future taxable income changes significantly, our assessment of the need for, and the amount of, a valuation allowance may also change resulting in an additional tax provision or benefit.\nRecent Accounting Pronouncements\nSee “Item 8. Financial Statements and Supplementary Data—\nNote 1. Basis of Presentation and Summary of Significant Accounting Policies”\n for information regarding the effect of new accounting pronouncements on our financial statements.",
    "item7a": ">ITEM 7A.\nQUANTITATIVE AND QUALITATIVE DISCLOSURES ABOUT MARKET RISK\nWe have exposure to market risks due to the volatility of interest rates, foreign currency exchange rates, credit rating changes and equity and bond markets. A portion of these risks may be hedged, but fluctuations could impact our results of operations, financial position and cash flows.\nInterest Rate Risk.\n Our exposure to market risk for changes in interest rates relates primarily to our cash investment portfolio. As of June 30, 2023, we had no available-for-sale debt securities that had been in a continuous unrealized loss position for a period greater than 12 months. We had no impairments related to credit losses for available-for-sale debt securities as of June 30, 2023. \nWe have fixed rate and variable rate debt obligations. We enter into debt obligations for general corporate purposes including capital expenditures and working capital needs. Our Term Loans bear interest at a variable rate equal to Secured Overnight Financing Rate (“SOFR”) plus a variable margin. \nWe have entered into certain interest rate swap agreements to convert the variable interest rate on the Term Loans to fixed interest rates. The objective of the interest rate swap agreements is to eliminate the variability of interest payment cash flows associated with the variable interest rate under the Term Loans. We designated the interest rate swaps as cash flow hedges. As of June 30, 2023, the aggregate notional amount of the Company’s interest-rate swap contracts was $1.3 billion, of which $429 million will mature through September 2025 and $859 million will mature through July 2027.\n45\nTable of Contents\nThe table below presents principal amounts and related fixed or weighted-average interest rates by year of maturity for our investment portfolio and debt obligations as of June 30, 2023. \n(Dollars in millions, except percentages)\nFiscal Years Ended\nFair Value at June 30, 2023\n2024\n2025\n2026\n2027\n2028\nThereafter\nTotal\nAssets\n \n \n \n \n \n \n \nMoney market funds, time deposits and certificates of deposit\n \n \n \n \n \n \nFloating rate\n$\n74 \n$\n— \n$\n— \n$\n— \n$\n— \n$\n— \n$\n74 \n$\n74 \nAverage interest rate\n5.12 \n%\n— \n%\n— \n%\n— \n%\n— \n%\n— \n%\n5.12 \n%\nOther debt securities\nFixed rate\n$\n— \n$\n— \n$\n15 \n$\n— \n$\n— \n$\n1 \n$\n16 \n$\n16 \nDebt\n \n \n \n \n \n \nFixed rate\n$\n— \n$\n479 \n$\n— \n$\n505 \n$\n— \n$\n3,245 \n$\n4,229 \n$\n4,112 \nAverage interest rate\n— \n%\n4.75 \n%\n— \n%\n4.88 \n%\n— \n%\n6.88 \n%\n6.40 \n%\n \nVariable rate\n$\n63 \n$\n103 \n$\n497 \n$\n107 \n$\n519 \n$\n— \n$\n1,289 \n$\n1,259 \nAverage interest rate\n5.60 \n%\n5.61 \n%\n5.84 \n%\n5.52 \n%\n5.60 \n%\n— \n%\n5.69 \n%\nForeign Currency Exchange Risk. \nFrom time to time, we may enter into foreign currency forward exchange contracts to manage exposure related to certain foreign currency commitments and anticipated foreign currency denominated expenditures. Our policy prohibits us from entering into derivative financial instruments for speculative or trading purposes.\nWe hedge portions of our foreign currency denominated balance sheet positions with foreign currency forward exchange contracts to reduce the risk that our earnings will be adversely affected by changes in currency exchange rates. The change in fair value of these contracts is recognized in earnings in the same period as the gains and losses from the remeasurement of the assets and liabilities. All foreign currency forward exchange contracts mature within 12 months.\nWe recognized a net gain of $16 million and a net loss of $29 million in Cost of revenue and Interest expense, respectively, related to the loss of hedge designations on discontinued cash flow hedges during fiscal year 2023. We recognized a net loss of $11 million and $10 million in Cost of revenue and Interest expense, respectively, related to the loss of hedge designations on discontinued cash flow hedges during the fiscal year 2022.\nThe table below provides information as of June 30, 2023 about our foreign currency forward exchange contracts. The table is provided in dollar equivalent amounts and presents the notional amounts (at the contract exchange rates) and the weighted-average contractual foreign currency exchange rates.\n(Dollars in millions, except average contract rate)\nNotional\nAmount\nAverage\nContract Rate\nEstimated Fair Value\n(1)\nForeign currency forward exchange contracts:\n \n \n \nSingapore Dollar\n$\n356 \n$\n1.34 \n$\n(2)\nThai Baht\n145 \n$\n33.96 \n(5)\nChinese Renminbi\n76 \n$\n6.83 \n(3)\nBritish Pound Sterling\n65 \n$\n0.81 \n2 \nTotal\n$\n642 \n$\n(8)\n___________________________________________________________________________________\n(1) \nEquivalent to the unrealized net gain (loss) on existing contracts. \nOther Market Risks.\n We have exposure to counterparty credit downgrades in the form of credit risk related to our foreign currency forward exchange contracts and our fixed income portfolio. We monitor and limit our credit exposure for our foreign currency forward exchange contracts by performing ongoing credit evaluations. We also manage the notional amount of contracts entered into with any one counterparty, and we maintain limits on maximum tenor of contracts based on the credit rating of the financial institution. Additionally, the investment portfolio is diversified and structured to minimize credit risk. \nChanges in our corporate issuer credit ratings have minimal impact on our near-term financial results, but downgrades may negatively impact our future ability to raise capital, our ability to execute transactions with various counterparties and may increase the cost of such capital.\nWe are subject to equity market risks due to changes in the fair value of the notional investments selected by our employees as part of our non-qualified deferred compensation plan—the Seagate Deferred Compensation Plan (the “SDCP”). \n46\nTable of Contents\nIn fiscal year 2014, we entered into a Total Return Swap (“TRS”) in order to manage the equity market risks associated with the SDCP liabilities. We pay a floating rate, based on SOFR plus an interest rate spread, on the notional amount of the TRS. The TRS is designed to substantially offset changes in the SDCP liabilities due to changes in the value of the investment options made by employees. See “Item 8. Financial Statements and Supplementary Data—\nNote 8.\n \nDerivative Financial Instruments”\n of this Annual Report. \n     \n47\nTable of Contents",
    "cik": "1137789",
    "cusip6": "G7945M",
    "cusip": [
        "G7945M107"
    ],
    "names": [
        "SEAGATE TECHNOLOGIES"
    ],
    "source": "https://www.sec.gov/Archives/edgar/data/1137789/000113778923000049/0001137789-23-000049-index.htm"
}