{
    "item1": ">ITEM 1.  \nBUSINESS\nCompany Overview\nWe are an education services company providing virtual and blended learning. Our technology-based products and services enable our clients to attract, enroll, educate, track progress, and support students. These products and services, spanning curriculum, systems, instruction, and support services are designed to help learners of all ages reach their full potential through inspired teaching and personalized learning. Our clients are primarily public and private schools, school districts, and charter boards. Additionally, we offer solutions to employers, government agencies and consumers.  \nWe offer a wide range of individual products and services, as well as customized solutions, such as our most comprehensive school-as-a-service offering which supports our clients in operating full-time virtual or blended schools.  More than three million students have attended schools powered by Stride curriculum and services since our inception.\nOur solutions address two growing markets: General Education and Career Learning.  \nGeneral Education\n    \nCareer Learning\n \n●\n      School-as-a-service\n​\n●\n    Stride Career Prep school-as-a-service\n​\n●\n      Stride Private Schools\n​\n●\n    Learning Solutions Career Learning software and services sales\n​\n●\n      Learning Solutions software and services sales\n​\n●\n    Adult Learning\n​\n​\n​\n​\n​\nProducts and services for the General Education market are predominantly focused on core subjects, including math, English, science and history, for kindergarten through twelfth grade students to help build a common foundation of knowledge. These programs provide an alternative to traditional “brick-and-mortar” school options and address a range of student needs including, safety concerns, increased academic support, scheduling flexibility, physical/health restrictions or advanced learning. Products and services are sold as a comprehensive school-as-a-service offering or à la carte.\n4\n\n\nTable of Contents\n​\nCareer Learning products and services are focused on developing skills to enter and succeed in careers in high-growth, in-demand industries—including information technology, healthcare and general business. Through our Career Learning programs, we offer middle and high school students content pathways that include job-ready skills and work experiences and, for high school students, that can lead toward an industry certification and/or college credits. Like General Education products and services, the products and services for the Career Learning market are sold as a comprehensive school-as-a-service offering or à la carte. Through our Adult Learning brands, we also offer in-person and remote immersive programs and self-paced, structured online Career Learning programs to adult learners in software engineering, healthcare, and medical fields, as well as providing staffing and talent development services to employers. These programs are offered directly to consumers, as well as to employers and government agencies.\n​\nFor both the General Education and Career Learning markets, the majority of revenue is derived from our comprehensive school-as-a-service offering which includes an integrated package of curriculum, technology systems, instruction, and support services that we administer on behalf of our customers. The average duration of the agreements for our school-as-a-service offering is greater than five years, and most provide for automatic renewals absent a customer notification of non-renewal. During any fiscal year, we may enter into new agreements, receive non-automatic renewal notices, negotiate replacement agreements, terminate such agreements or receive notices of termination, or customers may transition a school to a different offering.  \n​\nOur History\nWe were founded in 2000 to utilize advances in technology to provide children with access to a high quality education regardless of their geographic location or socioeconomic background. Given the geographic flexibility of technology based education, we believed we could help address the growing concerns regarding the regionalized disparity in the quality and breadth of available curriculum and instruction, both in the United States and abroad. The convergence of these factors and rapid advances in Internet networks created the opportunity to make a significant impact by deploying online learning software and systems on a flexible, online platform.\nIn September 2001, we introduced our kindergarten through 2nd grade offering in Pennsylvania and Colorado, serving approximately 900 students in the two states combined. We subsequently added new grades and new schools in additional states. We also launched blended public schools that combine face to face time in the classroom with online instruction and opened an online private school to reach students worldwide. For the 2022-2023 school year, we provided our school-as-a-service offering to 87 schools in 31 states and the District of Columbia in the General Education market, and 52 schools or programs in 27 states and the District of Columbia in the Career Learning market.  We also serve schools in 48 states and the District of Columbia through our Learning Solutions sales channel.\nIn 2020, we acquired three adult learning companies, Galvanize, Tech Elevator, and MedCerts to enter into and expand the Company’s offerings. These Adult Learning brands deliver a mix of in-person and remote training in software engineering and allied healthcare to consumers and enterprises\n.  \nOur Market\nThe U.S. market for K-12 education is large and virtual and blended learning has gained broader awareness and acceptance following the COVID-19 pandemic. For example:\n●\nAccording to a May 2023 report of the National Education Policy Center (“NEPC”) entitled “Virtual Schools in the U.S. 2023,” in 2021-22, 1,093 full-time virtual schools enrolled 566,344 students, and 332 blended schools enrolled 106,219 students. \nThe NEPC report further states thirty-five\n states had full-time virtual schools. \n●\nA January 2023 survey by the National School Choice Awareness Foundation, found that 53.7% of parents had considered, searched for, or chosen a new or different school or learning environment for their school-aged child within the past year. Of those who were considering switching, 20.8% of parents visited, inquired about, or researched full-time online school\n.\n●\nIn 2022, the National Home Education Research Institute estimated that there were approximately 3.1 million home-educated students in the United States during School Year 2021-2022. Prior to the COVID-19 \n5\n\n\nTable of Contents\npandemic, the number of students was 2.5 million, and estimates showed home-educated student enrollments growing by 2% per year since 2016\n.\n●\nSeptember 2022 data from the Bureau of Labor Statistics estimates that demand for occupations that require nondegree postsecondary education will grow 6.7% by 2031, a faster rate than overall employment\n. \nDemand for Education Alternatives: The Market Opportunity \nAs evidenced by the rapid evolution of education technology and varying educational options being offered to learners of all ages, no single learning model has been found that works equally well for every student. Learners today utilize technology in all aspects of their lives, and we expect this reality to extend to their education. Our business has been built on the premise that every learner, regardless of geographic location or socioeconomic background, is entitled to a high-quality education that is individualized and adaptable based on the student’s unique needs. We also believe all learners can benefit from more engaging technology-enriched educational content.\n​\nWe anticipate that full time online public schools will meet the needs of a small percentage of the overall United States K-12 student population, but that segment will still represent a large and growing opportunity for us in absolute terms. Across our educational programs, learners come from a broad range of social, economic and academic backgrounds. Examples of students for whom our full-time virtual or blended solutions may fit include, but are not limited to, families with: (i) students seeking to learn in a way that better accommodates their individual needs; (ii) safety, social and health concerns about their local school, including students who are being bullied or are subjected to discrimination; (iii) students with disabilities who are seeking alternatives to traditional classrooms; (iv) students for whom the local public school is not meeting their needs; (v) students who seek or need greater flexibility than other alternatives, such as student athletes and performers who are not able to attend regularly scheduled classes; (vi) college bound students who want to bolster their college readiness and application appeal by taking additional Advanced Placement (“AP”), honors and/or elective courses; (vii) students seeking career and technical skills; (viii) high school dropouts who have decided to reenroll in school to earn a diploma; and (ix) students of military families who desire high-quality, consistent education as they relocate to new locations. Our individualized learning approach allows students to optimize their educational experience and, therefore, their chances of achieving their goals.\n​\nAlthough the COVID-19 pandemic changed the awareness and acceptance of virtual and blended learning, we continue to expect most students in the United States will be educated in traditional school buildings and classrooms. However, we believe that certain student segments will benefit from the availability to choose an online public education (including blended learning models), and that states and districts will seek to incorporate virtual and blended solutions into their school-based programs. Our school-as-a-service offering offers a full service, integrated program, and a complete solution for districts and schools that desire a comprehensive option. For public school customers who need less than a full-service offering, our Learning Solutions sales channel provides online curriculum and services on a solution oriented, customized basis. We continue to invest significant resources, organically and through licensing or acquisitions, in developing product offerings that afford us the flexibility to serve different types of customers with varying value propositions and price points that are adaptable to an institution’s and individuals’ capabilities and needs. These investments are intended to expand our current assets into markets that have appeal to today’s education consumers.  Moreover, we have pursued, and will continue to pursue, selected markets outside the United States where we believe our products and services can address local foreign market needs.\n​\nWe believe the growth in careers requiring non-degree post-secondary awards will drive more adult learners to seek training solutions that lead to credentials or certifications. It is anticipated that these learners will seek lower cost, more accessible training solutions that prepare them for the workforce in less time than traditional post-secondary degree programs. Our adult learning solutions provide these types of learners with content, instruction, and career placement services to help them achieve their career goals.  Additionally, according to the Society for Human Resource Management, recruiting and hiring remains one of the top challenges for companies. To address this challenge, companies are beginning to cover the cost of training for entry-level positions as well as increasing budgets for upskilling and reskilling of their existing workforce. Stride’s adult learning solutions address these employer needs by providing training and job placement and recruitment services. We anticipate that this market will continue to grow as more employers recognize the benefits of retaining existing talent rather than sourcing new talent.\n​\n6\n\n\nTable of Contents\nOur Lines of Revenue\nGeneral Education\nProducts and services for the General Education market are predominantly focused on core subjects, including math, English, science and history, for kindergarten through twelfth grade students to help build a common foundation of knowledge. These programs provide an alternative to traditional school options and address a range of student needs including, safety concerns, increased academic support, scheduling flexibility, physical/health restrictions or advanced learning. Products and services are sold as a comprehensive school-as-a-service offering or à la carte\n.\nCareer Learning\nCareer Learning products and services are focused on developing skills to enter and succeed in careers in high-growth, in-demand industries—including information technology, healthcare and general business.  We provide middle and high school students with Career Learning programs that complement their core general education coursework in math, English, science and history. Stride offers multiple career pathways supported by a diverse catalog of Career Learning courses. The middle school program exposes students to a variety of career options and introduces career skill development. In high school, students may engage in industry content pathway courses, project-based learning in virtual teams, and career development services. High school students have the opportunity to progress toward certifications, connect with industry professionals, earn college credits while in high school, and participate in job shadowing and/or work-based learning experiences that facilitate success in today’s digital, tech-enabled economy.  A student enrolled in a school that offers Stride’s General Education program may elect to take Career Learning courses, but that student and the associated revenue is reported as a General Education enrollment and General Education revenue. A student and the associated revenue is counted as a Career Learning enrollment or Career Learning revenue only if the student is enrolled in a Career Learning program or school.\nLike General Education products and services, the products and services for the Career Learning market are sold as a comprehensive school-as-a-service offering or à la carte. We also offer focused post-secondary career learning programs to adult learners, through our Galvanize, Tech Elevator, and MedCerts brands. These include skills training for the software engineering, healthcare, and medical fields, as well as staffing and talent development services to employers. These programs are offered directly to consumers, as well as to employers and government agencies.\nOur Sales Channels\nVirtual and Blended Schools \nThe Virtual and Blended Public Schools we serve offer an integrated package of systems, services, products, and professional expertise that we administer to support a virtual or blended public school. Customers of these programs can obtain the administrative support, information technology, academic support services, online curriculum, learning system platforms and instructional services under the terms of a negotiated service and product agreement. We provide our school-as-a-service offerings to virtual and blended public charter schools and school districts. These contracts are negotiated with, and approved by, the governing authorities of the customer. The duration of these service and product agreements are typically greater than five years, and most provide for automatic renewals absent a customer notification of non-renewal. During any fiscal year, the Company may enter into new agreements, receive non-automatic renewal notices, negotiate replacement agreements, terminate such agreements or receive notice of termination, or customers may transition a school to a different offering. The governing boards may also establish school policies and other terms and conditions over the course of a contract, such as enrollment parameters. The authorizers who issue the charters to our school-as-a-service customers can renew, revoke, or modify those charters as well.\nThe majority of our revenue is derived from these school-as-a-service agreements with the governing authorities of the public schools we serve. In addition to providing a comprehensive course catalog, related books and physical materials, a learning management system for online learning, and, in certain cases, student computers, we also offer these schools a variety of administrative support, technology and academic support services. Full time virtual and blended school students access online lessons over the internet and utilize offline learning materials we provide. Students receive assignments, complete lessons, take assessments, and are instructed by teachers with whom they interact via email, telephonically, in synchronous virtual classroom environments, and sometimes face to face. In either case, for parents who believe their child is not thriving in their current school or for students and families who require time or location flexibility \n7\n\n\nTable of Contents\nin their schooling, virtual and blended public schools can provide a compelling choice. Students attending many of these schools are also provided the opportunity to participate in a wide variety of school activities, including field trips, service-learning opportunities, honor societies, and clubs. In addition to school level activities, we sponsor a wide variety of extracurricular activities on a national basis, such as clubs, contests and college and career planning sessions.\nIn addition to our full time virtual programs, we offer a variety of support services and sell our products to blended schools, which are schools that combine online and face to face instruction for students in a variety of ways with varying amounts of time spent by students in a physical learning center. In contrast to a typical brick and mortar public school, blended schools can provide a greater selection of available courses, increased opportunities for self-paced, individualized instruction and greater scheduling flexibility.  These blended programs bring students and teachers physically together more often than a purely online program. In some blended schools we support, students attend a learning center on a part time basis, where they receive face to face instruction, in addition to their online virtual curriculum and instruction.\nLearning Solutions\nOur Learning Solutions sales channel distributes our software and services to schools and school districts across the U.S.  Over the past few years, both as a result of the COVID-19 pandemic and continuing trends toward digital solutions, public schools and school districts have been increasingly adopting online solutions to augment teaching practices, launch new learning models, cost effectively expand course offerings, provide schedule flexibility, improve student engagement, increase graduation rates, replace textbooks, and retain students. State education funds traditionally allocated for textbook and print materials have also been authorized for the purchase of digital content, including online courses, and in some cases mandated access to online courses. Additionally, districts are seeking support for implementations that blend virtual and in-person instruction.\nTo address the growing need for digital solutions and the emerging need for comprehensive virtual solutions, our Learning Solutions team provides curriculum and technology solutions, packaged in a portfolio of flexible learning and delivery models mapped to specific student and/or district needs. This portfolio approach provides a continuum of delivery models, from full time programs to individual course sales and supplemental options that can be used in traditional classrooms to differentiate instruction. Our Learning Solutions team strives to partner with public schools and school districts, primarily in the U.S., to provide more options and better tools to empower teachers to improve student achievement through personalized learning in traditional, blended and online learning environments and to provide comprehensive support for teachers and administrators to deliver effective virtual and blended instructions. \nPrivate Programs\n \nWe also operate tuition-based private schools that meet a range of student needs from individual course credit recovery to college preparatory programs. These programs address students and families in the states in which we do not offer a free public option, as well as students looking for additional flexibility. Additionally, many families can use education savings accounts, tax credits and vouchers to attend these schools for low or no cost. We also pursue international opportunities where we believe there is significant demand for quality online education. Our international students are typically from expatriate families who wish to study in English and foreign students who desire a U.S. high school diploma. In addition, we have entered into agreements that enable us to distribute our products and services to our international and domestic school partners who use our courses to provide broad elective offerings and dual diploma programs.\nConsumer Sales\nWe also offer individual online courses and supplemental educational products directly to families. These purchasers desire to educate their children as homeschoolers, outside of the traditional school system or to supplement their child’s existing public or private school education without the aid of an online teacher. Customers of our consumer products have the option of purchasing a complete curriculum, individual courses, or a variety of other supplemental products, covering various subjects depending on their child’s needs. Typical applications include summer school course work, home-schooling, enrichment, and educational supplements.\nAdult Learning\nWe offer adult learning training programs through Galvanize, Tech Elevator, and MedCerts, which provide programs that address the skills gap facing companies in the information technology and healthcare sectors. We offer in-\n8\n\n\nTable of Contents\nperson and remote immersive full-time software engineering programs designed for adult learners looking to advance their technology careers by providing such learners with skills and real-world experiences.  MedCerts provides self-paced, fully online structured training programs that lead to certifications in the healthcare field. These brands also work directly with enterprises to create customized, tailored education plans to help companies train, upskill, and reskill their employees.\nOur Business Strategy\nWe are committed to maximizing every learner’s potential by personalizing their educational experience, delivering a quality education to schools and students, and supporting our customers in their quest to improve academic outcomes and prepare them for college and future careers. In furtherance of those objectives, we plan to continue investing in our curriculum and learning systems. These investments include initiatives to create and deploy a next generation curriculum and learning platform, improve the effectiveness of our school workforce, develop new instructional approaches to increase student and parental engagement, and improve our systems and security architecture. This strategy consists of the following key elements:\nAffect Better Student Outcomes.\n We are committed to improving student outcomes for every student in the schools we serve. To achieve this goal we: (i) invest in training and professional development for teachers and school leaders, which may include a competency-based Master’s Graduate Degree in Online Teaching K-12 though our partnership with Southern New Hampshire University; (ii) develop programs and initiatives designed to improve the learning experience, such as our interactive media projects, virtual science labs and AP test prep; (iii) enhance our curriculum to make it more engaging, adaptive and available to all students anywhere; and (iv) update our content as state standards and state assessments change. We also will focus our marketing and enrollment efforts on helping students and families understand the unique demands and challenges of the online learning environment. We believe better understanding by parents and students will better prepare students for the work and improve their chance at academic success.\nImprove Student Retention in Our School-as-a-Service Offerings.\n To ensure the best outcomes for students, we have partnered with the school boards we serve to make a concerted effort to enroll and retain students who are truly engaged and ready to learn. Research shows that students who remain in the same school setting longer generally perform better academically, and retention is especially challenging with virtual and blended schools because families have the option of enrolling their children in a brick-and-mortar school or another virtual or blended school. Once students are enrolled, we offer programs to provide early intervention and focused engagement and retention strategies, which strive to help students stay on track, improve engagement and, ultimately, give students a better chance at academic success.\nGrow Career Learning Enrollments and Expand Career Training Market.\n To grow Stride’s Career Learning business and enrollments we are expanding the Stride Career Prep brand, and pursuing industry partnerships. We believe this approach will be more advanced than traditional vocational training and broader than enrollment in a series of career technical education (“CTE”) courses.  We seek to expand our addressable market by offering career readiness training beyond our traditional K-12 market and into adult education and corporate training.\nIntroduce New and Improved Products and Services.\n We intend to continue to expand our product line and offerings, both internally and through licensing or strategic acquisitions of products that expand our current portfolio. This includes pursuing development and licensing of curriculum and platforms that are accessible from tablet and mobile devices and leveraging adaptive learning technologies and solutions. We will also invest in our current products and assets to make them more accessible to larger markets by improving the user experience and content.\nIncrease Enrollments at Existing Virtual and Blended Public Schools\n. Some state regulations, school governing authorities and/or districts limit or cap student enrollment or enrollment growth. At the direction of our school board and school district customers, we seek to provide an opportunity for more students to attend these schools, and support their efforts to work with legislators, state departments of education, educators and parents to increase or remove student enrollment caps.\nExpand Virtual and Blended Public School Presence into Additional States and Cities.\n As laws change and opportunities arise, we work with states, school districts, regional education organizations, and charter schools to authorize and establish new virtual and blended public schools and to contract with them to provide our curriculum, online learning platform, support services, and other related offerings. Traditional school districts are becoming a greater percentage of our customer base.\n9\n\n\nTable of Contents\nGrow Our Learning Solutions Sales Channel.\n Our broad Learning Solutions course catalog ranges from pre-K to 12th grade, instructional services, supplemental solutions, and teacher development and is the key driver for Learning Solutions growth. We work to continue the market adoption of these solutions and services as school districts partner with us to address a variety of academic needs and to facilitate personalized learning in traditional, blended and online learning environments. \nAdd Enrollments in Our Private Schools.\n We currently operate online private schools that we believe appeal to a broad range of students and families. We look to drive increased enrollments in these schools by increasing awareness, through targeted marketing programs, and by partnerships with traditional brick and mortar private schools.\nDevelop Additional Channels through which to Deliver Our Learning Systems.\n We plan to evaluate other delivery channels on a routine basis and to pursue opportunities where we believe there is likely to be significant demand for our offering, such as direct classroom instruction, blended classroom models, career technical education, supplemental educational products, adult learning, and individual products packaged and sold directly to consumers. We have made strategic investments in other companies to supplement our Learning Solutions go-to-market approach with a focus on advising school districts on their digital classroom transformation efforts.  \nPursue Strategic Partnerships and Acquisitions.\n We may pursue selective acquisitions that complement our existing educational offerings and business capabilities, and that are natural extensions of our core competencies. We may also pursue acquisitions that extend our offerings and business capabilities. We believe we can be a valued-added partner or contribute our expertise in curriculum development and educational services to serve more students. In 2018, we partnered with Southern New Hampshire University to invest in the development of degree-granting programs for online teaching.\nProducts and Services\nWe continue to invest in curriculum and technology to educate students more effectively and efficiently. Much of our investment has been in the development of improved functionality of our curriculum and systems. Areas of focus include: (i) integration and user experience—making sure that all of our systems and solutions are easy for teachers, administrators, students, and parents to use; (ii) mobile enabled products; (iii) portability—making sure that our platforms integrate with and onto third-party platforms; (iv) features which personalize learning for all students we serve; (v) courses that are flexible enough to provide assistance to struggling students; (vi) reading and oral fluency scoring; (vii) alignment with state standards; (viii) built-in tutoring and support functionality; and (ix) a virtual learning platform which supports the scheduling and delivery of instruction, tracking of attendance, recording of instructional sessions, and allows student group work. \nWe provide various products and services to customers on an individual basis as well as customized solutions, including our comprehensive school-as-a-service offering which supports our customers in operating full-time virtual or blended schools. We continue to expand upon our personalized learning model, improve the user experience of our products, and develop tools and partnerships to more effectively engage and serve students, teachers, administrators, and adult learners. \nCurriculum and Content\nOur customers can select from hundreds of high-quality, engaging, online coursework and content, as well as many state-customized versions of those courses, electives, and instructional supports. We have built core courses with the guidance and recommendations of leading educational organizations at the national and state levels. State standards continue to evolve, and we invest in our curriculum to meet these changing requirements. Additionally, through our Galvanize, Tech Elevator and MedCerts brands, we have high-quality, engaging, online coursework and content in information technology and healthcare.\nSystems\nWe have established a secure and reliable technology platform, which integrates proprietary and third-party systems to provide a high-quality educational environment and gives us the capability to grow our customer programs and enrollment. Our end-to-end platform includes content management, learning management, student information, data reporting and analytics, and various support systems that allow customers to provide a high-quality, and personalized \n10\n\n\nTable of Contents\neducational experience for students.  À la carte offerings can provide curriculum and content hosting on customers’ learning management systems, or integrate with customers’ student information systems. \nInstructional Services\nWe offer a broad range of instructional services that include customer support for instructional teams, including recruitment of state certified teachers, training in research-based online instruction methods and systems, oversight and evaluation services, and ongoing professional development. Stride also provides training options to support teachers and parents to meet students’ learning needs. Our range of training options are designed to enhance skills needed to teach using an online learning platform, and include hands-on training, on-demand courses, and support materials.\nSupport Services \nWe offer a broad range of support services, including marketing and enrollment (e.g., supporting prospective students through the admission process), assessment management, administrative support (e.g., budget proposals, financial reporting, and student data reporting), and technology and materials support (e.g., providing student computers, offline learning kits, internet access and technology support services). \nAcademic Performance\n  \nOur fundamental goal for every child who enrolls in a school that has purchased our school-as-a-service offering, is to improve their academic performance. With the implementation of the federal Every Student Succeeds Act (“ESSA”) beginning with the 2017-18 school year, each of the states in which we support virtual and blended public schools has been given the authority to develop a school accountability plan within the confines of a broad federal ESSA framework based on their own conception of the best means to advance college and career readiness. The ESSA requires states to utilize four academic-related indicators in their accountability plans to measure school and student performance:  academic achievement, student growth in reading and math, graduation rate, and progress in achieving English language proficiency. The states were given discretion on the weight to give to each indicator and how to apply them. Most of the state ESSA plans submitted in 2017 to the U.S. Department of Education use some form of summative rating method to describe school performance, such as conferring an A-F grade or using a ranking system having a 1-10 scale. A significant new element of this education law is a requirement for states to adopt at least one non-academic indicator in their state’s accountability system to measure “school quality or student success,” often called the “fifth” indicator. Unlike No Child Left Behind where the only measure of school performance was an Annual Yearly Progress report, there are a wide range of non-academic options enumerated in the ESSA that the states can adopt to advance their own “school quality or student success” accountability objectives. The states may include measures of student engagement, educator engagement, student access to and completion of advanced coursework, post-secondary readiness, school climate and safety, and any other indicator a state may choose for this purpose. For example, a post-secondary readiness accountability indicator can include student participation in and completion of a CTE program of study, or access to dual credit programs. Similarly, a student engagement indicator may focus on teacher observations or ratings that demonstrate improvements in this area.\n​\nWe share the view taken by many states that assessing a student by his or her learning growth is a more accurate indicator of school and student performance than attaining a static proficiency score. This approach is now reflected in the ESSA as well. All of our school-as-a-service offerings administer state or nationally recognized assessments to measure student achievement and growth during the school year, to prepare students for state assessments and to guide instruction. To ensure all schools are utilizing best practices learned from other successful school clients and from other high performing schools across the country, we have developed an academic framework that addresses teacher preparation, delivery of instruction, and student assessment. Effective instruction is informed by and evaluated based on student level data. As part of the academic framework, schools implement plans to collect student level data throughout the year through the use of norm-referenced growth measures at least three times per year, along with strategically placed formative interims, benchmarks, and summative assessments.\nIn addition to the complexities involved in measuring academic performance of students, we believe that the virtual and blended public schools we serve face unique challenges impacting academic success not necessarily encountered to the same extent by traditional brick and mortar schools. These challenges include students who enter behind grade level or under credited, high student mobility, lack of control over the student learning environment and higher than average percentages of students eligible for free or reduced price lunch in many states. With rare exceptions, the data shows that students identified as eligible for free lunch had lower percentages at or above proficiency levels than students \n11\n\n\nTable of Contents\neligible for reduced price lunch, and both groups usually underperformed students identified as not eligible for subsidized meals. In addition, for decades, educational research has shown that persistence—remaining and proceeding at pace in the same school setting—can benefit academic performance, while mobility—moving from one school setting to another—can have a destabilizing influence, causing students to struggle and lapse in academic performance.  \nWhile measuring academic performance is necessary, taking meaningful steps to improve academic performance and student outcomes is an integral part of our mission. Accordingly, we continually strive to achieve that objective by undertaking new initiatives and improving existing programs that support students and families. To monitor student learning progress during the school year, we use multiple equivalent assessments at the lesson, unit and semester level. This is intended to ensure that our measurement is reliable and valid. We provide more synchronous sessions for at-risk students based on data driven instruction that provides for targeted teacher intervention to assist students with lesson challenges.\nCompetition\nAs a general matter, we face varying degrees of competition from a variety of education companies because the scope of our offerings and the customers we serve encompass many separate and distinct segments of the education business. We compete primarily with companies that provide online curriculum and school support services to K-12 virtual and blended public schools and school districts, including those with a career orientation. These companies include Pearson PLC (Connections Academy), Lincoln Learning Solutions, StrongMind, Pansophic Learning, Inspire Charter Schools, and Charter Schools USA, and state administered online programs, among others. We also face competition from digital and print curriculum developers. The digital curriculum providers include Curriculum Associates, Imagine Learning LLC, Edmentum Inc., Dreambox Learning, Inc., and traditional textbook publishers such as Houghton Mifflin Harcourt and McGraw Hill. Other competing digital curriculum providers, including Khan Academy, Duolingo, IXL Learning, Inc. and Renaissance Learning, Inc., offer a different pricing model which provides curriculum at a lower cost (sometimes free) but may charge for additional products or services. We also compete with institutions such as The Laurel Springs School (Spring Education Group) and Penn Foster Inc. for online private pay school students. Additionally, our Adult Learning offerings compete with other in-person and remote immersive programs and self-paced online training programs. These include General Assembly (a subsidiary of Adecco), Bloom Institute of Technology, Carrus, Inc., and Education to Go (a subsidiary of Cengage Learning), among others.\nWe believe that the primary factors on which we compete are:\n●\nextensive experience in, and understanding of, virtual education delivery;\n●\ncomprehensive suite of academic programs;\n●\ncustomer satisfaction;\n●\nquality of integrated curriculum and materials with an online delivery platform;\n●\nqualifications, experience and training teachers for online instruction;\n●\ncomprehensiveness of school management and student support services;\n●\nintegrated K-12 solutions, with components designed and built to work together;\n●\nability to leverage our assets across our business; and\n●\nsophisticated government affairs knowledge and experience in virtual and blended school regulatory environments.\n​\nBroadly speaking, we participate in the market for digital education and adult training. In states where we enter into multi-year service and product agreements with virtual and blended public schools, we believe that we generally serve less than 1% of the public school students in that state. The customers for Learning Solutions sales are schools and school districts seeking individual courses to supplement their course catalogs or school districts seeking to offer an online education program to serve the needs of a small subset of their overall student population. Defining a more precise relevant market upon which to base a share estimate would not be meaningful due to significant limitations on the comparability of data among jurisdictions. For example, some providers to K-12 virtual public schools serve only high school students; others serve elementary and middle school students, and some serve both. There are also providers of online virtual K-12 education that operate solely within individual states or geographic regions rather than globally as we do. Furthermore, some school districts offer their own virtual programs with which we compete. Parents in search of an alternative to their local public school have a number of alternatives beyond virtual and blended public schools, including private schools, public charter schools and home schooling. In our private schools, we compete for students seeking an English-based K-12 \n12\n\n\nTable of Contents\neducation worldwide. In addition, our integrated learning systems consist of components that face competition from many different types of education companies, such as traditional textbook publishers, test and assessment firms and private education management companies. These learning systems are designed to operate domestically and internationally, and thus, the geographic market for many of our products and services is global and indeterminate in size.  Finally, our Adult Learning brands compete with post-secondary providers, both public and private, as well as other certificate and credential providers.  They also compete with upskilling and reskilling training programs developed in-house by employers.  \nKey Functional Areas\nPublic Affairs, School Development, Student Recruitment and Marketing\nWe seek to increase public awareness of the educational and fiscal benefits of our online learning options through full-time virtual and blended instructional models, as well as supplementary course options. We receive numerous inquiries from school districts, legislators, public charter school boards, community leaders, state departments of education, educators and parents who express the desire to have a choice in public school options. Our public affairs and school development teams work together with these interested parties to identify and pursue opportunities to expand the use of our products and services in new and existing jurisdictions.\nOur student recruitment and marketing team is focused on promoting the K-12 online education category and generating enrollments for the Company’s virtual and blended school customers within that category. This is achieved by creating awareness among families with K-12 students through integrated marketing campaigns that include offline and digital media, as well as web assets. These campaigns are continuously optimized using data analytics and market research. The marketing team also assists in enhancing the onboarding experience of new students to online schooling. Additionally, our marketing team is working to ensure awareness of our adult learning options, delivered through our Galvanize, Tech Elevator, and MedCerts brands.\nOperations\nOver our more than 20 years of operation, we believe that we have gained significant experience in the sourcing, assembly and delivery of school supplies and materials. We have developed strong relationships with partners allowing us to source goods at favorable price, quality and service levels. Our fulfillment partner stores our inventory, assembles our learning kits and ships the kits to students. We have invested in systems, including our Order Management System, to automatically translate the curriculum selected by each enrolled student into a personalized order to fulfill the corresponding learning kits to ship to each student. As a result, we believe we have an end-to-end warehousing and fulfillment operation that will cost-effectively scale as the business grows in scope and complexity.\nFor many of our virtual and blended public school customers, we attempt to reclaim any materials that could be cost-effectively re-utilized in the next school year. These items, once returned to our fulfillment centers, are refurbished and included in future learning kits. This reclamation process allows us to maintain lower materials costs. Our fulfillment activities are highly seasonal, and are centered on the start of school in August or September. To ensure that students in virtual and blended public schools have access to our systems, we often provide students with a computer, where applicable or required and all necessary support. We source computers and ship them to students when they enroll and reclaim the computers upon termination of their enrollment or withdrawal from the school in which they are enrolled.\nTechnology \nStride’s online learning systems, along with our back-office support systems, run on cloud infrastructure from Amazon Web Services (AWS) and Microsoft Azure. \nArchitecture. \nStride’s key systems leverage a technology architecture that allows us to develop iterative solutions to meet both present and future market needs. \nAvailability and Redundancy. \nStride’s systems run on world-class cloud infrastructure from AWS and Azure that operate in multiple availability zones.\nCybersecurity. \nA business-centric information security program has also been adopted that is tailored to adjust to an ever-changing IT compliance and information security threat landscape. Our cybersecurity measures and policies are \n13\n\n\nTable of Contents\naligned with cybersecurity guidance from the National Institute of Standards & Technologies (NIST) across our cloud ecosystems.\nPhysical Infrastructure. \nStride has completed the migration of our entire application portfolio to Amazon Web Services (AWS) and Microsoft Azure. We leverage various technologies to monitor our application and infrastructure ecosystem on a 7 X 24 X 365 basis.\nOther Information\nIntellectual Property\nWe continue to invest in our intellectual property through internal development and by acquisitions as we aim to offer more courses for new grades and expand into adjacent education markets, both in the United States and overseas. Through acquisitions, we have also obtained curriculum, patents and trademarks that expand our portfolio of educational products and services. We continue to add features and tools to our proprietary learning platform and support systems to assist teachers and students and improve educational outcomes, such as adaptive learning technologies. These intellectual property assets are critical to our success and we avail ourselves of the full protections provided under the patent, copyright, trademark and trade secrets laws. We also routinely utilize confidentiality and licensing agreements with our employees, the virtual and blended public schools, traditional schools, school districts and private schools that we serve, individual consumers, contractors and other businesses and persons with which we have commercial relationships.\nOur patent portfolio includes five U.S.-issued patents and one foreign-issued patents directed towards various aspects of our educational products and offerings. Three of the U.S.-issued patents encompass our system and methods of virtual schooling and online foreign language instruction. The other two U.S.-issued patents and the foreign-issued patent encompass our system and method for producing, delivering and managing educational material.\nWe own copyrights related to the lessons contained in the courses that comprise our proprietary curriculum. We also have obtained federal, state and foreign registrations for numerous trademarks that are related to our offerings, and we have applied to the U.S. Patent and Trademark Office to register certain new trademarks.\nWe grant licenses to individuals to use our software and access our online learning systems. Similarly, schools are granted licenses to utilize our online learning systems and other systems. These licenses are intended to protect our ownership and the confidentiality of the embedded information and technology contained in our software and systems. We also own many of the trademarks and service marks that we use as part of the student recruitment and branding services we provide to schools. Those marks are licensed to the schools for use during the term of the products and services agreements.\nOur employees, contractors and other parties with access to our confidential information sign agreements that prohibit the unauthorized use or disclosure of our proprietary rights, information and technology.\nHuman Capital Resources\nAs of June 30, 2023, we had approximately 7,800 employees, including approximately 4,400 teachers. Substantially all of these employees are located in the United States. In addition, there are approximately 3,400 teachers  who are employed by virtual or blended public schools that we manage under contracts with those schools but are not direct employees of Stride. None of our employees are represented by a labor union or covered by a collective bargaining agreement; however, certain schools we serve employ unionized teachers. We believe that our employee relations are good.\nOur success depends in large part on continued employment of senior management and key personnel who can effectively operate our business, which is necessary in the highly regulated public education sector involving a publicly traded for profit company. We believe a critical component to our success depends on the ability to attract, develop and retain key personnel. \nWe select and hire based upon our values of making an impact on the lives of our students. In addition to annual goals, and individual job duties, we consider demonstration of our core values—passion, accountability, courage, trust, and inclusiveness—an important factor in performance appraisals.\n14\n\n\nTable of Contents\nWe support professional development opportunities that reflect our desire to ‘hire from within’ and to enhance employees’ skillsets in ways that improve their effectiveness and sense of fulfillment. We offer our employees many different professional development opportunities through job related training and a number of benefit programs, including a Tuition Assistance Benefit, discount tuition options with several participating colleges and universities, and discounted options to access K-12 curriculum.\nAt our Company, we uphold a workplace culture that celebrates diversity and embraces inclusion. We are proud of our diverse workforce and recognize the value diversity brings to our team. \n●\n50% of our Board is comprised of minorities and 30% are women.\n●\n65% of our executive leadership team is comprised of minorities and women.\n●\n81% of our full-time employees are women.\n●\nFor direct education-related roles, largely the K-12 teacher population, employee demographics mirror national averages for these positions.\nWe continue to recognize opportunities to improve our gender equity and minority representation. Various efforts are underway to create a more diverse workforce that supports our learner community, including robust professional, managerial, and leadership development programs. In addition, we offer customized training for teams, as well as training that focuses on diversity and inclusion topics, including unconscious bias training for all employees.\nCorporate Information\nOur website address is www.stridelearning.com.\nAvailable Information\nWe make available, free of charge through the Investors section of our website (www.stridelearning.com), our annual reports on Form 10 K, quarterly reports on Form 10 Q, current reports on Form 8 K, and amendments to those reports filed pursuant to Section 13(a) or 15(d) of the Securities Exchange Act of 1934, as amended (the “Exchange Act”), promptly after they are electronically filed with the Securities and Exchange Commission (the “SEC”). These filings are also available on the SEC’s website at www.sec.gov, which contains reports, proxy and information statements, and other information regarding issuers that file electronically with the SEC. Our earnings conference calls are web cast live via the Investors section of our website. Information contained on our website is expressly not incorporated by reference into this Annual Report.               \n​\nRegulation\nWe and the virtual and blended public schools that we serve are subject to regulation by and laws of each of the states in which we operate. The state laws and regulations that impact our business are primarily those that authorize or restrict our ability to operate these schools, the applicable funding mechanisms for the schools and the increasing number of states with their own, unique privacy laws. To the extent these schools receive federal funds, such as through a grant program or financial support dedicated for the education of low income families, these schools also become subject to additional federal regulation.\nState Laws Authorizing or Restricting Virtual and Blended Public Schools.\n The authority to operate a virtual or blended public school is dependent on the laws and regulations of each state. Laws and regulations vary significantly from one state to the next and are constantly evolving. In states that have implemented specific legislation to support virtual and blended public schools, the schools are able to operate under these statutes. Other states provide for virtual and blended public schools under existing public charter school legislation or provide that school districts and/or state education agencies may authorize them. Some states do not currently have legislation that provides for virtual and blended public schools or have requirements that effectively prohibit such schools and, as a result, may require new legislation before virtual and blended public schools can open in the state. \n15\n\n\nTable of Contents\nObtaining new legislation in the remaining states where we do not have virtual and blended public schools can be a protracted and uncertain process. When determining whether to pursue expansion into new states in which the laws are ambiguous, we research the relevant legislation and policy climate and then make an assessment of the perceived likelihood of success before deciding to commit resources. \nState Laws and Regulations Applicable to Virtual and Blended Public Schools.\n A virtual or blended public school that fails to comply with the state laws and regulations applicable to it may be required to repay these funds and could become ineligible for receipt of future state funds. To be eligible for state funding, some states require that virtual and blended public schools be organized as not-for-profit charters exempt from taxation under Section 501(c)(3) of the Internal Revenue Code of 1986, as amended. The schools must then be organized exclusively for charitable educational purposes, and not for the benefit of private, for-profit management companies. The board or governing authority of the not-for-profit virtual or blended public school must retain ultimate accountability and control for the school’s operations to retain its tax-exempt status. It may not delegate its responsibility and accountability for the school’s operations. Our service agreements with these virtual and blended public schools are, therefore, structured to ensure the full independence of the not-for-profit board and preserve its arms-length ability to exercise its fiduciary obligations to operate a virtual or blended public school.\nLaws and regulations affect many aspects of operating a virtual or blended public school. They can dictate the content and sequence of the curriculum, the methods for counting student enrollments for funding purposes, graduation requirements, use of approved textbooks, the length of the school year and the school day, the accessibility of curriculum and technology to students with disabilities, teacher to student ratios, specific credentialing of teachers and administrators, the assessment of student performance and any accountability requirements. In addition, a virtual or blended public school may be obligated to comply with states’ requirements to offer programs for specific populations, such as students at risk of dropping out of school, advanced and talented students, non-English speaking students, pre-kindergarten students and students with disabilities. Tutoring services and the use of technology may also be regulated. Other state laws and regulations may affect the school’s compulsory attendance requirements, treatment of absences and make-up work, and access by parents to student records and teaching and testing materials.\nIn addition to federal laws protecting the privacy of student education records, a growing number of states are enacting laws to protect the privacy of student data and to guard against its misuse. As a general matter, these laws are designed to prevent third-party vendors to schools from using student data for non-educational purposes and ensuring the security of personally identifiable information. In addition, virtual or blended public schools may have to comply with state requirements that school campuses report various types of data as performance indicators of the success of the program.\nStates have laws and regulations concerning the certification, training, experience and continued professional development of teachers and staff with which a virtual or blended public school may be required to comply. There are also numerous laws pertaining to employee salaries and benefits, statewide teacher retirement systems, workers’ compensation, unemployment benefits and matters related to employment agreements and procedures for termination of school employees. State labor laws applicable to public-sector employees and their rights to organize may also apply to virtual charter schools, such as teachers they employ. A virtual or blended public school must also comply with requirements for performing criminal background checks on school staff, reporting criminal activity by school staff and reporting suspected child abuse.  An increasing number of states are also enacting more general laws about personal information that apply regardless of whether the individual is a student.\nAs with any public school, virtual and blended public schools must comply with state laws and regulations applicable to governmental entities, such as open meetings or sunshine laws, which may require the board of trustees of a virtual or blended public school to provide advance public notice of and hold its meetings open to the public unless an exception in the law allows an executive session. Failure to comply with these requirements may lead to personal civil and/or criminal penalties for board members or officers or the invalidation of actions taken during meetings that were not properly noticed and open to the public. Virtual and blended public schools must also comply with public information or open records laws, which require them to make school records available for public inspection, review and copying unless a specific exemption in the law applies. Additionally, laws pertaining to records privacy and retention and to standards for maintenance of records apply to virtual and blended public schools.\nOther types of regulation applicable to virtual and blended public schools include restrictions on the use of public funds, the types of investments made with public funds, accounting and financial management, and marketing practices.\n16\n\n\nTable of Contents\nThere remains uncertainty about the extent to which virtual and blended public schools we serve may be required to comply with state laws and regulations applicable to traditional public schools because the concept of virtual and blended public schools is still evolving, especially as technology advances. Although we receive state funds indirectly, according to the terms of each service agreement with the local public school entity, our receipt of state funds subjects us to extensive state regulation and scrutiny. States routinely conduct audits of these schools, to verify enrollment, attendance, information technology security, fiscal accountability, special education services and other regulatory issues. While we may believe that a virtual public school or blended school we serve is compliant with state law, an agency’s different interpretation of law in a particular state, or the application of facts to such law, could result in findings of non-compliance, potentially affecting future funding or repayment of past funding.\nRegulations Restricting Virtual and Blended Public School Growth and Funding.\n As a public schooling alternative, some state and regulatory authorities have elected to proceed cautiously with virtual and blended public schools. Statutes or regulations that hinder our ability to serve certain jurisdictions include: restrictions on student eligibility, such as mandating attendance at a traditional public school prior to enrolling in a virtual or blended public school; caps on the total number of students in a virtual or blended public school; restrictions on grade levels served; geographic limitations on enrollments; fixing the percentage of per pupil funding that must be paid to teachers; state-specific curriculum requirements; limits on the number of charters that can be granted in a state; and requirements to obtain approval from a student’s resident school district.\nFunding regulations for virtual public schools and blended schools can take a variety of forms. These regulations include: (i) attendance—some state daily attendance rules were designed for traditional classroom procedures, and applying them to track daily attendance and truancy in an online setting can cause disputes to arise over interpretation and funding; (ii) enrollment eligibility—some states place restrictions on the students seeking to enroll in virtual and blended public schools, resulting in lower aggregate funding levels; (iii) teacher contact time—some states have regulations that specify minimum levels of teacher-student face-to-face time; and (iv) completion of course work. These regulations can create logistical challenges for statewide virtual and blended public schools, reduce funding and eliminate some of the economic, academic and technological advantages of virtual learning.\nFederal and State Grants.\n We have worked with some entities to secure public and grant funding that flows to virtual and blended public schools that we serve. These grants are awarded to the local or state education agency or to the not-for-profit entity that holds the charter of the virtual or blended public school on a competitive basis in some instances and on an entitlement basis in other instances. Grants awarded to public schools and programs—whether by a federal or state agency or nongovernmental organization—often include reporting requirements, procedures and obligations.\nFederal Laws Applicable to Virtual Public Schools and Blended Schools\nFive primary federal laws are directly applicable to the day-to-day provision of educational services we provide to virtual and blended public schools:\nEvery Student Succeeds Act (“ESSA”). \nUnder the ESSA, the states have the discretion to develop and design their own accountability systems within a broad federal framework. In addition, states have been given the authority to adopt different types of annual accountability plans for school performance, including proficiency and growth standards for all students and subgroups. The ESSA makes clear that the U.S. Department of Education has a limited role to impose federal mandates, direction or control over the authority given to the states.  Notwithstanding these federal limitations, states are still required under ESSA to test students in reading or language arts and math annually in grades 3-8 and once in grades 10-12, and in science once in each of the following grade spans: 3-5, 6-9 and 10-12. All states have plans approved by the U.S. Department of Education to demonstrate compliance with ESSA.\nIndividuals with Disabilities Education Act (“IDEA”).\n  The IDEA is implemented through regulations governing every aspect of the special education of a child with one or more specific disabilities that fit within any of the disability categories listed in the Act. The IDEA created a responsibility on the part of a school to identify students who may qualify under the IDEA and to perform periodic assessments to determine the students’ needs for services. A student who qualifies for services under the IDEA must have in place an individual education plan, which must be updated at least annually, created by a team consisting of school personnel, the student, and the parent. This plan must be implemented in a setting where the child with a disability is educated with non-disabled peers to the maximum extent appropriate. IDEA provides the student and parents with numerous due process rights relating to the student’s program and education, including the right to seek mediation of disputes and make complaints to the state education agency. The schools we manage are \n17\n\n\nTable of Contents\nresponsible for ensuring the requirements of IDEA are met. The virtual public schools and blended schools are required to comply with certain requirements in IDEA concerning teacher certification and training. We, the virtual public school or the blended school could be required to provide additional staff, related services, supplemental aids and services or a private school option at our own cost to comply with the requirement to provide a free appropriate public education to each child covered under the IDEA. If we fail to meet this requirement, we, the virtual public school or blended school could lose federal funding and could be liable for compensatory educational services, reimbursement to the parent for educational service the parent provided and payment of the parent’s attorney’s fees.\nThe Rehabilitation Act of 1973 and the Americans with Disabilities Act.\n  A virtual public school or blended school receiving federal funds is subject to Section 504 of the Rehabilitation Act of 1973 (“Section 504”) insofar as the regulations implementing the Act govern the education of students with disabilities as well as personnel and parents. Section 504 prohibits discrimination against a person on the basis of disability in any program receiving federal financial assistance if the person is otherwise qualified to participate in or receive benefit from the program. Students with disabilities not specifically listed in the IDEA may be entitled to specialized instruction or related services pursuant to Section 504 if their disability substantially limits a major life activity. Beginning in 2011, the Office of Civil Rights of the United States Department of Education interpreted both Section 504 and Title II of the Americans with Disabilities Act to apply to elementary and secondary schools and to require that students with disabilities be afforded substantially equivalent ease of use as students without disabilities. As applied to online public schools, such “web accessibility” requires technical capabilities similar to those applied to procurements of information technology by the federal government under Section 508 of the Rehabilitation Act of 1973 (“Section 508”) or standards adopted by the world-wide web consortium, such as Web Content Accessibility Guidelines (“WCAG”) Level A and Level AA. If a school fails to comply with the requirements and the procedural safeguards of Section 504, it may lose federal funds even though these funds flow indirectly to the school through a local board. In the case of bad faith or intentional wrongdoing, some courts have awarded monetary damages to prevailing parties in Section 504 lawsuits. Because there is no federal rule setting a uniform technical standard for determining web accessibility under Section 508 and Title II of the ADA, online service providers have no uniform standard of compliance.  Some states have adopted the standards promulgated under Section 508 while others require WCAG Level A and/or Level AA or their own unique standards.\nFamily Educational Rights and Privacy Act (“FERPA”).\n Virtual public schools and blended schools are also subject to the FERPA which protects the privacy of a student’s educational records and generally prohibits a school from disclosing a student’s records to a third party without the parent’s prior consent. The law also gives parents certain procedural rights with respect to their minor children’s education records. A school’s failure to comply with this law may result in termination of its eligibility to receive federal education funds. Schools that contract with vendors that violate FERPA may be prohibited from contracting with the vendor for five years.\nCommunications Decency Act.\n The Communications Decency Act of 1996 (“CDA”) provides protection for online service providers against legal action being taken against them because of certain actions of others. For example, the CDA states that no provider or user of an interactive computer service shall be treated as the publisher or speaker of any data given by another provider of information content. Further, Section 230 of the CDA grants interactive online services of all types, broad immunity from tort liability so long as the information at issue is provided or posted by a third party. As part of our technology services offering, we provide an online school platform on which teachers and students  may communicate. We also conduct live classroom sessions using Internet-based collaboration software and we may offer certain online community platforms for students and parents. While the CDA affords us with some protection from liability associated with the interactive online services we offer, there are exceptions to the CDA that could result in successful actions against us that give rise to financial liability.\nOther Federal Laws.\n Other federal laws also apply to virtual managed schools, in some cases depending on the demographics associated with a school. For example, Title VI of the Civil Rights Act of 1964 has been deemed to apply to ELL Students, as further defined in the joint guidance issued by the U.S. Departments of Justice and Education in January 2015. Title IX of the Education Amendments of 1972 also applies, which prohibits discrimination on the basis of gender in education programs, activities and employment, applies to all schools that receive federal funds. There are also other federal laws and regulations that affect other aspects of our business such as the Children’s Online Privacy Protection Act (“COPPA”), which imposes certain parental notice and other requirements on us that are directed to children under 13 years of age who access the web-based schools we manage. In addition, the Children’s Internet Protection Act requires that school districts that receive certain types of federal funding must ensure that they have technology which blocks or filters certain material from being accessed through the Internet. We have developed procedures by which computers that we ship to students meet this requirement. Many other federal and state laws, such as deceptive trade practices laws, the \n18\n\n\nTable of Contents\nLanham Act and others apply to us, just as they do to other businesses. If we fail to comply with these and other federal laws, we could be determined ineligible to receive funds from federal programs or face penalties.\n​\nLaws and Regulations Applicable to Consumer Education Products offered by Galvanize, Tech Elevator and MedCerts\nState Laws Authorizing or Restricting Private Post-Secondary Schools.\n The authority to operate a private post-secondary school is dependent on the laws and regulations of each state. Laws and regulations vary significantly from one state to the next and are constantly evolving, with regulatory authority vesting under various state agencies. Galvanize, Tech Elevator and MedCerts each currently operate in a multi-jurisdictional regulatory environment, maintaining licenses in several states. In states that have implemented specific legislation to license and oversee private post-secondary schools, Galvanize, Tech Elevator and MedCerts are able to operate under these statutes. State laws and regulations affect many aspects of operating a private post-secondary school, including, but not limited to, requiring the content and sequence of the curriculum, the methodology for counting student enrollments and reporting outcomes, graduation requirements, the duration of the approved program, the accessibility of curriculum and technology to students with disabilities, specific credentialing of teachers and administrators, the assessment of student performance, accountability requirements, and compliance with student record collection and retention requirements.\nOther types of state regulations applicable to private post-secondary schools include, but are not limited to, restrictions on the use of scholarships and tuition discounts, student payment policies and the collection of and use of student fees, accounting and financial management, and limitations on marketing and advertising practices.  States also have laws and regulations concerning the certification, training, experience and continued professional development of teachers and staff with which private post-secondary schools may be required to comply. Additionally, state unfair competition and consumer protection laws and regulations apply to Galvanize, Tech Elevator and MedCerts in their dealings with the public, which include limitations on advertising and disclosures, and the structure of financing methods for consumer customers. Lastly, additional regulations and student outcome reporting requirements may affect Galvanize, Tech Elevator and MedCerts should they seek funding related to the Workforce Innovation and Opportunity Act in any given state.  \nFederal Laws Applicable \nEach of Galvanize, Tech Elevator and MedCerts does not qualify or receive Title IV funding under the Higher Education Act but is eligible for federal funding through its veteran's education and workforce programs.  As such, each is required to comply with the anti-discrimination provisions of Title VI of the Civil Rights Act of 1964, Title IX of the Education Amendments of 1972, as amended, Section 504 of the Rehabilitation Act of 1973, the Age Discrimination Act of 1975, and all Federal regulations adopted to carry out such laws. If we fail to comply with these federal laws, we could be determined ineligible to receive funds from federal programs or face penalties.\n \n​\n19\n\n\nTable of Contents",
    "item1a": ">ITEM 1A.  \nRISK FACTORS\nRisk Factors Summary\nThe following summary description sets forth an overview of the material risks we are exposed to in the normal course of our business activities. The summary does not purport to be complete and is qualified in its entirety by reference to the full risk factor discussion immediately following this summary description. Our business, results of operations and financial conditions, as well as your investment in our common stock, could be materially and adversely affected by any of the following material risks:\n●\nThe majority of our revenues come from our school-as-a-service offering and depends on per pupil funding amounts and payment formulas remaining near levels existing at the time we execute service agreements with the schools we serve;\n●\nAny failure to comply with applicable laws or regulations, the enactment of new laws or regulations, poor academic performance or misconduct by us or operators of other virtual public schools;\n●\nOpponents of public charter schools could prevail in challenging the establishment and expansion of such schools through the judicial process;\n●\nDisputes over our inability to invoice and receive payments for our services due to ambiguous enabling legislation and interpretive discrepancies by regulatory authorities;\n●\nAny failure to renew an authorizing charter for a virtual or blended public school;\n●\nActual or alleged misconduct by current or former directors, officers, key employees or officials;\n●\nChanges in the objectives or priorities of the independent governing bodies of the schools we serve;\n●\nAny nonpayment or nonperformance by our customers, including due to actions taken by the independent governing authorities of our customers;\n●\nAny failure to renew a contract for a school-as-a-service offering, which is subject to periodic renewal;\n●\nAny failure to enroll or re-enroll a significant number of students by the schools we serve;\n●\nThe enrollment data we present may not fully capture trends in our business performance;\n●\nOur marketing efforts may not be effective and changes in our marketing efforts and enrollment activities could lead to declines in enrollment;\n●\nThe student demographics of the schools we serve can lead to higher costs;\n●\nThe ability to meet state accountability testing standards and achieve parent and student satisfaction; \n●\nCompliance with curriculum standards and assessments for individual state determinations under the ESSA;\n●\nRisks due to mergers, acquisitions and joint ventures;\n●\nNegative impacts caused by the actions of activist stockholders;\n●\nMarket demand for online options in public schooling may decrease or not continue, or additional states may not authorize or adequately fund virtual or blended public schools;\n●\nIncreasing competition in the education industry sectors that we serve;\n20\n\n\nTable of Contents\n●\nThe continuous evolution of regulatory frameworks on the accessibility of technology and curriculum;\n●\nDifferences between our quarterly estimates and the actual funds received and expenses incurred by the schools we serve;\n●\nSeasonal fluctuations in our business;\n●\nOur ability to create new products, expand distribution channels and pilot innovative educational programs;\n●\nOur ability to recruit, train and retain quality certified teachers;\n●\nHigher operating expenses and loss of management flexibility due to collective bargaining agreements;\n●\nOur reliance on third-party service providers to host some of our solutions;\n●\nAny problems with our Company-wide ERP and other systems;\n●\nOur ability to maintain and enhance our product and service brands;\n●\nOur ability to protect our valuable intellectual property rights, or lawsuits against us alleging the infringement of intellectual property rights of others;\n●\nAny legal liability from the actions of third parties;\n●\nAny failure to maintain and support customer facing services, systems, and platforms;\n●\nAny failure to prevent or mitigate a cybersecurity incident affecting our systems, or any significant interruption in the operation of our data centers;\n●\nOur reliance on the Internet to enroll students and to deliver our products and services;\n●\nFailure to comply with data privacy regulations;\n●\nAny failure by the single vendor we use to manage, receive, assemble and ship our learning kits and printed educational materials;\n●\nAny significant interruption in the operation of AWS or Azure could cause a loss of data and disrupt our ability to manage our technological infrastructure;\n●\nScale and capacity limits on some of our technology, transaction processing systems and network hardware and software;\n●\nOur ability to keep pace with changes in our industry and advancements in technology; \n●\nOur ability to attract and retain key executives and skilled employees; \n●\nOur ability to obtain additional capital in the future on acceptable terms; and\n●\nThe possibility that a material misstatement of our annual or interim financial statements, resulting from a material weakness in our internal control over financial reporting, would not be prevented or detected on a timely basis.\n​\n21\n\n\nTable of Contents\nRisks Related to Government Funding and Regulation of Public Education\nThe majority of our revenues come from our comprehensive school-as-a-service offering in both the General Education and Career Learning markets and depends on per pupil funding amounts and payment formulas remaining near the levels existing at the time we execute service agreements with the schools we serve. If those funding levels or formulas are materially reduced or modified due to economic conditions or political opposition, or new restrictions are adopted or payments delayed, our business, financial condition, results of operations and cash flows could be adversely affected.\nThe public schools we contract with are financed with government funding from federal, state and local taxpayers. Our business is primarily dependent upon those funds with a majority of our revenue coming from our comprehensive school-as-a-service offerings in both the General Education and Career Learning markets. Budget appropriations for education at all levels of government are determined through a legislative process that may be affected by negative views of for-profit education companies, recessionary conditions in the economy at large, or significant declines in public school funding. The results of federal and state elections can also result in shifts in education policy and the amount of funding available for various education programs.  \nThe political process and potential variability in general economic conditions, including due to possible pandemics, rising inflation and geo-political instability, create a number of risks that could have an adverse effect on our business including the following:\n​\n●\nLegislative proposals can and have resulted in budget or program cuts for public education, including the virtual and blended public schools and school districts we serve, and therefore have reduced and could potentially limit or eliminate the products and services those schools purchase from us, causing our revenues to decline. From time to time, proposals are introduced in state legislatures that single out virtual and blended public schools for disparate treatment.\n●\nEconomic conditions, including current and future business disruptions and debt and equity market volatility caused by changing interest rates, rising inflation, the government closures of various banks and liquidity concerns at other financial institutions, geo-political instability, possible pandemics and the potential for local and/or global economic recession, could reduce state education funding for all public schools or cause a delay in the payment of government funding to schools and school districts or a delay in payments to us for our products or services, the effects of which could be disproportionate for the schools we serve. Our annual revenue growth is impacted by changes in federal, state and district per pupil funding levels. For example, due to the budgetary problems arising from the 2008 recession, many states reduced per pupil funding for public education affecting many of the public schools we serve, including even abrupt midyear cuts in certain states, which in some cases were retroactively applied to the start of the school year as a result of formulaic adjustments. In addition, as we enter into service and product agreements with multiple schools in a single state, the aggregate impact of funding reductions applicable to those schools could be material. For example, we have agreements with 13 schools in California and while each school is independent with its own governing authority and no single school in California accounts for more than 10% of our revenue, regulatory actions that affect the level or timing of payments for all similarly situated schools in that state could adversely affect our financial condition. The specific level of federal, state and local funding for the coming years is not yet known for specific states and, when taken as a whole, it is reasonable to believe that a number of the public schools we serve could experience lower per pupil enrollment funding, while others may increase funding, as economic conditions or political conditions change.\n●\nAs a public company, we are required to file periodic financial and other disclosure reports with the SEC. This information may be referenced in the legislative process, including budgetary considerations, related to the funding of alternative public school options, including virtual public schools and blended schools. The disclosure of this information by a for-profit education company, regardless of parent satisfaction and student performance, may nonetheless be used by opponents of virtual and blended public schools to propose funding reductions or restrictions.\n●\nFrom time to time, government funding to schools and school districts is not provided when due, which sometimes causes the affected schools to delay payments to us for our products and services. These payment delays have occurred in the past and can deprive us of significant working capital until the matter is resolved, which could hinder our ability to implement our growth strategies and conduct our business. For example, in \n22\n\n\nTable of Contents\nfiscal year 2016, the Commonwealth of Pennsylvania was unable to approve a budget, including funding for public school education, and thus the Agora Cyber Charter School received no funds and could not make timely contractual payments to the Company for our products and services, even though we continued to incur the costs to keep the school operating.\nFailure to comply with regulatory requirements, poor academic performance, or misconduct by us or operators of other virtual public schools could tarnish the reputation of all the school operators in our industry, which could have a negative impact on our business or lead to punitive legislation.\nAs a non-traditional form of public education, online public school operators will be subject to scrutiny, perhaps even greater than that applied to traditional brick and mortar public schools or public charter schools. Not all virtual public schools will have successful academic programs or operate efficiently, and new entrants may not perform well either. Such underperformance could create the impression that virtual schooling is not an effective way to educate students, whether or not our learning systems achieve satisfactory performance. Consistently poor academic performance, or the perception of poor performance, could also lead to closure of an online public school or termination of an approved provider status in some jurisdictions, or to passage of legislation empowering the state to restructure or close low-performing schools. For example, a 2016 Nevada law expanded a charter authorizer’s ability to terminate a charter based upon academic performance or to reconstitute a school’s governing board, and a 2013 Tennessee law included academic performance criteria applicable only to virtual schools. \nBeyond academic performance issues, some virtual school operators, including us, have been subject to governmental investigations alleging, among other things, false attendance reporting, the misuse of public funds or failures in regulatory compliance. These allegations have attracted significant adverse media coverage and have prompted legislative hearings and regulatory responses.  Investigations have focused on specific companies and individuals, or even entire industries, such as the industry-wide investigation of for-profit virtual schools initiated by the Attorney General of California in 2015. The precise impact of these governmental investigations on our current and future business is difficult to discern, in part because of the number of states in which we operate and the range of purported malfeasance or performance issues involved. If these situations, or any additional alleged misconduct, cause all virtual public schools to be viewed by the public and/or policymakers unfavorably, we may find it difficult to expand into new states or renew our contracts with our clients.\nOpponents of public charter schools, including virtual and blended, have sought to challenge the establishment and expansion of such schools through the judicial process. If these interests prevail, it could damage our ability to sustain or grow our current business or expand in certain jurisdictions.\nWe have been, and will likely continue to be, subject to public policy lawsuits by those who do not share our belief in the value of this form of public education or the involvement of for-profit education management companies. Whether we are a named party to these lawsuits, legal claims have involved challenges to the constitutionality of authorizing statutes, methods of instructional delivery, funding provisions and the respective roles of parents and teachers that can potentially affect us. For example, the Louisiana Association of Educators, an affiliate of a national teachers union, sought to terminate funding on state constitutional grounds to certain types of charter schools through the judicial process (including to a public school we serve), and while the teachers union was initially successful, the Louisiana Supreme Court reversed that decision in March 2018. \nSee Iberville Parish School Board v. Louisiana State Board of Elementary and Secondary Education\n.\nShould we fail to comply with the laws and regulations applicable to our business, such failures could result in a loss of public funding and an obligation to repay funds previously received, which could adversely affect our business, financial condition and results of operations.\nOnce authorized by law, virtual and blended public schools are generally subject to extensive regulation, as are the school districts we serve. These regulations cover specific program standards and financial requirements including, but not limited to: (i) student eligibility standards; (ii) numeric and geographic limitations or caps on enrollments; (iii) state-specific curriculum requirements and standards; (iv) restrictions on open-enrollment policies by and among districts; (v) prescribed teacher-to-student ratios and teacher funding allocations from per pupil funding; (vi) teacher certification and reporting requirements; and (vii) virtual school attendance reporting. State and federal funding authorities conduct regular program and financial audits of the public schools we serve to ensure compliance with applicable regulations. If a final determination of non-compliance is made, funds may be withheld, which could impair that school’s \n23\n\n\nTable of Contents\nability to pay us for services in a timely manner, or the school could be required to repay funds received during the period of non-compliance. Additionally, the indemnity provisions in our standard service agreements, with virtual and blended public schools and school districts, may require us to return any contested funds on behalf of the school.\nAs an emerging form of public education with unique attributes, enabling legislation for online public schools is often ambiguous and subject to discrepancies in interpretation by regulatory authorities, which may lead to disputes over our ability to invoice and receive payments for services rendered.\nStatutory language providing for virtual and blended public schools is sometimes interpreted by regulatory authorities in ways that may vary from year to year making compliance subject to uncertainty. More issues normally arise during our first few school years of doing business in a state because such state’s enabling legislation often does not address specific issues, such as what constitutes proper documentation for enrollment eligibility or attendance reporting in a virtual or blended school. From time to time there are changes to the regulators’ approaches to determining the eligibility of students for funding purposes. Another issue may be differing interpretations on what constitutes a student’s substantial completion of a semester in a public school or daily attendance requirements. These regulatory uncertainties may lead to disputes over our ability to invoice and receive payments for services rendered, or to disputes with auditors of public schools, which could adversely affect our business, financial condition and results of operations. For example, in October 2017, the California Department of Education commenced an audit covering, among other things, the average daily attendance records and associated funding provided to the California Virtual Academies (“CAVAs”), dependent on the proper method of counting the time-value and daily engagement of students enrolled in independent study programs provided by non-classroom based charter schools and the regulations applicable to such programs and schools. \nThe operation of virtual and blended public charter schools depends on the maintenance of the authorizing charter and compliance with applicable laws. If these charters are not renewed, our contracts with these schools would be terminated.\nIn many cases, virtual and blended public schools operate under a charter that is granted by a state or local authorizer to the charter holder, such as a community group or an established not-for-profit corporation, which typically is required by state law to qualify for student funding. In fiscal year 2023, a majority of our revenue was derived from our comprehensive school-as-a-service offerings in both the General Education and Career Learning markets, the majority of which were virtual and blended public schools operating under a charter. The service and products agreements for these schools are with the charter holder or the charter board. Non-profit public charter schools qualifying for exemption from federal taxation under Internal Revenue Code Section 501(c)(3) as charitable organizations must also operate on an arms-length basis in accordance with Internal Revenue Service rules and policies to maintain that status and their funding eligibility. In addition, many state public charter school statutes require periodic reauthorization. If a virtual or blended public school we support fails to maintain its tax-exempt status and funding eligibility, fails to renew its charter, or if its charter is revoked for non-performance or other reasons that may be due to actions of the independent charter board completely outside of our control, our contract with that school would be terminated. For example, in fiscal year 2018, the Buckeye Community Hope Foundation terminated the charter of Insight School of Ohio. \nActual or alleged misconduct by current or former directors, officers, key employees or officials could make it more difficult for us to enter into new contracts or renew existing contracts.\nIf we or any of our current or former directors, officers, key employees, or officials are accused or found to be guilty of serious crimes or civil violations, including the mismanagement or improper accounting of public funds, or violations of the federal securities laws, the schools we serve could be barred or discouraged from entering into or renewing service agreements with us. As a result, our business and revenues would be adversely affected.\nNew laws or regulations not currently applicable to for-profit education companies in the K-12 sector could be enacted and negatively impact our operations and financial results.\nAs the provision of online K-12 public education matures, policy or business practice issues may arise that could lead to the enactment of new laws or regulations similar to, or in addition to, laws or regulations applicable to other education industry sectors. For example, for-profit education companies that own and operate post-secondary colleges and programs depend in significant part on student loans provided by the federal government to cover tuition expenses and income sharing agreements, and federal laws prohibit incentive compensation for success in securing enrollments or financial aid to any person engaged in student recruiting or admission activities. In contrast, while students in virtual or \n24\n\n\nTable of Contents\nblended public K-12 schools are entitled to a public education with no federal or state loans necessary for tuition, laws could be enacted that make for-profit management companies serving such schools subject to similar recruitment or other restrictions. In keeping with good business practices, we do not award or permit incentive compensation to be paid to our public school program enrollment staff or contractors based on the number of students enrolled. New laws that specifically target for-profit education companies or education management organizations from operating public charter schools could also adversely affect our business, financial condition and results of operation. \nRisks Related to Our Business and Our Industry\nThe schools we contract with and serve are governed by independent governing bodies that may shift their priorities or change objectives in ways that are adverse to us and to the students who attend the school programs we administer, or they may react negatively to acquisitions or other transactions.\nWe contract with and provide a majority of our products and services to virtual and blended public schools governed by independent boards or similar governing bodies. While we typically share a common objective at the outset of our business relationship, over time our interests could diverge resulting in changes adverse to our business or the students enrolled in those schools. The governing boards of the schools we serve in which we hire the Principal or Head of School (“HoS”) may seek to employ their own HoS as a condition for contract renewal. This decision may potentially reduce the value of the programs they purchase from us by structurally separating the HoS from regular involvement with our virtual school management experts, employee-based professional development programs, and internal understanding of the proprietary curriculum and innovations we develop to improve academic performance. As these independent boards shift their priorities or change objectives, reduce or modify the scope of services and products we provide, or terminate their relationships with us, our ability to generate revenues consistently over time or to improve academic outcomes would be adversely affected.\nOur contracts for a school-as-a-service offering are subject to periodic renewal, and each year, some of these agreements are set to expire. If we are unable to renew several such contracts or if a single significant contract expires during a given year, our business, financial condition, results of operations and cash flow could be adversely affected.\nIn fiscal year 2023, we had contracts for our school-as-a-service offerings for 87 schools in 31 states and the District of Columbia. A portion of these contracts are scheduled to expire in any given year and may not be renewed or may be renewed on terms much less favorable to us. Most of these contracts include auto renewal provisions having significant advance notice deadlines.  The advance notice provisions are intended to allow sufficient time to engage in renewal negotiations before and during the final year of these contracts. A renewed contract could involve a restructuring of our services and management arrangements that could lower our revenue or even change how revenue and expenses are recognized. When the customer prefers the existing contract terms to be extended, it can elect to disregard the advance notice provision and have the contract automatically renew. If we are unable to renew contracts or if contract renewals have significantly less favorable terms or unbundle previously provided services, our business, financial condition, results of operations and cash flow could be adversely affected.\nIf the schools we serve fail to enroll or re-enroll a sufficient number of students, or we fail to enroll a significant number of students in the Career Learning programs for adult learners, our business, financial condition and results of operations will be adversely affected.\nA majority of our revenues are a direct function of how many students are enrolled in our school-as-a-service offerings, the number of school districts and students who subscribe to such district programs, and the enrollments in our international and private schools.\nBecause families have alternative choices both within and outside the public school system for educating their children, it is typical during each school year that some students withdraw from schools using our online education services and switch to their traditional local public schools, other charter school alternatives or private schools. While many of our school-as-a-service offerings also accept new student enrollment throughout the year where permitted, generally our average student enrollment declines as the school year progresses such that we serve on average fewer students at the end of any given school year than at the beginning of the year. If our school-as-a-service offerings experience higher withdrawal rates during the year and/or enroll fewer new students as the year progresses than we have experienced in the past, our revenues, results of operations and financial condition would be adversely affected.\n25\n\n\nTable of Contents\nSimilarly, at the start of each new school year, students who had remained enrolled through the end of the previous year may have graduated from the terminal grade in a school or have left our school-as-a-service offerings for any number of reasons. To the extent our school-as-a-service offerings do not retain previously enrolled students from the prior year, they must attract new students at the start of the year to sustain their average student enrollment year over year, as well as to grow their enrollment each year, based upon enrollment objectives determined by the governing authority of those schools. If the schools we serve in the aggregate are able only to sustain prior year enrollment levels, our revenues may not grow from the prior year, absent improved revenue capture or the addition of new schools. More fundamentally, if average student enrollment at the schools we serve declines from one year to the next, our revenues, results of operations and financial condition will be adversely affected.\nWe also contract with virtual public schools and school districts to provide marketing and enrollment services, and we provide similar services directly to our international and private schools. However, many of these customers are responsible for their own marketing and enrollment activities. Efforts on our part to sustain or increase enrollments in the face of higher student withdrawals or fewer returning students at the start of a school year may lead to higher costs for us, and may adversely affect our operating margin. If we or the virtual public schools and school districts are unsuccessful in marketing plans or enrollment processes for the schools, the average student enrollment at the schools may not grow or could even decline, and adversely affect our revenues, results of operations and financial condition.\nWe also derive revenues from our Galvanize, Tech Elevator and MedCerts offerings to adult learners. The vast majority of the enrollments in these programs are for shorter periods of time, and re-enrollments are not typical due to the nature of these offerings. Thus, we must continually attract and enroll new adult learners in order to maintain our revenues at current levels or grow our revenues.  Efforts on our part to sustain or increase enrollments in the face of lower enrollments compared to prior periods may lead to higher costs for us, and may adversely affect our operating margin. If we are unsuccessful in marketing plans or enrollment processes for these programs for adult learners, the average enrollment in our Galvanize, Tech Elevator or MedCerts offerings may not grow or could even decline, which could adversely affect our revenues, results of operations and financial condition.\nThe enrollment data we present is subject to certain limitations and may not fully capture trends in the performance of our business.\nWe periodically disclose enrollment data for students in our General Education and Career Learning lines of revenue. However, this data may not fully capture trends in the performance of our business for a number of reasons, including:\n●\nEnrollments for General Education and Career Learning only include those students in full service public or private programs where Stride provides a combination of curriculum, technology, instructional and support services inclusive of administrative support; \n●\nThis data includes enrollments for which Stride receives no public funding or revenue;\n●\nNo enrollments are included in Career Learning for Galvanize, Tech Elevator or MedCerts; and\n●\nOver time a student may move from being counted as a General Education enrollment to being counted as a Career Learning enrollment, or vice versa, depending on the educational choices made by each student, which choices in certain cases may be impacted by counseling from Stride employees, and this may result in enrollment growth in one line of revenue being offset by a corresponding decrease in enrollments for the other line of revenue.        \nAccordingly, changes in enrollment data may not entirely correspond with changes in the financial performance of our business, and if the mix of enrollments changes, our revenues will be impacted to the extent the average revenues per enrollments are significantly different.\nBecause the independent governing authorities of our customers may shift priorities or incur new obligations which have financial consequences, we may be exposed to the risk of loss resulting from the nonpayment or nonperformance by our customers and our financial condition, results of operations and cash flows could suffer. \nThe independent boards or similar governing bodies may shift their priorities or incur new obligations, which may have financial consequences on our customers. If our customers were to cause or be subjected to situations that lead \n26\n\n\nTable of Contents\nto a weakened financial condition, dispute our invoices, withhold payments, or file for bankruptcy, we could experience difficulty and prolonged delays in collecting receivables, if at all. Any nonpayment or nonperformance by our customers could adversely affect our business, financial condition, results of operations and cash flows. For example, in fiscal year 2017, as the Agora Cyber Charter School continued to operate as a self-managed charter school, it delayed its payments to us and our accounts receivable from the school have grown significantly, resulting in a revised payment schedule agreement, which accompanied a contract extension.\nAs we continue to refine our marketing efforts, and support the enrollment activities for our school-as-a-service offerings and adult learning programs, changes in our marketing efforts and enrollment activities could lead to a decline in overall enrollment at the schools we serve or at the adult learning programs we offer.\nAs parents evaluate school choices for their children, we are segmenting our marketing efforts to better attract students who are most likely to benefit from and succeed in virtual education programs and who are likely to remain enrolled with a virtual school over several years. Our research leads us to believe that students with parents who are active and regularly engaged in their education are more likely to be successful in a virtual school. In some cases, the governing authorities of these schools may request different enrollment policies or criteria. Our marketing efforts, therefore, may not be wholly successful, and could lead to an overall decline in enrollment for our school-as-a-service, thus adversely affecting our revenue, results of operations and financial condition.\nAdditionally, for our Galvanize, Tech Elevator and MedCerts offerings to adult learners, we are focusing our marketing and enrollment efforts to identify and attract adult learners in the \nsoftware engineering, healthcare and medical fields, as well as providing staffing and talent development services \nto employers and government agencies. However, our marketing efforts may not be successful. As a result, our overall enrollment in these adult learning programs may decline, and our revenue, results of operations and financial condition may be adversely affected.\nThe student demographics of the schools we serve can lead to higher costs and affect our ability to sustain or grow our operating income.\nThe schools we serve are publicly funded and are generally obligated to accept all students meeting state or district criteria for enrollment. Because an online education environment may offer a better educational opportunity for students falling behind grade level, our school-as-a-service offerings have experienced in recent years a higher academically at-risk student population, requiring supplemental student and family support services and closer one-on-one involvement by teachers and school personnel, leading to higher costs to us in providing full management and curriculum services to the schools. We consider students academically at-risk if they were not proficient on the previous year’s state assessment, are credit-deficient, have previously dropped out, have failed courses, or score lower than average on diagnostic norm-referenced assessments. Some states have additional or different indicators to determine students who are at risk. These factors are used by the state to identify at-risk students in several states and have been found through research to impact future student performance. The schools we serve also enroll a significant percentage of special needs students with learning and/or physical disabilities, which also adds to the total costs incurred by the schools.\nEducation of high school students is generally more costly than K-8 as more teachers with subject matter expertise (e.g., chemistry, calculus) must be hired to support an expansive curriculum, electives, and counseling services. As the relative percentage of high school students increases as part of the total average enrollment in our school-as-a-service offerings, our costs are likely to increase.\nAs our cost structure evolves due to the demographics, educational profile and mix of the students enrolled in our school-as-a-service offerings, our profit margins may decline, and we may have increasing difficulty in sustaining or growing our operating income commensurate with our revenues.\nIf student performance falls, state accountability standards are not achieved, teachers or administrators tamper with state test scoring or graduation standards, or parent and student satisfaction declines, a significant number of students may not remain enrolled in a virtual or blended public school that we serve, charters may not be renewed or enrollment caps could be put in place, or enrollment practices could be limited, and our business, financial condition and results of operations will be adversely affected.\nThe success of our business depends in part on the choice of a family to have their child begin or continue his or her education in a virtual or blended public school that we serve. This decision is based on many factors, including student \n27\n\n\nTable of Contents\nperformance and parent and student satisfaction. Students may perform significantly below state averages or the virtual or blended public school may fail to meet state accountability standards. Like many traditional brick and mortar public schools, not all of the public schools we serve meet the requirements of their applicable accountability frameworks, as large numbers of new enrollments from students underperforming in traditional schools can decrease overall results or the underperformance of any one subgroup can lead to the entire school failing to meet accountability expectations and potentially lead to the school’s closure. For example, in Tennessee, the Commissioner of Education has statutory authority to close a virtual school if an accountability trigger is met. In addition, although serving academically at-risk students is an important aspect of our obligation to educate any child regardless of circumstance, the performance of these students can adversely affect a school’s standing under applicable accountability standards. We expect that, as our enrollments increase and the portion of students that have not used our learning systems for multiple years increases, the average performance of all students using our learning systems may decrease, even if the individual performance of other students improves over time. This effect may also be exacerbated if students enrolled in schools that we provide services to or acquire are predominately below state proficiency standards or experience low graduation rates. For example, at-risk students who attended the Electronic Classroom of Tomorrow (ECOT) schools in Ohio, which were closed in mid-school year 2017-18 by state regulators, and who then transferred to other public schools, including the Ohio Virtual Academy supported by us, could negatively impact a receiving school’s overall academic performance ratings absent a different accountability measure applicable to such students or waiver of such standards. Moreover, under ESSA, state authorities may change their accountability frameworks in ways that negatively impact the schools we serve.\nStudents in the school-as-a-service offerings we serve are required to complete standardized state testing, and the frequency and the results of this testing may have an impact on school enrollment. The significant increase of testing undertaken at the state level has led some parents to opt out of state assessments, a parental right which is now codified in the ESSA, thereby resulting in an incomplete and potentially inaccurate assessment of school and student performance. To avoid the consequences of failing to meet applicable required proficiency, growth or accountability standards, teachers or school administrators may engage in improperly altering student test scores or graduation standards, especially if teacher performance and compensation are evaluated on these results. Finally, parent and student satisfaction may decline as not all parents and students are able to devote the substantial time and effort necessary to complete our curriculum. A student’s satisfaction may also suffer if his or her relationship with the virtual or blended public school teacher does not meet expectations. If student performance or satisfaction declines, students may decide not to remain enrolled in a virtual or blended public school that we serve and our business, financial condition and results of operations could be adversely affected.\nCompliance with curriculum standards and assessments for individual state determinations under the ESSA may create ongoing challenges to ensure that our curriculum products align with state requirements, which could possibly cause academic performance to decline and dissatisfaction by our school customers which could limit our growth and profitability. \nUnder the ESSA, states will set their own curriculum standards in reading, math and science, and the federal government is prohibited from mandating or incentivizing states to adopt any set of particular standards, such as Common Core. States were also given the authority under the ESSA to craft their own assessment programs to measure the proficiency of their students for college and career readiness, and may also choose to offer already available nationally recognized assessments at the high school level, such as the SAT or ACT tests. As implementation proceeds at the state level, and use of the assessments previously developed by the Partnership for Assessment of Readiness for College and Careers and Smarter Balanced Assessment Consortium consortia continues to erode, a multitude of different standards and assessments may emerge and result in temporary misalignments of our curriculum offerings with state standards, cause academic performance to decline, create a need for additional teacher training and product investments, all of which could adversely affect our relationship with public school contracting with us for a school-as-a-service offering and school district customers, financial condition, contract renewals and reputation.\nMergers, acquisitions and joint ventures present many risks, and we may not realize the financial and strategic goals that formed the basis for the transaction.\nWhen strategic opportunities arise to expand our business, we may acquire or invest in other companies using cash, stock, debt, asset contributions or any combination thereof, such as the acquisitions of Galvanize in January 2020, Tech Elevator in November 2020 and MedCerts in November 2020. We may face risks in connection with these or other future transactions, including the possibility that we may not realize the anticipated cost and revenue synergies on a timely basis, or at all, or further the strategic purpose of any acquisition if our forecasts do not materialize. The pursuit of \n28\n\n\nTable of Contents\nacquisitions and their integrations may divert the resources that could otherwise be used to support and grow our existing lines of business. The combination of two or more independent enterprises is a complex, costly and time-consuming process.  Acquisitions may create multiple and overlapping product lines that are offered, priced and supported differently, which could cause customer confusion and delays in service. We may have difficulties coordinating sales and marketing efforts to effectively position the combined company’s capabilities. Customers may decline to renew their contracts, or the contracts of acquired businesses might not allow us to recognize revenues on the same basis. These transactions and their integrations may also divert our management’s attention, and our ongoing business may be disrupted by acquisition, transition or integration activities. In addition, we may have difficulty separating, transitioning and integrating an acquired company’s systems, including but not limited to, financial accounting systems, information technology systems, transaction processing systems, internal controls and standards, and procedures and policies, and the associated costs in doing so may be higher than we anticipate.\nThere may also be other adverse effects on our business, operating results or financial condition associated with the expansion of our business through acquisitions. We may fail to identify or assess the magnitude of certain liabilities, shortcomings or other circumstances prior to acquiring a company or technology, which could result in unexpected operating expenses, unexpected accounting treatment, unexpected increases in taxes due or a loss of anticipated tax benefits. The acquired companies may not be able to achieve the levels of revenue, earnings or operating efficiency that we expect. Our use of cash to pay for acquisitions may limit other potential uses of our cash, including investment in other areas of our business, stock repurchases, dividend payments and retirement of outstanding indebtedness. If we issue a significant amount of equity for future acquisitions, existing stockholders may be diluted and earnings per share may decrease. We may pay more than the acquired company or assets are ultimately worth and we may have underestimated our costs in continuing the support and development of an acquired company’s offerings. Our operating results may be adversely impacted by liabilities resulting from a stock or asset acquisition, which may be costly, disruptive to our business, or lead to litigation.\nWe may be unable to obtain required approvals from governmental authorities on a timely basis, if at all, which could, among other things, delay or prevent us from completing a transaction, otherwise restrict our ability to realize the expected financial or strategic goals of an acquisition or have other adverse effects on our current business and operations. We may face contingencies related to intellectual property, financial disclosures, and accounting practices or internal controls. Finally, we may not be able to retain key executives of an acquired company.\nTo execute our business plans, we depend upon the experience and industry knowledge of our officers and other key employees, including those who joined us as part of the Galvanize, Tech Elevator, and MedCerts acquisitions. The combined company’s success will depend, in part, upon our ability to retain key management personnel and other key employees, some of which may experience uncertainty about their future roles with the combined company as a result of the acquisition. This may have a material adverse effect on our ability to attract and retain key personnel.\nThe occurrence of any of these risks could have a material adverse effect on our business, results of operations, financial condition or cash flows, particularly in the case of a larger acquisition or several concurrent acquisitions.\nOur business could be negatively affected as a result of actions by activist stockholders, and such activism could impact the trading value of our securities and harm our business, financial condition and results of operations.\nResponding to actions by activist stockholders can be costly and time consuming, disrupting our operations and diverting the attention of management and our employees. If activist stockholders were to emerge, their activities could interfere with our ability to execute our strategic plan and divert resources from our business. In addition, a proxy contest for the election of directors at our annual meeting would require us to incur significant legal fees and proxy solicitation expenses and require significant time and attention of management and our Board of Directors. Any perceived uncertainties as to our future direction also could affect the market price and volatility of our securities, cause key executives to leave the Company, adversely affect the relationships we have with our school board customers, and harm existing and new business prospects.\n29\n\n\nTable of Contents\nIf market demand for online options in public schooling does not increase or continue or if additional states do not authorize or adequately fund virtual or blended public schools, our business, financial condition and results of operations could be adversely affected.\nWhile historically we grew by opening new virtual public schools in new states, in recent years the pace of state expansion has declined while opening more schools in existing states has increased. In fiscal year 2023, we served 87 virtual public schools and blended schools in 31 states and the District of Columbia. Without adding additional states, our school-as-a-service revenues may become increasingly dependent on serving more virtual schools in existing states. We may also not be able to fill available enrollment slots as forecasted. If the market demand for virtual and blended public schools does not increase or declines, if the remaining states are hesitant to authorize virtual or blended public schools, if enrollment caps are not removed or raised, or if the funding of such schools is inadequate, our opportunities for growth and our ability to sustain our revenues, results of operations and financial condition would be adversely affected. \nIncreasing competition in the education industry sectors that we serve could lead to pricing pressures, reduced operating margins, loss of market share, departure of key employees and increased capital expenditures.\nAs a general matter, we face varying degrees of competition from a variety of education providers because our learning systems integrate all the elements of the education development and delivery process, including curriculum development, textbook publishing, teacher training and support, lesson planning, testing and assessment, job placement and industry-certified content, and school performance and compliance management. In both our General Education and Career Learning markets, we compete with companies that provide online curriculum and support services. We also compete with public school districts and state departments of education that offer K-12 online programs of their own or in partnership with other online curriculum vendors. As we pursue our post-secondary Career Learning strategic initiatives through our Galvanize, Tech Elevator and MedCerts subsidiaries, we will be competing with corporate training businesses and some employers that offer education as an employee benefit. We anticipate intensifying competition both from existing competitors and new entrants. Our competitors may adopt superior curriculum content, technology and learning platforms, school support or marketing approaches, and may have different pricing and service packages that may have greater appeal than our offerings. In addition, some of our school-as-a-service offerings could seek to transition to a self-managed school by inviting competitive alternatives to portions of the products and services now provided entirely by us under our integrated fully managed service agreements. If we are unable to successfully compete for new business, win and renew contracts, including fully managed public school contracts, or students fail to realize sufficient gains in academic performance, our revenues, opportunities for growth and operating margins may decline. Price competition from our current and future competitors could also result in reduced revenues, reduced margins or the failure of our product and service offerings to achieve or maintain more widespread market acceptance.\nWe may also face competition from publishers of traditional educational materials that are substantially larger than we are and have significantly greater financial, technical and marketing resources, and may enter the field through acquisitions and mergers. Many of these traditional publishers, or new market entrants, have developed their own online curriculum products and teaching materials that compete directly with our post-secondary Career Learning products. As a result, they may be able to devote more resources and move quickly to develop products and services that are superior to our platform and technologies. We may not have the resources necessary to acquire or compete with technologies being developed by our competitors, which may render our online delivery format less competitive or obsolete. These new and well-funded entrants may also seek to attract our key executives as employees based on their acquired expertise in virtual education where such specialized skills are not widely available.\nOur future success will depend in large part on our ability to maintain a competitive position with our curriculum and our technology, as well as our ability to increase capital expenditures to sustain the competitive position of our product and retain our talent base. We cannot assure that we will have the financial resources, technical expertise, marketing, distribution or support capabilities to compete effectively.\nRegulatory frameworks on the accessibility of technology and curriculum are continually evolving due to legislative and administrative developments and the rapid evolution of technology, which could result in increased product development costs and compliance risks.\nOur online curriculum is made available to students through websites, computers and other display devices connected to the Internet. The website platforms and online curriculum include a combination of software applications that include graphics, pictures, videos, animations, sounds and interactive content that may present challenges to \n30\n\n\nTable of Contents\nindividuals with disabilities. A number of states and federal authorities have considered or are considering how web-based information should be made accessible to persons with such disabilities. To the extent they enact or interpret laws and regulations to require greater accessibility than we currently provide, we may have to modify our offerings to satisfy those requirements. Because there is no federal rule setting a uniform technical standard for determining web accessibility under Section 508 and Title II of the ADA, online service providers have no uniform  standard of compliance. Some states have adopted the standards promulgated under Section 508 while others require WCAG Level A and/or Level AA or their own unique standards. In addition, Section 504 of the Rehabilitation Act of 1973 is designed to ensure that students with disabilities have an equal opportunity to access each school’s website and online learning environment. To the extent that we enter into federal government contracts, different standards of compliance could be imposed on us under Section 508 of the Rehabilitation Act, or by states who apply these federal standards under Section 508 or other standards to education providers, which standards may be changed from time to time.  Beyond the significant product development costs associated with these evolving regulations, a failure to meet such requirements could also result in loss or termination of material contracts, inability to secure new contracts, or in potential legal liability.\nOur revenues from our school-as-a-service offerings are based in part on our estimate of the total funds each school will receive in a particular school year and our estimate of the full year expenses to be incurred by each school. As a result, differences between our quarterly estimates and the actual funds received and expenses incurred could have an adverse impact on our results of operations and cash flows.\nWe recognize revenues ratably from certain of our fees charged to school-as-a-service offerings over the course of our fiscal year. To determine the pro rata amount of revenues to recognize in a fiscal quarter, we estimate the total expected funds each school will receive in a particular school year. Additionally, we take responsibility for any operating deficits incurred at most of the school-as-a-service offerings we serve. Because this may impair our ability to collect the full amount invoiced in a period and therefore collection cannot reasonably be assured, we reduce revenues by the estimated pro rata amount of the school’s net operating loss. We review our estimates of total funds and operating expenses periodically, and we revise as necessary, by adjusting our year-to-date earned revenues to be proportional to the expected revenues to be earned during the fiscal year. Actual school funding received and school operating expenses incurred may vary from our estimates or revisions and could adversely impact our revenues, results of operations and cash flows.\nOur business is subject to seasonal fluctuations, which may cause our operating results to fluctuate from quarter-to-quarter and adversely impact our working capital and liquidity throughout the year.\nOur operating results normally fluctuate as a result of seasonal variations in our business, principally due to the number of months in a fiscal quarter that our school customers are fully operational and serving students. In the typical academic year, our first and fourth fiscal quarters have fewer than three full months of operations, whereas our second and third fiscal quarters will have three complete months of operations. Instructional costs and services increase in the first fiscal quarter, primarily due to the costs incurred to ship learning kits at the beginning of the school year. These instructional costs may increase significantly quarter-to-quarter as school operating expenses increase. The majority of our selling and marketing expenses are incurred in the first and fourth fiscal quarters, as our primary enrollment season is April through September.\nWe expect quarterly fluctuations in our operating results to continue. These fluctuations could result in volatility and adversely affect our cash flow. As our business grows, these seasonal fluctuations may become more pronounced. As a result, we believe that sequential quarterly comparisons of our financial results may not provide an accurate assessment of our financial position.\n31\n\n\nTable of Contents\nRisks Related to Our Operations\nWe plan to continue to create new products, expand distribution channels and pilot innovative educational programs to enhance academic performance. If we are unable to effectively manage these initiatives or they fail to gain acceptance, our business, financial condition, results of operations and cash flows would be adversely affected.\nAs we create and acquire new products, expand our existing customer base and pilot new educational programs, we expect to face challenges distinct from those we currently encounter, including:\n●\nour continual efforts to innovate and pilot new programs to enhance student learning and to foster college and career opportunities, such as our Stride Career Prep schools which offer pathways for Career Learning, may not receive sufficient market acceptance to be economically viable;\n●\nthe ongoing transition of our curriculum from Flash to HTML, and our use of third-party educational platforms that we do not control, could create issues with customer satisfaction, early withdrawals and declines in re-registrations, and potentially harm our reputation; \n●\nthe acquisition or opening of additional school-as-a-service offering in states where we already have a contract with other schools can potentially complicate the school selection process for prospective parents, and present marketing differentiation challenges depending on the facts and circumstances in that state;\n●\nour development of public blended schools has raised different operational challenges than those we face with full-time virtual schools. Blended schools require us to lease facilities for classrooms, staff classrooms with teachers, sometimes provide meals and kitchen facilities, adhere to local safety and fire codes, purchase additional insurance and fulfill many other responsibilities;\n●\noperating in international markets may require us to conduct our business differently than we do in the United States or in existing countries. Additionally, we may have difficulty training and retaining qualified teachers or generating sufficient demand for our products and services in international markets. International opportunities will also present us with different legal, operational, tax and currency challenges;\n●\nthe use of our curriculum in classrooms will produce challenges with respect to adapting our curriculum for effective use in a traditional classroom setting;\n●\nour creation of curricula and instruction protocols for courses taught through our Galvanize, Tech Elevator and MedCerts subsidiaries requires us to rely upon specialized instructors and curriculum developers;\n●\nour online private school business is dependent on a tuition-based financial model and may not be able to enroll a sufficient number of students over time to achieve long-run profitability or deliver a high level of customer satisfaction; and\n●\nour participation in summer foreign language instruction camps through MIL could generate new legal liabilities and financial consequences associated with our responsibility for students housed on leased college campuses on a 24-hour basis over the duration of the camp.\nOur failure to manage these business expansion programs, or any new business expansion program or new distribution channel we pursue, may have an adverse effect on our business, financial condition, results of operations and cash flows.\nHigh-quality teachers are critical to the success of our learning systems. If we are not able to continue to recruit, train and retain quality certified teachers, our curriculum might not be effectively delivered to students, compromising their academic performance and our reputation. As a result, our brand, business and operating results may be adversely affected.\nHigh-quality teachers are critical to maintaining the value of our learning systems and assisting students with their daily lessons. In addition, teachers in the public schools we manage or who provide instruction in connection with \n32\n\n\nTable of Contents\nthe online programs we offer to school districts, must be state certified (with limited exceptions or temporary waiver provisions in various states), and we must implement effective internal controls in each jurisdiction to ensure valid teacher certifications, as well as the proper matching of certifications with student grade levels and subjects to be taught. Teachers must also possess strong interpersonal communications skills to be able to effectively instruct students in a virtual school setting, and the technical skills to use our technology-based learning systems. There is a limited pool of teachers with these specialized attributes and the public schools and school districts we serve must provide competitive benefits packages to attract and retain such qualified teachers.\nThe teachers in many public schools we serve are not our employees and the ultimate authority relating to those teachers resides with an independent not-for-profit governing body, which oversees the schools. However, under many of our service and product agreements with virtual and blended public schools, we have responsibility to recruit, train and manage these teachers. The teacher recruitment and student assignment procedures and processes for our school-as-a-service offerings must also comply with individual state certification and reporting requirements. We must also provide continuous training to virtual and blended public school teachers so they can stay abreast of changes in student needs, academic standards and other key trends necessary to teach online effectively, including measures of effectiveness. We may not be able to recruit, train and retain enough qualified teachers to keep pace with school demand while maintaining consistent teaching quality in the various public schools we serve. Shortages of qualified teachers, failures to ensure proper teacher certifications and course assignments in each state, or decreases in the quality of our instruction, whether actual or perceived, could have an adverse effect on our business.\nSchool teachers are subject to union organizing campaigns, and if the teachers employed by us or at the public schools we serve join a union, collective bargaining agreements negotiated with union representatives could result in higher operating expenses and the loss of management flexibility and innovation for which charter schools were created.\nIf the teachers at any one of the public schools we serve were to unionize, as is the case in California, the employer would become subject to a collective bargaining agreement with union representatives. A collective bargaining agreement could impact teacher salaries, benefits, work rules, teacher tenure and provide for restrictions on the teaching work-day and the time devoted to online instruction delivery or communications with students, and place limitations on the flexibility to reassign or remove teachers for inadequate performance. This could result in higher school-related expenses and could impede the sustainability of, or growth in, enrollment at the school due to the loss of management flexibility and innovation. The outcome could result in higher costs to us in providing educational support and curriculum services to the school, which may adversely affect our operating margins, overall revenues and academic performance results. \nWe rely on third-party service providers to host some of our solutions and any interruptions or delays in services from these third parties could impair the delivery of our products and harm our business.\nWe currently outsource some of our hosting services to third parties. We do not control the operation of any third-party facilities. These facilities are vulnerable to damage or interruption from natural disasters, fires, power loss, telecommunications failures and similar events. They are also subject to break-ins, computer viruses, sabotage, intentional acts of vandalism and other misconduct. The occurrence of any of these disasters or other unanticipated problems could result in lengthy interruptions in our service. Furthermore, the availability of our proprietary and third-party LMSs could be interrupted by a number of additional factors, including our customers’ inability to access the Internet, the failure of our network or software systems due to human or other error, security breaches or the ability of the infrastructure to handle spikes in customer usage. Interruptions in our service may reduce our revenue, cause us to issue credits or pay penalties, cause customers to terminate their subscriptions and adversely affect our renewal rates and our ability to attract new customers. Our business will also be harmed if our customers and potential customers believe our service is unreliable.\nWe operate a complex Company-wide enterprise resource planning (“ERP”) system, and if it were to experience significant operating problems, it could adversely affect our business and results of operations.\nWe operate a complex Company-wide, Oracle-hosted, integrated ERP system to handle various business, operating and financial processes, which handles a variety of important functions, such as order entry, invoicing, accounts receivable, accounts payable, financial consolidation and internal and external financial and management reporting matters. If the ERP system experiences significant problems, it could result in operational issues including delayed billing and accounting errors and other operational issues which could adversely affect our business and results of operations. System delays or malfunctioning could also disrupt our ability to timely and accurately process and report results of our \n33\n\n\nTable of Contents\noperations, financial position and cash flows, which could impact our ability to timely complete important business processes.\nThe continued development of our product and service brands is important to our business. If we are not able to maintain and enhance these brands, our business and operating results may suffer.\nEnhancing brand awareness is critical to attracting and retaining students, and for serving additional virtual and blended public schools, school districts and online private schools, and we intend to spend significant resources to accomplish that objective. These efforts include sales and marketing directed to targeted locations as well as the national marketplace, discrete student populations, the educational community at large, key policy groups, image-makers and the media. As we continue to seek to increase enrollments and extend our geographic reach and product and service offerings, maintaining quality and consistency across all our services and products may become more difficult to achieve, and any significant and well-publicized failure to maintain this quality and consistency will have a detrimental effect on our brands. We cannot provide assurances that our new sales and marketing efforts will be successful in further promoting our brands in a competitive and cost-effective manner. If we are unable to further enhance our brand recognition and increase awareness of our products and services, or if we incur excessive sales and marketing expenses, our business and results of operations could be adversely affected.\nOur intellectual property rights are valuable, and any inability to protect them could reduce the value of our products, services and brand.\nOur patents, trademarks, trade secrets, copyrights, domain names and other intellectual property rights are important assets. For example, we have been granted three U.S. patents related to our provision of virtual schooling, including the system components for creating and administering assessment tests and our lesson progress tracker, and two U.S. patents related to foreign language instruction. Additionally, we are the copyright owner of courses in our proprietary curriculum.\nVarious events outside of our control pose a threat to our intellectual property rights. For instance, effective intellectual property protection may not be available in every country in which our products and services are distributed or made available through the Internet. Also, the efforts we have taken to protect our proprietary rights may not be sufficient or effective. If we fail to protect adequately our intellectual property through patents, trademarks and copyrights, license agreements, employment agreements, confidentiality agreements, nondisclosure agreements or similar agreements, our intellectual property rights may be misappropriated by others, invalidated or challenged, and our competitors could duplicate our technology or may otherwise limit any competitive technology advantage we may have. Any significant impairment of our intellectual property rights could harm our business or our ability to compete. Also, protecting our intellectual property rights is costly and time consuming. Any unauthorized use of our intellectual property could make it more expensive to do business and harm our operating results.\nIt is possible that we may not be able to sufficiently protect our innovations. In addition, given the costs of obtaining patent protection, we may choose not to protect certain innovations that later turn out to be important. Further, there is always the possibility that the scope of the protection gained will be insufficient or that an issued patent be deemed invalid or unenforceable.\nWe also seek to maintain certain intellectual property as trade secrets. This secrecy could be compromised by outside parties, whether through breach of our network security or otherwise, or by our employees or former employees, intentionally or accidentally, which would cause us to lose the competitive advantage resulting from these trade secrets. Third parties may acquire domain names that are substantially similar to our domain names leading to a decrease in the value of our domain names and trademarks and other proprietary rights.\nLawsuits against us alleging infringement of the intellectual property rights of others and such actions would be costly to defend, could require us to pay damages or royalty payments and could limit our ability or increase our costs to use certain technologies in the future.\nCompanies in the Internet, software, technology, education, curriculum and media industries own large numbers of patents, copyrights, trademarks and trade secrets and frequently enter into litigation based on allegations of infringement or other violations of intellectual property rights. Regardless of the merits, intellectual property claims are time-consuming and expensive to litigate or settle. For example, a non-practicing entity sued us alleging that our proprietary learning \n34\n\n\nTable of Contents\nsystems infringed three of its patents although its lawsuit was ultimately dismissed on the merits in 2014. In addition, to the extent claims against us are successful, we may have to pay substantial monetary damages or discontinue certain products, services or practices that are found to be in violation of another party’s rights. We may also have to seek a license and make royalty payments to continue offering our products and services or following such practices, which may significantly increase our operating expenses.\nWe may be subject to legal liability resulting from the actions of third parties, including independent contractors, business partners, or teachers, which could cause us to incur substantial costs and damage our reputation.\nWe may be subject, directly or indirectly, to legal claims associated with the actions of or filed by our independent contractors, business partners, or teachers. In the event of accidents or injuries or other harm to students, we could face claims alleging that we were negligent, provided inadequate supervision or were otherwise liable for their injuries and our insurance may not cover the expenses of litigation or settlement amounts. Additionally, we could face claims alleging that our independent curriculum contractors or teachers infringed the intellectual property rights of third parties. A liability claim against us or any of our independent contractors, business partners, or teachers could adversely affect our reputation, enrollment and revenues. Even if unsuccessful, such a claim could create unfavorable publicity, cause us to incur substantial expenses and divert the time and attention of management.\nWe operate in markets that are dependent on Information Technology (IT) systems and technological change. Failure to maintain and support customer facing services, systems, and platforms, including addressing quality issues and execution on time of new products and enhancements, could negatively impact our revenues and reputation.\nWe use complex IT systems and products to support our business activities, including customer-facing systems, back-office processing and infrastructure. We face several technological risks associated with online product service delivery, information technology security (including virus and cyber-attacks, ransomware, as well as software related bugs, misconfigurations or other vulnerabilities), e-commerce and enterprise resource planning system implementation and upgrades. From time to time we have experienced verifiable attacks on our system by unauthorized parties, and our plans and procedures to reduce such risks may not be successful. Thus, our business could be adversely affected if our systems and infrastructure experience a significant failure or interruption in the event of future attacks on our system by unauthorized parties.\n​\nThe failure to prevent a cybersecurity incident affecting our systems could result in the disruption of our services and the disclosure or misappropriation of sensitive information, which could harm our reputation, decrease demand for our services and products, expose us to liability, penalties, and remedial costs, or otherwise adversely affect our financial performance.\nIn order to provide our services and solutions, we depend on various hardware, software, infrastructure, online sites and connected networks (hereinafter, \"IT Systems\"), including those of third parties.  In addition, as part of our business, we collect, use, process, transmit, host and store information, including personal data related to employees, customers, students, and parents, as well as proprietary business data and other sensitive information (collectively, \"Confidential Information\"). The confidentiality, integrity and availability of our IT Systems and Confidential Information is at risk of being compromised, whether through malicious activity (including social engineering) by internal or external actors, or through human or technological errors that result from negligence or software “bugs” or other vulnerabilities.  Although we dedicate personnel and resources toward protecting against cybersecurity risks and threats, our efforts may fail to prevent a security incident.\nFor example, on December 1, 2020, we announced a security incident involving a ransomware attack. The incident resulted in the attacker accessing certain parts of our corporate back-office systems, including some student and employee information on those systems. We do not believe the incident has had a material impact on our business, operations or financial results.  We worked with our cyber insurance provider to make a payment to the ransomware attacker, as a proactive and preventive step to prevent the information obtained by the attacker from being released on the Internet or otherwise disclosed, although there is always a risk that the threat actor will not adhere to negotiated terms. Any remediation measures that we have taken or that we may undertake in the future in response to this security incident may be insufficient to prevent future attacks.\n35\n\n\nTable of Contents\nCyberattacks are expected to accelerate on a global basis in both frequency and magnitude, and threat actors are increasingly sophisticated in using techniques that circumvent controls, evade detection, and remove forensic evidence, which means that we and critical third parties may be unable to anticipate, contain, investigate or recover from future attacks or incidents in a timely or effective manner.  In addition, remote and hybrid working arrangements that started during the COVID-19 pandemic may continue in the future, which presents additional opportunities for threat actors to engage in social engineering (for example, phishing) and to exploit vulnerabilities present in many non-corporate networks.\nAny security incident that results in Confidential Information, including personal information, being stolen, accessed, used or modified without authorization, or that otherwise disrupts or negatively impacts our operations or IT Systems, could harm our reputation, lead to customer attrition, and expose us to regulatory investigations, enforcement actions or litigation, including class actions. We may also be required to expend significant capital and other resources in response to a security incident, including notification under data privacy laws and regulations, and incur expenses related to investigating and containing the incident, restoring lost or corrupted data, and remediating our IT Systems.  Monetary damages, regulatory fines or penalties and other costs or losses, as well as injunctive remedies that require changes to our business model or practices, could be significant and may exceed insurance policy limits or may not be covered by our insurance at all.  In addition, a security incident could require that we expend substantial additional resources related to the security of our IT Systems, diverting resources from other projects and disrupting our businesses.\nWe rely on the Internet to enroll students and to deliver our products and services and to market ourselves and schools that contract with us, all of which exposes us to a growing number of legal risks and increasing regulation.\nWe collect information regarding students during the online enrollment process and a significant amount of our curriculum content is delivered over the Internet. As a result, specific federal, state and other jurisdictional laws that could have an impact on our business include the following:\n●\nthe COPPA, as implemented by regulations of the Federal Trade Commission (revised July 2013), imposes restrictions on the ability of online companies to collect and use personal information from children under the age of 13;\n●\nthe FERPA, which imposes parental or student consent requirements for specified disclosures of student information to third parties, and emerging state student data privacy laws;\n●\nthe CDA, which provides website operators immunity from most claims arising from the publication of third-party content;\n●\nnumerous state cyberbullying laws which require schools to adopt policies on harassment through the Internet or other electronic communications;\n●\nrapidly emerging state student data privacy laws which require schools to adopt privacy policies and/or require certain contractual commitments from education technology providers are applicable to virtual schools and can significantly vary from one state to another;\n●\nfederal and state laws that govern schools’ obligations to ELL students and students with disabilities; and\n●\nthe European Union General Data Protection Regulation (“GDPR”) which may apply to certain aspects of our private schools.\nIn addition, the laws applicable to the Internet are still developing. These laws impact pricing, advertising, taxation, consumer protection, quality of products and services, and are in a state of change. New or amended laws may also be enacted, which could increase the costs of regulatory compliance for us or force us to change our business practices. As a result, we may be exposed to substantial liability, including significant expenses necessary to comply with such laws and regulations and indemnification of schools we operate for liabilities resulting from a school’s failure to comply with such laws and regulations.\n36\n\n\nTable of Contents\nFailure to comply with data privacy regulations could result in reputational damage to our brands and adversely affect our business, financial condition and results of operations\n.\nAny perceived or actual unauthorized access, disclosure of personally identifiable information, whether through breach of our network or a vendor’s network by an unauthorized party, employee theft, misuse or error or otherwise, could harm our reputation, impair our ability to attract and retain our customers, or subject us to claims or litigation arising from damages suffered by individuals. Failure to adequately protect personally identifiable information could potentially lead to penalties, significant remediation costs, reputational damage, the cancellation of existing contracts and difficulty in competing for future business. In addition, we could incur significant costs in complying with relevant laws and regulations regarding the unauthorized disclosure of personal information, which may be affected by any changes to data privacy legislation at both the federal and state levels. Because we serve students residing in foreign countries, we may be subject to privacy laws of other countries and regions, such as the GDPR. In addition to the possibility of penalties, remediation costs and reputational damage, the cost of compliance with foreign laws may outweigh revenue from those countries to such an extent that we may discontinue or restrict our offerings to certain countries.\nWe utilize a single logistics vendor for the management, receiving, assembly and shipping of all of our learning kits and printed educational materials. In addition, we utilize the same vendor at a second location for the reclamation and redeployment of our student computers. This partnership depends upon execution on the part of us and the vendor. Any material failure to execute properly for any reason, including damage or disruption to any of the vendor’s facilities would have an adverse effect on our business, financial condition and results of operations. \nSubstantially all of the inventory for our learning kits and printed materials is located in one warehouse facility, which is operated by a third-party logistics vendor that handles receipt, assembly and shipping of all physical learning materials. If this logistics vendor were to fail to meet its obligations to deliver learning materials to students in a timely manner, or if a material number of such shipments are incomplete or contain assembly errors, our business and results of operations could be adversely affected. In addition, we provide computers for a substantial number of our students. Execution or merger integration failures which interfere with the reclamation or redeployment of computers may result in additional costs. Furthermore, a natural disaster, fire, power interruption, work stoppage or other unanticipated catastrophic event, especially during the period from April through June when we are awaiting receipt of most of the curriculum materials for the school year and have not yet shipped such materials to students, could significantly disrupt our ability to deliver our products and operate our business. If any of our material inventory items were to experience any significant damage, we would be unable to meet our contractual obligations and our business would suffer.\nAny significant interruption in the operation of AWS or Azure could cause a loss of data and disrupt our ability to manage our technological infrastructure. \nWe have migrated the applications that form the basis of our products to Amazon Web Services (AWS) and Microsoft Azure.  Amazon and Microsoft are global leaders in the cloud services industry and provide world class data centers and capabilities. However, our reliance on these vendors exposes us to risks outside of our control.\nAdditionally, we do not control the operation of these cloud facilities and must rely on AWS and Azure to provide the physical security, facilities management and communications infrastructure services related to our cloud environment.  If AWS or Azure encounter financial difficulty, such as bankruptcy or other events beyond our control, that causes it to fail to secure adequately and maintain its hosting facilities or provide the required data communications capacity, students of the schools we serve may experience interruptions in our service or the loss or theft of important customer data. \nScale and capacity limits on some of our technology, transaction processing systems and network hardware and software may be difficult to project and we may not be able to expand and upgrade our systems in a timely manner to meet significant unexpected increased demand.\nAs the number of schools we serve increases and our student base grows, the traffic on our transaction processing systems and network hardware and software will rise. In our capacity planning processes, we may be unable to accurately project the rate of increase in the use of our transaction processing systems and network hardware and software. In addition, we may not be able to expand and upgrade our systems and network hardware and software capabilities to accommodate significant unexpected increased or peak use. If we are unable to appropriately upgrade our systems and network hardware and software in a timely manner, our operations and processes may be temporarily disrupted.\n37\n\n\nTable of Contents\nOur efforts to expand capacity may not produce the operational and financial results for which those investments were intended.\nAs we have grown to serve more schools, students and families in an increasing number of states and countries, we have invested in infrastructure systems and technology to keep pace such as new communication systems, enterprise hardware and software systems. In the absence of compatible business processes, adequate employee training, integration with other dependent systems, and sufficient staffing, this expanded capacity alone may not result in improved performance or outcomes.\nWe may be unable to keep pace with changes in our industry and advancements in technology as our business and market strategy evolves.\nAs changes in our industry occur or macroeconomic conditions fluctuate, including due to changing interest rates, rising inflation, the government closures of various banks and liquidity concerns at other financial institutions, geopolitical instability, artificial intelligence and machine learning, pandemics and the potential for local and/or global economic recession, we may need to adjust our business strategies or find it necessary to restructure our operations or businesses, which could lead to changes in our cost structure, the need to write down the value of assets, or impact our profitability. We also make investments in existing or new businesses, including investments in technology and expansion of our business lines. These investments may have short-term returns that are negative or less than expected and the ultimate business prospects of the business may be uncertain.\nAs our business and market strategy evolves, we also will need to respond to technological advances and emerging industry standards in a cost-effective and timely manner in order to remain competitive, such as the ubiquitous use of tablets for public school applications, artificial intelligence and machine learning, adaptive learning technologies, and web accessibility standards. The need to respond to technological changes may require us to make substantial, unanticipated expenditures. There can be no assurance that we will be able to respond successfully to technological change.\nWe may be unable to attract and retain key executives and skilled employees, and because our employees are located throughout the United States, we may incur additional compliance and litigation costs that could adversely impact our business, financial condition and our results of operations.\nOur success depends in large part on continued employment of senior management and key personnel who can effectively operate our business, which is necessary in the highly regulated public education sector involving a publicly traded for-profit company. This complexity requires us to attract and retain experienced executive management and employees with specialized skills and knowledge across many disciplines. If any of these employees leave us and we fail to effectively manage a transition to new personnel, or if we fail to attract and retain qualified and experienced professionals on acceptable terms, our business, financial condition and results of operations could be adversely affected.\nOur success also depends on our having highly trained financial, technical, recruiting, sales and marketing personnel. We will need to continue to hire additional personnel as our business grows. A shortage in the number of people with these skills or our failure to attract them to our Company could impede our ability to increase revenues from our existing products and services, ensure full compliance with federal and state regulations, launch new product offerings, and would have an adverse effect on our business and financial results.\nWe are subject to the Fair Labor Standards Act and other state and federal employment laws. These laws govern such matters as minimum wage, overtime, leave, and other working conditions that can increase our labor costs or subject us to liabilities to our employees. In addition, many state and local jurisdictions are adopting their own laws, such as paid sick leave, to address conditions of employment not covered by federal law and/or to provide additional rights and benefits to employees. These developments and disparate laws could increase our costs of doing business, lead to litigation, or have a material adverse effect on our business, financial condition and results of operations.\nWe may need additional capital in the future, but there is no assurance that funds will be available on acceptable terms.\nWe may need to raise additional funds in order to achieve growth or fund other business initiatives. This financing may not be available in sufficient amounts or on terms acceptable to us and may be dilutive to existing stockholders. Additionally, any securities issued to raise funds may have rights, preferences or privileges senior to those of existing stockholders. If adequate funds are not available or are not available on acceptable terms, our ability to expand, develop \n38\n\n\nTable of Contents\nor enhance services or products, or respond to competitive pressures will be limited. In addition, economic conditions, including current and future business disruptions and debt and equity market volatility caused by changing interest rates, rising inflation, the government closures of various banks and liquidity concerns at other financial institutions, geopolitical instability, possible pandemics and the potential for local and/or global economic recession may impact our ability to raise funds on acceptable terms. \n​\nMoreover, the Company maintains the majority of its cash and cash equivalents in accounts with major U.S. and multi-national financial institutions, and our deposits at certain of these institutions exceed insured limits.  Market conditions can impact the viability of these institutions.  In the event of failure of any of the financial institutions where we maintain our cash and cash equivalents, there can be no assurance that we would be able to access uninsured funds in a timely manner or at all.  Any inability to access or delay in accessing these funds could adversely affect our business, financial condition and results of operations.\n​\nWe have identified a material weakness in our internal control over financial reporting, which could result in a material misstatement of our annual or interim consolidated financial statements that would not be prevented or detected on a timely basis.\nIn connection with the audit of our consolidated financial statements as of and for the year ended June 30, 2023, we have concluded that there is a material weakness relating to our internal control over financial reporting, as described in Part II, Item 9A, “Controls and Procedures.” A material weakness is a deficiency, or a combination of deficiencies, in internal control over financial reporting, such that there is a reasonable possibility that a material misstatement of a company’s annual or interim consolidated financial statements will not be prevented or detected on a timely basis. Solely as a result of this material weakness, management has concluded that our internal control over financial reporting and disclosure controls and procedures were not effective as of June 30, 2023.\nAs described in Part II, Item 9A, “Controls and Procedures,” we have begun, and are currently in the process of, remediating the material weakness. However, the measures we have taken and expect to take to improve our internal controls may not be sufficient to address the issue, and we may need to take additional measures to ensure that our internal controls are effective or to ensure that the identified material weakness will not result in a material misstatement of our annual or interim consolidated financial statements.\nIf we fail to establish and maintain adequate internal control over financial reporting, including any failure to implement remediation measures and enhancements for internal controls, or if we experience difficulties in their implementation, our business, financial condition and results of operations could be adversely affected. Further, any material weakness or unsuccessful remediation could affect investor confidence in the accuracy and completeness of our financial statements. In addition, perceptions of us among customers, lenders, investors, securities analysts and others could also be adversely affected.\nWe can give no assurances that the measures we have taken to date, or any future measures we may take, will remediate the material weaknesses identified or that any additional material weaknesses will not arise in the future.\n​\n​",
    "item7": ">ITEM 7.  \nMANAGEMENT’S DISCUSSION AND ANALYSIS OF FINANCIAL CONDITION AND RESULTS OF\n OPERATIONS\nThis Management’s Discussion and Analysis of Financial Condition and Results of Operations (“MD&A”) contains certain forward-looking statements within the meaning of Section 21E of the Exchange Act. Historical results may not indicate future performance. Our forward-looking statements reflect our current views about future events, are based on assumptions, and are subject to known and unknown risks and uncertainties that could cause actual results to differ materially from those contemplated by these statements. Factors that may cause differences between actual results and those contemplated by forward-looking statements include, but are not limited to, those discussed in “Risk Factors” in Part I, Item 1A, of this Annual Report. We undertake no obligation to publicly update or revise any forward-looking statements, including any changes that might result from any facts, events, or circumstances after the date hereof that may bear upon forward-looking statements. Furthermore, we cannot guarantee future results, events, levels of activity, performance, or achievements.\nThis MD&A is intended to assist in understanding and assessing the trends and significant changes in our results of operations and financial condition. As used in this MD&A, the words, “we,” “our” and “us” refer to Stride, Inc. and its consolidated subsidiaries. This MD&A should be read in conjunction with our consolidated financial statements and related notes included elsewhere in this Annual Report. The following overview provides a summary of the sections included in our MD&A:\n●\nExecutive Summary\n—a general description of our business and key highlights of the year ended June 30, 2023.\n●\nKey Aspects and Trends of Our Operations\n—a discussion of items and trends that may impact our business in the upcoming year.\n●\nCritical Accounting Estimates\n—a discussion of critical accounting estimates requiring judgments and the application of critical accounting policies.\n●\nResults of Operations\n—an analysis of our results of operations in our consolidated financial statements.\n●\nLiquidity and Capital Resources\n—an analysis of cash flows, sources and uses of cash, commitments and contingencies, seasonality in the results of our operations, and quantitative and qualitative disclosures about market risk.\nExecutive Summary\nWe are an education services company providing virtual and blended learning. Our technology-based products and services enable our clients to attract, enroll, educate, track progress, and support students. These products and services, spanning curriculum, systems, instruction, and support services are designed to help learners of all ages reach their full potential through inspired teaching and personalized learning. Our clients are primarily public and private schools, school districts, and charter boards. Additionally, we offer solutions to employers, government agencies and consumers.  \nWe offer a wide range of individual products and services, as well as customized solutions, such as our most comprehensive school-as-a-service offering which supports our clients in operating full-time virtual or blended schools.  More than three million students have attended schools powered by Stride curriculum and services since our inception.\n​\nOur solutions address two growing markets: General Education and Career Learning. \nGeneral Education\n    \nCareer Learning\n \n●\n      School-as-a-service\n​\n●\n    Stride Career Prep school-as-a-service\n​\n●\n      Stride Private Schools\n​\n●\n    Learning Solutions Career Learning software and services sales\n​\n●\n      Learning Solutions software and services sales\n​\n●\n    Adult Learning\n​\n​\n​\n​\n​\n \n​\n43\n\n\nTable of Contents\nProducts and services for the General Education market are predominantly focused on core subjects, including math, English, science and history, for kindergarten through twelfth grade students to help build a common foundation of knowledge. These programs provide an alternative to traditional school options and address a range of student needs including, safety concerns, increased academic support, scheduling flexibility, physical/health restrictions or advanced learning. Products and services are sold as a comprehensive school-as-a-service offering or à la carte.\n​\nCareer Learning products and services are focused on developing skills to enter and succeed in careers in high-growth, in-demand industries—including information technology, healthcare and general business. We\n provide middle and high school students with Career Learning programs that complement their core general education coursework in math, English, science and history. Stride offers multiple career pathways supported by a diverse catalog of Career Learning courses. The middle school program exposes students to a variety of career options and introduces career skill development. In high school, students may engage in industry content pathway courses, project-based learning in virtual teams, and career development services. High school students also have the opportunity to progress toward certifications, connect with industry professionals, earn college credits while in high school, and participate in job shadowing and/or work-based learning experiences that facilitate success in today’s digital, tech-enabled economy. A student enrolled in a school that offers Stride’s General Education program may elect to take Career Learning courses, but that student and the associated revenue is reported as a General Education enrollment and General Education revenue. A student and the associated revenue is counted as a Career Learning enrollment or Career Learning revenue only if the student is enrolled in a Career Learning program or school.\n Like General Education products and services, the products and services for the Career Learning market are sold as a comprehensive school-as-a-service offering or à la carte.  We also offer focused post-secondary career learning programs to adult learners, through Galvanize, Inc. (“Galvanize”), Tech Elevator, Inc. (“Tech Elevator”), and MedCerts, LLC (“MedCerts”). These include skills training in the \nsoftware engineering, healthcare, and medical fields, as well as providing staffing and talent development services to employers\n. These programs are offered directly to consumers, as well as to employers and government agencies.\n​\nFor both the General Education and Career Learning markets, the majority of revenue is derived from our comprehensive school-as-a-service offering which includes an integrated package of curriculum, technology systems, instruction, and support services that we administer on behalf of our customers. The average duration of the agreements for our school-as-a-service offering is greater than five years, and most provide for automatic renewals absent a customer notification of non-renewal. During any fiscal year, we may enter into new agreements, receive non-automatic renewal notices, negotiate replacement agreements, terminate such agreements or receive notices of termination, or customers may transition a school to a different offering. For the 2022-2023 school year, we provided our school-as-a-service offering for 87 schools in 31 states and the District of Columbia in the General Education market, and 52 schools or programs in 27 states and the District of Columbia in the Career Learning market.\n​\nWe generate a significant portion of our revenues from the sale of curriculum, administration support and technology services to virtual and blended public schools. The amount of revenue generated from these contracts is impacted largely by the number of enrollments, the mix of enrollments across grades and states, state or district per student funding levels and attendance requirement, among other items. The average duration of the agreements for our school-as-a-service offering is greater than five years, and most provide for automatic renewals absent a customer notification within a negotiated time frame.\n​\nThe two key financial metrics that we use to assess financial performance are revenues and operating income. During the year ended June 30, 2023, revenues increased to $1,837.4 million from $1,686.7 million in the prior year, an increase of 8.9%. Over the same period, operating income increased to $165.5 million from $156.6 million in the prior year, an increase of 5.7%. Increases in operating income were driven by revenue growth and increases in gross margin. Additionally, we use the non-financial metric of total enrollments to assess performance, as enrollment is a key driver of our revenues. Total enrollments for the year ended June 30, 2023 were 178.2 thousand, a decrease of 6.9 thousand, or 3.7%, over the prior year. Our revenues are subject to annual school district financial audits, which incorporate enrollment counts, funding and other routine financial audit considerations. The results from these audits and other routine changes in funding estimates are incorporated into the Company’s monthly funding estimates for the current and prior periods. Historically, aggregate funding estimates differed from actual reimbursements by less than 2% of annual revenue, which may vary from year to year.\n​\nEnvironmental, Social and Governance\n​\nAs overseers of risk and stewards of long-term enterprise value, Stride’s Board of Directors plays a vital role in \n44\n\n\nTable of Contents\nassessing our organization’s environmental and social impacts.  They are also responsible for understanding the potential impact and related risks of environmental, social and governance (“ESG”) issues on the organization’s operating model. Our Board and management are committed to identifying those ESG issues most likely to impact business operations and growth. We craft policies that are appropriate for our industry and that are of concern to our employees, investors, customers and other key stakeholders. Our Board ensures that the Company’s leaders have ample opportunity to leverage ESG for the long-term good of the organization, its stakeholders, and society. Each Committee of the Board monitors ESG efforts in their respective areas, with the Nominating and Governance Committee coordinating across all Committees.\n​\nSince our inception more than 20 years ago, we have removed barriers that impact academic equity. We provide high-quality education for anyone—particularly those in underserved communities—as a means to foster economic empowerment and address societal inequities from kindergarten all the way through college and career readiness. We reinforced our commitment in this area by launching several initiatives including initially offering scholarships to advance education and career opportunities for students in underserved communities, expanding career pathways in socially responsible law enforcement and increasing employment of teachers in underserved communities at Stride-powered schools.  We developed interactive, modular courses focused on racial equity and social justice that are being made available for free to every public school.\n​\nAmong the many ESG issues we support within the Company, we endeavor to promote diversity and inclusion across every aspect of the organization. We sponsor employee resource groups to provide support for female, minority, differently abled, LGBTQ+, and veteran employees and support employee volunteer efforts.  Our commitment is evident in the make-up of our leadership team.  We have more minorities in executive management and more women in executive management than the representative population. Importantly, our Board of Directors is also diverse with female, Hispanic, and black or African American members.\n​\nOur commitment to ESG initiatives is an endeavor both the Board and management undertake for the general betterment of those both inside and outside of our Company.\n​\nThe nature of our business supports environmental sustainability.  Most of our employees work from home and most students at Stride-powered schools attend virtual classes, even prior to the COVID-19 crisis, reducing the carbon output from commuting in cars or buses. Our online curriculum reduces the need for paper.  Our meetings are most often held virtually using digital first presentations rather than paper.\n​\nKey Aspects and Trends of Our Operations\nRevenues—Overview\nWe generate a significant portion of our revenues from the sale of curriculum, administration support and technology services to virtual and blended public schools. We anticipate that these revenues will continue to represent the majority of our total revenues over the next several years. However, we also expect revenues in other aspects of our business to continue to increase as we execute on our growth strategy. Our growth strategy includes increasing revenues in other distribution channels, expanding our adult learning training programs, adding enrollments in our private schools, and expanding our learning solutions sales channel. Combined revenues from these other sectors were significantly smaller than those from the virtual and blended public schools we served in the year ended June 30, 2023. Our success in executing our strategies will impact future growth. We have several sales channels from which we generate revenues that are discussed in more detail below.\nFactors affecting our revenues include:\n(i)\nthe number of enrollments;\n(ii)\nthe mix of enrollments across grades and states;\n(iii)\nadministrative services and curriculum sales provided to the schools and school districts;\n(iv)\nstate or district per student funding levels and attendance requirements;\n(v)\nprices for our products and services;\n45\n\n\nTable of Contents\n(vi)\ngrowth in our adult learning programs; and\n(vii)\nrevenues from new initiatives, mergers and acquisitions.\n​\nVirtual and Blended Schools \nThe virtual and blended schools we serve offer an integrated package of systems, services, products, and professional expertise that we administer to support a virtual or blended public school. Customers of these programs can obtain the administrative support, information technology, academic support services, online curriculum, learning system platforms and instructional services under the terms of a negotiated service and product agreement. We provide our school-as-a-service offerings to virtual and blended public charter schools and school districts.\nWe define an enrollment as any student enrolled in a full service virtual or blended public school where we provide a combination of curriculum, technology, instructional and support services inclusive of administrative support. Generally, students will take four to six courses, except for some kindergarten students who may participate in half-day programs. We count each half-day kindergarten student as an enrollment. School sessions generally begin in August or September and end in May or June. To ensure that all schools are reflected in our measure of enrollments, we consider the number of students on September 30\nth\n to be our opening enrollment level, and the number of students enrolled on the last day of May to be our ending enrollment level. For each period, average enrollments represent the average of the month-end enrollment levels for each school month in the period. We continually evaluate our enrollment levels by state, by school and by grade. We track new student enrollments and withdrawals throughout the year.\nWe believe that our revenue growth from enrollments depends upon the following:\n●\nthe number of states and school districts in which we operate;\n●\nthe mix of students served;\n●\nthe restrictive terms of local laws or regulations, including enrollment caps;\n●\nthe appeal of our curriculum and instructional model to students and families;\n●\nthe specific school or school district requirements including credit recovery or special needs;\n●\nthe effectiveness of our program in delivering favorable academic outcomes;\n●\nthe quality of the teachers working in the schools we serve;\n●\nthe effectiveness of our marketing and recruiting programs to attract new enrollments; and\n●\nretention of students through successive grade levels.\nWe continually evaluate our trends in revenues by monitoring the number of student enrollments in total, by state, by school and by grade, assessing the impact of changes in school funding levels, school mix (distribution of enrollments by school), changes in state funding rates and higher utilization in federal and state restricted funding per student, and the pricing of our curriculum and educational services. \nEnrollments in virtual and blended schools on average generate substantially more revenues than enrollments served through our other sales channels where we provide limited or no administrative services. \nLearning Solutions\nOur Learning Solutions sales channel distributes our software and services to schools and school districts across the U.S.  Over the past few years, public schools and school districts have been increasingly adopting online solutions to augment teaching practices, launch new learning models, cost-effectively expand course offerings, provide schedule flexibility, improve student engagement, increase graduation rates, replace textbooks, and retain students. State education funds traditionally allocated for textbook and print materials have also been authorized for the purchase of digital content, including online courses, and in some cases mandated access to online courses. Additionally, districts are seeking support for implementations that blend virtual and in-person instruction.\n46\n\n\nTable of Contents\nTo address the growing need for digital solutions and the emerging need for comprehensive virtual solutions, our Learning Solutions team provides curriculum and technology solutions, packaged in a portfolio of flexible learning and delivery models mapped to specific student and/or district needs. This portfolio approach provides a continuum of delivery models, from full-time programs to individual course sales and supplemental options that can be used in traditional classrooms to differentiate instruction. Our Learning Solutions team strives to partner with public schools and school districts, primarily in the U.S., to provide more options and better tools to empower teachers to improve student achievement through personalized learning in traditional, blended and online learning environments and to provide comprehensive support for teachers and administrators to deliver effective virtual and blended instructions.\nSales opportunities are driven by a number of factors in a diverse customer population, which determine the deliverable and price. These factors include:\n●\nType of Customer\n—A customer can be a public school district, private school, charter school, early childhood learning center or corporate partner.\n●\nCurriculum Needs\n—We sell our curriculum solutions based on the scope of the customer need, and a solution is generally purchased as end-user access to a complete catalog, individual course or supplemental content title.\n●\nLicense Options\n—Depending on the scope of the solution, a license can be purchased for individual course enrollments, annual seat, school or district-wide site licenses or a perpetual license (a prepaid lifetime license). We may charge incrementally if we are hosting the solution.\n●\nHosting\n—Customers may host curricula themselves or license our hosted solution. We are able to track all students for customers who use our hosted solution. However, more often in large-scale, district-wide implementations, a customer may choose to host the curriculum, and in that case, we have no visibility of individual student usage for counting enrollments.\n●\nServices Menu\n—Instructional services may be provided and priced per-enrollment or bundled in the overall price of the solution. Additional services, including professional development, title maintenance and support may also be provided and are priced based on the scope of services.\nPrivate Schools\nPrivate schools are schools where tuition is paid directly by the family of the student. We receive no public funds for students in our private schools. We operate accredited private online schools at differing price points and service levels. We define an enrollment as any student enrolled in one of these schools where we provide a combination of curriculum, technology, instructional and support services inclusive of administrative support. Our revenues are derived from tuition receipts that are a function of course enrollments and program price. In some circumstances, a third-party school may elect to enroll one of its students in a Stride private school course as a supplement to the student’s regular on-campus instruction. In such cases, the third-party school may pay the Stride private school tuition. We have entered into agreements that enable us to distribute our products and services to our international and domestic school partners who use our courses to provide electives offerings and dual diploma programs.\nWe believe our revenue growth depends primarily on the recruitment of students into our programs through effective marketing and word-of-mouth referral based on the quality of our service. In addition, through high service quality, we seek to retain existing students and increase the total number of courses each student takes with us. In some cases, students return each summer and take only one course. In other cases, students choose a Stride private school as their principal form of education and may stay for many years. The flexibility of our programs, the quality of our curriculum and teaching, and the student community features lead to customer satisfaction and therefore, retention.\nConsumer Sales\nWe also sell individual K-8 online courses and supplemental educational products directly to families. These purchasers desire to educate their children as homeschoolers, outside of the traditional school system or to supplement their child’s existing public or private school education without the aid of an online teacher. Customers of our consumer products have the option of purchasing a complete grade-level curriculum for grades K-8, individual courses, or a variety of other supplemental products, covering various subjects depending on their child’s needs. Typical applications include summer school course work, home-schooling and educational supplements.\n47\n\n\nTable of Contents\nSimilar to our private schools, we believe our revenue growth depends primarily on the recruitment of students into our programs through effective marketing and word-of-mouth referral based on the quality of our service.\nAdult Learning\nWe offer adult learning training programs through Galvanize, Tech Elevator, and MedCerts, which provide programs that address the skills gap facing companies in the information technology and healthcare sectors. We offer in-person and remote immersive full-time software engineering programs designed for adult learners looking to advance their technology careers by providing such learners with skills and real-world experiences. These programs are offered in software engineering. MedCerts provides self-paced, fully online structured training programs that lead to certifications in the healthcare field. In many cases, Galvanize, Tech Elevator, and MedCerts work directly with a company to create a customized, tailored education plan to help the company reach its goals and train its employees according to such plan. \nWe believe that revenue growth in our adult learning brands depends on our ability to identify and attract prospective learners through various marketing channels.  Continued growth in these brands will also require that we demonstrate success in placing these learners in jobs following their completion of the program. \n​\nInstructional Costs and Services Expenses\nInstructional costs and services expenses include expenses directly attributable to the educational products and services we provide. The public schools we administer are the primary drivers of these costs, including teacher and administrator salaries and benefits and expenses of related support services. We also employ teachers and administrators for instruction and oversight in Learning Solutions and Private Schools. Instructional costs also include fulfillment costs of student textbooks and materials, depreciation and reclamation costs of computers provided for student use, the cost of any third-party online courses and the amortization of capitalized curriculum and related systems. Our instructional costs are variable and are based directly on our number of schools and enrollments.\nOur high school offering requires increased instructional costs as a percentage of revenues compared to our kindergarten to 8th grade offering. This is due to the following: (i) generally lower student-to-teacher ratios; (ii) higher compensation costs for some teaching positions requiring subject-matter expertise; (iii) ancillary costs for required student support services, including college placement, SAT preparation and guidance counseling; (iv) use of third-party courses to augment our proprietary curriculum; and (v) use of a third-party learning management system to service high school students. Over time, we may partially offset these factors by obtaining productivity gains in our high school instructional model, replacing third-party high school courses with proprietary content, replacing our third-party learning management system with another third-party system, leveraging our school infrastructure and obtaining purchasing economies of scale.\nWe have deployed and are continuing to develop new delivery models, including blended schools, where students receive limited face-to-face instruction in a learning center to complement their online instruction, and other programs that utilize brick and mortar facilities. The maintenance, management and operations of these facilities necessitate additional costs, which are generally not required to operate typical virtual public schools. We are pursuing expansion into new states for both virtual public and other specialized charter schools. If we are successful, we will incur start-up costs and other expenses associated with the initial launch of a school, including the funding of building leases and leasehold improvements.\nSelling, General and Administrative Expenses\nSelling, general, and administrative expenses include the salaries and benefits of employees engaged in business development, public affairs, sales and marketing, and administrative functions, and transaction and due diligence expenses related to mergers and acquisitions.  \nAlso included are product development expenses which include research and development costs and overhead costs associated with the management of both our curriculum development and internal systems development teams. In addition, product development expenses include the amortization of internal systems. We measure and track our product development expenditures on a per course or project basis to measure and assess our development efficiency. In addition, we monitor employee utilization rates to evaluate our workforce efficiency. We plan to continue to invest in additional curriculum development and related software in the future. We capitalize selected costs incurred to develop our curriculum, \n48\n\n\nTable of Contents\nbeginning with application development, through production and testing into capitalized curriculum development costs. We capitalize certain costs incurred to develop internal systems into capitalized software development costs.\nCritical Accounting Estimates\nThe discussion of our financial condition and results of operations is based upon our consolidated financial statements, which have been prepared in accordance with U.S. GAAP. In the preparation of our consolidated financial statements, we are required to make estimates and assumptions that affect the reported amounts of assets, liabilities, revenues and expenses, as well as the related disclosures of contingent assets and liabilities. We base our estimates on historical experience and on various other assumptions that we believe to be reasonable under the circumstances. The results of our analysis form the basis for making assumptions about the carrying values of assets and liabilities that are not readily apparent from other sources. Actual results may differ from these estimates under different assumptions or conditions, and the impact of such differences may be material to our consolidated financial statements. Our critical accounting policies have been discussed with the Audit Committee of our Board of Directors. We believe that the following critical accounting policies affect the more significant judgments and estimates used in the preparation of our consolidated financial statements:\nRevenue Recognition\nRevenue is recognized when control of the promised goods or services is transferred to our customers, in an amount that reflects the consideration we expect to be entitled to in exchange for those goods or services using the following steps:\n​\n●\nidentify the contract, or contracts, with a customer;\n●\nidentify the performance obligations in the contract;\n●\ndetermine the transaction price;\n●\nallocate the transaction price to the performance obligations in the contract; and\n●\nrecognize revenue when, or as, the Company satisfies a performance obligation.\n​\nRevenues related to the products and services that we provide to students in kindergarten through twelfth grade or adult learners are considered to be General Education or Career Learning based on the school or adult program in which the student is enrolled. General Education products and services are focused on core subjects, including math, English, science and history, for kindergarten through twelfth grade students to help build a common foundation of knowledge. Career Learning products and services are focused on developing skills to enter and succeed in careers in high-growth, in-demand industries—including information technology, healthcare and general business, for students in middle school through high school and adult learners.\n​\nThe majority of our contracts are with the following types of customers:\n​\n●\na virtual or blended school whereby the amount of revenue is primarily determined by funding the school receives;\n●\na school or individual who licenses certain curriculum on a subscription or course-by-course basis; or\n●\nan enterprise who contracts with the Company to provide job training.\n​\nFunding-based Contracts\n​\nWe provide an integrated package of systems, services, products, and professional expertise that is administered together to support a virtual or blended public school. Contractual agreements generally span multiple years with performance obligations being isolated to annual periods which generally coincide with our fiscal year. Customers of these programs can obtain administrative support, information technology, academic support services, online curriculum, learning systems platforms and instructional services under the terms of a negotiated service agreement. The schools receive funding on a per student basis from the state in which the public school or school district is located. Shipments of materials for schools that occur in the fourth fiscal quarter and for the upcoming school year are recorded in deferred revenue.\n​\n​\n​\n49\n\n\nTable of Contents\nWe generate revenues under contracts with virtual and blended public schools and include the following components, where required:\n​\n●\nproviding each of a school’s students with access to our online school and lessons;\n●\noffline learning kits, which include books and materials to supplement the online lessons; \n●\nthe use of a personal computer and associated reclamation services;\n●\ninternet access and technology support services; \n●\ninstruction by a state-certified teacher; and\n●\nmanagement and technology services necessary to support a virtual or blended school. In certain contracts, revenues are determined directly by per enrollment funding.\n​\nTo determine the pro rata amount of revenue to recognize in a fiscal quarter, we estimate the total expected funds each school will receive in a particular school year. Total funds for a school are primarily a function of the number of students enrolled in the school and established per enrollment funding levels, which are generally published on an annual basis by the state or school district. We review its estimates of funding periodically, and updates as necessary, by adjusting its year-to-date earned revenues to be proportional to the total expected revenues to be earned during the fiscal year. Actual school funding may vary from these estimates and the impact of these differences could impact our results of operations. Since the end of the school year coincides with the end of our fiscal year, annual revenues are generally based on actual school funding and actual costs incurred (including costs for our services to the schools plus other costs the schools may incur). Our schools’ reported results are subject to annual school district financial audits, which incorporate enrollment counts, funding and other routine financial audit considerations. The results of these audits are incorporated into the Company’s monthly funding estimates for the current and prior periods. For the years ended June 30, 2022, 2021 and 2020, the Company’s aggregate funding estimates differed from actual reimbursements impacting total reported revenue by approximately 1.6%, 1.4%, and (0.1)%, respectively.\nEach state and/or school district has variations in the school funding formulas and methodologies that it uses to estimate funding for revenue recognition at its respective schools. As the Company estimates funding for each school, it takes into account the state definition for count dates on which reported enrollment numbers will be used for per pupil funding. The parameters the Company considers in estimating funding for revenue recognition purposes include school district count definitions, withdrawal rates, new registrations, average daily attendance, special needs enrollment, academic progress, historical completion, student location, funding caps and other state specified categorical program funding. \n​\nUnder the contracts where we provide products and services to schools, we are responsible for substantially all of the expenses incurred by the school and have generally agreed to absorb any operating losses of the schools in a given school year. These school operating losses represent the excess of costs incurred over revenues earned by the virtual or blended public school (the school’s expected funding), as reflected in its respective financial statements, including our charges to the schools. To the extent a school does not receive sufficient funding for each student enrolled in the school, the school would still incur costs associated with serving the unfunded enrollment. If losses due to unfunded enrollments result in a net operating loss for the year that loss is reflected as a reduction in the revenues and net receivables that we collect from the school. A school net operating loss in one year does not necessarily mean we anticipate losing money on the entire contract with the school. However, a school’s net operating loss may reduce our ability to collect its management fees in full and recognized revenues are constrained to reflect the expected cash collections from such schools. We record the school’s estimated net operating loss against revenues based upon the percentage of actual revenues in the period to total estimated revenues for the fiscal year. Actual school net operating losses may vary from these estimates or revisions, and the impact of these differences could have a material impact on results of operations.\n​\nSubscription-based Contracts\n​\nWe provide certain online curriculum and services to schools and school districts under subscription agreements. Revenues from the licensing of curriculum under subscription arrangements are recognized on a ratable basis over the subscription period. Revenues from professional consulting, training and support services are deferred and recognized ratably over the service period.\n​\nIn addition, we contract with individual customers who have access for one to two years to company-provided online curriculum and generally prepay for services to be received. Adult learners enroll in courses that provide specialized training in a specific industry. Each of these contracts are considered to be one performance obligation. We recognize these revenues pro rata over the maximum term of the customer contract based on the defined contract price.\n50\n\n\nTable of Contents\n​\nEnterprise Contracts\n​\nWe provide job training over a specified contract period to enterprises. Each of these contracts are considered to be one performance obligation. We recognize these revenues based on the number of students trained during the term of the contract based on the defined contract price.\n​\nIncome Taxes\nAccounting for income taxes prescribes the use of the asset and liability method to compute the differences between the tax bases of assets and liabilities and the related financial amounts, using currently enacted tax laws. If necessary, a valuation allowance is established, based on the weight of available evidence, to reduce deferred tax assets to the amount that is more likely than not to be realized. Realization of the deferred tax assets, net of deferred tax liabilities, is principally dependent upon achievement of sufficient future taxable income. We exercise significant judgment in determining our provisions for income taxes, our deferred tax assets and liabilities and our future taxable income for purposes of assessing our ability to utilize any future tax benefit from our deferred tax assets.\nAlthough we believe that our tax estimates are reasonable, the ultimate tax determination involves significant judgments that could become subject to examination by tax authorities in the ordinary course of business. We periodically assess the likelihood of adverse outcomes resulting from these examinations to determine the impact on our deferred taxes and income tax liabilities and the adequacy of our provision for income taxes. Changes in income tax legislation, statutory income tax rates or future taxable income levels, among other things, could materially impact our valuation of income tax assets and liabilities and could cause our income tax provision to vary significantly among financial reporting periods.\nWe have a valuation allowance on net deferred tax assets of $6.8 million and $6.7 million as of June 30, 2023 and 2022, respectively, for the amount that will likely not be realized.\nResults of Operations\nLines of Revenue\n​\nWe operate in one operating and reportable business segment as a technology-based education company providing proprietary and third-party curriculum, software systems and educational services designed to facilitate individualized learning. The Chief Operating Decision Maker evaluates profitability based on consolidated results. We have two lines of revenue: (i) General Education and (ii) Career Learning. \nEnrollment Data\nThe following table sets forth total enrollment data for students in our General Education and Career Learning lines of revenue.  Enrollments for General Education and Career Learning only include those students in full service public or private programs where Stride provides a combination of curriculum, technology, instructional and support services inclusive of administrative support. No enrollments are included in Career Learning for Galvanize, Tech Elevator or MedCerts. This data includes enrollments for which Stride receives no public funding or revenue.\nIf the mix of enrollments changes, our revenues will be impacted to the extent the average revenue per enrollment is significantly different. We do not award or permit incentive compensation to be paid to our public school program enrollment staff or contractors based on the number of students enrolled.\n51\n\n\nTable of Contents\nThe following represents our current enrollment for each of the periods indicated:\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\nYear Ended June 30, \n​\n2023 / 2022\n​\n2022 / 2021\n​\n \n \n  \n​\n2023\n   \n \n2022\n   \n \n2021\n   \n \nChange\n   \n \nChange %\n   \n \nChange\n   \n \nChange %\n​\n​\n​\n​\n​\n(In thousands, except percentages)\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\nGeneral Education (1)\n​\n​\n​\n​\n 112.3\n​\n​\n 143.2\n​\n​\n 156.7\n​\n​\n (30.9)\n​\n(21.6%)\n​\n​\n (13.5)\n​\n(8.6%)\nCareer Learning (1) (2)\n​\n​\n​\n​\n 65.9\n​\n​\n 41.9\n​\n​\n 29.6\n​\n​\n 24.0\n​\n57.3%\n​\n​\n 12.3\n​\n41.6%\nTotal Enrollment\n​\n​\n​\n​\n 178.2\n​\n​\n 185.1\n​\n​\n 186.3\n​\n​\n (6.9)\n​\n(3.7%)\n​\n​\n (1.2)\n​\n(0.6%)\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n(1)\nEnrollments reported for the first quarter are equal to the official count date number, which was September 30, 2022 for the first quarter of fiscal year 2023 and September 30, 2021 for the first quarter of fiscal year 2022.\n(2)\nNo enrollments are included in Career Learning for Galvanize, Tech Elevator or MedCerts.\nRevenue Data\nRevenues are captured by market based on the underlying customer contractual agreements. Where customers purchase products and services for both General Education and Career Learning markets, we allocate revenues based on the program for which each student is enrolled. All kindergarten through fifth grade students are considered General Education students. Periodically, a middle school or high school student enrollment may change line of revenue classification.\n​\nThe following represents our current revenues for each of the periods indicated:\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\nYear Ended June 30, \n​\nChange 2023 / 2022\n​\nChange 2022 / 2021\n​\n  \n  \n​\n2023\n   \n \n2022\n   \n \n2021\n   \n \n$\n   \n \n%\n   \n \n$\n   \n \n%\n​\n​\n​\n​\n​\n(In thousands, except percentages)\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\nGeneral Education\n​\n​\n​\n$\n 1,131,391\n​\n$\n 1,273,783\n​\n$\n 1,280,199\n​\n$\n (142,392)\n​\n(11.2%)\n​\n$\n (6,416)\n​\n(0.5%)\nCareer Learning\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\nMiddle - High School\n​\n​\n​\n​\n 586,770\n​\n​\n 321,416\n​\n​\n 200,774\n​\n​\n 265,354\n​\n82.6%\n​\n​\n 120,642\n​\n60.1%\nAdult\n​\n​\n​\n​\n 119,197\n​\n​\n 91,467\n​\n​\n 55,787\n​\n​\n 27,730\n​\n30.3%\n​\n​\n 35,680\n​\n64.0%\nTotal Career Learning\n​\n​\n​\n​\n 705,967\n​\n​\n 412,883\n​\n​\n 256,561\n​\n​\n 293,084\n​\n71.0%\n​\n​\n 156,322\n​\n60.9%\nTotal Revenues\n​\n​\n​\n$\n 1,837,358\n​\n$\n 1,686,666\n​\n$\n 1,536,760\n​\n$\n 150,692\n​\n8.9%\n​\n$\n 149,906\n​\n9.8%\n​\nProducts and Services \nStride has invested over $600 million in the last twenty years to develop curriculum, systems, instructional practices and support services that enable us to support hundreds of thousands of students. The following describes the various products and services that we provide to customers.  Products and services are provided on an individual basis as well as customized solutions, such as our most comprehensive school-as-a-service offering which supports our clients in operating full-time virtual or blended schools. Stride is continuously innovating to remain at the forefront of effective educational techniques to meet students’ needs. It continues to expand upon its personalized learning model, improve the user experience of its products, and develop tools and partnerships to more effectively engage and serve students, teachers, and administrators. \nCurriculum and Content\n – Stride has one of the largest digital research-based curriculum portfolios for the K-12 online education industry that includes some of the best in class content available in the market. Our customers can select from hundreds of high-quality, engaging, online coursework and content, as well as many state customized versions of those courses, electives, and instructional supports. Since our inception, we have built core courses on a foundation of rigorous standards, following the guidance and recommendations of leading educational organizations at the national and state levels. State standards are continually evolving, and we continually invest in our curriculum to meet these changing requirements. Through our subsidiaries Galvanize, Tech Elevator and MedCerts, we have added high-quality, engaging, \n52\n\n\nTable of Contents\nonline coursework and content in software engineering, healthcare, and medical fields.\nSystems\n – We have established a secure and reliable technology platform, which integrates proprietary and third-party systems, to provide a high-quality educational environment and gives us the capability to grow our customer programs and enrollment. Our end-to-end platform includes single-sign on capability for our content management, learning management, student information, data reporting and analytics, and various support systems that allow customers to provide a high-quality and personalized educational experience for students. A la carte offerings can provide curriculum and content hosting on customers’ learning management systems, or integration with customers’ student information systems.\nInstructional Services\n – We offer a broad range of instructional services that includes customer support for instructional teams, including recruitment of state certified teachers, training in research-based online instruction methods and Stride systems, oversight and evaluation services, and ongoing professional development.  Stride also provides training options to support teachers and parents to meet students’ learning needs. Stride’s range of training options are designed to enhance skills needed to teach using an online learning platform, and include hands-on training, on-demand courses, and support materials.\nSupport Services\n – We offer a broad range of support services, including marketing and enrollment, supporting prospective students through the admission process, assessment management, administrative support (e.g., budget proposals, financial reporting, and student data reporting), and technology and materials support (e.g., provisioning of student computers, offline learning kits, internet access and technology support services).\nFinancial Information\nThe following table sets forth statements of operations data and the amounts as a percentage of revenues for each of the periods indicated:\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n \n​\n​\n​\n​\nYear Ended June 30, \n​\n \n​\n    \n​\n​\n2023\n​\n2022\n​\n2021\n​\n​\n​\n​\n​\n(In thousands, except percentages)\n​\nRevenues \n​\n​\n    \n$\n 1,837,358\n    \n    \n 100.0\n%\n  \n$\n 1,686,666\n    \n    \n 100.0\n%  \n$\n 1,536,760\n    \n    \n 100.0\n%\nInstructional costs and services \n​\n​\n​\n​\n 1,190,288\n​\n​\n 64.8\n​\n​\n 1,090,191\n​\n​\n 64.6\n​\n​\n 1,001,860\n​\n​\n 65.2\n​\nGross margin\n​\n​\n​\n​\n 647,070\n​\n​\n 35.2\n​\n​\n 596,475\n​\n​\n 35.4\n​\n​\n 534,900\n​\n​\n 34.8\n​\nSelling, general, and administrative expenses \n​\n​\n​\n​\n 481,571\n​\n​\n 26.2\n​\n​\n 439,847\n​\n​\n 26.1\n​\n​\n 424,444\n​\n​\n 27.6\n​\nIncome from operations \n​\n​\n​\n​\n 165,499\n​\n​\n 9.0\n​\n​\n 156,628\n​\n​\n 9.3\n​\n​\n 110,456\n​\n​\n 7.2\n​\nInterest expense, net\n​\n​\n​\n​\n (8,404)\n​\n​\n (0.5)\n​\n​\n (8,277)\n​\n​\n (0.5)\n​\n​\n (17,979)\n​\n​\n (1.2)\n​\nOther income (expense), net\n​\n​\n​\n​\n 15,452\n​\n​\n 0.8\n​\n​\n (1,277)\n​\n​\n (0.1)\n​\n​\n 2,829\n​\n​\n 0.2\n​\nIncome before income taxes and income (loss) from equity method investments\n​\n​\n​\n​\n 172,547\n​\n​\n 9.4\n​\n​\n 147,074\n​\n​\n 8.7\n​\n​\n 95,306\n​\n​\n 6.2\n​\nIncome tax expense\n​\n​\n​\n​\n (45,346)\n​\n​\n (2.5)\n​\n​\n (40,088)\n​\n​\n (2.4)\n​\n​\n (24,539)\n​\n​\n (1.6)\n​\nIncome (loss) from equity method investments\n​\n​\n​\n​\n (334)\n​\n​\n (0.0)\n​\n​\n 144\n​\n​\n 0.0\n​\n​\n 684\n​\n​\n 0.0\n​\nNet income attributable to common stockholders\n​\n​\n​\n$\n 126,867\n​\n​\n 6.9\n%  \n$\n 107,130\n​\n​\n 6.4\n%  \n$\n 71,451\n​\n​\n 4.6\n%\n​\nComparison of the Years Ended June 30, 2023 and 2022\n​\nRevenues.\n  Our revenues for the year ended June 30, 2023 were $1,837.4 million, representing an increase of $150.7 million, or 8.9%, from $1,686.7 million for the year ended June 30, 2022. General Education revenues decreased $142.4 million, or 11.2%, year over year. The decrease in General Education revenues was primarily due to the 21.6% decrease in enrollments, and changes to school mix (distribution of enrollments by school).\n \nCareer Learning revenues increased $293.1 million, or 71.0%, primarily due to a 57.3% increase in enrollments and school mix.\n​\nInstructional costs and services expenses.\n  Instructional costs and services expenses for the year ended \n53\n\n\nTable of Contents\nJune 30, 2023 were $1,190.3 million, representing an increase of $100.1 million, or 9.2%, from $1,090.2 million for the year ended June 30, 2022. This increase in expense was due to hiring of personnel in growth states and salary increases. Instructional costs and services expenses were 64.8% of revenues during the year ended June 30, 2023, an increase from 64.6% for the year ended June 30, 2022.\n​\nSelling, general, and administrative expenses.\n  Selling, general and administrative expenses for the year ended June 30, 2023 were $481.6 million, representing an increase of $41.8 million, or 9.5% from $439.8 million for the year ended June 30, 2022. The increase was primarily due to an increase of $31.3 million in personnel and related benefit costs and $17.4 million in professional services and marketing expenses, partially offset by a decrease of $6.5 million in bad debt expense and $1.5 million in net operating lease expense. Selling, general, and administrative expenses were 26.2% of revenues during the year ended June 30, 2023, an increase from 26.1% for the year ended June 30, 2022.\n​\nInterest income (expense), net.\n  Net interest expense for the year ended June 30, 2023 was $8.4 million as compared to $8.3 million in the year ended June 30, 2022. The increase in net interest expense was primarily due to an increase in interest expense related to our finance leases.\n​\nOther income (expense), net.  \nOther income, net for the year ended June 30, 2023 was $15.5 million as compared to other expense, net of $1.3 million in the year ended June 30, 2022. The increase in other income, net was primarily due to the increase in our investments in marketable securities and the returns on those investments year over year.\n​\nIncome tax expense.\n  Income tax expense was $45.3 million for the year ended June 30, 2023, or 26.3% of income before taxes, as compared to $40.1 million, or 27.2% of income before taxes for the year ended June 30, 2022. The decrease in the effective income tax rate for the year ended June 30, 2023, as compared to the effective tax rate for the year ended June 30, 2022, was primarily due to the decrease in the amount of non-deductible compensation, which was partially offset by the decrease in excess tax benefit of stock-based compensation.\n​\nComparison of the Years Ended June 30, 2022 and 2021\nRevenues.\n Our revenues for the year ended June 30, 2022 were $1,686.7 million, representing an increase of $149.9 million, or 9.8%, from $1,536.8 million for the year ended June 30, 2021. General Education revenues decreased $6.4 million, or 0.5%, year over year. The decrease in General Education revenues was primarily due to the 8.6% decrease in enrollments, and changes to school mix (distribution of enrollments by school). Career Learning revenues increased $156.3 million, or 60.9%, primarily due to a 41.6% increase in enrollments, school mix, as well as from the acquisitions of MedCerts and Tech Elevator.\nInstructional costs and services expenses.\n Instructional costs and services expenses for the year ended June 30, 2022 were $1,090.2 million, representing an increase of $88.3 million, or 8.8%, from $1,001.9 million for the year ended June 30, 2021. This increase in expense was due to hiring of personnel in growth states and salary increases. Instructional costs and services expenses were 64.6% of revenues during the year ended June 30, 2022, a decrease from 65.2% for the year ended June 30, 2021. \nSelling, general, and administrative expenses.\n Selling, general, and administrative expenses for the year ended June 30, 2022 were $439.8 million, representing an increase of $15.4 million, or 3.6%, from $424.4 million for the year ended June 30, 2021. The increase was primarily due to an increase of $9.1 million in bad debt expense resulting primarily from reserves related to our investment in Tallo, Inc., $8.7 million in licensing fees, and $8.0 million in professional services and marketing expenses, partially offset by a $7.8 million decrease in personnel and related benefit costs, including stock-based compensation. Selling, general, and administrative expenses were 26.1% of revenues during the year ended June 30, 2022, a decrease from 27.6% for the year ended June 30, 2021. \n​\nInterest income (expense), net\n. Net interest expense for the year ended June 30, 2022 was $8.3 million as compared to $18.0 million in the year ended June 30, 2021. The decrease in net interest expense was primarily due to the adoption of ASU 2020-06 in fiscal year 2022 which resulted in the elimination of interest expense related to the debt discount of the Convertible Senior Notes.\n​\nIncome tax expense.\n Income tax expense was $40.1 million for the year ended June 30, 2022, or 27.2% of income before taxes, as compared to $24.5 million, or 25.6% of income before taxes for the year ended June 30, 2021. The increase in the effective income tax rate for the year ended June 30, 2022, as compared to the effective tax rate for the year ended \n54\n\n\nTable of Contents\nJune 30, 2021, was primarily due to the increase in the amount of non-deductible compensation, which was partially offset by the increase in excess tax benefit of stock-based compensation.\nDiscussion of Seasonality of Financial Condition\nCertain accounts in our balance sheet are subject to seasonal fluctuations. As our enrollments and revenues grow, we expect these seasonal trends to be amplified. The bulk of our materials are shipped to students prior to the beginning of the school year, usually in July or August. In order to prepare for the upcoming school year, we generally build up inventories during the fourth quarter of our fiscal year. Therefore, inventories tend to be at the highest levels at the end of our fiscal year. In the first quarter of our fiscal year, inventories tend to decline significantly as materials are shipped to students. In our fourth quarter, inventory purchases and the extent to which we utilize early payment discounts will impact the level of accounts payable.\nAccounts receivable balances tend to be at the highest levels in the first quarter of our fiscal year as we begin billing for all enrolled students and our billing arrangements include upfront fees for many of the elements of our offering. These upfront fees result in seasonal fluctuations to our deferred revenue balances. We routinely monitor state legislative activity and regulatory proceedings that might impact the funding received by the schools we serve and to the extent possible, factor potential outcomes into our business planning decisions.\nThe deferred revenue related to our direct-to-consumer business results from advance payments for twelve month subscriptions to our online school. These advance payments are amortized over the life of the subscription and tend to be highest at the end of the fourth quarter and first quarter, when the majority of subscriptions are sold.\nLiquidity and Capital Resources\nAs of June 30, 2023, we had net working capital, or current assets minus current liabilities, of $756.1 million. Our working capital includes cash and cash equivalents of $410.8 million and accounts receivable of $463.7 million. Our working capital provides a significant source of liquidity for our normal operating needs. Our accounts receivable balance fluctuates throughout the fiscal year based on the timing of customer billings and collections and tends to be highest in our first fiscal quarter as we begin billing for students. In addition, our cash and accounts receivable were significantly in excess of our accounts payable and short-term accrued liabilities at June 30, 2023.\n​\nDuring the first quarter of fiscal year 2021, we issued $420.0 million aggregate principal amount of 1.125% Convertible Senior Notes due 2027 (“Notes”). The Notes are governed by an indenture (the “Indenture”) between us and U.S. Bank National Association, as trustee. The net proceeds from the offering of the Notes were approximately $408.6 million after deducting the underwriting fees and other expenses paid by the Company. The Notes bear interest at a rate of 1.125% per annum, payable semi-annually in arrears on March 1\nst\n and September 1\nst\n of each year, beginning on March 1, 2021. The Notes will mature on September 1, 2027. In connection with the Notes, we entered into privately negotiated capped call transactions (the “Capped Call Transactions”) with certain counterparties. The Capped Call Transactions are expected to cover the aggregate number of shares of the Company’s common stock that initially underlie the Notes, and are expected to reduce potential dilution to the Company’s common stock upon any conversion of Notes and/or offset any cash payments the Company is required to make in excess of the principal amount of converted Notes. The upper strike price of the Capped Call Transactions is $86.174 per share. The cost of the Capped Call Transactions was $60.4 million and was recorded within additional paid-in capital.\nBefore June 1, 2027, noteholders will have the right to convert their Notes only upon the occurrence of certain events. After June 1, 2027, noteholders may convert their Notes at any time at their election until two days prior to the maturity date. We will settle conversions by paying cash up to the outstanding principal amount, and at our election, will settle the conversion spread by paying or delivering cash or shares of our common stock, or a combination of cash and shares of our common stock. The initial conversion rate is 18.9109 shares of common stock per $1,000 principal amount of Notes, which represents an initial conversion price of approximately $52.88 per share of common stock. The Notes will be redeemable at our option at any time after September 6, 2024 at a cash redemption price equal to the principal amount of the Notes, plus accrued and unpaid interest, subject to certain stock price hurdles as discussed in the Indenture.\n​\nOn January 27, 2020, we entered into a $100.0 million senior secured revolving credit facility (“Credit Facility”) to be used for general corporate operating purposes with PNC Capital Markets LLC. The Credit Facility has a five-year term and incorporates customary financial and other covenants, including, but not limited to, a maximum leverage ratio \n55\n\n\nTable of Contents\nand a minimum interest coverage ratio. The majority of our borrowings under the Credit Facility were at LIBOR plus an additional rate ranging from 0.875% - 1.50% based on our leverage ratio as defined in the agreement. The Credit Facility is secured by our assets. The Credit Facility agreement allows for an amendment to establish a new benchmark interest rate when LIBOR is discontinued during the five-year term. As of June 30, 2023, we were in compliance with the financial covenants. As part of the proceeds received from the Notes, we repaid our $100.0 million outstanding balance and as of June 30, 2023, we had no amounts outstanding on the Credit Facility. The Credit Facility also includes a $200.0 million accordion feature. \n​\nWe are a lessee under finance lease obligations for student computers and peripherals under loan agreements with Banc of America Leasing & Capital, LLC (“BALC”) and CSI Leasing, Inc. (“CSI Leasing”). As of June 30, 2023 and 2022, the finance lease liability was $56.9 million and $66.3 million, respectively, with lease interest rates ranging from 2.10% to 6.57%. \n​\nWe entered into an agreement with BALC in April 2020 for $25.0 million (increased to $41.0 million in July 2020) to provide financing for our leases through March 2021 at varying rates. We entered into additional agreements during fiscal year 2021 to provide financing of $54.0 million for our student computers and peripherals leases through October 2022 at varying rates. Individual leases with BALC include 36-month payment terms, fixed rates ranging from 2.10% to 6.57%, and a $1 purchase option at the end of each lease term. We pledged the assets financed to secure the outstanding leases.\n​\nWe entered into an agreement with CSI Leasing in August 2022 to provide financing for our leases. Individual leases under the agreement with CSI Leasing include 36-month payments terms, but do not include a stated interest rate. We use our incremental borrowing rate as the implied interest rate and the total lease payments to calculate our lease liability. \n​\nOur cash requirements consist primarily of day-to-day operating expenses, capital expenditures and contractual obligations with respect to interest on our Notes, office facility leases, capital equipment leases and other operating leases. We expect to make future payments on existing leases from cash generated from operations. We believe that the combination of funds to be generated from operations, borrowing on our Credit Facility and net working capital on hand will be adequate to finance our ongoing operations on a short-term (the next 12 months) and long-term (beyond the next 12 months) basis. In addition, we continue to explore acquisitions, strategic investments and joint ventures related to our business that we may acquire using cash, stock, debt, contribution of assets or a combination thereof.\n​\nOperating Activities\nNet cash provided by operating activities for the year ended June 30, 2023 was $203.2 million compared to $206.9 million for the year ended June 30, 2022. The $3.7 million decrease in cash provided by operations between periods was primarily due to a decrease in working capital of $2.6 million. \n​\nNet cash provided by operating activities for the year ended June 30, 2022 was $206.9 million compared to $134.2 million for the year ended June 30, 2021. The $72.7 million increase in cash provided by operations between periods was primarily due to an increase in net income and a lower increase in accounts receivable, partially offset by a decrease in accrued compensation and benefits and deferred revenue and other liabilities.\nNet cash provided by operating activities for the year ended June 30, 2021 was $134.2 million compared to $80.4 million for the year ended June 30, 2020. The $53.8 million increase in cash provided by operations between periods was primarily due to an increase in net income including non-cash adjustments partially offset by a decrease in working capital of $56.8 million. The decrease in other assets and liabilities was primarily due to increases in accounts receivable, and inventory, prepaid expenses and other assets; partially offset by an increase in accounts payable and accrued compensation and benefits. The increase in accounts receivable was related to the increase in revenue with schools with payment terms that extend beyond our fiscal year, while the increase in accrued compensation and benefits was related to an increase in our corporate bonus and accrued salaries.\nInvesting Activities\nNet cash used in investing activities for the years ended June 30, 2023, 2022 and 2021 was $118.2 million, $110.8 million and $165.4 million, respectively.\n56\n\n\nTable of Contents\nNet cash used in investing activities for the year ended June 30, 2023 increased $7.4 million from the year ended June 30, 2022. The increase was primarily due to higher net purchases of marketable securities of $4.2 million and an increase in capital expenditures year over year of $1.1 million.\n​\nNet cash used in investing activities for the year ended June 30, 2022 decreased $54.6 million from the year ended June 30, 2021. The decrease was primarily due to the acquisitions of MedCerts and Tech Elevator for $71.1 million in fiscal year 2021, partially offset by an increase in capital expenditures year over year of $15.3 million.\nNet cash used in investing activities for the year ended June 30, 2021 decreased $52.0 million from the year ended June 30, 2020. The decrease was primarily due to the acquisition of Galvanize during the year ended June 30, 2020 being more than the acquisitions of MedCerts and Tech Elevator during the year ended June 30, 2021 and purchases of marketable securities of $40.5 million. \nFinancing Activities\nNet cash used in financing activities for the years ended June 30, 2023 and 2022 was $63.5 million and $93.3 million, respectively. Net cash provided by financing activities for the year ended June 30, 2021, was $204.6 million.\nNet cash used in financing activities for the year ended June 30, 2023 decreased $29.8 million from the year ended June 30, 2022. The decrease was primarily due to a decrease in the repurchase of restricted stock for income tax withholding of $24.4 million and $22.9 million in deferred purchase consideration payments in fiscal year 2022, partially offset by a payment of contingent consideration of $7.0 million and an increase in the repayment of finance lease obligations incurred for the acquisition of student computers of $10.0 million.\nNet cash used in financing activities for the year ended June 30, 2022 decreased $297.9 million from the year ended June 30, 2021. The decrease was primarily due to the net proceeds from the issuance of our Notes of $408.6 million, partially offset by capped call purchases related to the Notes of $60.4 million, the repayment on our Credit Facility of $100.0 million in fiscal year 2021; $22.9 million in deferred purchase consideration payments related to MedCerts and Tech Elevator in fiscal year 2022; and an increase in the repurchase of restricted stock for income tax withholding of $37.9 million.\nNet cash provided by financing activities for the year ended June 30, 2021 increased $139.0 million from the year ended June 30, 2020. The increase was primarily due to the net proceeds from the issuance of our Notes of $408.6 million, partially offset by capped call purchases related to the Notes of $60.4 million and the repayment of our Credit Facility of $100.0 million. The net increase was partially offset by the net proceeds from our Credit Facility during the year ended June 30, 2020.\nRecent Accounting Pronouncements\nFor information regarding, “Recent Accounting Pronouncements,” please refer to Note 3, “Summary of Significant Accounting Policies,” contained within our consolidated financial statements in Part II, Item 8, of this Annual Report on Form 10-K.\n​",
    "item7a": ">ITEM 7A.  \nQUANTITATIVE AND QUALITATIVE DISCLOSURES ABOUT MARKET RISK\nInflation Risk\nCurrent inflation has resulted in higher personnel costs, marketing expenses and supply chain expenses. There can be no assurance that future inflation will not have an adverse or material impact on our operating results and financial condition.\n​\nInterest Rate Risk\nAt June 30, 2023 and 2022, we had cash and cash equivalents totaling $410.8 million and $389.4 million, respectively. Our excess cash has been invested in money market funds, government securities, corporate debt securities and similar investments. At June 30, 2023, a 1% gross increase in interest rates for our variable-interest instruments would result in a $4.1 million annualized increase in interest income. Additionally, the fair value of our investment portfolio is \n57\n\n\nTable of Contents\nsubject to changes in market interest rates.\n​\nOur short-term debt obligations under our Credit Facility are subject to interest rate exposure. At June 30, 2023, we had no outstanding balance on our Credit Facility.\n​\nForeign Currency Exchange Risk\nWe currently operate in several foreign countries, but we do not transact a material amount of business in a foreign currency. If we enter into any material transactions in a foreign currency or establish or acquire any subsidiaries that measure and record their financial condition and results of operations in a foreign currency, we will be exposed to currency transaction risk and/or currency translation risk. Exchange rates between U.S. dollars and many foreign currencies have fluctuated significantly over the last few years and may continue to do so in the future. Accordingly, we may decide in the future to undertake hedging strategies to minimize the effect of currency fluctuations on our financial condition and results of operations.\n​\n58\n\n\nTable of Contents",
    "cik": "1157408",
    "cusip6": "86333M",
    "cusip": [
        "86333M108",
        "86333M958",
        "86333M908"
    ],
    "names": [
        "STRIDE INC"
    ],
    "source": "https://www.sec.gov/Archives/edgar/data/1157408/000155837023015003/0001558370-23-015003-index.htm"
}