{
    "item1": ">Item 1.\nBusiness \n\n\n \n\n\nOverview\n\n\n \n\n\nWe are a dedicated contract development and manufacturing\norganization (“CDMO”) that provides a comprehensive range of services from process development to Current Good Manufacturing\nPractices (“CGMP”) clinical and commercial manufacturing of biologics for the biotechnology and biopharmaceutical industries.\nWith 30 years of experience producing biologics, our services include clinical and commercial drug substance manufacturing, bulk packaging,\nrelease and stability testing and regulatory submissions support. We also provide a variety of process development services, including\nupstream and downstream development and optimization, analytical method development, cell line development, testing and characterization.\n\n\n \n\n\nBusiness Strategy\n\n\n \n\n\nWe continue to execute on a growth strategy that\nseeks to align with the growth of the biopharmaceutical drug substance contract services market. That strategy encompasses the following\ncontinuing objectives:\n\n\n \n\n\n\n\n·\nInvest in additional manufacturing capacity, capabilities and resources required for us to achieve our\nlong-term growth strategy and meet the growth-demand of our customers’ programs, moving from development through to commercial manufacturing;\n\n\n\n\n \n \n \n\n\n\n\n·\nBroaden our market awareness through a diversified yet flexible marketing strategy;\n\n\n\n\n \n \n \n\n\n\n\n·\nExpand our customer base and programs with existing customers for both process development and manufacturing\nservice offerings;\n\n\n\n\n \n \n \n\n\n\n\n·\nExplore and invest in strategic opportunities both within our core business as well as in adjacent and/or\nsynergistic service offerings in order to enhance and/or broaden our capabilities; and\n\n\n\n\n \n \n \n\n\n\n\n·\nIncrease operating profit margin to best in class industry standards.\n\n\n \n\n\nOur Competitive Strengths\n\n\n \n\n\nWe believe that we are well positioned to address\nthe market for outsourced development and manufacturing of biopharmaceuticals derived from mammalian cell culture, due to the following\nfactors:\n\n\n \n\n\n\n\n·\nExpertise in Mammalian Cell Culture Manufacturing\n: We believe that continued consolidation in the\nCDMO industry has resulted in a limited number of qualified, agile and independent CDMOs with mammalian cell culture-based biologics development\nand manufacturing capabilities. The mammalian cell culture production method is highly suitable for manufacturing complex molecules (examples\ninclude monoclonal antibodies, next-generation antibodies and recombinant proteins), and we believe the benefits of the mammalian cell\nculture production method have played a significant role in accelerating the proliferation of biologics therapies. We believe we are well\npositioned in the industry, given our expertise in mammalian cell culture for biologics manufacturing.\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n2\n \n\n\n \n\n\n\n\n \n\n\n\n\n\n\n\n\n·\nBroad Spectrum of Services to Support Customers from Early Stage Development to Commercial\n: We\nprovide fully integrated and customized biomanufacturing services that support our customers from the early preclinical stage to commercial\nlaunch and supply. We believe pharmaceutical companies generally prefer to engage with CDMOs that are able to work with a product throughout\nits lifecycle and have long-standing track records of regulatory compliance and quality control. Our Process Development, CGMP Drug Substance\nBiomanufacturing, Project Management, Quality Systems and Quality Control are all supported by modern facilities designed to meet customer\nneeds from early stage development to commercial supply. We differentiate our capabilities through several key criteria: (i) we employ\na customer-centric approach and collaborate with our customers to tailor customized development and manufacturing services; (ii) our agile\nmanufacturing and development capabilities allow for rapid responses to shifting production requirements, leading to strong customer satisfaction\nand retention; and (iii) our single-use bioreactors contribute to enhanced manufacturing efficiency for our customers and reduce our\ncapital spending needs.\n\n\n \n\n\n\n\n\n\n·\nStrong Regulatory Track Record\n: Historically, developing the expertise to comply with stringent\nregulatory audits and validation requirements has been a challenge for both pharmaceutical companies and CDMOs, and has been seen as a\nsignificant barrier to entry for many CDMOs, as facilities can take years to construct and properly validate. We believe pharmaceutical\ncompanies place a premium on working with CDMOs that can ensure a high degree of regulatory compliance, which decreases execution risk.\nWe have a strong regulatory track record, consisting of a 20-year inspection history. Since 2005 we have successfully completed eight\npre-approval inspections, including six U.S. Food and Drug Administration (“FDA”) inspections since 2013, none of which resulted\nin any Form 483 observations by the FDA. Further, we routinely successfully comply with audits by large pharmaceutical companies.\n\n\n \n\n\n\n\n·\nModern and Optimized Infrastructure\n: With the recent expansion of our Myford facility and the ongoing\nconstruction of our single purpose-built cell and gene therapy development and CGMP manufacturing facility, as further discussed below,\nwe continue to position our business to capitalize on increasing demand in the biologics manufacturing industry for modular cleanroom\nspace, onsite analytical and process development laboratories and single-use bioreactors. These developments have driven demand among\npharmaceutical companies for facilities that can develop and produce pilot scale batches (up to 200 liters) in process development using\na process train that matches the single-use bioreactors in CGMP production. With single-use bioreactors ranging from 200 to 2,000 liters,\nour CGMP Myford facility offering more than 20,000 liters of total capacity is designed to provide our customers with the desired efficiency,\nflexibility and capacity.\n\n\n \n\n\n\n\n·\nSignificant Manufacturing Experience with a Proven Track Record\n: We have 30 years of experience\nproducing monoclonal antibodies and recombinant proteins, over 18 years of CGMP commercial manufacturing experience and over 15 years\nof experience with single-use bioreactor technology. We believe this experience, combined with our management team’s and board of\ndirectors’ deep experience in the CDMO and pharmaceutical industry, positions us to take advantage of positive long-term industry\ntrends.\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n3\n \n\n\n \n\n\n\n\n \n\n\nOur Growth Strategy\n\n\n \n\n\nWe believe we have a significant opportunity to\ncontinue to drive organic growth by leveraging our strengths, broadening our capabilities, increasing our capacity and improving our market\nvisibility through the following strategies: \n\n\n \n\n\n\n\n·\nDiversify Customer Base\n: We have diversified and expanded our customer base and have\n                                                                                                             developed marketing and sales strategies designed to further diversify our customer base and drive new customer acquisitions, while\n                                                                                                             also continuing to leverage our existing relationships to support new programs with our existing customers.\n\n\n\n\n \n \n \n\n\n\n\n·\nExpand Service Offerings\n: We have invested in strategic opportunities to expand our service\n                                                                                                             offerings. During fiscal 2022, we expanded our CDMO service offering into viral vector development and\n                                                                                                             manufacturing services for the rapidly growing cell and gene therapy (“CGT”) market. In addition, during fiscal 2023, we\n                                                                                                             added in-house cell line development services, further rounding out our mammalian cell offering.\n\n\n\n\n \n \n \n\n\n\n\n·\nExpand Process Development Capabilities\n: We have expanded our process development\n                                                                                                             capabilities in order to make our operations more attractive to emerging, mid-sized and large pharmaceutical companies. For example,\n                                                                                                             during calendar year 2019 we expanded our total available process development and laboratory space, upgrading the infrastructure and\n                                                                                                             equipment within our existing process development laboratories, and implementing new state-of-the-art technologies and equipment\n                                                                                                             (including benchtop bioreactors and pilot scale manufacturing up to 200 liters) designed to facilitate efficient, high-throughput\n                                                                                                             development of innovative upstream and downstream manufacturing processes that transfer directly into our CGMP manufacturing\n                                                                                                             facility. In the fourth quarter of fiscal 2023, we further expanded the process development capacity of our mammalian cell culture\n                                                                                                             services by adding new suites within our existing process development laboratory space that have the potential to increase our\n                                                                                                             revenue generating capabilities by approximately $25 million. We will continue to explore the addition of capabilities and services\n                                                                                                             that bring value to our customers, enhancing their processing design, speeding their time to market and supporting these activities\n                                                                                                             with state-of-the-art analytics.\n\n\n\n\n \n \n \n\n\n\n\n·\nExpand Manufacturing Footprint and Enhance Efficiencies\n: During fiscal 2021, we initiated a\n                                                                                                             two-phased expansion of our Myford facility. The first phase, which expanded the production capacity of our\n                                                                                                             Myford facility by adding an additional downstream processing suite, was completed in January 2022.  The second\n                                                                                                             phase, which was completed in March 2023, further expanded our capacity with the addition of a second manufacturing train,\n                                                                                                             including both upstream and downstream processing suites. During fiscal 2022, we initiated the construction of a world-class, single\n                                                                                                             purpose-built CGT development and CGMP manufacturing facility in Costa Mesa, California. In June 2022, we completed the first phase\n                                                                                                             of our two-phase construction plan with the opening of our new analytical and process development laboratories. The second phase of\n                                                                                                             construction is the build-out of CGMP manufacturing suites, which is expected to be online by the third quarter of calendar 2023.\n                                                                                                             Upon completion of the entire build out of our CGT facility, we estimate that this expansion, combined with our existing facilities,\n                                                                                                             which includes the recently completed Myford facility expansion, has the potential to bring our total annual revenue generating\n                                                                                                             capacity to approximately $400 million, depending on the mix of projects.\n\n\n\n\n \n \n \n\n\n\n\n·\nIncrease Operating Margins\n: We believe we have the opportunity to drive operating margin expansion\nby utilizing our available capacity, and implementing continuous process efficiencies. We believe increased facility capacity utilization\nresulting from the growth strategies described herein will improve operating margins.\n\n\n\n\n \n \n \n\n\n\n\n·\nReinvest in Equipment and Facilities\n: We believe that re-investing in our laboratory and manufacturing\nequipment and facilities is strategically important to meet future customer demand. For example, as discussed above, we recently completed\ntwo mammalian cell capacity expansion projects and continue to advance the build-out of our CGT facility, which we believe will allow\nus to meet the demands of our growing backlog of customer projects.\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n4\n \n\n\n \n\n\n\n\n \n\n\n\n\n·\nExplore & Invest in Strategic Opportunities\n: We will evaluate potential synergistic strategic\nopportunities, that we believe would add:\n\n\n \n\n\n\n\no\nCapabilities/services to our existing biologics development and manufacturing offerings that enhance our\nability to provide our customers with more tailored and better solutions; and/or\n\n\n\n\no\nAdjacent capabilities/services to service other segments of the biologic’s development and manufacturing\nsegment of the market, that we feel would value our experience, in particular our technical, commercial and regulatory experience, all\ncombined with a high touch, flexible and customer-centric level of service.\n\n\n \n\n\nOur Facilities\n\n\n \n\n\nMammalian Cell Facilities\n\n\n \n\n\nOur 84,000 square foot Myford facility, located\nin Orange County, California, utilizes single-use equipment up to the 2,000-liter manufacturing scale to accommodate a fully disposable\nbiomanufacturing process for products from clinical development to commercial supply. In April 2023, we announced the completion of our\nnewly expanded manufacturing capacity within the Myford facility which included the addition of both upstream and downstream CGMP manufacturing\nsuites. Our Myford facility includes single-use bioreactors (200-liter to 2,000-liter), four downstream processing suites, quality control\nlabs for environmental and analytical testing, and cell bank cryofreezers, warehousing and material storage (including walk-in cold rooms),\noffering more than 20,000 liters of total capacity.\n\n\n \n\n\nFollowing the recent completion of our newly expanded\nMyford facility, we transitioned customer products previously manufactured in our Franklin facility to our Myford facility. As a result,\nour manufacturing services have fully transition to a single-use disposable platform.\n\n\n \n\n\nOur state-of-the art upstream, downstream and\npilot-scale development space is located on the same campus as our Myford facility. During the fourth quarter of fiscal 2023, we further\nexpanded the process development capacity of our mammalian cell culture services by adding new suites within our existing process development\nlaboratory space, which has doubled our total process development capacity.\n\n\n \n\n\nCell and Gene Therapy Facility\n\n\n \n\n\nWe have taken and continue to take steps to explore\nand invest in strategic opportunities to expand our service offerings. During fiscal 2022, we commenced the expansion of our CDMO service\noffering into viral vector development and manufacturing services for the rapidly growing CGT market. This expansion consists of a two-phased\napproach to the construction of a world-class, single purpose-built CGT development and CGMP manufacturing facility in Costa Mesa, California\n(the “CGT Facility”). In June 2022, we completed the first phase with the opening of our new analytical and process development\nlaboratories. The second phase of construction includes the build-out of CGMP manufacturing suites, which are expected to be online by\nthe end of the third quarter of calendar 2023.\n\n\n \n\n\nManufacturing and Raw Materials\n\n\n \n\n\nWe manufacture CGMP pharmaceutical-grade products\nfor our customers. The process for manufacturing generally uses commercially available raw materials from multiple suppliers, and in some\ninstances, from a single source supplier. We rely on third parties to supply most of the necessary raw materials and supplies for the\nproducts we manufacture on behalf of our customers and our inability to obtain such raw materials or supplies may adversely impact our\nbusiness, financial condition, and results of operations. See “Risk Factors—Risks Related to Our Business” for additional\ndiscussion of raw materials supplied by third party vendors for the products we manufacture for our customers.\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n5\n \n\n\n \n\n\n\n\n \n\n\nRegulatory Matters\n\n\n \n\n\nWe have a strong and proven regulatory track\nrecord, including 20 years of inspection history. To date, we have been audited and qualified by large and small domestic and\nforeign biotechnology companies interested in the production of biologic material for clinical and commercial use. Additionally, we\nhave been audited by several regulatory agencies, including the FDA, the European Medicines Agency (“EMA”), the\nBrazilian Health Surveillance Agency (“ANVISA”), the Canadian Health Authority (“Health Canada”), the\nCalifornia Department of Health and the Australian Department of Health.\n\n\n \n\n\nWe are required to comply with the regulatory\nrequirements of various local, state, national and international regulatory bodies having jurisdiction in the countries or localities\nwhere we manufacture products or where our customers’ products are distributed. In particular, we are subject to laws and regulations\nconcerning research and development, testing, manufacturing processes, equipment and facilities, including compliance with CGMPs, labeling\nand distribution, import and export, and product registration and listing. As a result, our facilities are subject to regulation by the\nFDA, as well as regulatory bodies of other jurisdictions where our customers have marketing approval for their products including, but\nnot limited to, the EMA, ANVISA, Health Canada, and the Australian Department of Health. We are also required to comply with environmental,\nhealth and safety laws and regulations, as discussed in “Environmental and Safety Matters” below. These regulatory requirements\nimpact many aspects of our operations, including manufacturing, developing, labeling, packaging, storage, distribution, import and export\nand record keeping related to customers’ products. Noncompliance with any applicable regulatory requirements can result in government\nrefusal to approve facilities for manufacturing products or products for commercialization.\n\n\n \n\n\nOur customers’ products must undergo pre-clinical\nand clinical evaluations relating to product safety and efficacy before they are approved as commercial therapeutic products. The regulatory\nauthorities having jurisdiction in the countries in which our customers intend to market their products may delay or put on hold clinical\ntrials, delay approval of a product or determine that the product is not approvable. The FDA or other regulatory agencies can delay approval\nof a drug if our manufacturing facilities are not able to demonstrate compliance with CGMPs, pass other aspects of pre-approval inspections\n(i.e., compliance with filed submissions) or properly scale up to produce commercial supplies. The FDA and comparable government authorities\nhaving jurisdiction in the countries in which our customers intend to market their products have the authority to withdraw product approval\nor suspend manufacturing if there are significant problems with raw materials or supplies, quality control and assurance or the product\nis deemed adulterated or misbranded. If new legislation or regulations are enacted or existing legislation or regulations are amended\nor are interpreted or enforced differently, we may be required to obtain additional approvals or operate according to different manufacturing\nor operating standards or pay additional fees. This may require a change in our manufacturing techniques or additional capital investments\nin our facilities.\n\n\n \n\n\n\n\nEnvironmental and Safety Matters\n\n\n \n\n\nCertain products manufactured by us involve the\nuse, storage and transportation of toxic and hazardous materials. Our operations are subject to extensive laws and regulations relating\nto the storage, handling, emission, transportation and discharge of materials into the environment and the maintenance of safe working\nconditions. We maintain environmental and industrial safety and health compliance programs and training at our facilities.\n\n\n \n\n\nPrevailing legislation tends to hold companies\nprimarily responsible for the proper disposal of their waste even after transfer to third party waste disposal facilities. Other future\ndevelopments, such as increasingly strict environmental, health and safety laws and regulations, and enforcement policies, could result\nin substantial costs and liabilities to us and could subject the handling, manufacture, use, reuse or disposal of substances or pollutants\nat our facilities to more rigorous scrutiny than at present.\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n6\n \n\n\n \n\n\n\n\n \n\n\nIntellectual Property\n\n\n \n\n\nWe do not currently own any patents and do not\nhave any patent applications pending in the United States or any foreign countries. However, we have acquired and developed and continue\nto acquire and develop knowledge and expertise (“know-how”) and trade secrets in the provision of process development and\nmanufacturing services. Our know-how and trade secrets may not be patentable, but they are valuable in that they enhance our ability to\nprovide high-quality services to our customers. We typically place restrictions in our agreements with third-parties, which contractually\nrestrict their right to use and disclose any of our proprietary technology with which they may be involved. In addition, we have internal\nnon-disclosure safeguards, including confidentiality agreements, with our employees.\n\n\n \n\n\nWe also own trademarks to protect the names of\nour services. Trademark protection continues in some countries as long as the trademark is used, and in other countries, as long as the\ntrademark is registered. Trademark registration is for fixed terms and can be renewed indefinitely.\n\n\n \n\n\nSegment Information\n\n\n \n\n\nOur business is organized into one reportable\noperating segment, our contract manufacturing and development services segment. \nIn\naddition, we had no foreign-based operations and no long-lived assets located in foreign countries as of and for the fiscal years ended\nApril 30, 2023, 2022 and 2021.\n\n\n \n\n\nCustomers\n\n\n \n\n\nRevenues have historically been derived from a\nsmall customer base. Although we continue to expand our customer base, we remain dependent on a limited number of customers for a substantial\nmajority of our revenues. For the fiscal years ended April 30, 2023, 2022 and 2021, we derived approximately 65%, 60% and 76% of our revenues\nfrom our top three customers, respectively. The loss of, or a significant reduction of business from, any of our primary customers could\nhave a material adverse effect on our business, financial condition and results of operations. Refer to Note 2, “Summary of Significant\nAccounting Policies” of the Notes to Consolidated Financial Statements for additional financial information regarding our customer\nconcentration.\n\n\n \n\n\nSeasonality\n\n\n \n\n\nOur business is not subject to seasonality. However,\nthe timing of customer orders, the scale, scope, mix, and the duration of our fulfillment of such customer orders can result in variability\nin our periodic revenues.\n\n\n \n\n\nBacklog\n\n\n \n\n\nOur backlog represents, as of a point in\ntime, expected future revenue from work not yet completed under signed contracts. As of April 30, 2023, our backlog was\napproximately $191 million, a 25% increase as compared to approximately $153 million as of April 30, 2022. While we anticipate a\nsignificant amount of our backlog will be recognized over the next five (5) fiscal quarters, our backlog is subject to a number of\nrisks and uncertainties, including but not limited to: the risk that a customer timely cancels its commitments prior to our\ninitiation of services, in which case we may be required to refund some or all of the amounts paid to us in advance under those\ncanceled commitments; the risk that a customer may experience delays in its program(s) or otherwise, which could result in the\npostponement of anticipated services; the risk that we may not successfully execute on all customer projects; and the risk that\ncommencement of customer projects may be postponed due to supply chain delays, any of which could have a negative impact on our\nliquidity, reported backlog and future revenues and profitability.\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n7\n \n\n\n \n\n\n\n\n \n\n\nCompetition\n\n\n \n\n\nOur competition in the CDMO market includes a\nnumber of full-service contract manufacturers and large pharmaceutical companies that have the ability to insource manufacturing. Also,\nsome pharmaceutical companies have been seeking to divest all or portions of their manufacturing capacity, and any such divested assets\nmay be acquired by our competitors. Some of our significantly larger and global competitors have substantially greater financial, marketing,\ntechnical and other resources than we do. Moreover, additional competition may emerge and may, among other things, create downward pricing\npressure, which could negatively impact our financial condition and results of operations.\n\n\n \n\n\nHuman Capital \n\n\n \n\n\nAs of April 30,\n2023, we had 365 employees. All of our employees are based in Orange County, California, with the exception of a small number of\nemployees primarily within our sales, marketing and supply chain functions who are located in various other states. None of our\nemployees are represented by labor unions or are covered by a collective bargaining agreement with respect to their employment. We\nhave not experienced any work stoppages, and we consider our relationship with our employees to be good.\n\n\n \n\n\nWe consider talent acquisition,\ndevelopment, engagement and retention a key driver to our business success and are committed to developing a comprehensive, cohesive and\npositive company culture focused on quality and a commitment to the safety and health of our employees, customers and the general public.\nWe accomplish these initiatives through the following:\n\n\n \n\n\nTalent Acquisition\nand Retention\n\n\n \n\n\nWe are dedicated to\nattracting and retaining exceptional talent, recognizing their vital contribution to our success. In a highly competitive employment market,\nparticularly for science, technology, engineering and math (“STEM”) skills, our talent acquisition team employs a comprehensive\napproach. We embrace alternative degree paths, establish collaborative relationships with organizations, schools, and universities, and\nhave launched an internship program to build a pipeline of early-career talent.\n\n\n \n\n\nTotal Rewards\n\n\n \n\n\nWe have implemented a\ntotal rewards program which we believe allows us to compete for top talent in the Southern California market. Our total rewards philosophy\nhas been to create investment in our workforce by offering competitive compensation and benefits package. We provide all full-time employees\nwith compensation packages that include base salary, annual discretionary incentive bonuses, and long-term equity awards. We also offer\ncomprehensive employee benefits, including life, disability, and health insurance (including medical, dental and vision), dependent care\nand flexible spending accounts, paid time off, leaves (including medical, maternity and paternity leaves), Employee Stock Purchase Program,\na 401(k) plan with a company match and educational assistance. It is our expressed intent to be an employer of choice in our industry\nby providing market-competitive compensation and benefits package.\n\n\n \n\n\nHealth, Safety,\nand Wellness\n\n\n \n\n\nThe health, safety, and\nwellness of our employees is a priority in which we have always invested and will continue to do so. We provide our employees and their\nfamilies with access to a variety of innovative, flexible, and convenient health and wellness programs. Program benefits are intended\nto provide protection and security, so employees can have peace of mind concerning events that may require time away from work or that\nmay impact their financial well-being.\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n8\n \n\n\n \n\n\n\n\n \n\n\nDiversity, Equity,\nand Inclusion\n\n\n \n\n\nWe believe a diverse\nworkforce is critical to our success and we are fundamentally committed to creating and maintaining a work environment in which employees\nare treated fairly, with dignity, decency, respect and in accordance with all applicable laws. We strive to create a professional work\nenvironment that is free from all forms of harassment, discrimination and bullying in the workplace, including sexual harassment and any\nform of retaliation. We are an equal opportunity employer and we strive to administer all human resources actions and policies without\nregard to race, color, religion, sex, national origin, ethnicity, age, disability, sexual orientation, gender identification or expression,\npast or present military or veteran status, marital status, familial status, or any other status protected by applicable law. Our management\nteam and employees are expected to exhibit and promote honest, ethical, and respectful conduct in the workplace. All employees must adhere\nto a code of business conduct and ethics and our employee handbook, which combined, define standards for appropriate behavior and are\nannually trained to help prevent, identify, report, and stop any type of discrimination and harassment. Our recruitment, hiring, development,\ntraining, compensation, and advancement is based on qualifications, performance, skills, and experience without regard to gender, race,\nor ethnicity.\n\n\n \n\n\nTraining and Development\n\n\n \n\n\nWe believe in encouraging\nemployees in becoming lifelong learners by providing ongoing learning and leadership training opportunities. As part of onboarding of\nnew employees, we provide comprehensive training regarding CGMP, environmental, health and safety practices, as well as job function specific\ntraining. Many of these training programs are repeated annually and are supplemented by other periodic training programs to maintain and\nimprove employee awareness of safety and other issues. Several times per year we provide supervisory training to newly promoted, or soon\nto be promoted employees, as well as sponsor more senior employees’ participation in external leadership programs. We listen to\nthe needs of our employees and employ appropriate training methods ranging from in-house, partnering with outside vendors, attending conferences\nand networking events. Additionally, we applied for and received training funds through a State of California program supporting the biotechnology\nindustry through the development of future biotech workers. This program provides us with additional funds to help supplement our training\nprograms.\n\n\n \n\n\nWe have a formal annual review process not only\nto determine pay and equity adjustments tied to individual contributions, but to identify areas where training and development may be\nneeded. In addition, we strive to provide real-time recognition of employee performance, including through a web-based portal where employees\ncan be nominated for various levels of spot awards and accumulate points towards the purchase of gifts.\n\n\n \n\n\nCompany Culture\n\n\n \n\n\nWe are committed to instilling\na company culture that is focused on integrity, transparency, quality and respect. We expect our employees to observe the highest levels\nof business ethics, integrity, mutual respect, tolerance and inclusivity. Our employee handbook and Code of Business Conduct and Ethics\nset forth policies reflecting these values and provide direction for registering complaints in the event of any violation of our policies.\nWe maintain an “open door” policy at all levels of our organization and any form of retaliation against an employee is strictly\nprohibited.\n\n\n \n\n\nEmployee Engagement\n\n\n \n\n\nWe believe that in order to be successful, we\nmust build and maintain a relationship with our employees that focuses on transparency and listening to their recommendations. We proactively\ncommunicate through all-employee meetings, department meetings, one-on-one meetings and check-ins. Employee input regarding our organizational\nclimate is solicited at least annually through a combination of internal and external surveys solicited from all employees. We routinely\nuse the information gathered in these processes to address identified key areas for improvement.\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n9\n \n\n\n \n\n\n\n\n \n\n\nCorporate Responsibility and Sustainability\n\n\n \n\n\nIn fiscal 2022 we engaged a third-party consultant\nto assist us with our establishment of a more formal environmental, social, governance (“ESG”) and sustainability program.\nWorking with the consultant, and under the oversight of our Corporate Governance Committee, we embarked on a comprehensive initiative\nto assess, benchmark and prioritize our ESG and sustainability practices. In addition, our executive leadership team assembled\na working team to formally launch the first phase of this initiative focusing on sustainable procurement and other environmental initiatives,\nincluding the engagement of EcoVadis, a leading global corporate social responsibility and sustainability company, to help us establish\nand enhance processes supporting strong ESG practices throughout our supply chain. This arrangement provides an independent supplier assessment\nagainst 21 criteria in categories of environment, labor and human rights, ethics, and sustainable procurement. During fiscal 2023 we focused\non building our supplier procurement program with EcoVadis, ultimately onboarding more than 90% of our procurement spend with rated suppliers\nin the EcoVadis program. As we continue to build our sustainable procurement program, we have also approved a supplier code of conduct,\nwhich formalizes our commitment to build a network of suppliers consisting of ethical and reliable partners. In addition to our sustainable\nprocurement program, we have formalized an executive steering team to drive overall ESG initiatives and their associated workstreams for\nour people, community and environment.\n\n\n \n\n\nCompany Information\n\n\n \n\n\nWe were originally incorporated in the State of\nCalifornia in June 1981 and reincorporated in the State of Delaware in September  1996. Our principal executive offices are located\nat 14191 Myford Road, Tustin, California, 92780 and our telephone number is (714) 508-6100. Our principal website address is \nwww.avidbio.com\n.\nThe information on, or that can be accessed through, our website is not part of this Annual Report.\n\n\n \n\n\nAvailable Information\n\n\n \n\n\nThis Annual Report, our Quarterly Reports on Form 10-Q,\nour Current Reports on Form 8-K, and our proxy statements, and all amendments to those reports filed with or furnished to the SEC\nare available, free of charge, through the SEC’s website at www.sec.gov and our website at \nwww.avidbio.com\n as soon as reasonably\npracticable after such reports are electronically filed with or furnished to the SEC. The information on, or that can be accessed through,\nour website is not part of this Annual Report.\n\n\n\n\n \n\n\n\n",
    "item1a": ">Item 1A.\nRisk Factors\n\n\n \n\n\nYou should carefully consider\nthe risks and uncertainties described below, together with all of the other information contained in this Annual Report, including our\nconsolidated financial statements and the related notes thereto, before making a decision to invest in our securities. The risks and uncertainties\ndescribed below are not the only ones we face. Additional risks and uncertainties not presently known to us, or that we currently believe\nare not material, also may become important factors that affect us and impair our business operations. The occurrence of any of the events\nor developments discussed in the risk factors below could have a material and adverse impact on our business, financial condition, results\nof operations and cash flows and, in such case, our future prospects would likely be materially and adversely affected.\n\n\n \n\n\nRisks Related to Our Business\n\n\n \n\n\nA significant portion of our revenues comes\nfrom a limited number of customers.\n\n\n \n\n\nOur revenues have historically been derived from\na limited number of customers. Although we continue to expand our customer base, we remain dependent on a limited number of customers\nfor a substantial majority of our revenues. For example, for the fiscal years ended April 30, 2023, 2022 and 2021, we derived approximately\n65%, 60% and 76% of our revenues from our top three customers, respectively. The loss of, or a significant reduction of business from,\nany of our primary customers could have a material adverse effect on our business, financial condition, and results of operations.\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n10\n \n\n\n \n\n\n\n\n \n\n\n\n\n\n\nWe generally do not have long-term customer\ncontracts and our backlog cannot be relied upon as a future indicator of revenues.\n\n\n \n\n\nWe generally do not have long-term contracts with\nour customers, and existing contracts and purchase commitments may be canceled under certain circumstances. As a result, we are exposed\nto market and competitive price pressures on every order, and our agreements with customers do not provide assurance of future revenues.\nOur customers are not required to make minimum purchases and, in certain circumstances, may cease using our services at any time without\npenalty. Our backlog should not be relied on as a measure of anticipated demand or future revenue, because the orders constituting our\nbacklog may be subject to changes in delivery schedules or cancellation without significant penalty to the customer. Any reductions, cancellations\nor deferrals in customer orders would negatively impact our business.\n\n\n \n\n\n\n\n\n\nWe are making a significant investment by\nexpanding our CDMO service offering into the development and manufacture of viral vectors which will subject us to a number of risks and\nuncertainties that could adversely affect our operations and financial results.\n\n\n \n\n\nOur  expansion of our CDMO service offering into viral vector development and manufacturing services for the cell and gene therapy market\ninvolves a number of risks that could adversely affect our operations and financial results, including the following risks: \n\n\n \n\n\n\n\n·\nwe may experience delays in the construction of the manufacturing facility, including delays in the receipt,\ninstallation and/or validation of necessary equipment;\n\n\n\n\n·\nwe may experience significant cost overruns associated with the construction of the facility;\n\n\n\n\n·\nour entry into a new service offering may distract our executive teams’ focus on our core mammalian\ncell culture operations;\n\n\n\n\n·\nwe may be unable to timely hire qualified individuals to manage and our viral vector operations; and\n\n\n\n\n·\nwe may experience delays and other challenges engaging viral vector customers due to our lack of operating\nexperience in the viral vector market.\n\n\n \n\n\nIn addition to the foregoing, we have commenced\na service offering that is currently dominated by a small number of larger organizations with established viral vector operations and\nsignificantly greater financial resources with whom we may experience difficulties in competing for talent and customers. If we are unable\nto manage these risks, our business and operating results could be materially harmed.\n\n\n \n\n\nWe have made a significant capital investment in our\nMyford facility in order to meet potential future mammalian cell culture development and manufacturing needs and, as a result, we depend\non the success of attracting new and retaining existing customers’ business.\n\n\n \n\n\nIn the fourth quarter of fiscal 2023, we\ncompleted the expansion of our Myford facility, which significantly expanded its production capacity. This expansion represents a\nsubstantial investment in our manufacturing capabilities, and has resulted in a significant increase in our fixed costs. If we are\nnot able to utilize the additional capacity from this expansion, our margins could be adversely affected. Further, our future\nrevenues may not  be sufficient to ensure the economical operation of this expanded capacity, in which case, our results of\noperations could be adversely affected.\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n11\n \n\n\n \n\n\n\n\n \n\n\n\n\nOur rapid growth during the past three fiscal\nyears may not be indicative of our future growth, and if we continue to grow rapidly, we may fail to manage our growth effectively.\n\n\n \n\n\nFrom the fiscal year ended April 30, 2020 through\nthe fiscal year ended April 30, 2023, our revenues have increased from $59.7 million to $149.3 million, representing growth in revenues\nof 150% over the three year period. We believe our ability to continue to experience revenue growth will depend on a number of factors,\nincluding our ability to:\n\n\n \n\n\n\n\n\n\n·\ncomplete the construction of our cell and gene therapy facility;\n\n\n\n\n·\ncontinue to expand our customer base, and identify and focus on additional development and manufacturing\nopportunities with existing customers;\n\n\n\n\n·\neffectively compete with our competitors in the contract development and manufacturing sector;\n\n\n\n\n·\ncontinue to broaden our market awareness through a diversified, yet flexible, marketing strategy; and\n\n\n\n\n·\nselectively pursue complementary or adjacent service offerings, either organically or through acquisition.\n\n\n \n\n\nMoreover, we continue to expand our headcount\nand operations. We grew from 227 employees as of April 30, 2020 to 365 employees as of April 30, 2023. We anticipate that we will continue\nto expand our operations and headcount in the near term and beyond. This potential future growth could place a significant strain on our\nmanagement, administrative, operational and financial resources, company culture and infrastructure. Our success will depend in part on\nour ability to manage this growth effectively while retaining personnel. To manage the expected growth of our operations and personnel,\nwe will need to continue to improve our operational, financial and management controls and our reporting systems and procedures. Failure\nto effectively manage growth could result in difficulty or delays in adding new customers, maintaining our strong quality systems, declines\nin quality or customer satisfaction, increases in costs, system failures, difficulties in introducing new features or solutions, the need\nfor more capital than we anticipate or other operational difficulties, and any of these difficulties could harm our business performance\nand results of operations.\n\n\n \n\n\nWe rely on third parties to supply most\nof the necessary raw materials and supplies for the products we manufacture on behalf of our customers and our inability to obtain such\nraw materials or supplies may adversely impact our business, financial condition, and results of operations.\n\n\n \n\n\nOur operations require various raw materials,\nincluding proprietary media, resins, buffers, and filters, in addition to numerous additional raw materials supplied primarily by third\nparties. We or our customers specify the raw materials and other items required to manufacture their product and, in some cases, specify\nthe suppliers from whom we must purchase these raw materials. In certain instances, the raw materials and other items can only be supplied\nby a limited number of suppliers and, in some cases, a single source, or in limited quantities. If third-party suppliers do not supply\nraw materials or other items on a timely basis, it may cause a manufacturing run to be delayed or canceled which would adversely impact\nour financial condition and results of operations. Additionally, we do not have long-term supply contracts with any of our single source\nsuppliers. If we experience difficulties acquiring sufficient quantities of required materials or products from our existing suppliers,\nor if our suppliers are found to be non-compliant with the FDA’s quality system regulation, CGMPs or other applicable laws or regulations,\nwe would be required to find alternative suppliers. If our primary suppliers become unable or unwilling to perform, any resulting delays\nor interruptions in the supply of raw materials required to support our manufacturing of CGMP pharmaceutical-grade products would ultimately\ndelay our manufacture of products for our customers, which could materially and adversely affect our financial condition and operating\nresults. Furthermore, third-party suppliers may fail to provide us with raw materials and other items that meet the qualifications and\nspecifications required by us or our customers. If third-party suppliers are not able to provide us with raw materials that meet our or\nour customers’ specifications on a timely basis, we may be unable to manufacture their product or it could prevent us from delivering\nproducts to our customers within required timeframes. Any such delay in delivering our products may create liability for us to our customers\nfor breach of contract or cause us to experience order cancellations and loss of customers. In the event that we manufacture products\nwith inferior quality components and raw materials, we may become subject to product liability claims caused by defective raw materials\nor components from a third-party supplier or from a customer, or our customer may be required to recall its products from the market.\n\n\n \n\n\n \n\n\n\n\n\n\n \n12\n \n\n\n \n\n\n\n\n \n\n\nWe, and certain of our customers may, maintain\ncash at financial institutions, often in balances that exceed federally-insured limits. The failure of financial institutions could adversely\naffect our access to to our funds, our ability to pay operational expenses or make other payments, and the ability of our customers to\npay us for our services.\n\n\n \n\n\nWe, and certain of our customers may,\nmaintain cash in accounts that exceed the Federal Deposit Insurance Corporation (“FDIC”) insurance limits. If such\nbanking institutions were to fail, we and/or potentially certain of our customers could lose all or a portion of those amounts held\nin excess of such insurance limitations. For example, the FDIC took control of Silicon Valley Bank on March 10, 2023. Although we\ndid not have any cash or cash equivalents at Silicon Valley Bank and the Federal Reserve subsequently announced that account holders\nwould be made whole, the FDIC may not make all account holders whole in the event of future bank failures. In addition, even if\naccount holders are ultimately made whole with respect to a future bank failure, account holders’ access to their accounts and\nassets held in their accounts may be substantially delayed. Any material loss that we and/or our customers may experience in the\nfuture or inability for a material time period to access our or their cash and cash equivalents could have an adverse effect on our\nability to pay our operational expenses or make other payments, and/or our customers’ ability to pay us for services rendered\n(or may cause them to cancel scheduled services) which could adversely affect our business.\n\n\n \n\n\nAll of our manufacturing facilities are\nsituated in Orange County, California, which increases our exposure to significant disruption to our business as a result of unforeseeable\ndevelopments in a single geographic area.\n\n\n \n\n\nWe operate our manufacturing facilities in Orange\nCounty, California. It is possible that we could experience prolonged periods of reduced production due to unforeseen catastrophic events\noccurring in or around our facilities. It is also possible that operations could be disrupted due to other unforeseen circumstances such\nas power outages, explosions, fires, floods, earthquakes or accidents. As a result, we may be unable to shift manufacturing capabilities\nto alternate locations, accept materials from suppliers, meet customer shipment needs or address other severe consequences that may be\nencountered, and we may suffer damage to our reputation. Our financial condition and results of our operations could be materially adversely\naffected were such events to occur.\n\n\n \n\n\nOur manufacturing services are highly complex,\nand if we are unable to provide quality and timely services to our customers, our business could suffer.\n\n\n \n\n\nThe manufacturing services we offer are highly\ncomplex, due in part to strict regulatory requirements. A failure of our quality control systems in our facilities could cause problems\nto arise in connection with facility operations for a variety of reasons, including equipment malfunction, viral contamination, failure\nto follow specific manufacturing instructions, protocols and standard operating procedures, problems with raw materials or environmental\nfactors. Such problems could affect production of a single manufacturing run or a series of runs, requiring the destruction of products,\nor could halt manufacturing operations altogether. In addition, our failure to meet required quality standards may result in our failure\nto timely deliver products to our customers, which, in turn, could damage our reputation for quality and service. Any such incident could,\namong other things, lead to increased costs, lost revenue, reimbursement to customers for lost drug substance, damage to and possibly\ntermination of existing customer relationships, time and expense spent investigating the cause and, depending on the cause, similar losses\nwith respect to other manufacturing runs. With respect to our commercial manufacturing, if problems are not discovered before the product\nis released to the market, we may be subject to regulatory actions, including product recalls, product seizures, injunctions to halt manufacture\nand distribution, restrictions on our operations, civil sanctions, including monetary sanctions, and criminal actions. In addition, such\nissues could subject us to litigation, the cost of which could be significant.\n\n\n \n\n\nIf we do not enhance our existing, or introduce\nnew, service offerings in a timely manner, our offerings may become obsolete or noncompetitive over time, customers may not buy our offerings\nand our revenues and profitability may decline. \n\n\n \n\n\nDemand for our manufacturing services may change\nin ways that we may not anticipate due to evolving industry standards and customer needs that are increasingly sophisticated and varied,\nas well as the introduction by others of new offerings and technologies that provide alternatives to our offerings. In the event we are\nunable to offer or enhance our service offerings or expand our manufacturing infrastructure to accommodate requests from our customers\nand potential customers, our offerings may become obsolete or noncompetitive over time, in which case our revenue and operating results\nwould suffer. For example, if we are unable to respond to changes in the nature or extent of the technological or other needs of our customers\nthrough enhancing our offerings, our competition may develop offerings that are more competitive than ours, and we could find it more difficult\nto renew or expand existing agreements or obtain new agreements. Potential innovations intended to facilitate enhanced or new offerings\ngenerally will require a substantial capital investment before we can determine their commercial viability, and we may not have financial\nresources sufficient to fund all desired innovations. Even if we succeed in creating enhanced or new offerings, however, they may still\nfail to result in commercially successful offerings or may not produce revenue in excess of our costs of development, and they may be\nrendered obsolete by changing customer preferences or the introduction by our competitors of offerings embodying new technologies or features.\nFinally, the marketplace may not accept our innovations due to, among other things, existing patterns of clinical practice, the need for\nregulatory clearance and/or uncertainty over market access or government or third-party reimbursement.\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n13\n \n\n\n \n\n\n\n\n \n\n\n\n\nIf we use hazardous and biological materials\nin a manner that causes injury or violates applicable law, we may be liable for damages.\n\n\n \n\n\nOur contract manufacturing operations involve\nthe controlled use of hazardous materials and chemicals. We are subject to federal, state and local laws and regulations in the United\nStates governing the use, manufacture, storage, handling and disposal of hazardous materials and chemicals. Although we believe that our\nprocedures for using, handling, storing and disposing of these materials comply with legally prescribed standards, we may incur significant\nadditional costs to comply with applicable laws in the future. Also, even if we are in compliance with applicable laws, we cannot completely\neliminate the risk of contamination or injury resulting from hazardous materials or chemicals. As a result of any such contamination or\ninjury, we may incur liability, or local, city, state or federal authorities may curtail the use of these materials and interrupt our business\noperations. In the event of an accident, we could be held liable for damages or penalized with fines, and the liability could exceed our\nresources. Compliance with applicable environmental laws and regulations is expensive, and current or future environmental regulations\nmay impair our contract manufacturing operations, which could materially harm our business, financial condition and results of operations.\n\n\n \n\n\nOur business, financial\ncondition, and results of operations may be adversely affected by pandemics or similar public health crises.\n\n\n \n\n\nPublic health crises\nsuch as pandemics or similar outbreaks may affect our operations and those of third parties on which we rely, including our customers\nand suppliers. Our business, financial condition, and results of operations may be affected by: disruptions in our customers’ abilities\nto fund, develop, or bring to market products as anticipated; delays in or disruptions to the conduct of clinical trials by our customers;\ncancellations of contracts or confirmed orders from our customers; and inability, difficulty, or additional cost or delays in obtaining\nkey raw materials, components, and other supplies from our existing supply chain; among other factors caused by a public health crises.\n\n\n \n\n\nFor example, the COVID-19\npandemic led to the implementation of various responses, including government-imposed quarantines, travel restrictions and other public\nhealth safety measures. The extent to which future pandemics impact our operations and/or those of our customers and suppliers will depend\non future developments, which are highly uncertain and unpredictable, including the duration or recurrence of outbreaks, potential future\ngovernment actions, new information that will emerge concerning the severity and impact of that pandemic and the actions to contain the\npandemic or address its impact in the short and long term, among others.\n\n\n \n\n\nThe business disruptions\nassociated with a global pandemic could impact the business, product development priorities and operations of our customers and suppliers.\nFor example, disruptions in supply chains and disruptions to the operations of the FDA and other drug regulatory authorities, could result\nin, among other things, delays of inspections, reviews, and approvals of our customers’ products, as well as the volume and timing\nof orders from these customers. Such disruptions could result in delays in the development programs of our customers or impede the commercial\nefforts for our customers’ approved products, resulting in potential reductions or delays in orders from our customers which could\nhave a material negative effect on our business in the future.\n\n\n \n\n\nPotential product liability claims, errors\nand omissions claims in connection with services we perform and potential liability under indemnification agreements between us and our\nofficers and directors could adversely affect us.\n\n\n \n\n\nWe manufacture products intended for use in humans.\nThese activities could expose us to risk of liability for personal injury or death to persons using such products. We seek to reduce our\npotential liability through measures such as contractual indemnification provisions with customers (the scope of which may vary by customer,\nand the performances of which are not secured) and insurance maintained by us and our customers. We could be materially adversely affected\nif we are required to pay damages or incur defense costs in connection with a claim that is outside the scope of the indemnification agreements,\nif the indemnity, although applicable, is not performed in accordance with its terms or if our liabilities exceed the amount of applicable\ninsurance or indemnity. In addition, we could be held liable for errors and omissions in connection with the services we perform. Although\nwe currently maintain product liability and errors and omissions insurance with respect to these risks, such coverage may not be adequate\nor continue to be available on terms acceptable to us.\n\n\n \n\n\nWe also indemnify our officers and directors for\ncertain events or occurrences while the officer or director is serving at our request in such capacity. The maximum potential amount of\nfuture payments we could be required to make under these indemnification agreements is unlimited. Although we have a director and officer\ninsurance policy that covers a portion of any potential exposure, we could be materially and adversely affected if we are required to\npay damages or incur legal costs in connection with a claim above such insurance limits.\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n14\n \n\n\n \n\n\n\n\n \n\n\nAny claims beyond our insurance coverage\nlimits, or that are otherwise not covered by our insurance, may result in substantial costs and a reduction in our available capital resources.\n\n\n \n\n\nWe maintain property insurance, employer’s\nliability insurance, product liability insurance, general liability insurance, business interruption insurance, and directors’ and\nofficers’ liability insurance, among others. Although we maintain what we believe to be adequate insurance coverage, potential claims\nmay exceed the amount of insurance coverage or may be excluded under the terms of the policy, which could cause an adverse effect on our\nbusiness, financial condition and results from operations. Generally, we would be at risk for the loss of inventory that is not within\ncustomer specifications. These amounts could be significant. In addition, in the future we may not be able to obtain adequate insurance\ncoverage or we may be required to pay higher premiums and accept higher deductibles in order to secure adequate insurance coverage.\n\n\n \n\n\nThird parties may claim that our services\nor our customer’s products infringe on or misappropriate their intellectual property rights.\n\n\n \n\n\nAny claims that our services infringe the rights\nof third parties, including claims arising from any of our customer engagements, regardless of their merit or resolution, could be costly\nand may divert the efforts and attention of our management and technical personnel. We may not prevail in such proceedings, given the\ncomplex technical issues and inherent uncertainties in intellectual property litigation. If such proceedings result in an adverse outcome,\nwe could be required, among other things, to pay substantial damages, discontinue the use of the infringing technology, expend significant\nresources to develop non-infringing technology, license such technology from the third party claiming infringement (which license may\nnot be available on commercially reasonable terms or at all) and/or cease the manufacture, use or sale of the infringing processes or\nofferings, any of which could have a material adverse effect on our business.\n\n\n \n\n\nIn addition, our customers’ products may\nbe subject to claims of intellectual property infringement and such claims could materially affect our business if their products cease\nto be manufactured and they have to discontinue the use of the infringing technology which we may provide. Any of the foregoing could\naffect our ability to compete or could have a material adverse effect on our business, financial condition and results of operations.\n\n\n \n\n\nWe depend on key personnel and the loss\nof key personnel could harm our business and results of operations.\n\n\n \n\n\nWe depend on our ability to attract and retain\nqualified scientific and technical employees, as well as a number of key executives. These employees may voluntarily terminate their employment\nwith us at any time. We may not be able to retain key personnel, or attract and retain additional qualified employees. We do not maintain\nkey-man or similar policies covering any of our senior management or key personnel. Our inability to attract and retain key personnel\nwould have a material adverse effect on our business.\n\n\n \n\n\nWe have federal and state net operating\nloss, or NOL, carry forwards which could be used to offset/defer federal and state income taxes. Our ability to use such carry forwards\nto offset future taxable income may be subject to certain limitations related to changes in ownership of our stock and decisions by California\nand other states to limit or suspend NOL carry forwards.\n\n\n \n\n\nAs of April 30, 2023, we had federal and state\nNOL carry forwards of approximately $442.4 million and $294.7 million, respectively. These NOL carry forwards could potentially be used\nto offset certain future federal and state income tax liabilities. The federal net operating loss carry forwards generated prior to January\n1, 2018 expire in fiscal years 2024 through 2038, unless previously utilized. The federal net operating loss generated after January 1,\n2018 of $77.9 million can be carried forward indefinitely. Utilization of net operating losses generated subsequent to 2020 are limited\nto 80% of future taxable income. However, utilization of NOL carry forwards may be subject to a substantial annual limitation pursuant\nto Section 382 of the Internal Revenue Code of 1986, as amended, as well as similar state provisions due to ownership changes that have\noccurred previously or that could occur in the future. In general, an ownership change, as defined by Section 382, results from transactions\nincreasing the ownership of certain stockholders or public groups in the stock of a corporation by more than 50 percentage points over\na three-year period. A Section 382 analysis has been completed through the fiscal year ended April 30, 2022, which it was determined that\nno such change in ownership had occurred. However, ownership changes occurring subsequent to April 30, 2022 may impact the utilization\nof our NOL carry forwards and other tax attributes. Additionally, states may impose other limitations on the use of state NOL carry forwards.\nAny limitation may result in expiration of a portion of the carry forwards before utilization. If we were not able to utilize our carry\nforwards, we would be required to use our cash resources to pay taxes that would otherwise have been offset, thereby reducing our liquidity.\n\n\n \n\n\n \n\n\n\n\n\n\n \n15\n \n\n\n \n\n\n\n\n \n\n\nWe have recorded significant deferred tax\nassets, and we might never realize their full value, which would result in a charge against our earnings.\n\n\n \n\n\nAs of April 30, 2023, we had deferred tax assets\nof $113.6 million. Realization of our deferred tax assets is dependent upon our generating sufficient taxable income in future years\nto realize the tax benefit from those assets. Deferred tax assets are reviewed on a periodic basis for realizability. A charge against\nour earnings would result if, based on the available evidence, it is more likely than not that some portion of the deferred tax asset\nwill not be realized beyond our existing valuation allowance, if any. This could be caused by, among other things, deterioration in performance,\nadverse market conditions, adverse changes in applicable laws or regulations, including changes that restrict the activities of or affect\nthe services provided by our business and a variety of other factors.\n\n\n \n\n\nIf a deferred tax asset net of our valuation allowance,\nif any, was determined to be not realizable in a future period, the charge to earnings would be recognized as an expense in our results\nof operations in the period the determination is made.  Additionally, if we are unable to utilize our deferred tax assets, our cash\nflow available to fund operations could be adversely affected.  Depending on future circumstances, it is possible that we might never\nrealize the full value of our deferred tax assets. Any future impairment charges related to a significant portion of our deferred tax\nassets could have an adverse effect on our financial condition and results of operations.\n\n\n \n\n\nOur effective tax rate may fluctuate,\nand we may incur obligations in tax jurisdictions in excess of accrued amounts.\n\n\n \n\n\nOur effective tax rate is derived from a combination\nof applicable tax rates in the various places that we operate. In preparing our financial statements, we estimate the amount of tax that\nwill become payable in each such place. Nevertheless, our effective tax rate may be different than experienced in the past due to numerous\nfactors, including the impact of stock-based compensation, changes in the mix of our profitability between tax jurisdictions, the results\nof examinations and audits of our tax filings, our inability to secure or sustain acceptable agreements with tax authorities, changes\nin accounting for income taxes and changes in tax laws. Any of these factors could cause us to experience an effective tax rate significantly\ndifferent from previous periods or our current expectations and may result in tax obligations in excess of amounts accrued in our financial\nstatements.\n\n\n \n\n\nIn addition, in the fourth quarter of fiscal 2022,\nwe determined, based on our facts and circumstances, that it was more likely than not that our deferred tax assets would be realized and,\nas a result, we fully released our valuation allowance related to federal and state deferred tax assets. This resulted in a substantial\nincrease in our reported net income and our earnings per share compared to our operating results for fiscal 2022. As such, fiscal 2022\nnet income is not indicative of the actual or future profitability trend of our business. Starting in fiscal 2023, we\ncommenced recording income tax expense at an estimated tax rate that approximates statutory tax rates, which could result in a significant\nreduction in our net income and net income per share.\n\n\n \n\n\nWe may be subject to various litigation\nclaims and legal proceedings.\n\n\n \n\n\nWe, as well as certain of our directors and officers,\nmay be subject to claims or lawsuits during the ordinary course of business. Regardless of the outcome, these lawsuits may result in significant\nlegal fees and expenses and could divert management’s time and other resources. If the claims contained in these lawsuits are successfully\nasserted against us, we could be liable for damages and be required to alter or cease certain of our business practices. Any of these\noutcomes could cause our business, financial performance and cash position to be negatively impacted.\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n16\n \n\n\n \n\n\n\n\n \n\n\nWe have become increasingly dependent on\ninformation technology and any breakdown, interruption or breach of our information technology systems could subject us to liability or\ninterrupt the operation of our business, which could have a material adverse effect on our business, financial condition, results of operations\nand cash flows.\n\n\n \n\n\nWe are increasingly dependent upon sophisticated\ninformation technology systems and infrastructure in connection with the conduct of our business. We must constantly update our information\ntechnology infrastructure and our various current information technology systems throughout the organization may not continue to meet\nour current and future business needs. Furthermore, modification, upgrade or replacement of such systems may be costly. In addition, due\nto the size and complexity of these systems, any breakdown, interruption, corruption or unauthorized access to or cyber-attack on these\nsystems could create system disruptions, shutdowns or unauthorized disclosure of confidential information. While we attempt to take appropriate\nsecurity and cyber-security measures to protect our data and information technology systems and to prevent such breakdowns and unauthorized\nbreaches and cyber-attacks, these measures may not be successful and these breakdowns and breaches in, or attacks on, our systems and\ndata may not be prevented. Such breakdowns, breaches or attacks may cause business interruption and could have a material adverse effect\non our business, financial condition, results of operations and cash flows and could cause the market value of our shares of common stock\nto decline, and we may suffer financial damage or other loss, including fines or criminal penalties because of lost or misappropriated\ninformation.\n\n\n \n\n\nIncreasing attention\nto ESG matters may impact our business, financial results or stock price. \n\n\n \n\n\nCompanies across all industries are facing increasing\nscrutiny from stakeholders related to their ESG practices and disclosures, including\npractices and disclosures related to climate change, diversity and inclusion and governance standards. Investor advocacy groups, certain\ninstitutional investors, lenders, investment funds and other influential investors are also increasingly focused on ESG practices and\ndisclosures and in recent years have placed increasing importance on the implications and social cost of their investments. In addition,\ngovernment organizations are enhancing or advancing legal and regulatory requirements specific to ESG matters. The heightened stakeholder\nfocus on ESG issues related to our business requires the continuous monitoring of various and evolving laws, regulations, standards and\nexpectations and the associated reporting requirements. A failure to adequately meet stakeholder expectations may result in noncompliance,\nthe loss of business, reputational impacts, diluted market valuation, an inability to attract customers and an inability to attract and\nretain top talent. In addition, our adoption of certain standards or mandated compliance to certain requirements could necessitate additional\ninvestments that could have an adverse effect on our results of operations.\n\n\n \n\n\nWe may seek to grow our business through\nacquisitions of complementary businesses, and the failure to manage acquisitions, or the failure to integrate them with our existing business,\ncould harm our financial condition and operating results.\n\n\n \n\n\nFrom time to time, we may consider opportunities\nto acquire other companies, products or technologies that may enhance our manufacturing capabilities, expand the breadth of our markets\nor customer base, or advance our business strategies. Potential acquisitions involve numerous risks, including: problems assimilating\nthe acquired service offerings, products or technologies; issues maintaining uniform standards, procedures, quality control and policies;\nunanticipated costs associated with acquisitions; diversion of management’s attention from our existing business; risks associated\nwith entering new markets in which we have limited or no experience; increased legal and accounting costs relating to the acquisitions\nor compliance with regulatory matters; and unanticipated or undisclosed liabilities of any target.\n\n\n \n\n\nWe have no current commitments with respect to\nany acquisition. We do not know if we will be able to identify acquisitions we deem suitable, whether we will be able to successfully\ncomplete any such acquisitions on favorable terms or at all, or whether we will be able to successfully integrate any acquired service\nofferings, products or technologies. Our potential inability to integrate any acquired service offerings, products or technologies effectively\nmay adversely affect our business, financial condition, and results of operations.\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n17\n \n\n\n \n\n\n\n\n \n\n\nRisks Related to Our Customers\n\n\n \n\n\nThe consumers of the products we manufacture\nfor our customers may significantly influence our business, financial condition, and results of operations.\n\n\n \n\n\nWe depend on, and have no control over, consumer\ndemand for the products we manufacture for our customers. Consumer demand for our customers’ products could be adversely affected\nby, among other things, delays in health regulatory approval, the inability of our customers to demonstrate the efficacy and safety of\ntheir products, the loss of patent and other intellectual property rights protection, the emergence of competing or alternative products,\nincluding generic drugs and the degree to which private and government payment subsidies for a particular product offset the cost to consumers\nand changes in the marketing strategies for such products. Additionally, if the products we manufacture for our customers do not gain\nmarket acceptance, our revenues and profitability may be adversely affected.\n\n\n \n\n\nWe believe that continued changes to the healthcare\nindustry, including ongoing healthcare reform, adverse changes in government or private funding of healthcare products and services, legislation\nor regulations governing the privacy of patient information or patient access to care, or the delivery, pricing or reimbursement of pharmaceuticals\nand healthcare services or mandated benefits, may cause healthcare industry participants to purchase fewer services from us or influence\nthe price that others are willing to pay for our services. Changes in the healthcare industry’s pricing, selling, inventory, distribution\nor supply policies or practices could also significantly reduce our revenue and profitability.\n\n\n \n\n\nIf production volumes of key products that we\nmanufacture for our customers decline, our financial condition and results of operations may be adversely affected.\n\n\n \n\n\nOur customers’ failure to receive\nor maintain regulatory approval for their product candidates could negatively impact our revenues and profitability.\n\n\n \n\n\n\n\nOur success depends upon the regulatory\napproval of the products we manufacture. As such, if our customers experience a delay in, or a failure to receive, approval for any\nof their product candidates or fail to maintain regulatory approval of their products, and we are not able to manufacture these\nproducts, our revenue and profitability could be adversely affected. Additionally, if the FDA or a comparable foreign regulatory\nauthority does not approve of our facilities for the manufacture of a customer product, or if it withdraws such approval in the\nfuture, our customers may choose to identify alternative manufacturing facilities and/or relationships, which could significantly\nimpact our ability to expand our manufacturing capacity and capabilities and achieve profitability.\n\n\n \n\n\nWe depend on spending and demand from our\ncustomers for our contract manufacturing and development services and any reduction in spending or demand, whether due to a deterioration\nin macroeconomic conditions or unfavorable research and development results, could have a material adverse effect on our revenues and\nprofitability.\n\n\n \n\n\nThe amount that our customers spend on the development\nand manufacture of their products or product candidates, particularly the amount our customers choose to spend on outsourcing these services\nto us, substantially impacts our revenue and profitability. During times of greater economic uncertainty, such as the biopharmaceutical\nindustry is currently experiencing, our smaller customers with products in earlier stages of development tend to be much more negatively\nimpacted due to the tightening of the access to capital. As a result, such earlier stage customers may be forced to delay or cancel our\nservices in an effort to conserve cash which could have a material adverse effect on our revenues and profitability. In addition, the\noutcomes of our customers’ research, development and marketing also significantly influence the amount that our customers choose\nto spend on our services and offerings. Our customers determine the amounts that they will spend on our services based upon, among other\nthings, the clinical and market success of their products, available resources and their need to develop new products which, in turn,\ndepend upon a number of other factors, including their competitors’ research, development and product initiatives and the anticipated\nmarket for any new products, as well as clinical and reimbursement scenarios for specific products and therapeutic areas. Further, increasing\nconsolidation in the pharmaceutical industry may impact such spending, particularly in the event that any of our customers choose to develop\nor acquire integrated manufacturing operations. Any reduction in customer spending on biologics development and related services as a\nresult of these and other factors could have a material adverse effect on our business, financial condition, and results of operations.\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n18\n \n\n\n \n\n\n\n\n \n\n\nIf we are unable to protect the confidentiality\nof our customers’ proprietary information, we may be subject to claims.\n\n\n \n\n\nMany of the formulations used and processes developed\nby us in the manufacture of our customers’ products are subject to trade secret protection, patents or other intellectual property\nprotections owned or licensed by such customer. While we make significant efforts to protect our customers’ proprietary and confidential\ninformation, including requiring our employees to enter into agreements protecting such information, if any of our employees breach\nthe non-disclosure provisions in such agreements, or if our customers make claims that their proprietary information has been disclosed,\nour reputation may suffer damage and we may become subject to legal proceedings that could require us to incur significant expense and\ndivert our management’s time, attention and resources.\n\n\n \n\n\nRisks Related to the Industry in Which We Operate\n\n\n \n\n\nFailure to comply with existing and future\nregulatory requirements could adversely affect our business, financial condition, and results of operations.\n\n\n \n\n\nOur industry is highly regulated. We are required\nto comply with the regulatory requirements of various local, state, provincial, national and international regulatory bodies having jurisdiction\nin the countries or localities in which we manufacture products or in which our customers’ products are distributed. In particular,\nwe are subject to laws and regulations concerning development, testing, manufacturing processes, equipment and facilities, including compliance\nwith CGMPs, import and export, and product registration and listing, among other things. As a result, most of our facilities are subject\nto regulation by the FDA, as well as regulatory bodies of other jurisdictions where our customers have marketing approval for their products\nincluding, but not limited to, the EMA, ANVISA and/or Health Canada, depending on the countries in which our customers market and sell\nthe products we manufacture on their behalf. As we expand our operations, we may be exposed to more complex and new regulatory and administrative\nrequirements and legal risks, any of which may require expertise in which we have little or no experience. It is possible that compliance\nwith new regulatory requirements could impose significant compliance costs on us. Such costs could have a material adverse effect on our\nbusiness, financial condition and results of operations.\n\n\n \n\n\nThese regulatory requirements impact many aspects\nof our operations, including manufacturing, developing, storage, distribution, import and export and record keeping related to customers’\nproducts. Noncompliance with any applicable regulatory requirements can result in government refusal to approve: (i) facilities for testing\nor manufacturing products or (ii) products for commercialization. The FDA and other regulatory agencies can delay, limit or deny approval\nfor many reasons, including:\n\n\n \n\n\n\n\n·\nchanges to the regulatory approval process, including new data requirements for product candidates in\nthose jurisdictions, including the United States, in which our customers may be seeking approval;\n\n\n\n\n·\nthat a customer’s product candidate may not be deemed to be safe or effective;\n\n\n\n\n·\nthe inability of the regulatory agency to provide timely responses as a result of its resource constraints;\nand\n\n\n\n\n·\nthat the manufacturing processes or facilities may not meet the applicable requirements.\n\n\n \n\n\nIn addition, if new legislation or regulations\nare enacted or existing legislation or regulations are amended or are interpreted or enforced differently, we may be required to obtain\nadditional approvals or operate according to different manufacturing or operating standards. This may require a change in our development\nand manufacturing techniques or additional capital investments in our facilities. Any related costs may be significant. If we fail to\ncomply with applicable regulatory requirements in the future, then we may be subject to warning letters and/or civil or criminal penalties\nand fines, suspension or withdrawal of regulatory approvals, product recalls, seizure of products, restrictions on the import and export\nof our products, debarment, exclusion, disgorgement of profits, operating restrictions and criminal prosecution and the loss of contracts\nand resulting revenue losses. Inspections by regulatory authorities that identify any deficiencies could result in remedial actions, production\nstoppages or facility closure, which would disrupt the manufacturing process and supply of product to our customers. In addition, such\nfailure to comply could expose us to contractual and product liability claims, including claims by customers for reimbursement for lost\nor damaged active pharmaceutical ingredients or recall or other corrective actions, the cost of which could be significant.\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n19\n \n\n\n \n\n\n\n\n \n\n\nIn addition, certain products we manufacture must\nundergo pre-clinical and clinical evaluations relating to product safety and efficacy before they are approved as commercial therapeutic\nproducts. The regulatory authorities having jurisdiction in the countries in which our customers intend to market their products may delay\nor put on hold clinical trials or delay approval of a product or determine that the product is not approvable. The FDA or other regulatory\nagencies can delay approval of a drug if our manufacturing facility, including any newly commissioned facility, is not able to demonstrate\ncompliance with CGMPs, pass other aspects of pre-approval inspections or properly scale up to produce commercial supplies. The FDA and\ncomparable government authorities having jurisdiction in the countries in which we or our customers intend to market their products have\nthe authority to withdraw product approval or suspend manufacture if there are significant problems with raw materials or supplies, quality\ncontrol and assurance or the product we manufacture is adulterated or misbranded. If our manufacturing facilities and services are not\nin compliance with FDA and comparable government authorities, we may be unable to obtain or maintain the necessary approvals to continue\nmanufacturing products for our customers, which would materially adversely affect our financial condition and results of operations.\n\n\n \n\n\nWe operate in a highly competitive market\nand competition may adversely affect our business.\n\n\n \n\n\nWe operate in a market that is highly competitive.\nOur competition in the contract manufacturing market includes full-service contract manufacturers and large pharmaceutical companies offering\nthird-party manufacturing services to fill their excess capacity. We may also compete with the internal operations of those pharmaceutical\ncompanies that choose to source their product offerings internally. In addition, most of our competitors may have substantially greater\nfinancial, marketing, technical or other resources than we do. Moreover, additional competition may emerge, particularly in lower-cost\njurisdictions such as India and China, which could, among other things, result in a decrease in the fees paid for our services, which\nmay adversely affect our financial condition and results of operations.\n\n\n \n\n\nRisks Related to the Ownership of Our Common\nStock \n\n\n \n\n\nOur issuance of additional capital stock\npursuant to our stock incentive plan, or in connection with financings, acquisitions, or otherwise will dilute the interests of other\nsecurity holders and may depress the price of our common stock.\n\n\n \n\n\nWe expect\nto issue additional capital stock in the future that will result in dilution to all other stockholders. We expect to grant equity awards\nto employees, directors and consultants under our stock incentive plan. We may also raise capital through equity financings in the future.\nAs part of our growth strategy, we may seek to acquire companies and issue equity securities to pay for any such acquisition. Any such\nissuances of additional capital stock may cause stockholders to experience significant dilution of their ownership interests and the per\nshare value of our common stock to decline. Furthermore, if we issue additional equity or convertible debt securities, the new equity\nsecurities could have rights senior to those of our common stock. For example, if we elect to settle our conversion obligation under our\n1.25% Convertible Senior Notes due 2026 (“Convertible Notes”) in shares of our common stock or a combination of cash and\nshares of our common stock, the issuance of such common stock may dilute the ownership interests of our stockholders and sales in the\npublic market could adversely affect prevailing market prices.\n\n\n \n\n\nOur highly volatile stock price may adversely\naffect the liquidity of our common stock.\n\n\n \n\n\nThe market price of our common stock has generally\nbeen highly volatile and is likely to continue to be highly volatile. For instance, the market price of our common stock has ranged from\n$5.08 to $34.51 per share over the last three fiscal years ended April 30, 2023.\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n20\n \n\n\n \n\n\n\n\n \n\n\nThe market price of our common stock may be significantly\nimpacted by many factors including the following:\n\n\n \n\n\n\n\n·\nthe loss of a significant customer;\n\n\n\n\n·\nsignificant changes in our financial results or that of our competitors, including our ability to continue\nas a going concern;\n\n\n\n\n·\nthe ability to meet our revenue guidance;\n\n\n\n\n·\nthe offering and sale of shares of our common stock, either sold at market prices or at a discount under\nan equity transaction;\n\n\n\n\n·\nsignificant changes in our capital structure;\n\n\n\n\n·\npublished reports by securities analysts;\n\n\n\n\n·\nactual or purported short squeeze trading activity;\n\n\n\n\n·\nannouncements of partnering transactions, joint ventures, strategic alliances, and any other transaction\nthat involves the development, sale or use of our technologies or competitive technologies;\n\n\n\n\n·\nregulatory developments, including possible delays in the regulatory approval of our customers’\nproducts which we manufacture;\n\n\n\n\n·\noutcomes of significant litigation, disputes and other legal or regulatory proceedings;\n\n\n\n\n·\ngeneral stock trends in the biotechnology and pharmaceutical industry sectors;\n\n\n\n\n·\npublic concerns as to the safety and effectiveness of the products we manufacture;\n\n\n\n\n·\neconomic trends and other external factors including, but not limited to, interest rate fluctuations,\neconomic recession, inflation, foreign market trends, national crisis, and disasters; and\n\n\n\n\n·\nhealthcare reimbursement reform and cost-containment measures implemented\nby government agencies.\n\n\n\n\n \n\n\n\n\nThese and other external factors have caused and\nmay continue to cause the market price and demand for our common stock to fluctuate substantially, which may limit or prevent investors\nfrom readily selling their shares of our common stock, and may otherwise negatively affect the liquidity of our common stock.\n\n\n \n\n\nAnti-takeover provisions in our certificate\nof incorporation, amended and restated bylaws, the Indenture, as well as provisions of Delaware law could prevent or delay a change in\ncontrol of our company, even if such change in control would be beneficial to our stockholders.\n\n\n \n\n\nProvisions of our certificate of incorporation\nand amended and restated bylaws could discourage, delay or prevent a merger, acquisition or other change in control of our company, even\nif such change in control would be beneficial to our stockholders. These include: authorizing the issuance of “blank check”\npreferred stock that could be issued by our board of directors to increase the number of outstanding shares and thwart a takeover attempt;\nno provision for the use of cumulative voting for the election of directors; limiting the ability of stockholders to call special meetings;\nrequiring all stockholder actions to be taken at a meeting of our stockholders (i.e. no provision for stockholder action by written consent);\nand establishing advance notice requirements for nominations for election to the board of directors or for proposing matters that can\nbe acted upon by stockholders at stockholder meetings.\n\n\n \n\n\nFurther,\nin connection with our Convertible Notes issuances, we entered into an indenture dated as of March 12, 2021 as amended by a first supplemental\nindenture dated April 30, 2021 (as amended or supplemented, the “Indenture”) with U.S. Bank National Association, as trustee.\nCertain provisions in the Indenture could make it more difficult or more expensive for a third party to acquire us. For example, if a\ntakeover would constitute a fundamental change, holders of the Convertible Notes will have the right to require us to repurchase their\nConvertible Notes in cash. In addition, if a takeover constitutes a make-whole fundamental change, we may be required to increase the\nconversion rate for holders who convert their Convertible Notes in connection with such takeover. In either case, and in other cases,\nour obligations under the Convertible Notes and the Indenture could increase the cost of acquiring us or otherwise discourage a third\nparty from acquiring us or removing incumbent management.\n\n\n \n\n\nIn addition, Section 203 of the Delaware General\nCorporation Law prohibits us, except under specified circumstances, from engaging in any mergers, significant sales of stock or assets\nor business combinations with any stockholder or group of stockholders who owns at least 15% of our common stock.\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n21\n \n\n\n \n\n\n\n\n \n\n\nOur amended and restated bylaws\nprovide that the Court of Chancery of the State of Delaware will be the exclusive forum for substantially all disputes between us\nand our stockholders, which could limit our stockholders’ ability to obtain a favorable judicial forum for disputes with us or\nour directors, officers or employees.\n\n\n \n\n\nOur amended and restated bylaws provide\nthat, unless we consent in writing to an alternative forum, the Court of Chancery of the State of Delaware is the exclusive forum\nfor any derivative action or proceeding brought on our behalf, any action asserting a breach of a fiduciary duty owed by any of our\ndirectors, officers, or other employees to us, any action asserting a claim against us arising pursuant to the Delaware General\nCorporation Law, our certificate of incorporation or our bylaws, any action to interpret, apply, enforce, or determine the validity\nof our certificate of incorporation or bylaws, or any action asserting a claim against us that is governed by the internal affairs\ndoctrine. The choice of forum provision may limit a stockholder’s ability to bring a claim in a judicial forum that it finds\nfavorable for disputes with us or our directors, officers or other employees, which may discourage such lawsuits against us and our\ndirectors, officers and other employees.\n\n\n \n\n\nWe do not intend to pay dividends on our\ncommon stock, so any returns will be limited to the value of our stock.\n\n\n \n\n\nWe have never declared or paid any cash dividend\non our common stock. We currently anticipate that we will retain future earnings, if any, for the development, operation and expansion\nof our business and do not anticipate declaring or paying any cash dividends for the foreseeable future. Any return to stockholders will\ntherefore be limited to the appreciation of the trading price of our common stock.\n\n\n \n\n\nIf securities or industry analysts do not\npublish research reports about us, or if they issue adverse opinions about our business, our stock price and trading volume could decline.\n\n\n \n\n\nThe research and reports that\nindustry or securities analysts publish about us or our business will influence the market for our common stock. If one or more analysts\nwho cover us issues an adverse opinion about us, our stock price would likely decline. If one or more of these analysts ceases research\ncoverage of us or fails to regularly publish reports on us, we could lose visibility in the financial markets which, in turn, could cause\nour stock price or trading volume to decline. Further, if we fail to meet the market expectations of analysts who follow our stock, our\nstock price likely would decline.\n\n\n \n\n\nRisks Related to Our\nOutstanding Convertible Notes\n\n\n \n\n\nWe may not have\nsufficient cash flow from our business to make payments on our significant debt when due, and we may incur additional indebtedness in\nthe future.\n\n\n \n\n\nIn March 2021, we\nissued the Convertible Notes in a private offering to qualified institutional buyers pursuant to Rule 144 under the Securities Act.\nWe may be required to use a substantial portion of our cash flows from operations to pay interest and principal on our indebtedness.\nOur ability to make scheduled payments of the principal and to pay interest on or to refinance our indebtedness, including the\nConvertible Notes, depends on our future performance, which is subject to economic, financial, competitive and other factors beyond\nour control. Our business may not continue to generate cash flow from operations in the future sufficient to service our debt and\nmake necessary capital expenditures. If we are unable to generate such cash flow, we may be required to adopt one or more\nalternatives, such as selling assets, restructuring debt or obtaining additional equity capital on terms that may be onerous or\nhighly dilutive. Our ability to refinance our indebtedness will depend on the capital markets and our financial condition at such\ntime. We may not be able to engage in any of these activities or engage in these activities on desirable terms, which could result\nin a default on our debt obligations.\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n22\n \n\n\n \n\n\n\n\n \n\n\nIn addition, we may incur\nsubstantial additional debt in the future, subject to the restrictions contained in our future debt agreements, some of which may be secured\ndebt. We are not restricted under the terms of the Indenture governing the Convertible Notes, from incurring additional debt, securing\nexisting or future debt, recapitalizing our debt, repurchasing our stock, pledging our assets, making investments, paying dividends, guaranteeing\ndebt or taking a number of other actions that are not limited by the terms of the Indenture governing the Convertible Notes that could\nhave the effect of diminishing our ability to make payments on the Convertible Notes when due.\n\n\n \n\n\nThe conditional\nconversion feature of our Convertible Notes, if triggered, may adversely affect our financial condition and operating results.\n\n\n \n\n\nIn the event the conditional conversion feature\nof the Convertible Notes is triggered, holders of the Convertible Notes will be entitled to convert the notes at any time during specified\nperiods at their option. If one or more holders elect to convert their Convertible Notes, unless we elect to satisfy our conversion obligation\nby delivering solely shares of our common stock (other than paying cash in lieu of delivering any fractional share), we would be required\nto settle a portion or all of our conversion obligation through the payment of cash, which could adversely affect our liquidity. In addition,\neven if holders do not elect to convert their Convertible Notes when these conversion triggers are satisfied, we could be required under\napplicable accounting rules to reclassify all or a portion of the outstanding principal of the Convertible Notes as a current rather than\nlong-term liability, which would result in a material reduction of our net working capital.\n\n\n \n\n\nThe capped call\ntransactions may affect the value of our Convertible Notes and our common stock.\n\n\n \n\n\nIn connection with the\npricing of the Convertible Notes, we entered into capped call transactions with the option counterparties. The capped call transactions\ncover, subject to customary anti-dilution adjustments, the aggregate number of shares of our common stock that initially underlie the\nConvertible Notes. The capped call transactions are expected generally to reduce the potential dilution to our common stock as a result\nof conversion of the Convertible Notes and/or offset any cash payments we are required to make in excess of the principal amount of the\nconverted Convertible Notes, as the case may be, with such reduction and/or offset subject to a cap. In connection with establishing their\ninitial hedges of the capped call transactions, the option counterparties or their respective affiliates may have purchased shares of\ncommon stock and/or entered into various derivative transactions with respect to our common stock concurrently with or shortly after the\npricing of the Convertible Notes, including with certain investors in the Convertible Notes.\n\n\n \n\n\nIn addition, the option\ncounterparties or their respective affiliates may modify their hedge positions by entering into or unwinding various derivatives with\nrespect to our common stock and/or purchasing or selling our common stock or other securities of ours in secondary market transactions\nfollowing the pricing of the Convertible Notes and prior to the maturity of the Convertible Notes. They are likely to do so on each exercise\ndate for the capped call transactions, which are expected to occur during each 40-trading day period beginning on the 41st scheduled trading\nday prior to the maturity date of the Convertible Notes, or following any termination of any portion of the capped call transactions in\nconnection with any repurchase, redemption or early conversion of the Convertible Notes. This activity could also cause or prevent an\nincrease or decrease in the price of our common stock or the Convertible Notes. The potential effect, if any, of these transactions\non the price of our common stock or the Convertible Notes will depend in part on market conditions and cannot be ascertained at this time.\nAny of these activities could adversely affect the value of our common stock.\n\n\n \n\n\nWe are subject\nto counterparty risk with respect to the capped call transactions.\n\n\n \n\n\nThe counterparties to the capped\ncall transactions are financial institutions, and we will be subject to the risk that one or more of the option counterparties may default,\nfail to perform or exercise their termination rights under the capped call transactions. Our exposure to the credit risk of the option\ncounterparties will not be secured by any collateral. If a counterparty to the capped call transactions becomes subject to insolvency\nproceedings, we will become an unsecured creditor in those proceedings with a claim equal to our exposure at the time under such transaction.\nOur exposure will depend on many factors but, generally, our exposure will increase if the market price or the volatility of our common\nstock increases. In addition, upon a default, failure to perform or a termination of the capped call transactions by a counterparty, we\nmay suffer more dilution than we currently anticipate with respect to our common stock.\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n23\n \n\n\n \n\n\n\n\n \n\n\n\n",
    "item7": ">Item 7.\nManagement’s Discussion And Analysis Of Financial Condition And Results Of Operations\n\n\n \n\n\nThe following discussion\nand analysis should be read in conjunction with our audited Consolidated Financial Statements and the related notes thereto set forth\nin “Item 8—Financial Statements and Supplementary Data”. In addition to historical information, this discussion and\nanalysis contains forward-looking statements that are subject to risks, uncertainties and assumptions. Our actual results could differ\nmaterially from those anticipated in these forward-looking statements as a result of various factors including, but not limited to, those\nset forth under “Item 1A—Risk Factors” and elsewhere in this Annual Report.\n\n\n \n\n\nFor discussion related to\nchanges in financial condition and our results of operations for fiscal year 2022 compared to fiscal year 2021, refer to “Part II,\nItem 7—Management’s Discussion and Analysis of Financial Condition and Results of Operations” included in our Annual\nReport on Form 10-K for the fiscal year ended April 30, 2022, which was filed with the SEC on June 29, 2022.\n\n\n \n\n\nOverview\n\n\n \n\n\nWe are a dedicated contract development and manufacturing\norganization (“CDMO”) that provides a comprehensive range of services from process development to Current Good Manufacturing\nPractices (“CGMP”) clinical and commercial manufacturing of biologics for the biotechnology and biopharmaceutical industries.\nWith 30 years of experience producing biologics, our services include clinical and commercial product manufacturing, bulk packaging, release\nand stability testing and regulatory submissions support. We also provide a variety of process development services, including upstream\nand downstream development and optimization, analytical methods development, cell line development, testing and characterization.  \n\n\n \n\n\nStrategic\nObjectives\n\n\n \n\n\nWe have a growth strategy that seeks to align\nwith the growth of the biopharmaceutical drug substance contract services market. That strategy encompasses the following objectives:\n\n\n \n\n\n\n\n·\nInvest in additional manufacturing capacity, capabilities and resources required for us to achieve our\nlong-term growth strategy and meet the growth-demand of our customers’ programs, moving from development through to commercial manufacturing;\n\n\n\n\n·\nBroaden our market awareness through a diversified yet flexible marketing strategy;\n\n\n\n\n·\nContinue to expand our customer base and programs with existing customers for both process development\nand manufacturing service offerings;\n\n\n\n\n·\nExplore strategic opportunities both within our core business as well as in adjacent and/or synergistic\nbiologic service offerings in order to enhance and/or broaden our capabilities; and\n\n\n\n\n·\nIncrease our operating profit margin to best in class industry standards.\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n27\n \n\n\n \n\n\n\n\n \n\n\nFiscal Year 2023 Highlights\n\n\n \n\n\nThe following summarizes select highlights from\nour fiscal year ended April 30, 2023:\n\n\n \n\n\n\n\n·\nReported revenues of $149.3 million, an increase of 25%, or $29.7 million, compared to fiscal 2022;\n\n\n\n\n·\nReported net income of $0.6 million, or $0.01 per basic and diluted share;\n\n\n\n\n·\nExpanded our customer base and programs with existing customers and ended the year with a backlog of approximately\n$191 million compared to $153 million at the end of fiscal 2022;\n\n\n\n\n·\nEntered into a credit agreement with Bank of America that provides for a revolving credit facility\n                                                                                                             in an amount equal to the lesser of (i) $50 million, and (ii) a borrowing base calculated as the sum of (a) 80% of the value of\n                                                                                                             certain of our eligible accounts receivable, plus (b) up to 100% of the value of eligible cash collateral, provided we remain in compliance\n                                                                                                             with the underlying financial convenant in the credit agreement;\n\n\n\n\n·\nAnnounced the official opening of our additional CGMP mammalian cell manufacturing suites within our Myford\nfacility. This milestone marked the completion of our two-phased expansion of our Myford facility;\n\n\n\n\n·\nAnnounced the completion of our mammalian cell process development laboratory expansion, which has doubled\nour total process development process capacity;\n\n\n\n\n·\nFurther enhanced our mammalian cell offerings with the addition of in-house cell line development services;\n\n\n\n\n·\nAnnounced the official opening of our analytical and process development suites within our cell and gene\ntherapy facility; and\n\n\n\n\n·\nContinued to advance the build-out of CGMP manufacturing suites in our cell and gene therapy facility.\n\n\n \n\n\nFacility Expansions\n\n\n \n\n\nDuring fiscal year 2021, we announced plans for\na two-phased expansion of our Myford facility. The first phase, which expanded the production capacity of our Myford facility by adding\nan additional downstream processing suite, was completed in January 2022. The second phase, which was recently completed in March 2023,\nfurther expanded our capacity with the addition of a second manufacturing train, including both upstream and downstream processing suites.\n\n\n \n\n\nIn June 2022, we announced plans to further expand\nthe process development capacity of our mammalian cell culture services, by adding new suites within our existing process development\nlaboratory space. This expansion was completed in April 2023.\n\n\n \n\n\nDuring fiscal year 2022, we announced plans to\nexpand our CDMO service offerings into viral vector development and manufacturing services for the rapidly growing cell and gene therapy\n(“CGT”) market. This expansion consists of a two-phased approach to the construction of a world-class, single purpose-built\nCGT development and CGMP manufacturing facility in Costa Mesa, California (the “CGT Facility”). In June 2022, we completed\nthe first phase with the opening of our new analytical and process development laboratories. The second phase of construction is the build\nout of CGMP manufacturing suites, which is expected to be online by the end of the third calendar quarter of 2023. We estimate that as\nof April 30, 2023, the remaining cost to complete our CGT Facility construction is approximately $14 million.\n\n\n \n\n\nUpon completion of these expansion projects, we\nestimate that our combined facilities will have the potential to bring our total revenue generating capacity to up to approximately $400\nmillion annually, depending on the mix of future customer projects.\n\n\n \n\n\nPerformance and Financial Measures\n\n\n \n\n\nIn assessing the performance of our business,\nwe consider a variety of performance and financial measures. The key indicators of the financial condition and operating performance of\nour business are revenues, gross profit, selling, general and administrative expenses, operating income, interest expense, other income\n(expense), net, and income tax (expense) benefit.\n\n\n \n\n\nWe intend for this discussion to provide the reader\nwith information that will assist in understanding our consolidated financial statements, the changes in certain key items in those consolidated\nfinancial statements from period to period and the primary factors that accounted for those changes.\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n28\n \n\n\n \n\n\n\n\n \n\n\n\n\nRevenues\n\n\n \n\n\nRevenues are derived from services provided under\nour customer contracts and are disaggregated into manufacturing and process development revenue streams. Manufacturing revenue generally\nrepresents revenue from the manufacturing of customer products derived from mammalian cell culture covering clinical through commercial\nmanufacturing runs. Process development revenue generally represents revenue from services associated with the custom development of a\nmanufacturing process and analytical methods for a customer’s product.\n\n\n \n\n\nGross Profit\n\n\n \n\n\nGross profit is equal to revenues less cost of\nrevenues. Cost of revenues reflects the direct cost of labor, overhead and material costs. Direct labor costs primarily include compensation,\nbenefits, recruiting fees, and stock-based compensation within the manufacturing, process and analytical development, quality assurance,\nquality control, validation, supply chain, project management and facilities functions. Overhead costs primarily include the rent, common\narea maintenance, utilities, property taxes, security, materials and supplies, software, small equipment and deprecation costs incurred\nat our manufacturing and laboratory locations.\n\n\n \n\n\nSelling, General and Administrative Expenses\n\n\n \n\n\nSelling, general and administrative (“SG&A”)\nexpenses are composed of corporate-level expenses, including compensation, benefits, recruiting fees and stock-based compensation of corporate\nfunctions such as executive management, finance and accounting, business development, legal, human resources, information technology,\nand other centralized services. SG&A expenses also include corporate legal fees, audit and accounting fees, investor relation expenses,\nnon-employee director fees, corporate facility related expenses, and other expenses relating to our general management, administration,\nand business development activities.\n\n\n \n\n\nInterest Expense\n\n\n \n\n\nInterest expense consists of interest costs related\nto our outstanding convertible senior notes, revolving credit facility and finance lease, including amortization of debt issuance costs.\n\n\n \n\n\nOther Income (Expense), Net\n\n\n \n\n\nOther income (expense), net primarily consists\nof interest earned on our cash and cash equivalents, net of gains (losses) from the disposal of long-lived assets.\n\n\n \n\n\nIncome Tax (Expense) Benefit\n\n\n \n\n\nWe are subject to taxation in the United States\nand various states jurisdictions in which we conduct our business. We prepare our income tax provision based on our interpretation of\nthe income tax accounting rules and each jurisdiction’s enacted tax laws and regulations. For additional information refer to Note\n7, \nIncome Taxes\n, of the notes to consolidated financial statements.\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n29\n \n\n\n \n\n\n\n\n \n\n\nResults\nof Operations\n\n\n \n\n\n\n\nThe following table compares\nthe operating results of our operations for the fiscal years ended April 30, 2023 and 2022 (in thousands):\n\n\n \n\n\n\n\n\n\n \n \n\n\nFiscal Year Ended \n \nApril 30,\n \n \n\n\n \n \n\n\n\n\n \n \n\n\n2023\n \n \n\n\n2022\n \n \n\n\n$ Change\n \n\n\n\n\nRevenues\n \n\n\n$\n149,266\n \n \n\n\n$\n119,597\n \n \n\n\n$\n29,669\n \n\n\n\n\nCost of revenues\n \n\n\n \n117,786\n \n \n\n\n \n82,949\n \n \n\n\n \n34,837\n \n\n\n\n\nGross profit\n \n\n\n \n31,480\n \n \n\n\n \n36,648\n \n \n\n\n \n(5,168\n)\n\n\n\n\nOperating expenses:\n \n\n\n \n \n \n \n\n\n \n \n \n \n\n\n \n \n \n\n\n\n\nSelling, general and administrative\n \n\n\n \n27,879\n \n \n\n\n \n21,226\n \n \n\n\n \n6,653\n \n\n\n\n\nTotal operating expenses\n \n\n\n \n27,879\n \n \n\n\n \n21,226\n \n \n\n\n \n6,653\n \n\n\n\n\nOperating income\n \n\n\n \n3,601\n \n \n\n\n \n15,422\n \n \n\n\n \n(11,821\n)\n\n\n\n\nInterest expense\n \n\n\n \n(2,600\n)\n \n\n\n \n(2,680\n)\n \n\n\n \n80\n \n\n\n\n\nOther income (expense), net\n \n\n\n \n1,002\n \n \n\n\n \n(81\n)\n \n\n\n \n1,083\n \n\n\n\n\nNet income before income taxes\n \n\n\n \n2,003\n \n \n\n\n \n12,661\n \n \n\n\n \n(10,658\n)\n\n\n\n\nIncome tax (expense) benefit\n \n\n\n \n(1,443\n)\n \n\n\n \n115,011\n \n \n\n\n \n(116,454\n)\n\n\n\n\nNet income\n \n\n\n$\n560\n \n \n\n\n$\n127,672\n \n \n\n\n$\n(127,112\n)\n\n\n\n\n \n\n\n\n\nFiscal Year 2023 Compared to Fiscal Year 2022\n\n\n \n\n\nRevenues\n\n\n \n\n\nRevenues were\n$149.3 million in fiscal 2023, compared to $119.6 million in fiscal 2022, an increase of approximately $29.7 million or 25%. The year-over-year\nincrease in revenues can primarily be attributed to increases in manufacting runs and process development services provided to new customers.\nThe increase in revenues was attributed to the following components of our revenue streams:\n\n\n \n\n\n\n\n\n\n \n \n\n\n$ in millions\n \n\n\n\n\nNet increase in manufacturing revenues\n \n\n\n$\n26.1\n \n\n\n\n\nNet increase in process development revenues\n \n\n\n \n3.6\n \n\n\n\n\nTotal increase in revenues\n \n\n\n$\n29.7\n \n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n30\n \n\n\n \n\n\n\n\n \n\n\n\n\nGross\nProfit\n\n\n \n\n\nGross profit was $31.5 million (21% gross margin)\nin fiscal 2023 compared to $36.6 million (31% gross margin) in fiscal 2022, a decrease of approximately $5.2 million. The decrease in\ngross profit can primarily be attributed to increases in compensation and benefit related expenses and facility and equipment related\ncosts, partially offset by increased revenues. During fiscal 2023 as compared with fiscal 2022, our labor, overhead and depreciation expenses\nincreased primarily due to the hiring of personnel and additional facility and equipment related costs in anticipation of the commissioning\nof our mammalian and cell and gene therapy CGMP facility expansions. This decrease in margin was partially offset by a current year period\nbenefit to margin from revenue associated with a change in variable consideration under a contract where uncertainties have been resolved.\nIn addition, the same period in the prior year included a margin benefit from unutilized capacity fees. \n\n\n \n\n\nWe expect our gross profit will continue to\nbe impacted in the near-term due to our increased fixed cost base related to the recent hiring of personnel, additional facility and\nequipment related costs, and increased depreciation expense from our facility expansion efforts.\n\n\n \n\n\nSelling,\nGeneral and Administrative Expenses\n\n\n \n\n\n\n\nSG&A expenses were $27.9\nmillion in fiscal 2023, compared to $21.2 million in fiscal 2022, an increase of $6.7 million, or 31%. The net increase in SG&A expenses\nwas attributed to the following components:\n\n\n \n\n\n\n\n\n\n \n \n\n\n$ in millions\n \n\n\n\n\nIncrease in compensation and benefit related expenses\n \n\n\n$\n4.7\n \n\n\n\n\nIncrease in legal and accounting fees\n \n\n\n \n0.5\n \n\n\n\n\nIncrease in consulting and other professional fees\n \n\n\n \n0.4\n \n\n\n\n\nIncrease travel and related expenses\n \n\n\n \n0.4\n \n\n\n\n\nIncrease in facility and related expenses\n \n\n\n \n0.3\n \n\n\n\n\nIncrease in trade show expenses\n \n\n\n \n0.2\n \n\n\n\n\nNet increase in all other SG&A expenses\n \n\n\n \n0.2\n \n\n\n\n\nTotal increase in SG&A expenses\n \n\n\n$\n6.7\n \n\n\n\n\n \n\n\nAs a percentage of revenues, SG&A expenses\nfor the fiscal 2023 and fiscal 2022 were 19% and 18%, respectively. SG&A expenses are generally not directly proportional to revenues,\nbut we expect such expenses to increase over time to support the needs of our growing company.\n\n\n \n\n\nOperating Income\n\n\n \n\n\nOperating income was $3.6 million for fiscal 2023,\ncompared to $15.4 million for fiscal 2022. This $11.8 million decrease in year-over-year operating income can be attributed to the $5.2\nmillion decrease in gross profit described above combined with the $6.7 million increase in SG&A expenses described above.\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n31\n \n\n\n \n\n\n\n\n \n\n\nOther Income (Expense),\nnet\n\n\n\n\n \n\n\nOther income (expense), net (“OI&E”)\nwas $1.0 million for fiscal 2023 compared to expense of $0.1 million for fiscal 2022. The $1.1 million increase in year-over-year OI&E\ncan primarily be attributed to an increase in interest income of $0.8 million combined with a $0.3 million decrease in loss on disposal\nof property and equipment.\n\n\n \n\n\nIncome Tax (Expense) Benefit\n\n\n \n\n\nIncome tax expense was $1.4 million in fiscal\n2023 compared to income tax benefit of $115.0 million in fiscal 2022. The increase in income tax expense is due to the recording of our\nfirst year of income tax expense in the current year whereas in the prior year there was a non-cash income tax benefit due to the release\nof our valuation allowance during the fourth quarter of fiscal 2022 (as described in Note 7 of the notes to consolidated financial statements).\nOur effective tax rate for fiscal 2023 was 72% and was computed based on the U.S. federal statutory tax rate of 21% adjusted primarily\nfor the tax impact of state income taxes, stock-based compensation, non-deductible officers’ compensation and transportation fringe\nbenefits.\n\n\n \n\n\nCritical\nAccounting Policies and Estimates\n\n\n \n\n\nOur discussion and analysis\nof our consolidated financial condition and results of operations are based on our consolidated financial statements, which have been\nprepared in accordance with accounting principles generally accepted in the United States (“U.S. GAAP”). The preparation of\nour consolidated financial statements requires us to make estimates and assumptions that affect the reported amounts of assets, liabilities,\nrevenues, expenses and related disclosures. We review our estimates and assumptions on an ongoing basis. We base our estimates on historical\nexperience and on assumptions that we believe to be reasonable under the circumstances, the results of which form the basis for our judgments\nabout the carrying value of assets and liabilities that are not readily apparent from other sources. Actual results may vary from what\nwe anticipate and different assumptions or estimates about the future could change our reported results. While our significant accounting\npolicies are more fully described in Note 2 of the notes to consolidated financial statements, we believe the following accounting policies\nto be critical to the assumptions and estimates used in the preparation of our consolidated financial statements.\n\n\n \n\n\nRevenue Recognition\n\n\n \n\n\nWe recognize revenue when we transfer promised\ngoods or services to customers in an amount that reflects the consideration to which we expect to be entitled in exchange for those goods\nor services. To determine revenue recognition for contracts with customers we perform the following five steps: (i) identify the contract(s)\nwith a customer; (ii) identify the performance obligations in the contract; (iii) determine the transaction price; (iv) allocate the transaction\nprice to the performance obligations in the contract; and (v) recognize revenue when (or as) we satisfy a performance obligation.\n\n\n \n\n\nRevenue recognized from services\nprovided under our customer contracts is  disaggregated into manufacturing and process development revenue streams.\n\n\n \n\n\nManufacturing revenue\n\n\n \n\n\nManufacturing revenue generally represents revenue\nfrom the manufacturing of customer products recognized over time utilizing an input method that compares the cost of cumulative work-in-process\nto date to the most current estimates for the entire cost of the performance obligation. Under a manufacturing contract, a quantity of\nmanufacturing runs are ordered at a specified scale with prescribed delivery dates, where the product is manufactured according to the\ncustomer’s specifications and typically includes only one performance obligation. Each manufacturing run represents a distinct service\nthat is sold separately and has stand-alone value to the customer. The products are manufactured exclusively for a specific customer and\nhave no alternative use. The customer retains control of its product during the entire manufacturing process and can make changes to the\nprocess or specifications at its request. Under these agreements, we are entitled to consideration for progress to date that includes\nan element of profit margin.\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n32\n \n\n\n \n\n\n\n\n \n\n\nProcess development revenue\n\n\n \n\n\nProcess development revenue generally represents\nrevenue from services associated with the custom development of a manufacturing process and analytical methods for a customer’s\nproduct. Process development revenue is recognized over time utilizing an input method that compares the cost of cumulative work-in-process\nto date to the most current estimates for the entire cost of the performance obligation. Under a process development contract, the customer\nowns the product details and process, which has no alternative use. These process development projects are customized to each customer\nto meet its specifications and typically includes only one performance obligation. Each process represents a distinct service that is\nsold separately and has stand-alone value to the customer. The customer also retains control of its product as the product is being created\nor enhanced by our services and can make changes to its process or specifications upon request. Under these agreements, we are entitled\nto consideration for progress to date that includes an element of profit margin.\n\n\n \n\n\nThe timing of revenue recognition, billings and\ncash collections results in billed accounts receivables, contract assets (unbilled receivables), and contract liabilities (customer deposits\nand deferred revenue). Contract assets are recorded when our right to consideration is conditioned on something other than the passage\nof time. Contract assets are reclassified to accounts receivable on the consolidated balance sheet when our rights become unconditional.\nContract liabilities represent customer deposits and deferred revenue billed and/or received in advance of our fulfillment of performance\nobligations. Contract liabilities convert to revenue as we perform our obligations under the contract.\n\n\n \n\n\nThe transaction price for services provided under\nour customer contracts reflects our best estimates of the amount of consideration to which we are entitled in exchange for providing goods\nand services to our customers. For contracts with multiple performance obligations, we allocate transaction price to each performance\nobligation identified in a contract on a relative standalone selling price basis. We generally determine relative standalone selling prices\nbased on the price observed in the customer contract for each distinct performance obligation. If observable standalone selling prices\nare not available, we may estimate the applicable standalone selling price based on the pricing of other comparable services or on a price\nthat we believe the market is willing to pay for the applicable service.\n\n\n \n\n\nIn determining the transaction price, we also\nconsidered the different sources of variable consideration including, but not limited to, discounts, credits, refunds, price concessions\nor other similar items. We have included in the transaction price some or all of an amount of variable consideration, utilizing the most\nlikely method, only to the extent that it is probable that a significant reversal in the amount of cumulative revenue recognized will\nnot occur when the uncertainty associated with the variable consideration is subsequently resolved. The actual amount of consideration\nultimately received may differ.\n\n\n \n\n\nIn addition, our customer contracts generally\ninclude provisions entitling us to a cancellation or postponement fee when a customer cancels or postpones its commitments prior to our\ninitiation of services, therefore not utilizing their reserved capacity. The determination of such cancellation and postponement fees\nare based on the terms stated in the related customer contract but are generally considered substantive for accounting purposes and create\nan enforceable right and obligation due to us when the cancellation or postponement occurs. Accordingly, we recognize such fees, subject\nto variable consideration, as revenue upon the cancellation or postponement date utilizing the most likely method.\n\n\n \n\n\nManagement may be required to exercise judgment\nin estimating revenue to be recognized. Judgment is required in identifying performance obligations, estimating the transaction price,\nestimating the stand-alone selling prices of identified performance obligations, estimating variable consideration, and estimating the\nprogress towards the satisfaction of performance obligations. If actual results in the future vary from our estimates, the estimates will\nbe adjusted, which will affect revenues in the period that such variances become known.\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n33\n \n\n\n \n\n\n\n\n \n\n\nStock-based Compensation\n\n\n \n\n\nWe maintain equity compensation\nplans, which provide the ability for us to grant stock options, restricted stock units, performance stock units and other forms of stock-based\nawards. The estimated fair value of stock options granted to employees in exchange for services is measured at the grant date, using a\nfair value based method, such as a Black-Scholes option valuation model, and is recognized as expense on a straight-line basis over the\nrequisite service periods, which is generally the vesting period. The fair value of restricted stock units and performance stock units\nis measured at the grant date based on the closing market price of our common stock on the date of grant. For restricted stock units,\nthe fair value is recognized as expense on a straight-line basis over the requisite service periods. For performance stock units, which\nare subject to performance conditions, the fair value is recognized as expense on a straight-line basis over the requisite service periods\nwhen the achievement of such performance condition is determined to be probable. If a performance condition is not determined to be probable\nor is not met, no stock-based compensation expense is recognized, and any previously recognized expense is reversed. Forfeitures are recognized\nas a reduction of stock-based compensation expense as they occur.\n\n\n \n\n\nThe use of a valuation model\nrequires us to make certain estimates and assumptions with respect to selected model inputs. The expected volatility is based on the daily\nhistorical volatility of our common stock covering the estimated expected term. The expected term of options granted reflects actual historical\nexercise activity and assumptions regarding future exercise activity of unexercised, outstanding options. The risk-free interest rate\nis based on U.S. Treasury notes with terms within the contractual life of the option at the time of grant. The expected dividend yield\nassumption is based on our expectation of future dividend payouts. We have never declared or paid any cash dividends on our common stock\nand currently do not anticipate paying such cash dividends.\n\n\n \n\n\nValuation Allowance\n\n\n \n\n\nWe utilize the liability\nmethod of accounting for income taxes. Under the liability method, deferred taxes are determined based on the differences between\nthe financial reporting and tax bases of assets and liabilities and are measured using enacted tax rates in effect for the year in\nwhich those temporary differences are expected to be recovered or settled. Significant judgment is required by management to\ndetermine our provision for income taxes, our deferred tax assets and liabilities, and the valuation allowance to record against our\nnet deferred tax assets, which are based on complex and evolving tax regulation. We provide a valuation allowance when it is more\nlikely than not that our deferred tax assets will not be realized. On a periodic basis, we reassess the valuation allowance on our\ndeferred tax assets, weighing positive and negative evidence to assess the recoverability of the deferred tax assets. In the fourth\nquarter of fiscal 2022, we reassessed the valuation allowance noting the shift of positive evidence outweighing negative evidence,\nincluding significant revenue growth, continued profitability, and expectations regarding future profitability. After assessing both\nthe positive evidence and negative evidence, we determined it was more likely than not that our deferred tax assets would be\nrealized and therefore fully released our valuation allowance related to federal and state deferred tax assets on April 30, 2022 (as\ndescribed in Note 7, \nIncome Taxes\n, of the notes to consolidated financial statements). We maintained the same position that\nour federal and state deferred tax assets did not require a valuation allowance as of April 30, 2023.\n\n\n \n\n\nLiquidity\nand Capital Resources\n\n\n \n\n\nOur principal sources of liquidity are our existing\ncash and cash equivalents on hand. As of April 30, 2023, we had cash and cash equivalents of $38.5 million. We believe that our existing\ncash on hand and our anticipated cash flows from operating activities will be sufficient to fund our operations for at least the next\n12 months from the date of this Annual Report.\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n34\n \n\n\n \n\n\n\n\n \n\n\nIf our existing cash on hand\nand our anticipated cash flows from operations are not sufficient to support our operations or capital requirements, including our cell\nand gene therapy facility expansion, then we may, in the future, draw on our existing revolving credit facility, which is subject to covenant\ncompliance and availability (as described in Note 7 of the notes to consolidated financial statements) and/or obtain additional equity\nor debt financing to fund our future operations and/or such expansion. We may raise these funds at the appropriate time, accessing the\nform of capital that we determine is most appropriate considering the markets available to us and their respective costs of capital, such\nas through the issuance of debt or through the public offering of our securities. These financings may not be available on acceptable\nterms, or at all. Our ability to raise additional capital in the equity and debt markets is dependent on a number of factors including,\nbut not limited to, the market demand for our common stock. The market demand or liquidity of our common stock is subject to a number\nof risks and uncertainties including, but not limited to, our financial results, economic and market conditions, and global financial\ncrises and economic downturns, which may cause extreme volatility and disruptions in capital and credit markets. In addition, even if\nwe are able to raise additional capital, it may not be at a price or on terms that are favorable to us or it may contain restrictions\non the operations of our business.\n\n\n \n\n\nCash Flows\n\n\n \n\n\nThe following table compares\nour cash flow activities for the fiscal years ended April 30, 2023 and 2022 (in thousands):\n\n\n \n\n\n\n\n\n\n \n \n\n\nFiscal Year Ended April 30,\n \n \n\n\n \n \n\n\n\n\n \n \n\n\n2023\n \n \n\n\n2022\n \n \n\n\n$ Change\n \n\n\n\n\nNet cash (used in) provided by operating activities\n \n\n\n$\n(12,887\n)\n \n\n\n$\n9,465\n \n \n\n\n$\n(22,352\n)\n\n\n\n\nNet cash used in investing activities\n \n\n\n$\n(77,638\n)\n \n\n\n$\n(56,411\n)\n \n\n\n$\n(21,227\n)\n\n\n\n\nNet cash provided by financing activities\n \n\n\n$\n2,901\n \n \n\n\n$\n3,197\n \n \n\n\n$\n(296\n)\n\n\n\n\n \n\n\nNet Cash Used in Operating Activities\n\n\n \n\n\nNet cash used in operating activities during fiscal\n2023 was a result of net income of $0.6 million combined with non-cash adjustments to net income of $20.8 million primarily related to\nstock-based compensation, depreciation and amortization expense, amortization of debt issuance costs and deferred income taxes, offset\nby a reduction in working capital as a result of a net change in operating assets and liabilities of $34.3 million.\n\n\n \n\n\nNet Cash Used in Investing Activities\n\n\n \n\n\nNet cash used in investing activities during fiscal\n2023 consisted of $77.6 million used to acquire property and equipment primarily related to the expansion of our Myford facility and the\nconstruction of our CGT Facility. \n\n\n \n\n\nNet Cash Provided by Financing Activities\n\n\n \n\n\nNet cash provided by financing activities during\nfiscal 2023 consisted of $3.4 million in net proceeds from the issuance of common stock under our equity compensation plans, offset by\n$0.5 million in principal payments on a finance lease.\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n35\n \n\n\n \n\n\n\n\n \n\n\nCash Requirements\n\n\n \n\n\nOur material cash requirements include the following\ncontractual and other obligations.\n\n\n \n\n\nConvertible Senior Notes Due 2026\n\n\n \n\n\nIn March 2021, we issued $143.8 million in aggregate\nprincipal amount of 1.25% exchangeable senior notes due 2026 (“Convertible Notes”) in a private offering to qualified institutional\nbuyers pursuant to Rule 144A under the Securities Act. The net proceeds we received from the issuance of Convertible Notes was $138.5\nmillion, after deducting initial purchaser discounts and other debt issuance related expenses of $5.3 million.\n\n\n \n\n\nThe Convertible Notes are senior unsecured obligations\nand accrue at a rate of 1.25% per annum, payable semi-annually in arrears on March 15 and September 15 of each year. The Convertible Notes\nmature on March 15, 2026, unless earlier redeemed or repurchased by us or converted at the option of the holders. The Convertible Notes\nare convertible into cash, shares of our common stock or a combination of cash and shares of our common stock, at our election in the\nmanner and subject to the terms and conditions provided in the indenture governing the Convertible Notes.\n\n\n \n\n\nAs of April 30, 2023, the aggregate principal\namount outstanding or our Convertible Notes was $143.8 million. For additional information regarding our Convertible Notes, see Note 3\nof the notes to consolidated financial statements.\n\n\n \n\n\nLeases\n\n\n \n\n\nWe lease certain office, manufacturing, laboratory,\nand warehouse space located in Orange County, California under operating lease agreements. Our leased facilities have original lease terms\nranging from 7 to 12 years, contain multi-year renewal options, and scheduled rent increases of 3% on either an annual or biennial basis.\nWe also lease certain manufacturing equipment under a 5-year finance lease that expires in December 2026. As of April 30, 2023, we had\noutstanding lease payment obligations of $79.3 million, of which $4.8 million is payable in fiscal 2024, $4.7 million is payable in fiscal\n2025, $4.8 million is payable in fiscal 2026, $4.6 million is payable in fiscal 2027, $4.0 million is payable in fiscal 2028, and $56.4\nmillion is payable thereafter.\n\n\n \n\n\nCapital Expenditures\n\n\n \n\n\nWe currently anticipate that cash required\nfor capital expenditures during fiscal 2024 is approximately $30 million, which includes accrued and unpaid capital expenditures of\napproximately $14 million as of April 30, 2023. The remaining costs are primarily related to the completion of our cell and gene\ntherapy facility as further discussed in the “Facility Expansions” section above.\n\n\n \n\n\nRevolving Credit Facility\n\n\n \n\n\nIn March 2023, we entered into a credit agreement\nwith Bank of America, N.A., as administrative agent and letter of credit issuer (the “Credit Agreement”). The Credit Agreement\nprovides for a revolving credit facility (the “Revolving Credit Facility”) in an amount equal to the lesser of (i) $50 million,\nand (ii) a borrowing base calculated as the sum of (a) 80% of the value of certain of our eligible accounts receivable, plus (b) up to\n100% of the value of eligible cash collateral. The Revolving Credit Facility will mature on March 13, 2024 and is secured by substantially\nall of our assets. As of April 30, 2023, there were no outstanding loans under the Revolving Credit Facility.\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n36\n \n\n\n \n\n\n\n\n \n\n\nLoans under the Revolving Credit Facility will\nbear interest at either (1) a term Secured Overnight Financing Rate (“SOFR”) rate for a specified interest period plus a SOFR\nadjustment (equal to 0.10%) plus a margin of 1.40% or (2) base rate plus a margin of 0.40% at our option. Interest on any outstanding loans is due and\npayable monthly and the principal balance is due at maturity. In addition, we pay a quarterly unused revolving line facility fee of 0.20%\nper annum on the average unused facility.\n\n\n \n\n\nThe Credit Agreement includes certain customary\naffirmative and negative covenants, including limitations on mergers, consolidations and sales of assets, limitations on liens, limitations\non certain restricted payments and investments, limitations on transactions with affiliates and limitations on incurring additional indebtedness.\nIn addition, the Credit Agreement requires maintenance of a minimum consolidated EBITDA, as defined in the Credit Agreement, of $15 million\nfor the most recently completed four (4) fiscal quarters as measured at the end of each fiscal quarter. As of April 30, 2023, we were\nin compliance with the Credit Agreement’s financial covenant.\n\n\n \n\n\nThe Credit Agreement also provides for certain\ncustomary events of defaults, including, among others, failure to make payments, breach of representations and warranties, and default\nof convenants.\n\n\n \n\n\nRecently\nIssued Accounting Pronouncements\n\n\n \n\n\nFor a discussion of recent accounting pronouncements\napplicable to us, see Note 2, \nSummary of Significant Accounting Policies\n, of the notes to consolidated financial statements.\n\n\n \n\n\n\n",
    "item7a": ">Item 7A.\nQuantitative And Qualitative Disclosures About Market Risk\n\n\n \n\n\nOur cash and cash equivalents\nare primarily invested in money market funds with one major commercial bank with the primary objective to preserve our principal balance.\nOur deposits held with this bank exceed the amount of government insurance limits provided on our deposits and, therefore, we are exposed\nto credit risk in the event of default by the major commercial bank holding our cash balances. However, these deposits may be redeemed\nupon demand. In addition, while changes in U.S. interest rates would affect the interest earned on our cash balances at April 30, 2023,\nsuch changes would not have a material adverse effect on our financial condition or results of operations, based on historical movements\nin interest rates.\n\n\n \n\n\nOur Convertible Notes bear interest\nat a fixed rate of 1.25% per year and therefore would not be affected by changes in U.S. interest rates.\n\n\n \n\n\nLoans under our Revolving Credit Facility will\nbear interest at either (1) a term SOFR rate for a specified interest period plus a SOFR\nadjustment (equal to 0.10%) plus a margin of 1.40% or (2) base rate plus a margin of 0.40% at our option.  As of April 30, 2023, we had no loans outstanding\nunder our Revolving Credit Facility.\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n37\n \n\n\n \n\n\n\n\n \n\n\n\n\n\n",
    "cik": "704562",
    "cusip6": "05368M",
    "cusip": [
        "05368M106",
        "05368m106",
        "05368M956",
        "05368M906"
    ],
    "names": [
        "AVID BIOSERVICES INC"
    ],
    "source": "https://www.sec.gov/Archives/edgar/data/704562/000168316823004329/0001683168-23-004329-index.htm"
}