{
    "item1": ">Item 1. BUSINESS.\n\n\n \n\n\nValue Line, Inc. is a New York corporation headquartered in New York City and formed in 1982. The Company's core business is producing investment periodicals and their underlying research and making available certain Value Line copyrights, Value Line trademarks and Value Line Proprietary Ranks and other proprietary information, to third parties under written agreements for use in third-party managed and marketed investment products and for other purposes. Value Line markets under well-known brands including \nValue Line\n®\n, the Value Line \nlogo®, \nThe Value Line Investment Survey\n®\n, Smart Research, Smarter Investing\n™\n \nand \nThe Most Trusted Name in Investment Research\n®\n.\n The name \"Value Line\" as used to describe the Company, its products, and its subsidiaries, is a registered trademark of the Company. Effective December 23, 2010, EULAV Asset Management Trust (“EAM”) was established to provide investment management services to the Value Line Funds accounts and provides distribution, marketing, and administrative services to the Value Line Funds. Value Line holds substantial non-voting revenues and non-voting profits interests in EAM.\n\n\n \n\n\nThe Company is the successor to substantially all of the operations of Arnold Bernhard & Co, Inc. (\"AB&Co.\"). AB&Co. is the controlling shareholder of the Company and, as of April 30, 2023, owns 91.51% of the outstanding shares of the common stock of the Company.\n\n\n \n\n\nA. Investment Related Periodicals & Publications\n\n\n \n\n\nThe investment periodicals and related publications offered by Value Line Publishing LLC (“VLP”), a wholly-owned entity of the Company, cover a broad spectrum of investments including stocks, mutual funds, ETFs and options. The Company’s periodicals and related publications and services are marketed to individual and professional investors, as well as to institutions including municipal and university libraries and investment firms.\n\n\n \n\n\nThe services generally fall into four categories:\n\n\n \n\n\n\n\n\n\n\n\n \n\n\n \n●\n \n\n\n \nComprehensive reference periodical publications\n \n\n\n\n\n\n\n \n\n\n \n●\n \n\n\n \nTargeted, niche periodical newsletters\n \n\n\n\n\n\n\n \n\n\n \n●\n \n\n\n \nInvestment analysis software\n \n\n\n\n\n\n\n \n\n\n \n●\n \n\n\n \nCurrent and historical financial databases\n \n\n\n\n\n\n\n\n\n \n\n\nThe comprehensive research services (\nThe Value Line Investment Survey, The Value Line Investment Survey - Small and Mid-Cap, The Value Line 600, \nand \nThe Value Line Fund Advisor Plus\n) provide both statistical and text coverage of a large number of investment securities, with an emphasis placed on Value Line’s proprietary research, analysis and statistical ranks. \nThe Value Line Investment Survey\n is the Company’s flagship service, published each week in print and daily on the web.\n\n\n \n\n\nThe niche newsletters (\nValue Line Select\n®, \nValue Line Select: Dividend Income & Growth\n, \nValue Line Select: ETFs, The Value Line Special Situations Service\n®, \nThe Value Line M&A Service\n, \nThe Value Line Climate Change Investing Service, \nand The Value Line \nInformation You Should Know\n Wealth Newsletter) provide information on a less comprehensive basis for securities that the Company believes will be of particular interest to subscribers and may include topics of interest on markets and the business environment. \nValue Line Select\n® is a targeted service with an emphasis on Value Line’s proprietary in-depth research analysis and statistical selections, highlighting monthly a stock with strong return potential and reasonable risk.  \nValue Line Select: Dividend Income & Growth\n represents Value Line's targeted coverage of dividend paying stocks with good growth potential. \nValue Line Select: ETFs \nrecommends a new ETF for purchase each month. \nThe Value Line Special Situations Service\n provides in-depth research analysis on selected small and mid-cap stocks. \nThe Value Line M&A Service \nrecommends stocks of companies that Value Line thinks may be acquired by other corporations or private equity firms. \nThe Value Line Climate Change Investing Service\n recommends stocks that should benefit from addressing the challenge of climate change. \nThe Value Line Information You Should Know Wealth Newsletter\n provides insightful information on various personal finance topics.\n\n\n \n\n\n\n\n\n\n\n\n\n       5\n     \n\n\n\n\n\n\n\n\n\n\n\n\n\n        \n     \n\n\n\n\n\n\n\n\n \n\n\nValue Line offers digital versions of most of its products through the Company’s website, www.valueline.com. Subscribers to the print versions have, in some cases, received free access to the corresponding digital versions, although digital subscribers do not receive a free print edition. The most comprehensive of the Company’s online platforms is \nThe Value Line Research Center\n, which allows subscribers to access most of the Company’s research and publications at a packaged price via the Internet.\n\n\n \n\n\nInvestment analysis software (\nThe Value Line Investment Analyzer \nand \nThe New Value Line ETFs Service\n) includes data sorting and filtering tools. In addition, for institutional and professional subscribers, VLP offers current and historical financial databases (\nDataFile, Estimates & Projections, \nand \nMutual Funds\n) via the Internet.\n\n\n \n\n\nThe print and digital services include, but are not limited to the following:\n\n\n \n\n\nThe Value Line Investment Survey \n\n\n \n\n\nThe Value Line Investment Survey\n is an investment periodical research service providing both timely articles on economic, financial and investment matters and analysis and ranks for equity securities. Two of the evaluations for covered equity securities are \"Timeliness™\" and \"Safety™”. “Timeliness” Ranks relate to the probable relative price performance of one stock over the next six to twelve months, as compared to the rest of the stock coverage universe. Ranks are updated each week and range from Rank 1 for the expected best performing stocks to Rank 5 for the expected poorest performers. \"Safety\" Ranks are a measure of risk and are based on the issuer's relative Financial Strength and its stock's Price Stability. \"Safety\" ranges from Rank 1 for the least risky stocks to Rank 5 for the riskiest. VLP employs analysts and statisticians who prepare articles of interest for each periodical and who evaluate stock performance and provide future earnings estimates and quarterly written evaluations with more frequent updates when relevant. \nThe Value Line Investment Survey\n is comprised of three parts: The \"\nSummary & Index\n\" provides updated Timeliness and Safety Ranks, selected financial data, and \"screens\" of key financial measures; the \"\nRatings & Reports\n\" section contains the updated reports on stocks each week; and the “\nSelection & Opinion\n” section provides economic commentary and data, articles, and model portfolios managed by analysts covering a range of investment approaches.\n\n\n \n\n\nThe Value Line Investment Survey - Small and Mid-Cap \n\n\n \n\n\nThe Value Line Investment Survey - Small and Mid-Cap\n is an investment research tool introduced in 1995 that provides short descriptions of and extensive data for small and medium-capitalization stocks, many listed on The NASDAQ Exchange, beyond the equity securities of generally larger-capitalization companies covered in \nThe Value Line Investment Survey\n. Like \nThe Value Line Investment Survey\n, the \nSmall and Mid-Cap\n has its own \"\nSummary & Index\n\" providing updated performance ranks and other data, as well as \"screens\" of key financial measures and two model portfolios. The print portion of the service is issued monthly. The 400 stocks of the Small & Mid-Cap universe selected for inclusion in the print component of the service are those of most importance to subscribers and are mailed to subscribers in updated monthly groups. Each stock is covered 4 times per year – once per quarterly cycle. The Digital component of the service remains unchanged -- updated weekly with the complete stock coverage universe available for review. The Performance Rank is designed to predict relative price performance over the next six to twelve months.\n\n\n \n\n\nThe Value Line Fund Advisor Plus\n\n\n \n\n\nThe Value Line Mutual Fund Ranking System was introduced in 1993. It is the system utilized in the \nFund Advisor Plus, \nfeaturing load, no-load, and low-load open-end mutual funds. Each issue offers strategies for maximizing total return, and highlights of specific mutual funds. It also includes information about retirement planning and industry news. A full statistical review, including latest performance, ranks, and sector weightings, is updated each month on approximately 800 leading load, no-load and low-load funds. Included with this product is online access to Value Line’s database of approximately 20,000 mutual funds, including screening tools and full-page printable reports on each fund. Four model portfolios are also part of the service. One recommends specific U.S. mutual funds from different objective groups, while the other highlights similar exchange traded funds (ETFs). The remaining two highlight mutual funds and ETFs globally. \nThe Value Line Fund Advisor Plus \ncontains data on approximately 20,000 no-load and low-load funds and a digital screener.\n\n\n \n\n\nThe Value Line Special Situations Service \n\n\n \n\n\nThe Value Line Special Situations Service\n’s core focus is on smaller companies whose equity securities are perceived by Value Line’s analysts as having exceptional appreciation potential. This publication was introduced in 1951.\n\n\n \n\n\n\n\n\n\n\n\n\n       6\n     \n\n\n\n\n\n\n\n\n\n\n\n\n\n        \n     \n\n\n\n\n\n\n\n\n \n\n\nThe Value Line Daily Options Survey \n\n\n \n\n\nThe Value Line Daily Options Survey \nis a daily digital service that evaluates and ranks approximately 600,000 U.S. equity and equity index options. Features include an interactive database, spreadsheet tools, and a weekly email newsletter. This product is only offered as an online subscription.\n\n\n \n\n\nValue Line Select \n\n\n \n\n\nValue Line Select\n is a monthly stock selection service and was first published in 1998. It focuses each month on a single company that the Value Line Research Department has selected from a group of high-quality companies whose stocks are viewed as having a superior risk/reward ratio. Recommendations are backed by in-depth research and are subject to ongoing monitoring by research personnel.\n\n\n \n\n\nValue Line Select: Dividend Income & Growth\n\n\n \n\n\nValue Line Select: Dividend Income & Growth \n(formerly\n Value Line Dividend Select\n), a monthly stock selection service, was introduced in June 2011. This product focuses on companies with dividend yields greater than the average of all stocks covered by Value Line, with a preference for companies that have consistently increased their dividends above the rate of inflation over the longer term and, based on Value Line analysis, have the financial strength both to support and increase dividend payments in the future.\n\n\n \n\n\nValue Line Select: ETFs\n\n\n \n\n\nIn May 2017, we launched \nValue Line Select: ETFs\n, a monthly ETF selection service. This product focuses on ETFs that appear poised to outperform the broader market. The selection process utilizes an industry approach, with the same data-focused analysis that is the hallmark of Value Line.\n\n\n \n\n\nThe New Value Line ETFs Service\n\n\n \n\n\nIn September 2019, we introduced \nThe New Value Line ETFs Service\n. This online-only, web based analysis software provides data, analysis, and screening capabilities on more than 2,700 publicly traded ETFs. Almost all of the ETFs tracked in the product are ranked by The Value Line ETF Ranking System, a proprietary estimate with the goal of predicting an ETF’s future performance relative to all other ranked ETFs. The screener includes more than 30 fields, and each ETF has its own full PDF report. All data and information can be downloaded, exported, and printed.\n\n\n \n\n\nThe Value Line 600\n\n\n \n\n\nThe Value Line 600\n is a monthly publication, which contains full-page research reports on approximately 600 equity securities. Its reports provide information on many actively traded, larger capitalization issues as well as some smaller growth stocks. It offers investors who want the same type of analysis provided in \nThe Value Line Investment Survey\n, but who do not want or need coverage of all the companies covered by that product a suitable alternative. Readers also receive supplemental reports as well as a monthly Index, which includes updated statistics, including proprietary ranks and ratings.\n\n\n \n\n\n\n\n\n\n\n\n\n       7\n     \n\n\n\n\n\n\n\n\n\n\n\n\n\n        \n     \n\n\n\n\n\n\n\n\n \n\n\nValue Line Information You Should Know Wealth Newsletter\n\n\n \n\n\nThis is a monthly service that started in January 2020. It is a general interest publication focusing on useful and actionable investing and financial information. It is a succinct 4 page newsletter covering topics such as. “How Can I Avoid Probate? And Should I?”, “How to Handle Your Investments in a Bear Market”. It is available as a print product or as a PDF delivered via email. The newsletter is marketed via a variety of channels including as an add-on in select direct mail campaigns and email.\n\n\n \n\n\nThe Value Line M&A Service\n\n\n \n\n\nThis is a monthly service that was launched in September 2020. The objective of the service is to identify companies that possess characteristics, such as a successful product lineup, market position or important technology that would interest larger corporations or private equity firms. The main feature of the M&A Service consists of a detailed, multipage highlight on a stock that Value Line thinks is a good acquisition candidate. New recommendations are then added to the M&A Model Portfolio.\n\n\n \n\n\nThe Value Line Climate Change Investing Service\n\n\n \n\n\nThis monthly service was introduced in April 2021. This publication, designed for the climate-conscious, profit-oriented investor, seeks to provide key climate news alongside a managed portfolio of twenty stocks, chosen by our analysts, which stand to benefit from responses to climate change. Selections are vetted based not only on time-tested financial measures, but also the potential impact of climate change and measures taken to combat it on their business. Our selections fall into two main groups: businesses that are focused on providing environmental solutions, and those that are likely to thrive in a changing climate. Every issue features new updates to our portfolio.\n\n\n \n\n\nValue Line Investment Analyzer\n\n\n \n\n\nValue Line Investment Analyzer\n is a powerful menu-driven software program with fast filtering, ranking, reporting and graphing capabilities utilizing more than 230 data fields for various industries and indices and for the stocks covered in VLP’s flagship publication, \nThe Value Line Investment Survey\n. \nValue Line Investment Analyzer\n allows subscribers to apply numerous charting and graphing variables for comparative research, and is integrated with the Value Line databases via the Internet.  \nValue Line Investment Analyzer Professional\n is a more comprehensive product which covers nearly 5,500 stocks and allows subscribers to create customized screens.\n\n\n \n\n\nValue Line DataFile Products\n\n\n \n\n\nFor our institutional customers, Value Line offers both current and historical data for equities, mutual funds and exchange traded funds (“ETFs”). Value Line DataFile products are offered via an FTP site. Below is a listing of the DataFile products:\n\n\n \n\n\nFundamental DataFile I and II\n\n\n \n\n\nThe\n \nValue Line Fundamental DataFile I\n contains fundamental data (both current and historical) on nearly 5,500 publicly traded companies that follow U.S. generally accepted accounting principles (“GAAP”). This data product provides annual data from 1955, quarterly data from 1963, and full quarterly data as reported to the SEC from 1985. Value Line also offers historical data on over 9,500 companies that no longer exist in nearly 100 industries via our “Dead Company” File. The \nFundamental DataFile\n has over 400 annual and over 80 quarterly fields for each of the companies included in the database. DataFile is sold primarily to the institutional and academic markets. Value Line also offers a scaled down DataFile product, \nFundamental DataFile II\n, which includes a limited set of historical fundamental data.\n\n\n \n\n\n\n\n\n\n\n\n\n       8\n     \n\n\n\n\n\n\n\n\n\n\n\n\n\n        \n     \n\n\n\n\n\n\n\n\n \n\n\nEstimates and Projections DataFile\n\n\n \n\n\nThis DataFile offering contains the proprietary estimates and projections from Value Line analysts on a wide range of the stocks traded on U.S. exchanges. Data includes earnings, sales, cash flow, book value, margin, and other popular fields. Estimates are for the current year and next year, while projections encompass the three to five year period.\n\n\n \n\n\nMutual Fund DataFile\n\n\n \n\n\nThe Value Line \nMutual Fund DataFile \ncovers approximately 20,000 mutual funds with up to 20 years of historical data with more than 200 data fields. The \nMutual Fund DataFile\n provides monthly pricing, basic fund information, weekly performance data, sector weights, and many other important mutual fund data fields. This file is updated monthly and delivered via FTP.\n\n\n \n\n\nValue Line Research Center\n\n\n \n\n\nThe \nValue Line Research Center\n provides on-line access to select Company investment research services covering stocks, mutual funds, options, ETFs, and special situations stocks. This service includes full digital subscriptions to \nThe Value Line Investment Survey, The Value Line Fund Advisor Plus, The Value Line Daily Options Survey, The Value Line Investment Survey\n - \nSmall and Mid-Cap, The New Value Line ETFs Service \nand \nThe Value Line Special Situations Service\n. For our library subscribers, the Research Center also includes the Value Line Climate Change Investing Service. Users can screen more than 250 data fields, create graphs using multiple different variables, and access technical history.\n\n\n \n\n\nDigital Services\n\n\n \n\n\nThe Value Line Investment Survey - Smart Investor\n offers digital access to full page reports, analyst commentary and Value Line proprietary ranks with coverage on stocks that comprise over 90% of the value of all stocks that trade on U.S. exchanges. Online tools include a screener, alerts, watch-lists and charting. Print capabilities are included.\n\n\n \n\n\nThe Value Line Investment Survey - Savvy Investor \noffers digital access to full page reports and Value Line proprietary ranks on the stocks of both \nThe Investment Survey (Smart Investor)\n and \nThe\n \nSmall Cap Investor\n. Online tools include a screener, alerts, watch-lists and charting. Print capabilities are included.\n\n\n \n\n\nThe Value Line Investment Survey - Small Cap Investor \noffers digital access to full page reports and Value Line proprietary ranks and short descriptions of and extensive data for small and medium-capitalization stocks generally with market capitalizations under $10 billion. One year of history is included. Online tools include a screener, alerts, watch-lists and charting. Print capabilities are included.\n\n\n \n\n\nThe Value Line Investment Survey - Investor 600\n, equivalent to \nThe Value Line 600 \nprint, offers digital access to full page reports, analyst commentary and Value Line proprietary ranks on approximately 600 selected stocks covering the same variety of industries as \nThe Value Line Investment Survey\n. Online tools include a screener, alerts, watch-lists and charting. Print capabilities are included.\n\n\n \n\n\nValue Line Pro Premium \ndigital service includes \nThe Value Line Investment Survey\n® and \nThe Value Line Investment Survey\n®\n \n—\n Small & Mid-Cap\n. This equity package monitors more than 3,300 companies with market values ranging from less than $1 billion to nearly $3 trillion across 100 industries. There are over 250 data fields that can be screened to help make informed decisions. Features of the service include three years of historical reports and data, customizable modules, alerts and screening.\n\n\n \n\n\nValue Line Pro Basic\n digital service has coverage on stocks drawn from 100 industries. There are over 200 data fields that can be screened to help make informed decisions. Features of the service include three years of historical reports and data, customizable modules, alerts and screening.\n\n\n \n\n\n\n\n\n\n\n\n\n       9\n     \n\n\n\n\n\n\n\n\n\n\n\n\n\n        \n     \n\n\n\n\n\n\n\n\n \n\n\nValue Line\n \nPro Elite\n digital service includes \nThe Value Line Investment Survey\n® and \nThe Value Line Investment Survey\n®\n \n—\n Small & Mid-Cap.\n \nPro Elite \nservice package aimed at professional industry includes digital access to full page reports and Value Line proprietary ranks. In addition, our database of mostly microcap firms adds more than 2,000 additional names. Five years’ history is included. Online tools include a screener, alerts, watch-lists and charting. Downloading and print capabilities are included.\n\n\n \n\n\nThe Value Line Investment Survey \n–\n Library Basic\n has coverage on stocks that comprise over 90% of the value of all stocks that trade on U.S. exchanges included in \nThe Value Line Investment Survey\n, drawn from nearly 100 industries. There are over 200 data fields that can be applied to help you make more informed decisions. Value Line has led its subscribers towards financial success by satisfying the demand for actionable insights and tools to manage equity investments.\n\n\n \n\n\nThe Value Line Investment Survey \n–\n Library Elite \noffers libraries digital access to full reports, analyst commentary and Value Line proprietary ranks. This equity package monitors more than 3,300 companies. Online tools include a screener, and charting. Print capabilities are included.\n\n\n \n\n\nThe Value Line Pro Equity Research Center\n is an equities-only package that includes access to exclusive premium services and provides online access to all of Value Line’s equity products. This service offered both to financial advisers and high-net-worth individuals, includes full online subscriptions to \nThe Value Line Investment Survey\n, \nThe Value Line Investment Survey \n–\n Small & Mid-Cap\n, \nValue Line Select\n, \nValue Line Select: Dividend Income and Growth\n, \nThe Value Line Special Situations Service, The Value Line M&A Service, \nand\n The Value Line Pro ETF Package\n. Users can screen more than 250 data fields, create graphs using multiple different variables, and access technical history. \nThe Value Line Pro Equity Research Center\n has the ability to track model portfolios (large, small and mid-cap) as well as providing ranks and news.\n\n\n \n\n\nValue Line Library Research Center \n\n\n \n\n\nThe Value Line Library Research Center\n provides on-line access to select Company investment research services covering stocks, mutual funds, options, special situations stocks, and climate change investing. This service includes full digital subscriptions to \nThe Value Line Investment Survey, The Value Line Fund Advisor Plus, The Value Line Daily Options Survey, The Value Line Investment Survey - Small and Mid-Cap, The New Value Line ETFs Service, The Value Line Special Situations Service, \nand\n The Value Line Climate Change Investing Service\n. Users can screen more than 250 data fields, create graphs using multiple different variables, and access technical history. \nValue Line Library Research Center \nhas the ability to track model portfolios (large, small and mid-cap) as well as providing ranks and news.\n\n\n \n\n\nQuantitative Strategies \n\n\n \n\n\nValue Line Quantitative Strategy Portfolios are developed based on our renowned proprietary Ranking Systems for TimelinessTM, Performance and SafetyTM, Financial Strength Ratings, and a comprehensive database of fundamental research and analysis. All of these quantitative investment products have a solid theoretical foundation and have demonstrated superior empirical results. These strategies are available for licensing by Financial Professionals such as RIAs and Portfolio Managers.\n\n\n \n\n\nAll the digital services have Charting features, including many options to chart against popular indexes with the ability to save settings and print. Products offer an Alerts Hub which allows the user to set up alerts for up to 25 companies, with delivery via text or email.\n\n\n \n\n\nB.\n \nCopyright Programs\n\n\n \n\n\nThe Company’s available copyright services, which include certain proprietary Ranking System results and other proprietary information are made available for use in third party products, such as unit investment trusts, variable annuities, managed accounts and exchange traded funds. The sponsors of these products act as wholesalers and distribute the products generally by syndicating them through an extensive network of national and regional brokerage firms. The sponsors of these products will typically receive Proprietary Ranking System results, which may include Value Line Timeliness, Safety, Technical and Performance ranks, as screens for their portfolios. The sponsors are also given permission to associate Value Line’s trademarks with the products. Value Line collects a copyright fee from each of the product sponsors/managers primarily based upon the market value of assets invested in each product’s portfolio utilizing the Value Line proprietary data. Since these fees are based on the market value of the respective portfolios using the Value Line proprietary data, the payments to Value Line, which are typically received on a quarterly basis, will fluctuate.\n\n\n \n\n\nValue Line’s primary copyright products are structured as ETFs and Unit Investment Trusts, all of which have in common some degree of reliance on the Value Line Ranking System for their portfolio creation. These products are offered and distributed by independent sponsors.\n\n\n \n\n\n\n\n\n\n\n\n\n       10\n     \n\n\n\n\n\n\n\n\n\n\n\n\n\n        \n     \n\n\n\n\n\n\n\n\n \n\n\nC.\n \nInvestment Management Services \n\n\n \n\n\nPursuant to the EAM Declaration of Trust, the Company receives an interest in certain revenues of EAM and a portion of the residual profits of EAM but has no voting authority with respect to the election, removal or replacement of the trustees of EAM. The business of EAM is managed by five individual trustees and a Delaware resident trustee (collectively, the “Trustees”) and by its officers subject to the direction of the Trustees.\n\n\n \n\n\nCollectively, the holders of the voting profits interests in EAM are entitled to receive 50% of the residual profits of the business, subject to temporary adjustments in certain circumstances. Value Line holds a non-voting profits interest representing 50% of residual profits, subject to temporary adjustments in certain circumstances, and has no power to vote for the election, removal or replacement of the trustees of EAM. Value Line also has a non-voting revenues interest in EAM pursuant to which it is entitled to receive a portion of the non-distribution revenues of the business ranging from 41% at non-distribution fee revenue levels of $9 million or less to 55% at such revenue levels of $35 million or more. In the event the business is sold or liquidated, the first $56.1 million of net proceeds plus any additional capital contributions (Value Line or any holder of a voting profits interest, at its discretion, may make future contributions to its capital account in EAM), which contributions would increase its capital account but not its percentage interest in operating profits, will be distributed in accordance with capital accounts; 20% of the next $56.1 million will be distributed to the holders of the voting profits interests and 80% to the holder of the non-voting profits interests (currently, Value Line); and the excess will be distributed 45% to the holders of the voting profits interests and 55% to the holder of the non-voting profits interest (Value Line). EAM has elected to be taxed as a pass-through entity similar to a partnership.\n\n\n \n\n\nAlso, pursuant to the EAM Declaration of Trust, Value Line (1) granted each Fund use of the name “Value Line” so long as EAM remains the Fund’s adviser and on the condition that the Fund does not alter its investment objectives or fundamental policies from those in effect on the date of the investment advisory agreement with EAM, provided also that the Funds do not use leverage for investment purposes or engage in short selling or other complex or unusual investment strategies that create a risk profile similar to that of so-called hedge funds, (2) agreed to provide EAM its proprietary Ranking System information without charge or expense on as favorable basis as to Value Line’s best institutional customers and (3) agreed to capitalize the business with $7 million of cash and cash equivalents at inception.\n\n\n \n\n\nEAM is organized as a Delaware statutory trust and has no fixed term. However, in the event that control of the Company’s majority shareholder changes, or in the event that the majority shareholder no longer beneficially owns 5% or more of the voting securities of the Company, then the Company has the right, but not the obligation, to buy the voting profits interests in EAM at a fair market value to be determined by an independent valuation firm in accordance with the terms of the EAM Declaration of Trust.\n\n\n \n\n\nValue Line also has certain consent rights with respect to extraordinary events involving EAM, such as a proposed sale of all or a significant part of EAM, material acquisitions, entering into businesses other than asset management and fund distribution, paying compensation in excess of the mandated limit of 22.5%-30% of non-distribution fee revenues (depending on the level of such revenues), declaring voluntary bankruptcy, making material changes in tax or accounting policies or making substantial borrowings, and entering into related party transactions. These rights were established to protect Value Line’s non-voting revenues and non-voting profits interests in EAM.\n\n\n \n\n\n\n\n\n\n\n\n\n       11\n     \n\n\n\n\n\n\n\n\n\n\n\n\n\n        \n     \n\n\n\n\n\n\n\n\n \n\n\nEAM acts as the Adviser to the Value Line Funds. EULAV Securities acts as the Distributor for the Value Line Funds. State Street Bank, an unaffiliated entity, is the custodian of the assets of the Value Line Funds and provides them with fund accounting and administrative services. Shareholder services for the Value Line Funds are provided by SS&C, formerly named DST Asset Manager Solutions.\n\n\n \n\n\nThe Company maintains a significant interest in the cash flows generated by EAM and will continue to receive ongoing payments in respect of its non-voting revenues and non-voting profits interests, as discussed below. Total assets in the Value Line Funds managed and/or distributed by EAM at April 30, 2023, were $3.09 billion, which is $0.27 billion, or 8.0%, below total assets of $3.36 billion in the Value Line Funds managed and/or distributed by EAM at April 30, 2022.          \n\n\n \n\n\n\n\n\n\n\n\n \nTotal net assets of the Value Line Funds at April 30, 2023, were:\n \n\n\n \n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n($ in thousands)\n \n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \nValue Line Asset Allocation Fund\n \n\n\n \n\n\n$\n\n\n937,202\n\n\n \n\n\n\n\n\n\n \nValue Line Capital Appreciation Fund\n \n\n\n \n\n\n \n\n\n406,868\n\n\n \n\n\n\n\n\n\n \nValue Line Mid Cap Focused Fund\n \n\n\n \n\n\n \n\n\n695,794\n\n\n \n\n\n\n\n\n\n \nValue Line Small Cap Opportunities Fund\n \n\n\n \n\n\n \n\n\n408,656\n\n\n \n\n\n\n\n\n\n \nValue Line Select Growth Fund\n \n\n\n \n\n\n \n\n\n366,324\n\n\n \n\n\n\n\n\n\n \nValue Line Larger Companies Focused Fund\n \n\n\n \n\n\n \n\n\n236,706\n\n\n \n\n\n\n\n\n\n \nValue Line Core Bond Fund\n \n\n\n \n\n\n \n\n\n41,104\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \nTotal EAM managed net assets\n \n\n\n \n\n\n$\n\n\n3,092,654\n\n\n \n\n\n\n\n\n\n\n\n \n\n\nInvestment management fees and distribution service fees (“12b-1 fees”) vary among the Value Line Funds and may be subject to certain limitations. Certain investment strategies among the equity funds include, but are not limited to, reliance on the Value Line Timeliness ™ Ranking System (the “Ranking System”) and/or the Value Line Performance Ranking System in selecting securities for purchase or sale. Each Ranking System seeks to compare the estimated probable market performance of each stock during the next six to twelve months to that of all stocks under review in each system and ranks stocks on a scale of 1 (highest) to 5 (lowest). All the stocks followed by the Ranking System are listed on U.S. stock exchanges or traded in the U.S. over-the-counter markets. Prospectuses and annual reports for each of the Value Line open end mutual funds are available on the Funds’ website \nwww.vlfunds.com\n. Each mutual fund may use \"Value Line\" in its name only to the extent permitted by the terms of the EAM Declaration of Trust.\n\n\n \n\n\nD. Wholly-Owned Operating Subsidiaries\n\n\n \n\n\nWholly-owned operating subsidiaries of the Company as of April 30, 2023 include the following:\n\n\n \n\n\n\n\n\n\n\n\n \n\n\n \n1.\n \n\n\n \nValue Line Publishing LLC (“VLP”) is the publishing unit for the investment related periodical publications and copyrights.\n \n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n \n\n\n \n2.\n \n\n\n \nVanderbilt Advertising Agency, Inc. places advertising on behalf of the Company's publications.\n \n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n \n\n\n \n3.\n \n\n\n \nValue Line Distribution Center, Inc. (“VLDC”) distributes Value Line’s print publications.\n \n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n       12\n     \n\n\n\n\n\n\n\n\n\n\n\n\n\n        \n     \n\n\n\n\n\n\n\n\n \n\n\nE. Trademarks\n\n\n \n\n\nThe Company holds trademark and service mark registrations for various names and logos in multiple countries. Value Line believes that these trademarks and service marks provide significant value to the Company and are an important factor in the marketing of its products and services, as well as in the marketing of the Value Line Funds, now managed by EAM. The Company maintains registrations of all active and eligible trademarks.\n\n\n \n\n\nF. Investments\n\n\n \n\n\nAs of April 30, 2023 and April 30, 2022, the Company held total investment assets (excluding its interests in EAM) with a fair market value of $54,474,000 and $28,122,000, respectively, including equity securities and available-for-sale fixed income securities on the Consolidated Balance Sheets. As of April 30, 2023 and April 30, 2022, the Company held equity securities, which consist of investments in the SPDR Series Trust S&P Dividend ETF (SDY), First Trust Value Line Dividend Index ETF (FVD), ProShares Trust S&P 500 Dividend Aristocrats ETF (NOBL), IShares DJ Select Dividend ETF (DVY) and other Exchange Traded Funds and common stock equity securities. As of April 30, 2023 and April 30, 2022, the Company held fixed income securities classified as available-for-sale, that consist of securities issued by United States federal government and bank certificates of deposit within the United States.\n\n\n \n\n\nG. Employees\n\n\n \n\n\nAt April 30, 2023, the Company and its subsidiaries employed 138 people.\n\n\n \n\n\nThe Company and its affiliates, officers, directors and employees may from time to time own securities which are also held in the portfolios of the Value Line Funds or recommended in the Company's publications. Value Line analysts are not permitted to own securities of the companies they cover. The Company has adopted rules requiring reports of securities transactions by employees for their respective accounts. The Company has also established policies restricting trading in securities whose ranks are about to change in order to avoid possible conflicts of interest.\n\n\n \n\n\nH. Principal Business Segments\n\n\n \n\n\n \n\n\nThe information with respect to revenues from external customers and profit and loss of the Company's identifiable principal business segments is incorporated herein by reference to Note 18 of the Notes to the Company's Consolidated Financial Statements included in this Form 10-K.\n\n\n \n\n\nThe investment periodicals and related publications (retail and institutional) and Value Line copyrights and Value Line Proprietary Ranks and other proprietary information, consolidated into one segment called Publishing. The Publishing segment constitutes the Company’s only reportable business segment.\n\n\n \n\n\nI. Competition\n\n\n \n\n\nThe investment information and publishing business conducted by the Company and the investment management business conducted by EAM are very competitive. There are many competing firms and a wide variety of product offerings. Some of the firms in these industries are substantially larger and have greater financial resources than the Company and EAM. The Internet continues to increase the amount of competition in the form of free and paid online investment research. With regard to the investment management business conducted by EAM, the prevalence of broker supermarkets or platforms permitting easy transfer of assets among mutual funds, mutual fund families, and other investment vehicles tends to increase the speed with which shareholders can leave or enter the Value Line Funds based, among other things, on short-term fluctuations in performance.\n\n\n \n\n\n\n\n\n\n\n\n\n       13\n     \n\n\n\n\n\n\n\n\n\n\n\n\n\n        \n     \n\n\n\n\n\n\n\n\n \n\n\nJ. Executive Officers of the Registrant\n\n\n \n\n\nThe following table lists the names, ages (at June 30, 2023), and principal occupations and employment during the past five years of the Company's Executive Officers. All officers are elected to terms of office for one year. Except as noted, each of the following has held an executive position with the companies indicated for at least five years.\n\n\n \n\n\n\n\n\n\n\n\nName  \n\n\nAge \n\n\nPrincipal Occupation or Employment \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nHoward A. Brecher\n\n\n 69 \n\n\nChairman and Chief Executive Officer since October 2011; Acting Chairman and Acting Chief Executive Officer from November 2009 to October 2011; Chief Legal Officer; Vice President and Secretary until January 2010; Vice President and Secretary of each of the Value Line Funds from June 2008 to December 2010; Secretary of EAM LLC from February 2009 until December 2010; Director and General Counsel of AB&Co. Mr. Brecher has been an officer of the Company for more than 20 years.\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nStephen R. Anastasio\n\n\n64 \n\n\nVice President since December 2010; Director since February 2010; Treasurer since 2005. Mr. Anastasio has been an officer of the Company for more than 10 years.\n\n\n\n\n\n\n\n\n \n\n\nWEBSITE ACCESS TO SEC REPORTS\n\n\n \n\n\nThe Company’s Internet site address is \nwww.valueline.com\n. The Company’s annual report on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K and any amendments to these reports are made available on the “Corporate Filings” page under the “About Value Line” tab on the Company’s website @www.valueline.com/About/corporate_filings.aspx. free of charge as soon as reasonably practicable after the reports are filed electronically with the SEC. All of the Company’s SEC reports are also available on the SEC Internet site, \nwww.sec.gov\n.\n\n\n \n\n\n\n\n\n\n\n\n\n       14\n     \n\n\n\n\n\n\n\n\n\n\n\n\n\n        \n     \n\n\n\n\n\n\n\n\n \n\n",
    "item1a": ">ITEM 1A. RISK FACTORS\n\n\n \n\n\nIn addition to the risks referred to elsewhere in this Form 10-K, the following risks, among others, sometimes may have affected, and in the future could affect, the Company’s businesses, financial condition or results of operations and/or the investment management business conducted by EAM and consequently, the amount of revenue we receive from EAM. The risks described below are not the only ones we face. Additional risks not discussed or not presently known to us or that we currently deem insignificant, may also impact our businesses.\n\n\n \n\n\nThe Company and its subsidiaries are dependent on the efforts of its executives and professional staff.\n\n\nThe Company’s future success relies upon its ability to retain and recruit qualified professionals and executives. The Company’s executive officers do not have employment agreements with the Company and the Company does not maintain “key man” insurance policies on any of its executive officers. The loss of the services of key personnel could have an adverse effect on the Company.\n\n\n \n\n\nA decrease in the revenue generated by EAM\n’\ns investment management business could adversely affect the Company\n’\ns cash flow and financial condition.\n\n\nThe Company derives a significant portion of its cash flow from its non-voting revenues and non-voting profits interests in EAM. A decrease in the revenue generated by EAM’s investment management business, whether resulting from performance, competitive, regulatory or other reasons, would reduce the amount of cash flow received by the Company from EAM, which reduction could adversely affect the Company’s cash flow and financial condition.\n\n\n \n\n\nEAM\n’\ns assets under management, which impact EAM\n’\ns revenue, and consequently the amount of the cash flow that the Company receives from EAM, are subject to fluctuations based on market conditions and individual fund performance. \n\n\nFinancial market declines and/or adverse changes in interest rates would generally negatively impact the level of EAM’s assets under management and consequently its revenue and net income. Major sources of investment management revenue for EAM (i.e., investment management and service and distribution fees) are calculated as percentages of assets under management. A decline in securities prices or in the sale of investment products or an increase in fund redemptions would reduce fee income. A prolonged recession or other economic or political events could also adversely impact EAM’s revenue if it led to decreased demand for products, a higher redemption rate, or a decline in securities prices. Good performance of managed assets relative to both competing products and benchmark indices generally assists in both retention and growth of assets, and may result in additional revenues. Conversely, poor performance of managed assets relative to competing products or benchmark indices tends to result in decreased sales and increased redemptions with corresponding decreases in revenues to EAM. Poor performance could therefore reduce the amount of cash flow that the Company receives from EAM, which reduction could adversely affect the Company’s financial condition.\n\n\n \n\n\nEAM derives nearly all of its investment management fees from the Value Line Funds.\n\n\nEAM is dependent upon management contracts and service and distribution contracts with the Value Line Funds under which these fees are paid. As required by the Investment Company Act of 1940 (the “1940 Act”), the Trustees/Directors of the Funds, all of whom are independent of the Company and EAM (except for the CEO of EAM), have the right to terminate such contracts. If any of these contracts are terminated, not renewed, or amended to reduce fees, EAM’s financial results, and consequently, the amount of cash flow received by the Company from EAM, and the Company’s financial condition, may be adversely affected.\n\n\n \n\n\nA decrease in the revenue generated by a significant customer could adversely affect the Company\n’\ns cash flow and financial condition.\n\n\nThe Company derives a significant portion of its cash flow and publishing revenues from a single significant customer.\n\n\n \n\n\nIf the Company does not maintain its subscriber base, its operating results could suffer.\n \n\n\nA substantial portion of the Company’s revenue is generated from print and digital subscriptions, which are paid in advance by subscribers. Unearned revenues are accounted for on the Consolidated Balance Sheets of the Company within current and long-term liabilities. The backlog of orders is primarily generated through renewals and new subscription marketing efforts as the Company deems appropriate. Future results will depend on the renewal of existing subscribers and obtaining new subscriptions for the investment periodicals and related publications. The availability of competitive information on the Internet at low or no cost has had and may continue to have a negative impact on the demand for our products.\n\n\n \n\n\n\n\n\n\n\n\n\n       15\n     \n\n\n\n\n\n\n\n\n\n\n\n\n\n        \n     \n\n\n\n\n\n\n\n\n \n\n\nThe Company believes that the negative trend in retail print subscription revenue experienced in recent years is likely to continue.\n\n\nDuring the last several years, the Company has experienced a negative trend in retail print subscription revenue. While circulation of some print publications has increased, others have experienced a decline in circulation or in average yearly price realized. It is expected that print revenues will continue to decline long-term, while the Company emphasizes digital offerings. The Company has established the goal of maintaining competitive digital products and marketing them through traditional and digital channels to retail and institutional customers. However, the Company is not able to predict whether revenues from digital retail publications will grow more than print revenues decline.\n\n\n \n\n\nLoss of copyright clients or decline in their customers, or assets managed by third party sponsors could reduce the Company\n’\ns revenues.\n\n\nCopyright agreements are based on market interest in the respective proprietary information. The Company believes this part of the business is dependent upon the desire of third parties to use the Value Line trademarks and proprietary research for their products, competition and on fluctuations in segments of the equity markets. If the fees from proprietary information decline, the Company’s operating results could suffer.\n\n\n \n\n\nFailure to protect its intellectual property rights and proprietary information could harm the Company\n’\ns ability to compete effectively and could negatively affect operating results.\n\n\nThe Company’s trademarks are important assets to the Company. Although its trademarks are registered in the United States and in certain foreign countries, the Company may not always be successful in asserting global trademark protection. In the event that other parties infringe on its intellectual property rights and it is not successful in defending its intellectual property rights, the result may be a dilution in the value of the Company’s brands in the marketplace. If the value of the Company’s brands becomes diluted, such developments could adversely affect the value that its customers associate with its brands, and thereby negatively impact its sales. Any infringement of our intellectual property rights would also likely result in a commitment of Company resources to protect these rights through litigation or otherwise. In addition, third parties may assert claims against our intellectual property rights and we may not be able successfully to resolve such claims. The Company is utilizing all of its trademarks and properly maintaining registrations for them.\n\n\n \n\n\nAdverse changes in market and economic conditions could lower demand for the Company\n’\ns and EAM\n’\ns products and\n \nservices.\n \n\n\nThe Company provides its products and services to individual investors, financial advisors, and institutional clients. Adverse conditions in the financial and securities markets may have an impact on the Company’s subscription revenues, securities income, and copyright fees which could adversely affect the Company’s results of operations and financial condition. Adverse conditions in the financial and securities markets could also have an adverse effect on EAM’s investment management revenues and reduce the amount of cash flow that the Company receives from EAM, which reduction could adversely affect the Company’s financial condition.\n\n\n \n\n\nThe Company and EAM face significant competition in their respective businesses. \n\n\nBoth the investment information and publishing business conducted by the Company and the investment management business conducted by EAM are very competitive. There are many competing firms and a wide variety of product offerings. Some of the firms in these industries are substantially larger and have greater financial resources than the Company and EAM. With regard to the investment information and publishing business, barriers to entry have been reduced by the minimal cost structure of the Internet and other technologies. With regard to the investment management business, the absence of significant barriers to entry by new investment management firms in the mutual fund industry increases competitive pressure. Competition in the investment management business is based on various factors, including business reputation, investment performance, quality of service, marketing, distribution services offered, the range of products offered and fees charged. Access to mutual fund distribution channels has also become increasingly competitive.\n\n\n \n\n\n\n\n\n\n\n\n\n       16\n     \n\n\n\n\n\n\n\n\n\n\n\n\n\n        \n     \n\n\n\n\n\n\n\n\n \n\n\nGovernment regulations, any changes to government regulations, and regulatory proceedings and litigation may adversely impact the business. \n\n\nChanges in legal, regulatory, accounting, tax and compliance requirements could have an effect on EAM’s operations and results, including but not limited to increased expenses and restraints on marketing certain funds and other investment products. EAM is registered with the SEC under the Investment Advisers Act of 1940 (the “Advisers Act”). The Advisers Act imposes numerous obligations on registered investment advisers, including fiduciary, record keeping, operational and disclosure obligations. ES is registered as a broker-dealer under the Securities Exchange Act of 1934 and is a member of the Financial Industry Regulatory Authority, also known as “FINRA”. Each Value Line Fund is a registered investment company under the 1940 Act. The 1940 Act requires numerous compliance measures, which must be observed, and involves regulation by the SEC. Each fund and its shareholders may face adverse tax consequences if the Value Line Funds are unable to maintain qualification as registered investment companies under the Internal Revenue Code of 1986, as amended. Those laws and regulations generally grant broad administrative powers to regulatory agencies and bodies such as the SEC and FINRA. If these agencies and bodies believe that EAM, ES or the Value Line Funds have failed to comply with their laws and regulations, these agencies and bodies have the power to impose sanctions. EAM, ES and the Value Line Funds, like other companies, can also face lawsuits by private parties. Regulatory proceedings and lawsuits are subject to uncertainties, and the outcomes are difficult to predict. Changes in laws, regulations or governmental policies, and the costs associated with compliance, could adversely affect the business and operations of the EAM, ES and the Value Line Funds. An adverse resolution of any regulatory proceeding or lawsuit against the EAM or ES could result in substantial costs or reputational harm to them or to the Value Line Funds and have an adverse effect on their respective business and operations. An adverse effect on the business and operations of EAM, ES and/or the Value Line Funds could reduce the amount of cash flow that the Company receives in respect of its non-voting revenues and non-voting profits interests in EAM and, consequently, could adversely affect the Company’s cash flows, results of operations and financial condition.\n\n\n \n\n\nTerrorist attacks could adversely affect the Company and EAM. \n\n\nA terrorist attack, including biological or chemical weapons attacks, and the response to such terrorist attacks, could have a significant impact on the New York City area, the local economy, the United States economy, the global economy, and U.S. and/or global financial markets, and could also have a material adverse effect on the Company’s business and on the investment management business conducted by EAM.\n\n\n \n\n\nFuture pandemic outbreaks could disrupt the Company\n’\ns operations.\n\n\nA substantial recurrence of infections of the COVID-19 virus or its variants could disrupt Company printing and distribution operations, or supplies of materials and services needed for the print publishing business. While the Company believes that its office, editorial, and administrative operations, and those of its suppliers of data and other services, are adequately backed-up for fully remote operations if needed, likewise a future pandemic outbreak could interfere with the continuity of printing and distribution operations, as well as endangering personnel of the Company and its supply chain partners.\n\n\n \n\n\nOur controlling stockholder exercises voting control over the Company and has the ability to elect or remove from office all of our directors.\n\n\nAs of April 30, 2023, AB&Co., Inc. beneficially owned 91.51% of the outstanding shares of the Company’s voting stock. AB&Co. is therefore able to exercise voting control with respect to all matters requiring stockholder approval, including the election or removal from office of all of our directors.\n\n\n \n\n\nWe are not subject to most of the listing standards that normally apply to companies whose shares are quoted on NASDAQ.\n\n\nOur shares of common stock are quoted on the NASDAQ Capital Market (“NASDAQ”). Under the NASDAQ listing standards, we are deemed to be a “controlled company” by virtue of the fact that AB&Co. has voting power with respect to more than 50% of our outstanding shares of voting stock. A controlled company is not required to have a majority of its board of directors comprised of independent directors. Director nominees are not required to be selected or recommended for the board’s selection by a majority of independent directors or a nomination committee comprised solely of independent directors, nor do the NASDAQ listing standards require a controlled company to certify the adoption of a formal written charter or board resolution, as applicable, addressing the nominations process. A controlled company is also exempt from NASDAQ’s requirements regarding the determination of officer compensation by a majority of the independent directors or a compensation committee comprised solely of independent directors. Although we currently comply with certain of the NASDAQ listing standards that do not apply to controlled companies, our compliance is voluntary, and there can be no assurance that we will continue to comply with these standards in the future.\n\n\n \n\n\n\n\n\n\n\n\n\n       17\n     \n\n\n\n\n\n\n\n\n\n\n\n\n\n        \n     \n\n\n\n\n\n\n\n\n \n\n\nWe are subject to cyber risks and may incur costs in connection with our efforts to enhance and ensure security from cyber attacks.\n\n\nSubstantial aspects of our business depend on the secure operation of our computer systems and e-commerce websites. Security breaches could expose us to a risk of loss or misuse of sensitive information, including our own proprietary information and that of our customers and employees. While we devote substantial resources to maintaining adequate levels of cyber security, our resources and technical sophistication may not be adequate to prevent all of the rapidly evolving types of cyber attacks. Anticipated attacks and risks may cause us to incur increasing costs for technology, personnel, insurance and services to enhance security or to respond to occurrences. We maintain cyber risk insurance, but this insurance may not be sufficient to cover all of our losses from any possible future breaches of our systems.\n\n\n \n\n\nChanges to existing accounting pronouncements or taxation rules or practices may affect how we conduct our business and affect our reported results of operations.\n\n\nNew accounting pronouncements or tax rules and varying interpretations of accounting pronouncements or taxation practice have occurred and may occur in the future. A change in accounting pronouncements or interpretations or taxation rules or practices can have a significant effect on our reported results and may even affect our reporting of transactions completed before the change is effective. Changes to existing rules and pronouncements, future changes, if any, or the questioning of current practices or interpretations may adversely affect our reported financial results or the way we conduct our business.\n\n\n \n\n",
    "item7": ">Item 7. MANAGEMENT’S DISCUSSION AND ANALYSIS OF FINANCIAL CONDITION AND RESULTS OF OPERATIONS.\n\n\n \n\n\nThe following Management’s Discussion and Analysis of Financial Condition and Results of Operations (“MD&A”) is intended to help a reader understand Value Line, its operations and business factors. The MD&A should be read in conjunction with Item 1, “Business”, and Item 1A, “Risk Factors” of Form 10-K, and in conjunction with the consolidated financial statements and the accompanying notes contained in Item 8 of this report.\n\n\n \n\n\nThe MD&A includes the following subsections:\n\n\n \n\n\n\n\n\n\n\n\n \n\n\n \n●\n \n\n\n \nExecutive Summary of the Business\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n●\n \n\n\n \nResults of Operations\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n●\n \n\n\n \nLiquidity and Capital Resources\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n●\n \n\n\n \nRecent Accounting Pronouncements\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n●\n \n\n\n \nCritical Accounting Estimates and Policies\n \n\n\n\n\n\n\n\n\n \n\n\nExecutive Summary of the Business\n\n\n \n\n\nThe Company's core business is producing investment periodicals and their underlying research and making available certain Value Line copyrights, Value Line trademarks and Value Line Proprietary Ranks and other proprietary information, to third parties under written agreements for use in third-party managed and marketed investment products and for other purposes. Value Line markets under well-known brands including \nValue Line\n®\n, the Value Line \nlogo®, \nThe Value Line Investment Survey\n®\n, Smart Research, Smarter Investing\n™\n \nand \nThe Most Trusted Name in Investment Research\n®\n.\n The name \"Value Line\" as used to describe the Company, its products, and its subsidiaries, is a registered trademark of the Company. EULAV Asset Management Trust (“EAM”) was established to provide the investment management services to the Value Line Funds, institutional and individual accounts and provide distribution, marketing, and administrative services to the Value Line® Mutual Funds (\"Value Line Funds\"). The Company maintains a significant investment in EAM from which it receives payments in respect of its non-voting revenues and non-voting profits interests.\n\n\n \n\n\nThe Company’s target audiences within the investment research field are individual investors, colleges, libraries, and investment management professionals. Individuals come to Value Line for complete research in one package. Institutional licensees consist of corporations, financial professionals, colleges, and municipal libraries. Libraries and universities offer the Company’s detailed research to their patrons and students. Investment management professionals use the research and historical information in their day-to-day businesses. The Company has a dedicated department that solicits institutional subscriptions.\n\n\n \n\n\nPayments received for new and renewal subscriptions and the value of receivables for amounts billed to retail and institutional customers are recorded as unearned revenue until the order is fulfilled. As the orders are fulfilled, the Company recognizes revenue in equal installments over the life of the particular subscription. Accordingly, the subscription fees to be earned by fulfilling subscriptions after the date of a particular balance sheet are shown on that balance sheet as unearned revenue within current and long-term liabilities.\n\n\n \n\n\nThe investment periodicals and related publications (retail and institutional) and Value Line copyrights and Value Line Proprietary Ranks and other proprietary information consolidate into one segment called Publishing. The Publishing segment constitutes the Company’s only reportable business segment.\n\n\n \n\n\nAsset Management and Mutual Fund Distribution Businesses \n\n\n \n\n\nPursuant to the EAM Declaration of Trust, the Company maintains an interest in certain revenues of EAM and a portion of the residual profits of EAM but has no voting authority with respect to the election or removal of the trustees of EAM or control of its business.\n\n\n \n\n\n\n\n\n\n\n\n\n       21\n     \n\n\n\n\n\n\n\n\n\n\n\n\n\n        \n     \n\n\n\n\n\n\n\n\n \n\n\nThe business of EAM is managed by its trustees each owning 20% of the voting interest in EAM and by its officers subject to the direction of the trustees. The Company’s non-voting revenues and non-voting profits interests in EAM entitle it to receive a range of 41% to 55% of EAM’s revenues (excluding distribution revenues) from EAM’s mutual fund and separate account business and 50% of the residual profits of EAM (subject to temporary increase in certain limited circumstances). The Voting Profits Interest Holders will receive the other 50% of residual profits of EAM. Distribution is not less than 90% of EAM’s profits payable each fiscal quarter under the provisions of the EAM Trust Agreement.\n\n\n \n\n\nBusiness Environment \n\n\n \n\n\nThe pace of economic growth slowed moderately in the first half of calendar 2023. The gross domestic product (GDP) expanded by an annualized rate of 2.0% in the March period and the consensus forecast expected that the pace eased to around 1.0% in the June interim. (The first estimate for second-quarter GDP surprised to the upside with a reading of 2.4%.) This followed respective annualized advances of 3.2% and 2.6% in the third and fourth quarters of 2022. The Federal Reserve’s increasingly restrictive monetary policies—implemented to battle inflation by slowing demand for goods and services and ultimately putting downward pressure on prices—hurt the housing and manufacturing sectors, though recent data suggests that the housing market may be emerging from a recessionary phase in 2022.   \n\n\n \n\n\nThe Federal Reserve, faced with inflation running at a 40-year high entering 2022, embarked on a highly restrictive monetary policy tightening course. This resulted in the central bank hiking the benchmark short-term interest rate at 10-consecutive Federal Open Market Committee (FOMC) meetings before pausing at the June meeting. This hawkish stance raised the federal funds rate from near-zero in the spring of 2022 to the current range of 5.25% to 5.50% announced on July 26th. Recent data have shown that inflation eased some this spring, with both consumer and producer price growth well off multi-decade highs established in 2021. On point, the June Consumer Price Index (CPI) showed prices rose 0.2% on a month-to-month basis, which was up modestly from the May reading of 0.2%, but came in below the consensus expectation calling for an increase of 0.3%. Furthermore, the core CPI, which excludes the more volatile food and energy components, increased 0.2% in June, which was half the prior month’s pace. On a 12-month basis, the CPI rose 3.0%, which was down markedly from the May rate of 4.0%.\n\n\n \n\n\nHowever, several Federal Open Market Committee voting members believe that multiple interest-rate hikes are still plausible in the second half of 2023, including a quarter-point increase at the soon-to-commence July FOMC meeting. Those senior Fed officials, including Chairman Jerome Powell, think the federal funds rate needs to rise to the lead bank’s recently revised 2023 target of 5.60% and stay at or above that level for an extended period to bring price growth closer to its long-term target rate of 2.0%. Wall Street remains skeptical that the Fed will be that hawkish, as the central bank said it will be “data dependent” in formulating monetary policy. Thus, with many market pundits thinking that a continued downward trend in prices will be seen in the upcoming inflation readings, the Street believes that the Fed may reconsider its hawkish position.\n\n\n \n\n\nThe economic data of late have been better than expected, highlighted by surprising recoveries in homebuilding activity and auto sales during the month of May. This, along with the continued strength of the consumer and labor markets, despite the Fed’s best efforts to slow demand for goods and services and ultimately push prices lower, gives more credence to the notion that the Fed can orchestrate a “soft landing” for the economy, as it likely nears the end of its most aggressive interest-rate tightening course in four decades.\n\n\n \n\n\nThe Federal Reserve’s push to stabilize prices has not yet hurt the other part of its dual mandate. Indeed, the labor market remains healthy, with recently laid-off workers and those looking for a better position still finding new jobs rather quickly. Labor market conditions remain tight, despite a lower-than-expected jobs gain of 209,000 in June. Overall, nonfarm payrolls increased by 1.67 million positions through the first half of 2023. The health of the labor market has been a key driver behind the resiliency of the consumer sector amid high inflation. Whether this will continue is the big question, as some headwinds for the consumer are swirling. These include consumer credit card balances rising to record levels this year, the resumption of student loan repayments this September, and the likely reduction of COVID-19 stimulus-enhanced savings accounts. Given these factors, it is hard to envision the consumer keeping up the recent hot pace of spending beyond the latter stages of this year.\n\n\n \n\n\n\n\n\n\n\n\n\n       22\n     \n\n\n\n\n\n\n\n\n\n\n\n\n\n        \n     \n\n\n\n\n\n\n\n\n \n\n\nIn conclusion, the aggressive monetary policy tightening stance by the Federal Reserve may ultimately push the U.S. economy into a recession, but the narrative calling for a “soft landing” has gained steam, given the recent improved economic data. The continued inversion of the Treasury market yield curve (that occurs when rates on longer-term obligations are lower than those of shorter-term durations), the sharp reduction in the U.S. money supply, two-consecutive quarters of corporate earnings declines, and the recent economic struggles for China and Germany (two important trading partners of the United States), may indicate some economic challenges ahead. From a stock market perspective, the price-to-earnings ratio of the S&P 500 companies in early July stood at nearly 19, compared to the 10-year average of 17.4x. This elevated valuation may leave equities vulnerable to any disappointing news on the economic, earnings, and geopolitical fronts.\n\n\n \n\n\n\n\n\n\n\n\n\n       23\n     \n\n\n\n\n\n\n\n\n\n\n\n\n\n        \n     \n\n\n\n\n\n\n\n\n \n\n\nResults of Operations for Fiscal Years 2023, 2022 and 2021\n\n\n \n\n\nThe following table illustrates the Company’s key components of revenues and expenses.\n\n\n \n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \nFiscal Years Ended April 30,\n \n\n\n \n\n\n \n\n\n \nChange\n \n\n\n \n\n\n\n\n\n\n \n($ in thousands, except earnings per share)\n \n\n\n \n\n\n \n2023\n \n\n\n \n\n\n \n\n\n \n2022\n \n\n\n \n\n\n \n\n\n \n2021\n \n\n\n \n\n\n \n\n\n \n'23 vs. '22\n \n\n\n \n\n\n \n\n\n \n'22 vs. '21\n \n\n\n \n\n\n\n\n\n\n \nIncome from operations\n \n\n\n \n\n\n$\n\n\n11,470\n\n\n \n\n\n \n\n\n$\n\n\n10,800\n\n\n \n\n\n \n\n\n$\n\n\n7,535\n\n\n \n\n\n \n\n\n \n\n\n6.2\n\n\n%\n\n\n \n\n\n \n\n\n43.3\n\n\n%\n\n\n\n\n\n\n \nGain on forgiveness of SBA loan\n \n\n\n \n\n\n \n\n\n-\n\n\n \n\n\n \n\n\n \n\n\n2,331\n\n\n \n\n\n \n\n\n \n\n\n-\n\n\n \n\n\n \n\n\n \n\n\nn/a\n\n\n \n\n\n \n\n\n \n\n\nn/a\n\n\n \n\n\n\n\n\n\n \nNon-voting revenues and non-voting profits interests from EAM Trust\n \n\n\n \n\n\n \n\n\n11,131\n\n\n \n\n\n \n\n\n \n\n\n18,041\n\n\n \n\n\n \n\n\n \n\n\n17,321\n\n\n \n\n\n \n\n\n \n\n\n-38.3\n\n\n%\n\n\n \n\n\n \n\n\n4.2\n\n\n%\n\n\n\n\n\n\n \nIncome from operations plus non-voting revenues and non-voting profits interests from EAM Trust and gain on SBA loan forgiveness\n \n\n\n \n\n\n \n\n\n22,601\n\n\n \n\n\n \n\n\n \n\n\n31,172\n\n\n \n\n\n \n\n\n \n\n\n24,856\n\n\n \n\n\n \n\n\n \n\n\n-27.5\n\n\n%\n\n\n \n\n\n \n\n\n25.4\n\n\n%\n\n\n\n\n\n\n \nOperating expenses\n \n\n\n \n\n\n \n\n\n28,225\n\n\n \n\n\n \n\n\n \n\n\n29,725\n\n\n \n\n\n \n\n\n \n\n\n32,857\n\n\n \n\n\n \n\n\n \n\n\n-5.0\n\n\n%\n\n\n \n\n\n \n\n\n-9.5\n\n\n%\n\n\n\n\n\n\n \nInvestment gains / (losses)\n \n\n\n \n\n\n \n\n\n1,174\n\n\n \n\n\n \n\n\n \n\n\n(534\n\n\n)\n\n\n \n\n\n \n\n\n5,420\n\n\n \n\n\n \n\n\n \n\n\nn/a\n\n\n \n\n\n \n\n\n \n\n\nn/a\n\n\n \n\n\n\n\n\n\n \nIncome before income taxes\n \n\n\n \n\n\n$\n\n\n23,775\n\n\n \n\n\n \n\n\n$\n\n\n30,638\n\n\n \n\n\n \n\n\n$\n\n\n30,276\n\n\n \n\n\n \n\n\n \n\n\n-22.4\n\n\n%\n\n\n \n\n\n \n\n\n1.2\n\n\n%\n\n\n\n\n\n\n \nNet income\n \n\n\n \n\n\n$\n\n\n18,069\n\n\n \n\n\n \n\n\n$\n\n\n23,822\n\n\n \n\n\n \n\n\n$\n\n\n23,280\n\n\n \n\n\n \n\n\n \n\n\n-24.1\n\n\n%\n\n\n \n\n\n \n\n\n2.3\n\n\n%\n\n\n\n\n\n\n \nEarnings per share\n \n\n\n \n\n\n$\n\n\n1.91\n\n\n \n\n\n \n\n\n$\n\n\n2.50\n\n\n \n\n\n \n\n\n$\n\n\n2.43\n\n\n \n\n\n \n\n\n \n\n\n-23.6\n\n\n%\n\n\n \n\n\n \n\n\n2.9\n\n\n%\n\n\n\n\n\n\n\n\n \n\n\n \n\n\nDuring the twelve months ended April 30, 2023, the Company’s net income of $18,069,000, or $1.91 per share, was 24.1% below net income of $23,822,000, or $2.50 per share, for the twelve months ended April 30, 2022. Fiscal 2022 included a gain of $2,331,000 from the tax-free forgiveness of SBA’s PPP loan to the Company. During the twelve months ended April 30, 2023, the Company’s income from operations of $11,470,000 was 6.2% above income from operations of $10,800,000 during the twelve months ended April 30, 2022. For the twelve months ended April 30, 2023, operating expenses decreased 5.0% below those during the twelve months ended April 30, 2022.\n\n\n \n\n\nDuring the twelve months ended April 30, 2023, there were 9,458,605 average common shares outstanding as compared to 9,544,421 average common shares outstanding during the twelve months ended April 30, 2022.\n\n\n \n\n\nDuring the three months ended April 30, 2023, the Company’s net income of $4,033,000, or $0.43 per share, was 5.9% below net income of $3,807,000, or $0.40 per share, for the three months ended April 30, 2022. During the three months ended April 30, 2023, the Company’s income from operations of $2,757,000 was 5.7% below income from operations of $2,923,000 during the three months ended April 30, 2022.\n\n\n \n\n\n\n\n\n\n\n\n\n       24\n     \n\n\n\n\n\n\n\n\n\n\n\n\n\n        \n     \n\n\n\n\n\n\n\n\n \n\n\nDuring the twelve months ended April 30, 2022, the Company’s net income of $23,822,000, or $2.50 per share, was 2.3% above net income of $23,280,000, or $2.43 per share, for the twelve months ended April 30, 2021. During the twelve months ended April 30, 2022, the Company’s income from operations of $10,800,000 was 43.3% above income from operations of $7,535,000 during the twelve months ended April 30, 2021. For the twelve months ended April 30, 2022, operating expenses decreased 9.5% below those during the twelve months ended April 30, 2021. The largest factors in the increase in net income during the twelve months ended April 30, 2022, compared to the prior fiscal year, were a gain on forgiveness by the SBA of the Company’s PPP loan, an increase in copyright fees, an increase from revenues and profits interests in EAM Trust and well controlled expenses.\n\n\n \n\n\nDuring the twelve months ended April 30, 2022, there were 9,544,421 average common shares outstanding as compared to 9,596,912 average common shares outstanding during the twelve months ended April 30, 2021.\n\n\n \n\n\nDuring the three months ended April 30, 2022, the Company’s net income of $3,807,000, or $0.40 per share, was 37.1% below net income of $6,051,000, or $0.64 per share, for the three months ended April 30, 2021. During the three months ended April 30, 2022, the Company’s income from operations of $2,923,000 was 248.8% above income from operations of $838,000 during the three months ended April 30, 2021 due to an increase in copyright fees and well controlled expenses in the fourth fiscal quarter of 2022.\n\n\n \n\n\nDuring the twelve months ended April 30, 2021, the Company’s net income of $23,280,000, or $2.43 per share, was 55.8% above net income of $14,943,000, or $1.55 per share, for the twelve months ended April 30, 2020. During the twelve months ended April 30, 2021, the Company’s income from operations of $7,535,000 was 17.1% below income from operations of $9,090,000 during the twelve months ended April 30, 2020. For the twelve months ended April 30, 2021, operating expenses increased 5.3% above those during the twelve months ended April 30, 2020.\n\n\n \n\n\nDuring the three months ended April 30, 2021, the Company’s net income of $6,051,000, or $0.64 per share, was 234.9% above net income of $1,807,000, or $0.19 per share, for the three months ended April 30, 2020. During the three months ended April 30, 2021, the Company’s income from operations of $838,000 was 35.9% below income from operations of $1,307,000 during the three months ended April 30, 2020.\n\n\n \n\n\nTotal operating revenues \n\n\n \n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \nFiscal Years Ended April 30,\n \n\n\n \n\n\n \n\n\n \nChange\n \n\n\n \n\n\n\n\n\n\n \n($ in thousands)\n \n\n\n \n\n\n \n2023\n \n\n\n \n\n\n \n\n\n \n2022\n \n\n\n \n\n\n \n\n\n \n2021\n \n\n\n \n\n\n \n\n\n \n'23 vs. '22\n \n\n\n \n\n\n \n\n\n \n'22 vs. '21\n \n\n\n \n\n\n\n\n\n\n \nInvestment periodicals and related publications:\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \nPrint\n \n\n\n \n\n\n$\n\n\n9,963\n\n\n \n\n\n \n\n\n$\n\n\n11,253\n\n\n \n\n\n \n\n\n$\n\n\n11,929\n\n\n \n\n\n \n\n\n \n\n\n-11.5\n\n\n%\n\n\n \n\n\n \n\n\n-5.7\n\n\n%\n\n\n\n\n\n\n \nDigital\n \n\n\n \n\n\n \n\n\n16,269\n\n\n \n\n\n \n\n\n \n\n\n15,892\n\n\n \n\n\n \n\n\n \n\n\n15,700\n\n\n \n\n\n \n\n\n \n\n\n2.4\n\n\n%\n\n\n \n\n\n \n\n\n1.2\n\n\n%\n\n\n\n\n\n\n \nTotal investment periodicals and related publications\n \n\n\n \n\n\n \n\n\n26,232\n\n\n \n\n\n \n\n\n \n\n\n27,145\n\n\n \n\n\n \n\n\n \n\n\n27,629\n\n\n \n\n\n \n\n\n \n\n\n-3.4\n\n\n%\n\n\n \n\n\n \n\n\n-1.8\n\n\n%\n\n\n\n\n\n\n \nCopyright fees\n \n\n\n \n\n\n \n\n\n13,463\n\n\n \n\n\n \n\n\n \n\n\n13,380\n\n\n \n\n\n \n\n\n \n\n\n12,763\n\n\n \n\n\n \n\n\n \n\n\n0.6\n\n\n%\n\n\n \n\n\n \n\n\n4.8\n\n\n%\n\n\n\n\n\n\n \nTotal operating revenues\n \n\n\n \n\n\n$\n\n\n39,695\n\n\n \n\n\n \n\n\n$\n\n\n40,525\n\n\n \n\n\n \n\n\n$\n\n\n40,392\n\n\n \n\n\n \n\n\n \n\n\n-2.0\n\n\n%\n\n\n \n\n\n \n\n\n0.3\n\n\n%\n\n\n\n\n\n\n\n\n \n\n\nWithin investment periodicals and related publications, subscription sales orders are derived from print and digital products. The following chart illustrates the changes in the sales orders associated with print and digital subscriptions.\n\n\n \n\n\nSources of subscription sales\n\n\n \n\n\n\n\n\n\n\n\n \n\n\n \n\n\nFiscal Years Ended April 30,\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n2023\n \n\n\n \n\n\n \n\n\n \n2022\n \n\n\n \n\n\n \n\n\n \n2021\n \n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \nPrint\n \n\n\n \n\n\n \n\n\n \nDigital\n \n\n\n \n\n\n \n\n\n \nPrint\n \n\n\n \n\n\n \n\n\n \nDigital\n \n\n\n \n\n\n \n\n\n \nPrint\n \n\n\n \n\n\n \n\n\n \nDigital\n \n\n\n \n\n\n\n\n\n\n \nNew Sales\n \n\n\n \n\n\n \n\n\n10.9\n\n\n%\n\n\n \n\n\n \n\n\n11.0\n\n\n%\n\n\n \n\n\n \n\n\n11.7\n\n\n%\n\n\n \n\n\n \n\n\n13.0\n\n\n%\n\n\n \n\n\n \n\n\n14.6\n\n\n%\n\n\n \n\n\n \n\n\n15.4\n\n\n%\n\n\n\n\n\n\n \nRenewal Sales\n \n\n\n \n\n\n \n\n\n89.1\n\n\n%\n\n\n \n\n\n \n\n\n89.0\n\n\n%\n\n\n \n\n\n \n\n\n88.3\n\n\n%\n\n\n \n\n\n \n\n\n87.0\n\n\n%\n\n\n \n\n\n \n\n\n85.4\n\n\n%\n\n\n \n\n\n \n\n\n84.7\n\n\n%\n\n\n\n\n\n\n \nTotal Gross Sales\n \n\n\n \n\n\n \n\n\n100.0\n\n\n%\n\n\n \n\n\n \n\n\n100.0\n\n\n%\n\n\n \n\n\n \n\n\n100.0\n\n\n%\n\n\n \n\n\n \n\n\n100.0\n\n\n%\n\n\n \n\n\n \n\n\n100.0\n\n\n%\n\n\n \n\n\n \n\n\n100.0\n\n\n%\n\n\n\n\n\n\n\n\n \n\n\nDuring the twelve months ended April 30, 2023, new sales of print and digital publications decreased as a percent of the total gross sales versus the prior fiscal years as a result of weakened sentiment among prospective customers in a period of market volatility. During the twelve months ended April 30, 2023, renewal sales of print and digital publications increased as a percent of the total gross sales versus the prior fiscal years.\n\n\n \n\n\nDuring the twelve months ended April 30, 2022, new sales of print and digital publications decreased as a percent of the total gross sales versus the prior fiscal year. During the twelve months ended April 30, 2022, renewal sales of print and digital publications increased as a percent of the total gross sales versus the prior fiscal year as a result of increased efforts by our in-house Retail and Institutional Sales departments.\n\n\n \n\n\n\n\n\n\n\n\n\n       25\n     \n\n\n\n\n\n\n\n\n\n\n\n\n\n        \n     \n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \nAs of April 30,\n \n\n\n \n\n\n \n\n\n \nChange\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n($ in thousands)\n \n\n\n \n\n\n \n2023\n \n\n\n \n\n\n \n\n\n \n2022\n \n\n\n \n\n\n \n\n\n \n2021\n \n\n\n \n\n\n \n\n\n \n'23 vs. '22\n \n\n\n \n\n\n \n\n\n \n'22 vs. '21\n \n\n\n \n\n\n\n\n\n\n \nUnearned subscription revenue (current and long-term liabilities)\n \n\n\n \n\n\n$\n\n\n22,973\n\n\n \n\n\n \n\n\n$\n\n\n23,773\n\n\n \n\n\n \n\n\n$\n\n\n25,088\n\n\n \n\n\n \n\n\n \n\n\n-3.4\n\n\n%\n\n\n \n\n\n \n\n\n-5.2\n\n\n%\n\n\n\n\n\n\n\n\n \n\n\nA certain amount of variation is to be expected due to the volume of new orders and timing of renewal orders, direct mail campaigns and large Institutional Sales orders.\n\n\n \n\n\nInvestment periodicals and related publications revenues\n\n\n \n\n\nInvestment periodicals and related publications revenues of $26,232,000 (excluding copyright fees) during the twelve months ended April 30, 2023 were 3.4% below publishing revenues of $27,145,000, as compared to the prior fiscal year. The Company continued activity to attract new subscribers, primarily digital subscriptions through various marketing channels, primarily direct mail, e-mail, and by the efforts of our sales personnel. As fewer individual investors manage their own portfolios, total product line circulation at April 30, 2023, was 10.4% below total product line circulation at April 30, 2022. However, during the twelve months ended April 30, 2023, Institutional Sales department total sales orders, representing our growing business with financial advisors and professional investors, reached a record of $15,236,000, 10.0% above the prior fiscal year. The retail telemarketing sales team generated total sales orders of $7,409,000 or 10.6% below the prior fiscal year.\n\n\n \n\n\nOur circulation declined as a result of management’s decision to reduce marketing efforts while the challenging stock market environment persisted. Total print circulation at April 30, 2023 was 16.0% below the total print circulation at April 30, 2022. During the twelve months ended April 30, 2023, print publication revenues of $9,963,000, decreased 11.5%, below print publication revenues of $11,253,000 during April of 2022 because we deferred advertising in light of negative sentiment among prospective individual customers in a challenging market environment. Total digital circulation at April 30, 2023 was 2.7% below total digital circulation at April 30, 2022 with the professional clientele offsetting individual subscribers. During the twelve months ended April 30, 2023, digital revenues of $16,269,000 were up 2.4% as compared to the prior fiscal year. These figures reflect weak investor sentiment, likely temporary, and the ongoing shift from our print services to digital counterparts. Further, publishing revenue is fairly steady, despite the dip in print circulation. Sales of our higher-price, higher-profit, publications have been stronger than sales of lower price “starter” products.\n\n\n \n\n\nInvestment periodicals and related publications revenues of $27,145,000 (excluding copyright fees) during the twelve months ended April 30, 2022 were 1.8% below publishing revenues of $27,629,000, which included an extra week of servings for the weekly print products during the twelve months ended April 30, 2021, (decreased 1.1% excluding the extra week of print products servings), as compared to the prior fiscal year. The Company continued activity to attract new subscribers, primarily digital subscriptions through various marketing channels, primarily direct mail, e-mail, and by the efforts of our sales personnel. Total product line circulation at April 30, 2022, was 4.7% below total product line circulation at April 30, 2021. During the twelve months ended April 30, 2022, Institutional Sales department generated total sales orders of $13,853,000 and the retail telemarketing sales team generated total sales orders of $8,292,000.\n\n\n \n\n\n\n\n\n\n\n\n\n       26\n     \n\n\n\n\n\n\n\n\n\n\n\n\n\n        \n     \n\n\n\n\n\n\n\n\n \n\n\nTotal print circulation at April 30, 2022 was 7.6% below the total print circulation at April 30, 2021. During the twelve months ended April 30, 2022, print publication revenues of $11,253,000, decreased 5.7%, below print publication revenues of $11,929,000, which included the extra week of servings for the weekly print products during the twelve months ended April 30, 2021, (decreased 4.2% excluding the extra week of print products servings) as compared to the prior fiscal year. Total digital circulation at April 30, 2022 was comparable to total digital circulation at April 30, 2021. During the twelve months ended April 30, 2022, digital revenues of $15,892,000 were up 1.2% partially offsetting the decrease in revenues from print publications, as compared to the prior fiscal year.\n\n\n \n\n\nInvestment periodicals and related publications revenues of $27,629,000 (excluding copyright fees) during the twelve months ended April 30, 2021, which included an extra week of servings for the weekly print products were comparable with publishing revenues in the prior fiscal year, (decreased 0.6% excluding the extra week of print products servings) during the twelve months ended April 30, 2021, as compared to the prior fiscal year. Total product line circulation at April 30, 2021, was 5.9% above total product line circulation at April 30, 2020, reversing a long term trend. During the twelve months ended April 30, 2021, Institutional Sales department generated total sales orders of $15,067,000 or 11.1% above the prior fiscal year and the retail telemarketing sales team generated total sales orders of $8,658,000 or 4.0% above the prior fiscal year.\n\n\n \n\n\nTotal print circulation at April 30, 2021 was 6.5% above the total print circulation at April 30, 2020. Print publication revenues of $11,929,000, which included the extra week of servings for the weekly print products decreased 3.4%, (4.8% excluding the extra week of print products servings) during the twelve months ended April 30, 2021 as compared to the prior fiscal year. Total digital circulation at April 30, 2021 was 5.1% above total digital circulation at April 30, 2020. Digital revenues of $15,700,000 were up 2.8% offsetting the decrease in revenues from print publications, as compared to the prior fiscal year.\n\n\n \n\n\nValue Line serves primarily individual and professional investors in stocks, who pay mostly on annual subscription plans, for basic services or as much as $100,000 or more annually for comprehensive premium quality research, not obtainable elsewhere. The ongoing goal of adding new subscribers has led us to introduce publications and packages at a range of price points. Further, new services and new features for existing services are regularly under consideration. Prominently introduced in fiscal 2020 and 2021 were new features in the \nValue Line Research Center\n, which are \nThe New Value Line ETFs Service\n, new monthly publication \nValue Line Information You Should Know Wealth Newsletter, The Value Line M & A Service, \nand our\n Value Line Climate Change Investing Service\n.\n\n\n \n\n\nThe Value Line Proprietary Ranks (the “Ranking System”), a component of the Company’s flagship product, \nThe Value Line Investment Survey\n, is also utilized in the Company’s copyright business. The Ranking System is made available to EAM for specific uses without charge. During the six month period ended April 30, 2023, the combined Ranking System “Rank 1 & 2” stocks’ increase of 7.0% compared to the Russell 2000 Index’s decrease of 4.2% during the comparable period. During the twelve month period ended April 30, 2023, the combined Ranking System “Rank 1 & 2” stocks’ were flat compared to the Russell 2000 Index’s decrease of 5.1% during the comparable period.\n\n\n \n\n\nCopyright fees \n\n\n \n\n\nDuring the twelve months ended April 30, 2023, copyright fees of $13,463,000 were 0.6% above those during the corresponding period in the prior fiscal year. During the twelve months ended April 30, 2022, copyright fees of $13,380,000 were 4.8% above those during the corresponding period in the prior fiscal year. During the twelve months ended April 30, 2021, copyright fees of $12,763,000 were 0.7% above those during the corresponding period in the prior fiscal year.\n\n\n \n\n\nInvestment management fees and services \n–\n (unconsolidated)\n\n\n \n\n\nThe Company has substantial non-voting revenues and non-voting profits interests in EAM, the asset manager to the Value Line Mutual Funds. Accordingly, the Company does not report this operation as a separate business segment, although it maintains a significant interest in the cash flows generated by this business and will receive ongoing payments in respect of its non-voting revenues and non-voting profits interests.\n\n\n \n\n\nTotal assets in the Value Line Funds managed and/or distributed by EAM at April 30, 2023, were $3.09 billion, which is $0.27 billion, or 8.0%, below total assets of $3.36 billion in the Value Line Funds managed and/or distributed by EAM at April 30, 2022. The decrease in net assets was primarily due to fund shareholder redemptions and closing of two variable annuity funds.\n\n\n \n\n\nTotal assets in the Value Line Funds managed and/or distributed by EAM at April 30, 2022, were $3.36 billion, which is $1.6 billion, or 32.4%, below total assets of $4.96 billion in the Value Line Funds managed and/or distributed by EAM at April 30, 2021.\n\n\n \n\n\nValue Line Funds experienced net redemptions and the associated net asset outflows (redemptions less new sales) in fiscal 2023 and fiscal 2022.\n\n\n \n\n\n\n\n\n\n\n\n\n       27\n     \n\n\n\n\n\n\n\n\n\n\n\n\n\n        \n     \n\n\n\n\n\n\n\n\n \n\n\nThe following table shows the change in assets for the past three fiscal years including sales (inflows), redemptions (outflows), dividends and capital gain distributions, and market value changes. Inflows for sales, and outflows for redemptions reflect decisions of individual investors and/or their investment advisors. The table also illustrates the assets within the Value Line Funds broken down into equity funds, variable annuity funds (prior to fiscal 2023) and fixed income funds as of April 30, 2023, 2022 and 2021.\n\n\n \n\n\n \n\n\n\n\n\n\n\n\n \nAsset Flows\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \nFor the Years Ended April 30,\n \n\n\n \n\n\n \n2023\n \n\n\n \n\n\n \n\n\n \n2022\n \n\n\n \n\n\n \n\n\n \n2021\n \n\n\n \n\n\n \n\n\n \n2023\n \n\n\n \n\n\n \n\n\n \n2022\n \n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \nvs.\n \n\n\n \n\n\n \n\n\n \nvs.\n \n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n2022\n \n\n\n \n\n\n \n\n\n \n2021\n \n\n\n \n\n\n\n\n\n\n \nValue Line equity fund assets (excludes variable annuity)— beginning\n \n\n\n \n\n\n$\n\n\n3,312,889,678\n\n\n \n\n\n \n\n\n$\n\n\n4,432,630,658\n\n\n \n\n\n \n\n\n$\n\n\n3,107,549,794\n\n\n \n\n\n \n\n\n \n\n\n-25.3\n\n\n%\n\n\n \n\n\n \n\n\n42.6\n\n\n%\n\n\n\n\n\n\n \nSales/inflows\n \n\n\n \n\n\n \n\n\n514,725,223\n\n\n \n\n\n \n\n\n \n\n\n489,135,580\n\n\n \n\n\n \n\n\n \n\n\n1,444,784,921\n\n\n \n\n\n \n\n\n \n\n\n5.2\n\n\n%\n\n\n \n\n\n \n\n\n-66.1\n\n\n%\n\n\n\n\n\n\n \nDividends/Capital Gains Reinvested\n \n\n\n \n\n\n \n\n\n194,068,940\n\n\n \n\n\n \n\n\n \n\n\n350,143,149\n\n\n \n\n\n \n\n\n \n\n\n245,356,118\n\n\n \n\n\n \n\n\n \n\n\n-44.6\n\n\n%\n\n\n \n\n\n \n\n\n42.7\n\n\n%\n\n\n\n\n\n\n \nRedemptions/outflows\n \n\n\n \n\n\n \n\n\n(858,248,017\n\n\n)\n\n\n \n\n\n \n\n\n(1,228,854,315\n\n\n)\n\n\n \n\n\n \n\n\n(1,265,805,045\n\n\n)\n\n\n \n\n\n \n\n\n-30.2\n\n\n%\n\n\n \n\n\n \n\n\n-2.9\n\n\n%\n\n\n\n\n\n\n \nDividend and Capital Gain Distributions\n \n\n\n \n\n\n \n\n\n(202,981,966\n\n\n)\n\n\n \n\n\n \n\n\n(365,486,450\n\n\n)\n\n\n \n\n\n \n\n\n(257,754,064\n\n\n)\n\n\n \n\n\n \n\n\n-44.5\n\n\n%\n\n\n \n\n\n \n\n\n41.8\n\n\n%\n\n\n\n\n\n\n \nMarket value change\n \n\n\n \n\n\n \n\n\n91,096,182\n\n\n \n\n\n \n\n\n \n\n\n(364,678,944\n\n\n)\n\n\n \n\n\n \n\n\n1,158,498,934\n\n\n \n\n\n \n\n\n \n\n\n-125.0\n\n\n%\n\n\n \n\n\n \n\n\n-131.5\n\n\n%\n\n\n\n\n\n\n \nValue Line equity fund assets (non-variable annuity)— ending\n \n\n\n \n\n\n \n\n\n3,051,550,040\n\n\n \n\n\n \n\n\n \n\n\n3,312,889,678\n\n\n \n\n\n \n\n\n \n\n\n4,432,630,658\n\n\n \n\n\n \n\n\n \n\n\n-7.9\n\n\n%\n\n\n \n\n\n \n\n\n-25.3\n\n\n%\n\n\n\n\n\n\n \nVariable annuity fund assets — beginning\n \n\n\n \n\n\n$\n\n\n0\n\n\n \n\n\n \n\n\n$\n\n\n431,605,833\n\n\n \n\n\n \n\n\n$\n\n\n365,271,893\n\n\n \n\n\n \n\n\n \n\n\nN/A\n\n\n \n\n\n \n\n\n \n\n\n18.2\n\n\n%\n\n\n\n\n\n\n \nSales/inflows\n \n\n\n \n\n\n \n\n\n0\n\n\n \n\n\n \n\n\n \n\n\n4,277,236\n\n\n \n\n\n \n\n\n \n\n\n4,494,490\n\n\n \n\n\n \n\n\n \n\n\nN/A\n\n\n \n\n\n \n\n\n \n\n\n-4.8\n\n\n%\n\n\n\n\n\n\n \nDividends/Capital Gains Reinvested\n \n\n\n \n\n\n \n\n\n0\n\n\n \n\n\n \n\n\n \n\n\n329,335,773\n\n\n \n\n\n \n\n\n \n\n\n46,943,739\n\n\n \n\n\n \n\n\n \n\n\nN/A\n\n\n \n\n\n \n\n\n \n\n\n601.6\n\n\n%\n\n\n\n\n\n\n \nRedemptions/outflows (1)\n \n\n\n \n\n\n \n\n\n0\n\n\n \n\n\n \n\n\n \n\n\n(444,323,548\n\n\n)\n\n\n \n\n\n \n\n\n(48,782,673\n\n\n)\n\n\n \n\n\n \n\n\nN/A\n\n\n \n\n\n \n\n\n \n\n\n810.8\n\n\n%\n\n\n\n\n\n\n \nDividend and Capital Gain Distributions\n \n\n\n \n\n\n \n\n\n0\n\n\n \n\n\n \n\n\n \n\n\n(329,335,773\n\n\n)\n\n\n \n\n\n \n\n\n(46,943,739\n\n\n)\n\n\n \n\n\n \n\n\nN/A\n\n\n \n\n\n \n\n\n \n\n\n601.6\n\n\n%\n\n\n\n\n\n\n \nMarket value change\n \n\n\n \n\n\n \n\n\n0\n\n\n \n\n\n \n\n\n \n\n\n8,440,479\n\n\n \n\n\n \n\n\n \n\n\n110,622,123\n\n\n \n\n\n \n\n\n \n\n\nN/A\n\n\n \n\n\n \n\n\n \n\n\n-92.4\n\n\n%\n\n\n\n\n\n\n \nVariable annuity fund assets — ending\n \n\n\n \n\n\n \n\n\n0\n\n\n \n\n\n \n\n\n \n\n\n0\n\n\n \n\n\n \n\n\n \n\n\n431,605,833\n\n\n \n\n\n \n\n\n \n\n\nN/A\n\n\n \n\n\n \n\n\n \n\n\n-100.0\n\n\n%\n\n\n\n\n\n\n \nFixed income fund assets — beginning\n \n\n\n \n\n\n$\n\n\n44,736,495\n\n\n \n\n\n \n\n\n$\n\n\n100,536,371\n\n\n \n\n\n \n\n\n$\n\n\n103,255,601\n\n\n \n\n\n \n\n\n \n\n\n-55.5\n\n\n%\n\n\n \n\n\n \n\n\n-2.6\n\n\n%\n\n\n\n\n\n\n \nSales/inflows\n \n\n\n \n\n\n \n\n\n196,436\n\n\n \n\n\n \n\n\n \n\n\n2,519,668\n\n\n \n\n\n \n\n\n \n\n\n2,690,636\n\n\n \n\n\n \n\n\n \n\n\n-92.2\n\n\n%\n\n\n \n\n\n \n\n\n-6.4\n\n\n%\n\n\n\n\n\n\n \nDividends/Capital Gains Reinvested\n \n\n\n \n\n\n \n\n\n808,077\n\n\n \n\n\n \n\n\n \n\n\n1,140,663\n\n\n \n\n\n \n\n\n \n\n\n1,810,046\n\n\n \n\n\n \n\n\n \n\n\n-29.2\n\n\n%\n\n\n \n\n\n \n\n\n-37.0\n\n\n%\n\n\n\n\n\n\n \nRedemptions/outflows (2)\n \n\n\n \n\n\n \n\n\n(3,240,355\n\n\n)\n\n\n \n\n\n \n\n\n(52,180,984\n\n\n)\n\n\n \n\n\n \n\n\n(8,240,615\n\n\n)\n\n\n \n\n\n \n\n\n-93.8\n\n\n%\n\n\n \n\n\n \n\n\n533.2\n\n\n%\n\n\n\n\n\n\n \nDividend and Capital Gain Distributions\n \n\n\n \n\n\n \n\n\n(877,002\n\n\n)\n\n\n \n\n\n \n\n\n(1,219,715\n\n\n)\n\n\n \n\n\n \n\n\n(2,084,557\n\n\n)\n\n\n \n\n\n \n\n\n-28.1\n\n\n%\n\n\n \n\n\n \n\n\n-41.5\n\n\n%\n\n\n\n\n\n\n \nMarket value change\n \n\n\n \n\n\n \n\n\n(519,400\n\n\n)\n\n\n \n\n\n \n\n\n(6,059,508\n\n\n)\n\n\n \n\n\n \n\n\n3,105,260\n\n\n \n\n\n \n\n\n \n\n\n-91.4\n\n\n%\n\n\n \n\n\n \n\n\n-295.1\n\n\n%\n\n\n\n\n\n\n \nFixed income fund assets — ending\n \n\n\n \n\n\n \n\n\n41,104,251\n\n\n \n\n\n \n\n\n \n\n\n44,736,495\n\n\n \n\n\n \n\n\n \n\n\n100,536,371\n\n\n \n\n\n \n\n\n \n\n\n-8.1\n\n\n%\n\n\n \n\n\n \n\n\n-55.5\n\n\n%\n\n\n\n\n\n\n \nAssets under management — ending\n \n\n\n \n\n\n$\n\n\n3,092,654,291\n\n\n \n\n\n \n\n\n$\n\n\n3,357,626,173\n\n\n \n\n\n \n\n\n$\n\n\n4,964,772,862\n\n\n \n\n\n \n\n\n \n\n\n-7.9\n\n\n%\n\n\n \n\n\n \n\n\n-32.4\n\n\n%\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n \n(1)\n \n\n\n \nGuardian Insurance redeemed from Value Line Centurion and Value Line Strategic Asset Management on April 29, 2022 and the two funds were closed and subsequently liquidated.\n \n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n \n(2)\n \n\n\n \nThe Value Line Tax Exempt Fund liquidated November 2021.\n \n\n\n\n\n\n\n\n\n \n\n\nAs of April 30, 2023, four of six Value Line equity and hybrid mutual funds held an overall four or five star rating by Morningstar, Inc.\n\n\n \n\n\n\n\n\n\n\n\n\n       28\n     \n\n\n\n\n\n\n\n\n\n\n\n\n\n        \n     \n\n\n\n\n\n\n\n\n \n\n\nEAM Trust - Results of operations before distribution to interest holders\n\n\n \n\n\nThe gross fees and net income of EAM’s investment management operations during the twelve months ended April 30, 2023, before interest holder distributions, included total investment management fees earned from the Value Line Funds of $19,824,000, 12b-1 fees and other fees of $5,964,000 and other net gains of $142,000. For the same period, total investment management fee waivers were $164,000 and 12b-1 fee waivers were $105,000. During the twelve months ended April 30, 2023, EAM's net income was $1,468,000 after giving effect to Value Line’s non-voting revenues interest of $10,397,000, but before distributions to voting profits interest holders and to the Company in respect of its 50% non-voting profits interest.\n\n\n \n\n\nThe gross fees and net income of EAM’s investment management operations during the twelve months ended April 30, 2022, before interest holder distributions, included total investment management fees earned from the Value Line Funds of $29,598,000, 12b-1 fees and other fees of $9,310,000 and other net losses of $20,000. For the same period, total investment management fee waivers were $547,000 and 12b-1 fee waivers were $644,000. During the twelve months ended April 30, 2022, EAM's net income was $4,284,000 after giving effect to Value Line’s non-voting revenues interest of $15,899,000, but before distributions to voting profits interest holders and to the Company in respect of its 50% non-voting profits interest.\n\n\n \n\n\nThe gross fees and net income of EAM’s investment management operations during the twelve months ended April 30, 2021, before interest holder distributions, included total investment management fees earned from the Value Line Funds of $29,022,000, 12b-1 fees and other fees of $9,604,000 and other net income of $361,000. For the same period, total investment management fee waivers were $121,000 and 12b-1 fee waivers for three Value Line Funds were $651,000. During the twelve months ended April 30, 2021, EAM's net income was $4,262,000 after giving effect to Value Line’s non-voting revenues interest of $15,190,000, but before distributions to voting profits interest holders and to the Company in respect of its 50% non-voting profits interest.\n\n\n \n\n\nAs of April 30, 2023, one of the Value Line Funds has full 12b-1 fees waivers in place, and five funds have partial investment management fee waivers in place. Although, under the terms of the EAM Declaration of Trust, the Company does not receive or share in the revenues from 12b-1 distribution fees, the Company could benefit from the fee waivers to the extent that the resulting reduction of expense ratios and enhancement of the performance of the Value Line Funds attracts new assets.\n\n\n \n\n\nThe Value Line equity and hybrid funds’ assets represent 98.7% and fixed income fund assets represent 1.3%, respectively, of total fund assets under management (“AUM”) as of April 30, 2023. At April 30, 2023, equity and hybrid AUM decreased by 7.9% and fixed income AUM decreased by 8.1% as compared to last year at April 30, 2022.\n\n\n \n\n\nThe Value Line equity and hybrid funds’ assets represent 98.7% and fixed income fund assets represent 1.3%, respectively, of total fund assets under management (“AUM”) as of April 30, 2022. At April 30, 2022, equity and hybrid AUM decreased by 25.3% and fixed income AUM decreased by 55.5% as compared to fiscal 2021.\n\n\n \n\n\nEAM - The Company\n’\ns non-voting revenues and non-voting profits interests \n\n\n \n\n\nThe Company holds non-voting revenues and non-voting profits interests in EAM which entitle the Company to receive from EAM an amount ranging from 41% to 55% of EAM's investment management fee revenues from its mutual fund and separate accounts business, and 50% of EAM’s net profits, not less than 90% of which is distributed in cash every fiscal quarter.\n\n\n \n\n\n\n\n\n\n\n\n\n       29\n     \n\n\n\n\n\n\n\n\n\n\n\n\n\n        \n     \n\n\n\n\n\n\n\n\n \n\n\nThe Company recorded income from its non-voting revenues interest and its non-voting profits interest in EAM as follows:\n\n\n \n\n\n \n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \nFiscal Years Ended April 30,\n \n\n\n \n\n\n \n\n\n \nChange\n \n\n\n \n\n\n\n\n\n\n \n($ in thousands)\n \n\n\n \n\n\n \n2023\n \n\n\n \n\n\n \n\n\n \n2022\n \n\n\n \n\n\n \n\n\n \n2021\n \n\n\n \n\n\n \n\n\n \n'23 vs. '22\n \n\n\n \n\n\n \n\n\n \n'22 vs. '21\n \n\n\n \n\n\n\n\n\n\n \nNon-voting revenues interest\n \n\n\n \n\n\n$\n\n\n10,397\n\n\n \n\n\n \n\n\n$\n\n\n15,899\n\n\n \n\n\n \n\n\n$\n\n\n15,190\n\n\n \n\n\n \n\n\n \n\n\n-34.6\n\n\n%\n\n\n \n\n\n \n\n\n4.7\n\n\n%\n\n\n\n\n\n\n \nNon-voting profits interest\n \n\n\n \n\n\n \n\n\n734\n\n\n \n\n\n \n\n\n \n\n\n2,142\n\n\n \n\n\n \n\n\n \n\n\n2,131\n\n\n \n\n\n \n\n\n \n\n\n-65.7\n\n\n%\n\n\n \n\n\n \n\n\n0.5\n\n\n%\n\n\n\n\n\n\n \n\n\n \n\n\n$\n\n\n11,131\n\n\n \n\n\n \n\n\n$\n\n\n18,041\n\n\n \n\n\n \n\n\n$\n\n\n17,321\n\n\n \n\n\n \n\n\n \n\n\n-38.3\n\n\n%\n\n\n \n\n\n \n\n\n4.2\n\n\n%\n\n\n\n\n\n\n\n\n \n\n\n \n\n\nOperating expenses\n\n\n \n\n\n \n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \nFiscal Years Ended April 30,\n \n\n\n \n\n\n \n\n\n \nChange\n \n\n\n \n\n\n\n\n\n\n \n($ in thousands)\n \n\n\n \n\n\n \n2023\n \n\n\n \n\n\n \n\n\n \n2022\n \n\n\n \n\n\n \n\n\n \n2021\n \n\n\n \n\n\n \n\n\n \n'23 vs. '22\n \n\n\n \n\n\n \n\n\n \n'22 vs. '21\n \n\n\n \n\n\n\n\n\n\n \nAdvertising and promotion\n \n\n\n \n\n\n$\n\n\n3,049\n\n\n \n\n\n \n\n\n$\n\n\n3,223\n\n\n \n\n\n \n\n\n$\n\n\n3,745\n\n\n \n\n\n \n\n\n \n\n\n-5.4\n\n\n%\n\n\n \n\n\n \n\n\n-13.9\n\n\n%\n\n\n\n\n\n\n \nSalaries and employee benefits\n \n\n\n \n\n\n \n\n\n15,203\n\n\n \n\n\n \n\n\n \n\n\n17,323\n\n\n \n\n\n \n\n\n \n\n\n18,865\n\n\n \n\n\n \n\n\n \n\n\n-12.2\n\n\n%\n\n\n \n\n\n \n\n\n-8.2\n\n\n%\n\n\n\n\n\n\n \nProduction and distribution\n \n\n\n \n\n\n \n\n\n5,210\n\n\n \n\n\n \n\n\n \n\n\n5,003\n\n\n \n\n\n \n\n\n \n\n\n5,440\n\n\n \n\n\n \n\n\n \n\n\n4.1\n\n\n%\n\n\n \n\n\n \n\n\n-8.0\n\n\n%\n\n\n\n\n\n\n \nOffice and administration\n \n\n\n \n\n\n \n\n\n4,763\n\n\n \n\n\n \n\n\n \n\n\n4,176\n\n\n \n\n\n \n\n\n \n\n\n4,807\n\n\n \n\n\n \n\n\n \n\n\n14.1\n\n\n%\n\n\n \n\n\n \n\n\n-13.1\n\n\n%\n\n\n\n\n\n\n \nTotal expenses\n \n\n\n \n\n\n$\n\n\n28,225\n\n\n \n\n\n \n\n\n$\n\n\n29,725\n\n\n \n\n\n \n\n\n$\n\n\n32,857\n\n\n \n\n\n \n\n\n \n\n\n-5.0\n\n\n%\n\n\n \n\n\n \n\n\n-9.5\n\n\n%\n\n\n\n\n\n\n\n\n \n\n\n \n\n\nExpenses within the Company are categorized into advertising and promotion, salaries and employee benefits, production and distribution, office and administration.\n\n\n \n\n\nOperating expenses of $28,225,000 during the twelve months ended April 30, 2023, were 5.0% below those during the twelve months ended April 30, 2022 as a result of cost controls in fiscal year 2023. Operating expenses of $6,961,000 during the three months ended April 30, 2023, were 3.4% below those during the three months ended April 30, 2022.\n\n\n \n\n\nOperating expenses of $29,725,000 during the twelve months ended April 30, 2022, were 9.5% below those during the twelve months ended April 30, 2021 as a result of cost controls in fiscal year 2022. Operating expenses of $7,205,000 during the three months ended April 30, 2022, were 18.9% below those during the three months ended April 30, 2021.\n\n\n \n\n\nOperating expenses of $32,857,000 during the twelve months ended April 30, 2021, were 5.3% above those during the twelve months ended April 30, 2020. Operating expenses of $8,886,000 during the three months ended April 30, 2021, were 4.6% above those during the three months ended April 30, 2020.\n\n\n \n\n\n \n\n\nAdvertising and promotion\n\n\n \n\n\nDuring twelve months ended April 30, 2023, advertising and promotion expenses of $3,049,000 decreased 5.4% as compared to the prior fiscal year. During the twelve months ended April 30, 2023, decreases were primarily due to decreases in media advertising expenses and direct mail campaigns, partially offset by the increases in renewal solicitation costs and institutional sales commissions.\n\n\n \n\n\nDuring the twelve months ended April 30, 2022, advertising and promotion expenses of $3,223,000 decreased 13.9% as compared to the prior fiscal year. During the twelve months ended April 30, 2022, decreases were primarily due to a decline in direct mail campaigns and lower media marketing and lower institutional sales commissions. Total sales commissions decreased 8% during the twelve months ended April 30, 2022.\n\n\n \n\n\n\n\n\n\n\n\n\n       30\n     \n\n\n\n\n\n\n\n\n\n\n\n\n\n        \n     \n\n\n\n\n\n\n\n\n \n\n\nDuring the twelve months ended April 30, 2021, advertising and promotion expenses of $3,745,000 increased 11.8% as compared to the prior fiscal year. During the twelve months ended April 30, 2021, increases were primarily due to advertising expenses and institutional sales promotion. Total sales commissions increased by $110,000 during the twelve months ended April 30, 2021. During the twelve months ended April 30, 2021, Institutional gross sales increased by $1.5 million and the retail telemarketing gross sales orders increased by $336,000 above the prior fiscal year.\n\n\n \n\n\nSalaries and employee benefits\n\n\n \n\n\nDuring the twelve months ended April 30, 2023, salaries and employee benefits of $15,203,000 decreased 12.2% below the prior fiscal year, primarily due to decreases in salaries and employee benefits resulting from a reduced employee headcount in fiscal year 2023, as well as reductions in payment for a profit sharing contribution and the company’s share of medical benefits.\n\n\n \n\n\nDuring the twelve months ended April 30, 2022, salaries and employee benefits of $17,323,000 decreased 8.2% below the prior fiscal year, primarily due to decreases in salaries and employee benefits resulting from a reduced employee headcount in fiscal year 2022 along with a decrease in Profit Sharing employee benefits expense.\n\n\n \n\n\nDuring the twelve months ended April 30, 2021, salaries and employee benefits of $18,865,000 increased 3.7% above the prior fiscal year. The increase during the twelve months ended April 30, 2021, was primarily due to increases in Profit Sharing employee benefits during fiscal 2021 and increases in salaries and employee benefits.\n\n\n \n\n\nDuring the twelve months ended April 30, 2023, 2022 and 2021, the Company recorded profit sharing expenses of $410,000, $557,000 and $980,000, respectively.\n\n\n \n\n\nProduction and distribution\n\n\n \n\n\nDuring the twelve months ended April 30, 2023, production and distribution expenses of $5,210,000 increased 4.1% above prior fiscal year. Increases in production support of the Company’s website and maintenance of the Company’s publishing and application software and operating systems were partially offset by lower paper and printing costs resulting from decreases in print circulation.\n\n\n \n\n\nDuring the twelve months ended April 30, 2022, production and distribution expenses of $5,003,000 decreased 8.0% below the prior fiscal year, primarily due to decreases in service mailers and distribution expenses and a decrease in production support of the Company’s website, maintenance of the Company’s publishing and application software and operating systems.\n\n\n \n\n\nDuring the twelve months ended April 30, 2021, production and distribution expenses of $5,440,000 increased 10.0% above the prior fiscal year. The increase of $440,000 during the twelve months ended April 30, 2021, was attributable to costs related to production support of the Company’s website, maintenance of the Company’s publishing and application software and operating systems as compared to fiscal 2020.\n\n\n \n\n\nOffice and administration\n\n\n \n\n\nDuring the twelve months ended April 30, 2023, office and administrative expenses of $4,763,000 increased 14.1% above the prior fiscal year, primarily due to an increases in settlement costs and professional fees.\n\n\n \n\n\nDuring the twelve months ended April 30, 2022, office and administrative expenses of $4,176,000 decreased 13.1% below the prior fiscal year, primarily due to a reversal of selected settlement reserves and favorable settlement of a disputed fee with a contractor and decreases in outside data processing (communication, server hosting backup, antivirus software).\n\n\n \n\n\n\n\n\n\n\n\n\n       31\n     \n\n\n\n\n\n\n\n\n\n\n\n\n\n        \n     \n\n\n\n\n\n\n\n\n \n\n\nDuring the twelve months ended April 30, 2021, office and administrative expenses of $4,807,000 increased 1.7% above the prior fiscal year. The increase during the twelve months ended April 30, 2021 was primarily a result of an increase in bank service costs based on higher credit card gross receipts of $13.2 million in fiscal 2021 which were 18.5% higher than credit card gross receipts of $11.2 million in the prior fiscal year.\n\n\n \n\n\nConcentration\n\n\n \n\n\nDuring the twelve months ended April 30, 2023, 33.9% of total publishing revenues of $39,695,000 were derived from a single customer. During the twelve months ended April 30, 2022, 33.0% of total publishing revenues of $40,525,000 were derived from a single customer. During the twelve months ended April 30, 2021, 31.6% of total publishing revenues of $40,392,000 were derived from a single customer.\n\n\n \n\n\nLease Commitments\n\n\n \n\n\nOn November 30, 2016, Value Line, Inc. received consent from the landlord at 551 Fifth Avenue, New York, NY to the terms of a new sublease agreement between Value Line, Inc. and ABM Industries, Incorporated commencing on December 1, 2016. Pursuant to the agreement Value Line leased from ABM 24,726 square feet of office space located on the second and third floors at 551 Fifth Avenue, New York, NY (“Building” or “Premises”) beginning on December 1, 2016 and ending on November 29, 2027. Base rent under the sublease agreement is $1,126,000 per annum during the first year with an annual increase in base rent of 2.25% scheduled for each subsequent year, payable in equal monthly installments on the first day of each month, subject to customary concessions in the Company’s favor and pass-through of certain increases in utility costs and real estate taxes over the base year. The Company provided a security deposit represented by a letter of credit in the amount of $469,000 in October 2016, which was reduced to $305,000 on October 3, 2021 and is to be fully refunded after the sublease ends. This Building became the Company’s new corporate office facility. The Company is required to pay for certain operating expenses associated with the Premises as well as utilities supplied to the Premises. The sublease terms provide for a significant decrease (23% initially) in the Company’s annual rental expenditure taking into account free rent for the first six months of the sublease. Sublandlord provided Value Line a work allowance of $417,000 which accompanied with the six months free rent worth $563,000 was applied against the Company’s obligation to pay rent at our NYC headquarters, delaying the actual rent payments until November 2017.\n\n\n \n\n\nOn February 29, 2016, the Company’s subsidiary VLDC and Seagis Property Group LP (the “Landlord”) entered into a lease agreement, pursuant to which VLDC has leased 24,110 square feet of warehouse and appurtenant office space located at 205 Chubb Ave., Lyndhurst, NJ (“Warehouse”) beginning on May 1, 2016 and ending on April 30, 2024 (“Lease”). Base rent under the Lease is $192,880 per annum payable in equal monthly installments on the first day of each month, in advance during fiscal 2017 and will gradually increase to $237,218 in fiscal 2024, subject to customary increases based on operating costs and real estate taxes. The Company provided a security deposit in cash in the amount of $32,146, which will be fully refunded after the lease term expires. The lease is a net lease requiring the Company to pay for certain operating expenses associated with the Warehouse as well as utilities supplied to the Warehouse.\n\n\n \n\n\n\n\n\n\n\n\n\n       32\n     \n\n\n\n\n\n\n\n\n\n\n\n\n\n        \n     \n\n\n\n\n\n\n\n\n \n\n\nInvestment gains / (losses)\n\n\n \n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \nFiscal Years Ended April 30,\n \n\n\n \n\n\n \n\n\n \nChange\n \n\n\n \n\n\n\n\n\n\n \n($ in thousands)\n \n\n\n \n\n\n \n2023\n \n\n\n \n\n\n \n\n\n \n2022\n \n\n\n \n\n\n \n\n\n \n2021\n \n\n\n \n\n\n \n\n\n \n'23 vs. '22\n \n\n\n \n\n\n \n\n\n \n'22 vs. '21\n \n\n\n \n\n\n\n\n\n\n \nDividend income\n \n\n\n \n\n\n$\n\n\n595\n\n\n \n\n\n \n\n\n$\n\n\n851\n\n\n \n\n\n \n\n\n$\n\n\n573\n\n\n \n\n\n \n\n\n \n\n\n-30.1\n\n\n%\n\n\n \n\n\n \n\n\n48.5\n\n\n%\n\n\n\n\n\n\n \nInterest income\n \n\n\n \n\n\n \n\n\n706\n\n\n \n\n\n \n\n\n \n\n\n18\n\n\n \n\n\n \n\n\n \n\n\n137\n\n\n \n\n\n \n\n\n \n\n\nn/a\n\n\n \n\n\n \n\n\n \n\n\n-86.9\n\n\n%\n\n\n\n\n\n\n \nInvestment gains/(losses) recognized on sale of equity securities during the period\n \n\n\n \n\n\n \n\n\n(81\n\n\n)\n\n\n \n\n\n \n\n\n(1,568\n\n\n)\n\n\n \n\n\n \n\n\n835\n\n\n \n\n\n \n\n\n \n\n\n-94.8\n\n\n%\n\n\n \n\n\n \n\n\nn/a\n\n\n \n\n\n\n\n\n\n \nUnrealized gains/(losses) recognized on equity securities held at the end of the period\n \n\n\n \n\n\n \n\n\n(45\n\n\n)\n\n\n \n\n\n \n\n\n167\n\n\n \n\n\n \n\n\n \n\n\n3,875\n\n\n \n\n\n \n\n\n \n\n\n-126.9\n\n\n%\n\n\n \n\n\n \n\n\nn/a\n\n\n \n\n\n\n\n\n\n \nOther\n \n\n\n \n\n\n \n\n\n(1\n\n\n)\n\n\n \n\n\n \n\n\n(2\n\n\n)\n\n\n \n\n\n \n\n\n-\n\n\n \n\n\n \n\n\n \n\n\nn/a\n\n\n \n\n\n \n\n\n \n\n\nn/a\n\n\n \n\n\n\n\n\n\n \nTotal investment gains/(losses)\n \n\n\n \n\n\n$\n\n\n1,174\n\n\n \n\n\n \n\n\n$\n\n\n(534\n\n\n)\n\n\n \n\n\n$\n\n\n5,420\n\n\n \n\n\n \n\n\n \n\n\nn/a\n\n\n \n\n\n \n\n\n \n\n\nn/a\n\n\n \n\n\n\n\n\n\n\n\n \n\n\n \n\n\nDuring the twelve months ended April 30, 2023, the Company’s investment gains, primarily derived from dividend and interest income, investment gains recognized on sales of equity securities during the period and unrealized gains recognized on equity securities held at the end of the period in fiscal 2023, resulted in a gain of $1,174,000. Proceeds from maturities and sales of government debt securities classified as available-for-sale during the twelve months ended April 30, 2023 and April 30, 2022, were $9,907,000 and $2,496,000, respectively. Proceeds from the sales of equity securities during the twelve months ended April 30, 2023 and April 30, 2022 were $4,706,000 and $12,039,000, respectively. There were no capital gain distributions from ETFs in fiscal 2023 or fiscal 2022.\n\n\n \n\n\nDuring the twelve months ended April 30, 2022, the Company’s investment gains, primarily derived from dividend and interest income, investment losses recognized on sales of equity securities during the period and unrealized gains recognized on equity securities held at the end of the period in fiscal 2022, resulted in a loss of $534,000. During the twelve months ended April 30, 2021, the Company’s investment gains, primarily derived from dividend and interest income, investment gains recognized on sales of equity securities during the period and unrealized gains recognized on equity securities held at the end of the period in fiscal 2021, was $5,420,000. Proceeds from maturities and sales of government debt securities classified as available-for-sale during the twelve months ended April 30, 2022 and April 30, 2021, were $2,496,000 and $14,902,000, respectively. Proceeds from the sales of equity securities during the twelve months ended April 30, 2022 and April 30, 2021 were $12,039,000 and $8,212,000, respectively. There were no capital gain distributions from ETFs in fiscal 2022 or fiscal 2021.\n\n\n \n\n\nEffective income tax rate\n \n\n\n \n\n\nThe overall effective income tax rates, as a percentage of pre-tax ordinary income for the twelve months ended April 30, 2023, April 30, 2022 and April 30, 2021 were 24.00%, 22.25% and 23.11%, respectively. The increase in the effective tax rate during for the twelve months ended April 30, 2023 as compared to April 30, 2022, is primarily a result of the non-taxable revenue derived from forgiveness of the PPP loan by the SBA offset by an increase in the state and local income taxes from 3.12% to 3.25% as a result of changes in state and local income tax allocation factors, on deferred taxes in fiscal 2023. The Company's annualized overall effective tax rate fluctuates due to a number of factors, in addition to changes in tax law, including but not limited to an increase or decrease in the ratio of items that do not have tax consequences to pre-income tax, the Company's geographic profit mix between tax jurisdictions, taxation method adopted by each locality, new interpretations of existing tax laws and rulings and settlements with tax authorities.\n\n\n \n\n\nLiquidity and Capital Resources\n\n\n \n\n\nThe Company had working capital, defined as current assets less current liabilities, of $42,788,000 as of April 30, 2023 and $37,580,000 as of April 30, 2022. These amounts include short-term unearned revenue of $16,771,000 and $17,688,000 reflected in total current liabilities at April 30, 2023 and April 30, 2022, respectively. Cash and short-term securities were $62,064,000 and $57,825,000 as of April 30, 2023 and April 30, 2022, respectively.\n\n\n \n\n\n\n\n\n\n\n\n\n       33\n     \n\n\n\n\n\n\n\n\n\n\n\n\n\n        \n     \n\n\n\n\n\n\n\n\n \n\n\nThe Company’s cash and cash equivalents include $7,240,000 and $28,965,000 at April 30, 2023 and April 30, 2022, respectively, invested primarily in commercial banks and in Money Market Funds at brokers, which operate under Rule 2a-7 of the 1940 Act and invest primarily in short-term U.S. government securities.\n\n\n \n\n\nCash from operating activities\n\n\n \n\n\nThe Company had cash inflows from operating activities of $18,178,000 during the twelve months ended April 30, 2023, compared to cash inflows from operations of $24,646,000 and $16,410,000 during the twelve months ended April 30, 2022 and 2021, respectively. The decrease in cash flows from fiscal 2022 to fiscal 2023 is primarily attributable to lower pre-tax income and a decrease in cash receipts from EAM and the timing of receipts from copyright programs. The increase in cash flows from fiscal 2021 to fiscal 2022 is primarily attributable to higher pre-tax income and an increase in cash receipts from EAM and the timing of receipts from copyright programs.\n\n\n \n\n\nCash from investing activities\n\n\n \n\n\nThe Company’s cash outflows from investing activities of $26,116,000 during the twelve months ended April 30, 2023, compared to cash outflows from investing activities of $3,389,000 and cash inflows of $7,381,000 for the twelve months ended April 30, 2022 and April 30, 2021, respectively. Cash outflows for the twelve months ended April 30, 2023 and April 30, 2022, were primarily due to the Company’s decision to invest in additional fixed income securities, primarily United States government obligations, in fiscal 2023 and 2022.\n\n\n \n\n\nCash from financing activities\n\n\n \n\n\nDuring the twelve months ended April 30, 2023, the Company’s cash outflows from financing activities were $14,175,000 and compared to cash outflows from financing activities of $10,889,000 and $9,574,000 for the twelve months ended April 30, 2022 and 2021, respectively. Cash outflows for financing activities included $4,704,000, $2,484,000 and $1,526,000 for the repurchase of 75,303 shares, 53,327 shares and 53,551 shares of the Company’s common stock under the July 2021, March 2022, May 2022 & October 2022 board approved common stock repurchase programs, during fiscal years 2023, 2022 and 2021, respectively. During fiscal 2020, the Company applied for and received an SBA loan under the Paycheck Protection Program in the amount of $2,331,000. The obligation to repay the SBA loan under the Paycheck Protection Program was forgiven during fiscal 2022. Quarterly regular dividend payments of $0.25 per share during fiscal 2023 aggregated $9,471,000. Quarterly regular dividend payments of $0.22 per share during fiscal 2022 aggregated $8,405,000. Quarterly regular dividend payments of $0.21 per share during fiscal 2021 aggregated $8,068,000.\n\n\n \n\n\nAt April 30, 2023 there were 9,434,540 common shares outstanding as compared to 9,509,843 common shares outstanding at April 30, 2022. The Company expects financing activities to continue to include use of cash for dividend payments for the foreseeable future.\n\n\n \n\n\nManagement believes that the Company’s cash and other liquid asset resources used in its business together with the proceeds from the SBA loan and the future cash flows from operations and from the Company’s non-voting revenues and non-voting profits interests in EAM will be sufficient to finance current and forecasted liquidity needs for the next twelve months and beyond next year. Management does not anticipate making any additional borrowings during the next twelve months. As of April 30, 2023, retained earnings and liquid assets were $95,979,000 and $62,064,000, respectively. As of April 30, 2022, retained earnings and liquid assets were $87,645,000 and $57,825,000, respectively.\n\n\n \n\n\nSeasonality\n\n\n \n\n\nOur publishing revenues are comprised of subscriptions which are generally annual subscriptions. Our cash flows from operating activities are minimally seasonal in nature, primarily due to the timing of customer payments made for orders and subscription renewals.\n\n\n \n\n\n\n\n\n\n\n\n\n       34\n     \n\n\n\n\n\n\n\n\n\n\n\n\n\n        \n     \n\n\n\n\n\n\n\n\n \n\n\nRecent Accounting Pronouncements\n\n\n \n\n\nIn December 2019, the Financial Accounting Standards Board (“FASB”) issued ASU 2019-12, “Income Taxes (Topic740): Simplifying the Accounting for Income Taxes” as part of its initiative to reduce complexity in the accounting standards. The standard eliminates certain exceptions related to the approach for intraperiod tax allocation, the methodology for calculating income taxes in an interim period and the recognition of deferred tax liabilities for outside basis differences. The standard also clarifies and simplifies other aspects of the accounting for income taxes including interim-period accounting for enacted changes in tax laws. The Company adopted this guidance effective May 1, 2021. The adoption of this standard did not have a material impact on the Company’s financial statements.\n\n\n \n\n\nOn June 21, 2018, the United States Supreme Court reversed the 1992 ruling in \nQuill\n, which protected firms delivering items by common carrier into a state where it had no physical presence from having to collect sales tax in such state. The Company has integrated the effects of the various state laws into its operations and continues to do so.\n\n\n \n\n\nCritical Accounting Estimates and Policies\n\n\n \n\n\nThe Company prepares its consolidated financial statements in accordance with Generally Accepted Accounting Principles as in effect in the United States (U.S. “GAAP”). The preparation of these financial statements requires the Company to make estimates and judgments that affect the reported amounts of assets, liabilities, revenues and expenses. The Company bases its estimates on historical experience and on various other assumptions that it believes to be reasonable under the circumstances, the results of which form the basis for making judgments about the carrying values of assets and liabilities that are not readily apparent, and the Company evaluates its estimates on an ongoing basis. Actual results may differ from these estimates under different assumptions or conditions. The Company believes the following critical accounting policies reflect the significant judgments and estimates used in the preparation of its Consolidated Financial Statements:\n\n\n \n\n\n\n\n\n\n\n\n \n\n\n \n●\n \n\n\n \nValuation of EAM\n \n\n\n\n\n\n\n\n\n \n\n\nInvestment in EAM Trust\n\n\n \n\n\nThe Company accounts for its investment in EAM using the equity method of accounting. The value of its investment in EAM is the fair value of the contributed capital at inception, plus the Company’s share of non-voting revenues and non-voting profits from EAM, less distributions received from EAM. The Company evaluates its investment in EAM on a regular basis for other-than-temporary impairment, which requires significant judgment and includes quantitative and qualitative analysis of identified events or circumstances that impact the fair value of the investment.\n\n\n \n\n\nShould the fair value of the investment fall below its carrying value, the Company will determine whether the investment is other-than-temporarily impaired, which includes assessing the severity and duration of the impairment and the likelihood of recovery. If the investment is considered to be other-than-temporarily impaired, the Company will write down the investment to its fair value. Since the inception of EAM, the Company has not recognized any other-than-temporary impairment in the investment.\n\n\n \n\n\nContractual Obligations\n\n\n \n\n\nWe are a party to lease contracts which will result in cash payments to landlords in future periods. Operating lease liabilities are included in our Consolidated Balance Sheets. Estimated payments of these liabilities in each of the next four fiscal years and thereafter are (in thousands): $1,634 in 2024; $1,429 in 2025; $1,461 in 2026; $1,493 in 2027 and $882 thereafter totaling $6,899.\n\n\n \n\n\n\n\n\n\n\n\n\n       35\n     \n\n\n\n\n\n\n\n\n\n\n\n\n\n        \n     \n\n\n\n\n\n\n\n\n \n\n",
    "item7a": ">Item 7A. QUANTITATIVE AND QUALITATIVE DISCLOSURES ABOUT MARKET RISK.\n\n\n \n\n\nMarket Risk Disclosures\n\n\n \n\n\nThe Company’s Consolidated Balance Sheet includes a substantial amount of assets whose fair values are subject to market risks. The Company’s market risks are primarily associated with interest rates and equity price risk. The following sections address the significant market risks associated with the Company’s investment activities.\n\n\n \n\n\nInterest Rate Risk\n\n\n \n\n\nThe Company’s strategy has been to acquire debt securities with low credit risk. Despite this strategy management recognizes and accepts the possibility that losses may occur. To limit the price fluctuation in these securities from interest rate changes, the Company’s management invests primarily in short-term obligations maturing within one year.\n\n\n \n\n\nThe fair values of the Company’s fixed maturity investments will fluctuate in response to changes in market interest rates. Increases and decreases in prevailing interest rates generally translate into decreases and increases in fair values of those instruments. Additionally, fair values of interest rate sensitive instruments may be affected by prepayment options, relative values of alternative investments, and other general market conditions.\n\n\n \n\n\nFixed income securities consist of certificates of deposits and securities issued by federal, state and local governments within the United States. As of April 30, 2023 the aggregate cost and fair value of fixed income securities classified as available-for-sale were $39,455,000 and $39,928,000, respectively. As of April 30, 2022 the aggregate cost and fair value of fixed income securities classified as available-for-sale were $10,505,000 and $10,475,000, respectively.\n\n\n \n\n\nThe following table summarizes the estimated effects of hypothetical increases and decreases in interest rates on assets that are subject to interest rate risk. It is assumed that the changes occur immediately and uniformly to each category of instrument containing interest rate risks. The hypothetical changes in market interest rates do not reflect what could be deemed best or worst case scenarios. Variations in market interest rates could produce significant changes in the timing of repayments due to prepayment options available. For these reasons, actual results might differ from those reflected in the table.\n\n\n \n\n\n \n\n\nFixed Income Securities\n\n\n \n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\nEstimated Fair Value after\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\nHypothetical Change in Interest Rates\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n(in thousands)\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n(bp = basis points)\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n1 year\n\n\n \n\n\n \n\n\n1 year\n\n\n \n\n\n \n\n\n1 year\n\n\n \n\n\n \n\n\n1 year\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \nFair\n \n\n\n \n\n\n \n\n\n50 bp\n\n\n \n\n\n \n\n\n50 bp\n\n\n \n\n\n \n\n\n100 bp\n\n\n \n\n\n \n\n\n100 bp\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\nValue\n\n\n \n\n\n \n\n\nincrease\n\n\n \n\n\n \n\n\ndecrease\n\n\n \n\n\n \n\n\nincrease\n\n\n \n\n\n \n\n\ndecrease\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \nAs of April 30, 2023\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \nInvestments in securities with fixed maturities\n \n\n\n \n\n\n$\n\n\n39,928\n\n\n \n\n\n \n\n\n$\n\n\n39,202\n\n\n \n\n\n \n\n\n$\n\n\n39,512\n\n\n \n\n\n \n\n\n$\n\n\n39,048\n\n\n \n\n\n \n\n\n$\n\n\n39,667\n\n\n \n\n\n\n\n\n\n \nAs of April 30, 2022\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \nInvestments in securities with fixed maturities\n \n\n\n \n\n\n$\n\n\n10,505\n\n\n \n\n\n \n\n\n \n\n\nN/A\n\n\n \n\n\n \n\n\n \n\n\nN/A\n\n\n \n\n\n \n\n\n \n\n\nN/A\n\n\n \n\n\n \n\n\n \n\n\nN/A\n\n\n \n\n\n\n\n\n\n\n\n \n\n\n \n\n\nManagement regularly monitors the maturity structure of the Company’s investments in debt securities in order to maintain an acceptable price risk associated with changes in interest rates.\n\n\n \n\n\n\n\n\n\n\n\n\n       36\n     \n\n\n\n\n\n\n\n\n\n\n\n\n\n        \n     \n\n\n\n\n\n\n\n\n \n\n\nEquity Price Risk \n\n\n \n\n\nThe carrying values of investments subject to equity price risks are based on quoted market prices as of the balance sheet dates. Market prices are subject to fluctuation and, consequently, the amount realized in the subsequent sale of an investment may significantly differ from the reported market value. Fluctuation in the market price of a security may result from perceived changes in the underlying economic characteristics of the issuer, the relative price of alternative investments and general market conditions. Furthermore, amounts realized in the sale of a particular security may be affected by the relative quantity of the security being sold.\n\n\n \n\n\nThe Company’s equity investment strategy has been to acquire equity securities across a diversity of industry groups. The portfolio consists of ETFs held for dividend yield that attempt to replicate the performance of certain equity indexes and ETFs that hold preferred shares primarily of financial institutions. In order to maintain liquidity in these securities, the Company’s policy has been to invest in and hold in its portfolio, no more than 5% of the approximate average daily trading volume in any one issue.\n\n\n \n\n\nAs of April 30, 2023 and April 30, 2022, the aggregate cost of the equity securities, which consist of investments in the SPDR Series Trust S&P Dividend ETF (SDY), First Trust Value Line Dividend Index ETF (FVD), ProShares Trust S&P 500 Dividend Aristocrats ETF (NOBL), IShares DJ Select Dividend ETF (DVY) and other Exchange Traded Funds and common stock equity securities was a combined total $10,169,000 and $13,318,000, respectively, and the fair value was $14,546,000 and $17,647,000, respectively.\n\n\n \n\n\n \n\n\n\n\n\n\n\n\nEquity Securities\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n \n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \nEstimated Fair Value after\n \n\n\n \n\n\n \n\n\n \nHypothetical Percentage\n \n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \nHypothetical\n \n\n\n \n\n\n \nHypothetical\n \n\n\n \n\n\n \n\n\n \nIncrease (Decrease) in\n \n\n\n \n\n\n\n\n\n\n \n($ in thousands)\n \n\n\n \n\n\n \n\n\n \nFair Value\n \n\n\n \n\n\n \nPrice Change\n \n\n\n \n\n\n \nChange in Prices\n \n\n\n \n\n\n \n\n\n \nShareholders’ Equity\n \n\n\n \n\n\n\n\n\n\n \nAs of April 30, 2023\n \n\n\n \nEquity Securities and ETFs held for dividend yield\n \n\n\n \n\n\n$\n\n\n14,546\n\n\n \n\n\n \n30% increase\n \n\n\n \n\n\n$\n\n\n18,910\n\n\n \n\n\n \n\n\n \n\n\n4.12\n\n\n%\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n30% decrease\n \n\n\n \n\n\n$\n\n\n10,182\n\n\n \n\n\n \n\n\n \n\n\n-4.12\n\n\n%\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n \nEquity Securities\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \nEstimated Fair Value after\n \n\n\n \n\n\n \n\n\n \nHypothetical Percentage\n \n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \nHypothetical\n \n\n\n \n\n\n \nHypothetical\n \n\n\n \n\n\n \n\n\n \nIncrease (Decrease) in\n \n\n\n \n\n\n\n\n\n\n \n($ in thousands)\n \n\n\n \n\n\n \n\n\n \nFair Value\n \n\n\n \n\n\n \nPrice Change\n \n\n\n \n\n\n \nChange in Prices\n \n\n\n \n\n\n \n\n\n \nShareholders’ Equity\n \n\n\n \n\n\n\n\n\n\n \nAs of April 30, 2022\n \n\n\n \nEquity Securities and ETFs held for dividend yield\n \n\n\n \n\n\n$\n\n\n17,647\n\n\n \n\n\n \n30% increase\n \n\n\n \n\n\n$\n\n\n22,942\n\n\n \n\n\n \n\n\n \n\n\n4.92\n\n\n%\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n30% decrease\n \n\n\n \n\n\n$\n\n\n12,353\n\n\n \n\n\n \n\n\n \n\n\n-4.92\n\n\n%\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n       37\n     \n\n\n\n\n\n\n\n\n\n\n\n\n\n        \n     \n\n\n\n\n\n\n\n\n \n\n\n\n     \n  \n\n\nItem 8. FINANCIAL STATEMENTS AND SUPPLEMENTARY DATA.\n\n\n \n\n\n \n\n\nThe following consolidated financial statements of the registrant and its subsidiaries are included as a part of this Form 10-K:\n\n\n \n\n\n \nPage Number\n\n\n \n \n\n\nReport of independent auditors (PCAOB ID No. \n921\n)\n49\n\n\nConsolidated balance sheets at April 30, 2023 and 2022\n51\n\n\nConsolidated statements of income for the fiscal years ended April 30, 2023, 2022 and 2021\n52\n\n\nConsolidated statements of comprehensive income for the fiscal years ended April 30, 2023, 2022 and 2021\n53\n\n\nConsolidated statements of cash flows for the fiscal years ended April 30, 2023, 2022 and 2021\n54\n\n\nConsolidated statement of changes in shareholders’ equity for the fiscal years ended April 30, 2023, 2022 and 2021\n55\n\n\nNotes to the consolidated financial statements\n56\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n    38\n   \n\n\n\n\n\n\n\n\n\n\n\n\n\n     \n   \n\n\n\n\n\n\n\n\n \n\n\nItem 9. CHANGES IN AND DISAGREEMENTS WITH ACCOUNTANTS ON ACCOUNTING AND FINANCIAL DISCLOSURE.\n\n\n \n\n\nNone.\n\n\n \n\n\nItem 9A. CONTROLS AND PROCEDURES.\n\n\n \n\n\n \n \n(a)\n \n \nEvaluation of Disclosure Controls and Procedures.\n \n\n\n\n\n \n\n\nThe Company's Chief Executive Officer and Vice President & Treasurer carried out an evaluation of the effectiveness of the Company's \"disclosure controls and procedures\" (as defined in the Securities Exchange Act of 1934 (the “Exchange Act”) Rules 13a-15(e) or 15d-15(e)) as of April 30, 2023, as required by paragraph (b) of Exchange Act Rules 13a-15 or 15d-15. The Company’s Chief Executive Officer and Vice President & Treasurer are engaged in a comprehensive effort to review, evaluate and improve the Company's controls; however, management does not expect that the Company's disclosure controls or its internal controls over financial reporting can prevent all possible errors and fraud.\n\n\n \n\n\nThe Company maintains disclosure controls and procedures that are designed to ensure that information required to be disclosed in the Company’s reports filed with the SEC is recorded, processed, summarized and reported within the time periods specified in the SEC’s rules and forms, and that such information is accumulated and communicated to the Company’s management, including its Chief Executive Officer and Vice President & Treasurer, as appropriate, to allow timely decisions regarding required disclosure.\n\n\n \n\n\nThe Company’s management has evaluated, with the participation of the Company’s Chief Executive Officer and, the effectiveness of the Company’s disclosure controls and procedures as of the end of the period covered by this report. Based on that evaluation, the Chief Executive Officer and Vice President & Treasurer have concluded that the Company’s disclosure controls and procedures were effective as of the end of the period covered by this report.\n\n\n \n\n\nThis Form 10-K does not include an attestation report of the Company's registered public accounting firm regarding the Company’s internal control over financial reporting. Under applicable SEC rules, no such attestation report by the Company's registered public accounting firm is required.\n\n\n \n\n\nChanges in Internal Controls\n\n\n \n\n\nIn the course of the evaluation of disclosure controls and procedures, the Chief Executive Officer and Vice President & Treasurer considered certain internal control areas in which the Company has made and is continuing to make changes to improve and enhance controls. Based upon that evaluation, the Chief Executive Officer and Vice President & Treasurer of the Company concluded that there were no changes in the Company's internal control over financial reporting identified in connection with the evaluation required by paragraph (d) of Exchange Act Rules 13a-15 or 15d-15 that occurred during the fourth quarter of fiscal 2023 that have materially affected, or are reasonably likely to materially affect, the Company's internal controls over financial reporting.\n\n\n \n\n\n \n \n(b)\n \n \nManagement’s Annual Report on Internal Control over Financial Reporting.\n \n\n\n\n\n \n\n\nThe Company’s management is responsible for establishing and maintaining adequate internal control over financial reporting as defined in Rule 13a-15(f) under the Exchange Act. Internal control over financial reporting is a process designed by, or under the supervision of, the Company’s principal executive and principal financial officers, and effected by the board of directors, management, and other personnel, to provide reasonable assurance regarding the reliability of financial reporting and the preparation of financial statements for external purposes in accordance with U.S. GAAP including those policies and procedures that: (I) pertain to the maintenance of records that, in reasonable detail, accurately and fairly reflect the transactions and dispositions of the assets of the Company, (ii) provide reasonable assurance that transactions are recorded as necessary to permit preparation of financial statements in accordance with U.S. GAAP and that receipts and expenditures are being made only in accordance with authorizations of management and directors of the Company, and (iii) provide reasonable assurance regarding prevention or timely detection of unauthorized acquisition, use, or disposition of the Company’s assets that could have a material effect on the financial statements.\n\n\n \n\n\n\n\n\n\n\n\n\n    39\n   \n\n\n\n\n\n\n\n\n\n\n\n\n\n     \n   \n\n\n\n\n\n\n\n\n \n\n\nBecause of its inherent limitations, internal control over financial reporting may not prevent or detect misstatements. Also, projections of any evaluation of effectiveness to future periods are subject to the risk that controls may become inadequate because of changes in conditions, or that the degree of compliance with policies and procedures may deteriorate.\n\n\n \n\n\nUnder the supervision and with the participation of management, including the Chief Executive Officer and the Vice President & Treasurer, acting as Principal Financial Officer, the Company has assessed the effectiveness of its internal control over financial reporting as of April 30, 2023. In making this assessment, management used the criteria described in Internal Control - Integrated Framework issued by the Committee of Sponsoring Organizations of the Treadway Commission (COSO). Based on this assessment and those criteria, management concluded that the Company did maintain effective internal control over financial reporting as of April 30, 2023.\n\n\n \n\n\nChanges in Internal Control over Financial Reporting\n\n\n \n\n\nThere have been no changes in the Company’s internal control systems over financial reporting during the fourth quarter of fiscal 2023 that have materially affected, or are reasonably likely to materially affect, our internal control over financial reporting. The Company administrative and finance personnel have been operating on a near-fully remote basis during the entirety of the fiscal year ended April 30, 2023 as a result of pandemic restrictions and precautions. The internal control systems have remained intact.\n\n\n \n\n\n \n\n\nItem 9B. OTHER INFORMATION.\n\n\n \n\n\nNone.\n\n\n \n\n\n\n\n\n\n\n\n\n    40\n   \n\n\n\n\n\n\n\n\n\n\n\n\n\n     \n   \n\n\n\n\n\n\n\n\n \n\n\nPart III\n\n\n \n\n\nItem 10. DIRECTORS, EXECUTIVE OFFICERS, AND CORPORATE GOVERNANCE.\n\n\n \n\n\n \n \nDirector\n \n\n\n \n(a) Names of Directors, Age as of June 30, 2023 and Principal Occupation\n \n \nSince\n \n\n\n \nStephen R. Anastasio* (64). Vice President of the Company since December 2010; Treasurer since September 2005 and Director since February 2010. Mr. Anastasio has been employed by Value Line, Inc. for more than 30 years. In addition to his current roles with the Company, he has served as Chief Financial Officer, Treasurer, Chief Accounting Officer and Corporate Controller of the Company. Mr. Anastasio is a graduate of Fairleigh Dickinson University and is a Certified Public Accountant.\n \n \n2010\n \n\n\n \nMary Bernstein* (73). Retired. Director of Accounting of the Company since 2010; Accounting Manager of the Company from 2000 to 2010. Mrs. Bernstein holds an MBA Degree in accounting from Baruch College of CUNY and is a Certified Public Accountant. Mrs. Bernstein had been employed by Value Line, Inc. for more than 25 years. She retired as an employee on July 31, 2022.\n \n \n2010\n \n\n\n \nHoward A. Brecher* (69). Chairman and Chief Executive Officer of the Company since October 2011; Acting Chairman and Acting Chief Executive Officer of the Company from November 2009 until October 2011; Chief Legal Officer of the Company from prior to 2005 to the present; Vice President and Secretary of the Value Line Funds from June 2008 until December 2010; Secretary of EAM LLC from February 2009 until December 2010; Director and General Counsel of AB&Co., Inc. from prior to 2005 to the present.\n \n \n1992\n \n\n\n \nMr. Brecher has been an officer of the Company for more than 25 years. In addition to his current roles with the Company, he has also served as Secretary of the Company and as a senior officer of significant affiliates of the Company. Mr. Brecher is a graduate of Harvard College, Harvard Business School and Harvard Law School. He also holds a Master’s Degree in tax law from New York University.\n \n \n\n\n \nStephen P. Davis (71). Retired Deputy Commissioner, New York City Police Department (“NYPD”), from 2014 to 2018. Managing Member, Davis Investigative Group, LLC from 2001 to 2013, and since April, 2018. Mr. Davis served as a senior appointed official in the NYPD from which he retired in 1992 as a uniformed senior officer. He has successfully managed his own business serving the financial services industry and other clients for more than 15 years.\n \n \n2010\n \n\n\n \nAlfred R. Fiore (67). Retired Chief of Police, Westport, CT from 2004 to 2011. Mr. Fiore served as the senior official of a municipal department with both executive and budget responsibilities. He was Chief of Police, Westport, CT for seven years and was a member of that Police Department for more than 33 years.\n \n \n2010\n \n\n\n \nGlenn J. Muenzer (65). Special Agent (Retired), Federal Bureau of Investigation (the “FBI”) from 1991 to 2012. Mr. Muenzer is an accomplished law enforcement professional with extensive law enforcement and financial investigative experience. Prior to joining the FBI, Mr. Muenzer was Vice President and Manager of Internal Audit at Thomson McKinnon Securities, Inc.; Assistant Vice President of Internal Audit at EF Hutton; Senior Auditor with Deloitte. Mr. Muenzer is a Certified Public Accountant and Certified in Financial Forensics.\n \n \n2012\n \n\n\n\n\n \n\n\n* Member of the Executive Committee of the Board of Directors.\n\n\n \n\n\nExcept as noted, the directors have held their respective positions for at least five years. Information about the experience, qualifications, attributes and skills of the directors is incorporated by reference from the section entitled \"Director Qualifications\" in the Company's Proxy Statement for the 2023 Annual Meeting of Shareholders.\n\n\n \n\n\n \n\n\n \n \n(b)\n \n \nThe information pertaining to executive officers of the Company is set forth in Part I, Item I, subsection J under the caption \"Executive Officers of the Registrant\" of this Form 10-K.\n \n\n\n\n\n \n\n\n\n\n\n\n\n\n\n    41\n   \n\n\n\n\n\n\n\n\n\n\n\n\n\n     \n   \n\n\n\n\n\n\n\n\n \n\n\nAudit Committee\n\n\n \n\n\nThe Company has a standing Audit Committee performing the functions described in Section 3(a) (58) (A) of the Securities Exchange Act of 1934, the members of which are: Mr. Glenn Muenzer, Mr. Stephen Davis, and Mr. Alfred Fiore. Mr. Muenzer, a qualified financial expert, was elected Chairman of the Audit Committee in 2012. The Board of Directors have determined that Mr. Muenzer is an “audit committee financial expert” (as defined in the rules and regulations of the SEC). The Board of Directors believes that the experience and financial sophistication of the members of the Audit Committee are sufficient to permit the members of the Audit Committee to fulfill the duties and responsibilities of the Audit Committee. All members of the Audit Committee meet the NASDAQ’s financial sophistication requirements for audit committee members.\n\n\n \n\n\nCode of Ethics\n\n\n \n\n\nThe Company’s Code of Business Conduct and Ethics that applies to its principal executive officer, principal financial officer, all other officers, and all other employees is available on the Company’s website at www.valueline.com/About/Code of Ethics.aspx.\n\n\n \n\n\nProcedures for Shareholders to Nominate Directors\n\n\n \n\n\nThere have been no material changes to the procedures by which shareholders of the Company may recommend nominees to the Company's Board of Directors.\n\n\n \n\n\n \n\n\nSection\n \n16(a) Beneficial Ownership Reporting Compliance \n\n\n \n\n\nSection 16(a) of the Securities Exchange Act of 1934 requires the Company's executive officers and directors, and persons who own more than ten percent of a registered class of the Company’s equity securities, to file reports of ownership and changes in ownership with the SEC on Forms 3, 4 and 5. Executive officers, directors and greater than ten percent shareholders are required by SEC regulations to furnish the Company with copies of all Forms 3, 4 and 5 they file.\n\n\n \n\n\nBased on the Company's review of the copies of such forms that it has received and written representations from certain reporting persons confirming that they were not required to file Forms 5 for the fiscal year ended April 30, 2023, the Company believes that all its executive officers, directors and greater than ten percent shareholders complied with applicable SEC filing requirements during fiscal 2023.\n\n\n \n\n\n \n\n\nItem 11. EXECUTIVE COMPENSATION.\n\n\n \n\n\nThe information required in response to this Item 11, Executive Compensation, is incorporated by reference from the section entitled “Compensation of Directors and Executive Officers” in the Company’s Proxy Statement for the 2023 Annual Meeting of Shareholders.\n\n\n \n\n\n\n\n\n\n\n\n\n    42\n   \n\n\n\n\n\n\n\n\n\n\n\n\n\n     \n   \n\n\n\n\n\n\n\n\n \n\n\nItem 12. SECURITY OWNERSHIP OF CERTAIN BENEFICIAL OWNERS AND MANAGEMENT AND RELATED STOCKHOLDER MATTERS.\n\n\n \n\n\nThe following table sets forth information as of April 30, 2023 as to shares of the Company's Common Stock held by persons known to the Company to be the beneficial owners of more than 5% of the Company's Common Stock.\n\n\n \n\n\n \nName and Address of\n \nBeneficial Owner\n \n \nNumber of Shares\n \nBeneficially Owned\n \n \nPercentage of Shares\n \nBeneficially Owned\n \n\n\n \nArnold Bernhard & Co., Inc.*\n \n \n8,633,733\n \n \n91.51%\n \n\n\n \n551 Fifth Avenue\n \n \n \n\n\n \nNew York, NY 10176\n \n \n \n\n\n\n\n \n\n\n*All of the outstanding voting stock of Arnold Bernhard & Co., Inc. is owned by Jean B. Buttner.\n\n\n \n\n\nThe following table sets forth information as of June 30, 2023, with respect to shares of the Company's Common Stock owned by each director of the Company, by each executive officer listed in the Summary Compensation Table and by all executive officers and directors as a group.\n\n\n \n\n\n \n \nNumber of Shares\n \n \nPercentage of Shares\n \n\n\n \nName and Address of Beneficial Owner\n \nBeneficially Owned\nBeneficially Owned\n\n\n \nStephen R. Anastasio\n \n \n600\n \n \n*\n \n\n\n \nMary Bernstein\n \n \n200\n \n \n*\n \n\n\n \nHoward A. Brecher\n \n \n1,600   \n \n \n*\n \n\n\n \nStephen P. Davis\n \n \n200\n \n \n*\n \n\n\n \nAlfred R. Fiore\n \n \n400\n \n \n*\n \n\n\n \nGlenn J. Muenzer\n \n \n200\n \n \n*\n \n\n\n \nAll directors and executive officers as a group\n \n \n3,200   \n \n \n*\n \n\n\n \n(6 persons)\n \n \n \n\n\n\n\n \n\n\n* Less than one percent\n\n\n \n\n\nSecurities Authorized for Issuance under Equity Compensation Plans\n\n\n \n\n\nThere are no securities of the Company authorized for issuance under equity compensation plans.\n\n\n \n\n\nItem 13. CERTAIN RELATIONSHIPS AND RELATED TRANSACTIONS AND DIRECTOR INDEPENDENCE.\n\n\n \n\n\nAB&Co., which owns 91.51% of the outstanding shares of the Company’s common stock as of April 30, 2023, utilizes the services of officers and employees of the Company to the extent necessary to conduct its business. The Company and AB&Co. allocate costs for office space, equipment and supplies and shared staff pursuant to a servicing and reimbursement agreement. During the fiscal years ended April 30, 2023 and April 30, 2022, the Company was reimbursed $369,000 and $385,000, respectively for payments it made on behalf of and services it provided to AB&Co. There were no receivables due from the Parent at April 30, 2023 or April 30, 2022. In addition, a tax-sharing arrangement allocates the tax liabilities of the two companies between them. The Company is included in the consolidated federal income tax return filed by AB&Co. The Company pays to AB&Co. an amount equal to the Company's liability as if it filed a separate federal income tax return. For the years ended April 30, 2023 and 2022, the Company made payments to AB&Co. for federal income taxes amounting to $4,425,000 and $5,400,000, respectively.\n\n\n \n\n\nThe Company holds non-voting revenues and non-voting profits interests in EAM which entitle the Company to receive from EAM an amount ranging from 41% to 55% of EAM's investment management fee revenues from the Value Line Mutual Funds and separate accounts business, and 50% of EAM’s net profits.\n\n\n \n\n\nDuring the twelve months ended April 30, 2023 and April 30, 2022, the Company recorded income of $11,131,000 and $18,041,000, respectively, consisting of $10,397,000 and $15,899,000, from its non-voting revenues interest in EAM and $734,000 and $2,142,000, from its non-voting profits interest in EAM without incurring any directly related expenses.\n\n\n \n\n\n\n\n\n\n\n\n\n    43\n   \n\n\n\n\n\n\n\n\n\n\n\n\n\n     \n   \n\n\n\n\n\n\n\n\n \n\n\nDuring the twelve months ended April 30, 2021, the Company recorded income of $17,321,000, consisting of $15,190,000, from its non-voting revenues interest in EAM and $2,131,000, from its non-voting profits interest in EAM without incurring any directly related expenses.\n\n\n \n\n\nIncluded in the Company’s Investment in EAM Trust are receivables due from EAM of $2,601,000 and $3,657,000 at April 30, 2023 and April 30, 2022, respectively, for the unpaid portion of Value Line’s non-voting revenues and non-voting profits interests. The non-voting revenues and non-voting profits interests due from EAM are payable to Value Line quarterly under the provisions of the EAM Declaration of Trust.\n\n\n \n\n\nThe Company has adopted a written Related Party Transactions Policy as part of its Code of Business Conduct and Ethics.  This policy requires that any related party transaction which would be required to be disclosed under Item 404(a) of Regulation S-K must be approved or ratified by the Audit Committee of the Board of Directors.  Transactions covered for the fiscal year ended April 30, 2023 include the matters described in the preceding paragraphs of this Item 13.\n\n\n \n\n\nDirector Independence\n\n\n \n\n\nThe information required with respect to director independence and related matters are incorporated by reference from the section entitled “Compensation of Directors and Executive Officers” in the Company’s Proxy Statement for the 2023 Annual Meeting of Shareholders.\n\n\n \n\n\nItem 14. PRINCIPAL ACCOUNTING FEES AND SERVICES.\n\n\n \n\n\nAudit and Non-Audit Fees\n\n\n \n\n\nThe following table illustrates the fees billed by the Company’s independent auditor, Horowitz & Ullmann P.C., for services provided:\n\n\n \n\n\n\n\n \n \n \nFiscal Years Ended April 30,\n \n \n\n\n \n \n \n2023\n \n \n \n \n2022\n \n \n \n \n2021\n \n \n\n\n \nAudit fees\n \n \n$\n166,000\n \n \n$\n158,100\n \n \n$\n158,100\n \n\n\n \nAudit-related fees\n \n \n \n9,365\n \n \n \n11,310\n \n \n \n9,375\n \n\n\n \nTax related fees\n \n \n \n141,885\n \n \n \n178,685\n \n \n \n169,000\n \n\n\n \nTotal\n \n \n$\n317,250\n \n \n$\n348,095\n \n \n$\n336,475\n \n\n\n\n\n\n\n \n\n\nIn the above table, in accordance with the SEC's definitions and rules, “audit fees” are fees billed by Horowitz & Ullmann, P.C. for professional services for the audit of the Company's consolidated financial statements for the fiscal years ended April 30, 2023, 2022 and 2021 included in Form 10-K and the review of consolidated condensed financial statements and included in Form 10-Qs and for services that are normally provided by the accountant in connection with statutory and regulatory filings or engagements; “audit-related fees” are fees for assurance and related services that are reasonably related to the performance of the audit or review of the Company's consolidated financial statements; and “tax fees” are fees for tax compliance, tax advice and tax planning.\n\n\n \n\n\nAudit Committee Pre-Approval Policies and Procedures.\n\n\n \n\n\nThe Audit Committee of the Company's Board of Directors approves all services provided by Horowitz & Ullmann, P.C., prior to the provision of those services. The Audit Committee has not adopted any specific pre-approval policies and procedures.\n\n\n \n\n\n\n\n\n\n\n\n\n    44\n   \n\n\n\n\n\n\n\n\n\n\n\n\n\n     \n   \n\n\n\n\n\n\n\n\n \n\n\nPart IV\n\n\n \n\n\nItem 15. EXHIBITS AND FINANCIAL STATEMENT SCHEDULES.\n\n\n \n\n\n(a)         (1)          Financial Statements - See Part II Item 8.\n\n\n \n\n\nAll other Schedules are omitted because they are not applicable or the required information is shown in the financial statements or notes thereto.\n\n\n \n\n\n \n(b)\n \n \nExhibits\n \n\n\n\n\n \n\n\n \n \n3.1\n \n \nCertificate of Incorporation of the Company, as amended through April 7, 1983, is incorporated by reference to Exhibit 3.1 to the Registration Statement on Form S-1 of Value Line, Inc. filed with the SEC on April 7, 1983.\n \n\n\n\n\n \n\n\n \n \n3.2\n \n \nCertificate of Amendment of Certificate of Incorporation dated October 24, 1989 is incorporated by reference to Exhibit 3.2 to the Amended Annual Report on Form 10-K/A for the year ended April 30, 2008 filed with the SEC on June 8, 2009.\n \n\n\n\n\n \n\n\n \n \n3.3\n \n \nBy-laws of the Company, as amended through January 18, 1996, are incorporated by reference to Exhibit 99. (A) 3 to the Amended Quarterly Report on Form 10-Q/A for the quarter ended January 31, 1996 filed with the SEC on March 19, 1996.\n \n\n\n\n\n \n\n\n \n \n10.1\n \n \nForm of tax allocation arrangement between the Company and AB&Co., Inc. is incorporated by reference to Exhibit 10.8 to the Registration Statement on Form S-1 of Value Line, Inc. filed with the SEC on April 7, 1983.\n \n\n\n\n\n \n\n\n \n \n10.2\n \n \nForm of Servicing and Reimbursement Agreement between the Company and AB&Co., dated as of November 1, 1982, is incorporated by reference to Exhibit 10.9 to the Registration Statement on Form S-1 of Value Line, Inc. filed with the SEC on April 7, 1983.\n \n\n\n\n\n \n\n\n \n \n10.4\n \n \nForm of indemnification agreement, dated July 13, 2010, by and between the Company and each of Howard A. Brecher, Stephen Davis, Alfred Fiore, William E. Reed, Mitchell E. Appel, Stephen R. Anastasio and Thomas T. Sarkany is incorporated by reference to Exhibit 10.15 to the Annual Report on Form 10-K for the year ended April 30, 2010 filed with the SEC on July 16, 2010.\n \n\n\n\n\n \n\n\n \n \n10.5\n \n \nEULAV Asset Management Declaration of Trust dated as of December 23, 2010 is incorporated by reference to Exhibit 10 to the Quarterly Report on Form 10-Q for the quarter ended January 31, 2011 filed with the SEC on March 24, 2011.\n \n\n\n\n\n \n\n\n \n \n10.6(a)\n \n \nAgreement of Sublease, dated as of February 7, 2013, for the Company’\ns premises at 485 Lexington Ave., New York, NY, is incorporated by reference to Exhibit 10.1 to the Quarterly Report on Form 10-Q for the quarter ended January 31, 2013 filed with the SEC on March 13, 2013.\n \n\n\n\n\n \n\n\n \n \n10.6(b)\n \n \nLease Modification, dated as of February 7, 2013, is incorporated by reference to Exhibit 10.2 to the Quarterly Report on Form 10-Q for the quarter ended January 31, 2013 filed with the SEC on March 13, 2013.\n \n\n\n\n\n \n\n\n \n \n10.7\n \n \nAgreement of Lease, dated as of February 29, 2016, between the Company’\ns subsidiary, VLDC and SPG 205 Chubb Ave., Lyndhurst, NJ, is incorporated by reference to Exhibit 10.1 to the Quarterly Report on Form 10-Q for the quarter ended January 31, 2016 filed with the SEC on March 11, 2016.\n \n\n\n\n\n \n\n\n\n\n\n\n\n\n\n    45\n   \n\n\n\n\n\n\n\n\n\n\n\n\n\n     \n   \n\n\n\n\n\n\n\n\n \n\n\n \n \n10.8\n \n \nAgreement of Sublease, dated as of October 3, 2016, possession commencing December 1, 2016 for The Company’\ns premises at 551 Fifth Ave., New York, NY and Consent of Landlord dated November 30, 2016, is incorporated by reference to Exhibit 10.1 to the Quarterly Report on Form 10-Q for the quarter ended October 31, 2016 filed with the SEC on December 13, 2016.\n \n\n\n\n\n \n\n\n \n \n14.1\n \n \nCode of Business Conduct and Ethics is incorporated by reference to Exhibit 14.1 to the Annual Report on Form 10-K for the fiscal year ended April 30, 2021 filed with the SEC on July 29, 2021.\n \n\n\n\n\n \n\n\n \n \n21.1\n \n \nList of subsidiaries of Value Line, Inc.*\n \n\n\n\n\n \n\n\n \n \n31.1\n \n \nCertification of Chief Executive Officer pursuant to Section 302 of the Sarbanes-Oxley Act of 2002.*\n \n\n\n\n\n \n\n\n \n \n31.2\n \n \nCertification of Principal Financial Officer and Principal Accounting Officer pursuant to Section 302 of the Sarbanes-Oxley Act of 2002.*\n \n\n\n\n\n \n\n\n \n \n32.1\n \n \nCertification of the Chief Executive Officer pursuant to 18 U.S.C. Section 1350, as adopted pursuant to Section 906 of the Sarbanes-Oxley Act of 2002. This exhibit shall not be deemed “filed” as a part of this Annual Report on Form 10-K.*\n \n\n\n\n\n \n\n\n \n \n32.2\n \n \nCertification of the Principal Financial Officer and Principal Accounting Officer pursuant to 18 U.S.C. Section 1350, as adopted pursuant to Section 906 of the Sarbanes-Oxley Act of 2002. This exhibit shall not be deemed “filed” as a part of this Annual Report on Form 10-K.*\n \n\n\n\n\n \n\n\n \n \n99.1\n \n \nEULAV Asset Management Audited Consolidated Financial Statements as of April 30, 2023. Separate financial statements of subsidiaries not consolidated and fifty percent or less owned persons.*\n \n\n\n\n\n \n\n\n* Filed herewith.\n\n\n \n\n\n \n\n\n \n101.INS\n \n \n \n101.SCH\n \n \n \n101.CAL\n \n \n \n101.DEF\n \n \n \n101.LAB\n \n \n \n101.PRE\n \n \n \n104\n \n \nInline XBRL Instance Document\n \n \n \nInline XBRL Taxonomy Extension Schema Document\n \n \n \nInline XBRL Taxonomy Extension Calculation Linkbase Document\n \n \n \nInline XBRL Taxonomy Extension Definition Linkbase Document\n \n \n \nInline XBRL Taxonomy Extension Label Linkbase Document\n \n \n \nInline XBRL Taxonomy Extension Presentation Linkbase Document\n \n \n \nCover Page Interactive Data File (embedded within the Inline XBRL and contained in Exhibit 101)\n \n\n\n\n\n \n\n\n\n\n\n\n\n\n\n    46\n   \n\n\n\n\n\n\n\n\n\n\n\n\n\n     \n   \n\n\n\n\n\n\n\n\n \n\n\nSIGNATURES\n\n\n \n\n\n \n\n\nPursuant to the requirements of Section 13 or 15(d) of the Securities Exchange Act of 1934, the Registrant has duly caused this report to be signed on its behalf by the undersigned, thereunto duly authorized.\n\n\n \n\n\n \n\n\n \n\n\nVALUE LINE, INC.\n\n\n(Registrant)\n\n\n \n\n\n \n\n\n \n \n \n \n \n \n \n \n \n \n \n \n\n\n \n \n \n \nBy: \n \n \n/s/ \nHoward A. Brecher\n \n \n \n \n\n\n \n \n \n \n \n \n \n \nHoward A. Brecher\n \n \n \n \n\n\n \n \n \n \n \n \n \n \nChairman & Chief Executive Officer\n \n \n \n \n\n\n \n \n (Principal Executive Officer)\n \n\n\n\n\n \n\n\n \n\n\nPursuant to the requirements of the Securities Exchange Act of 1934, this report has been signed below by the following persons on behalf of the Registrant and in the capacities and on the dates indicated.\n\n\n \n\n\n \n\n\n \n \n \n \n \n \n \n \n \n \n \n \n\n\n \n \n \n \nBy: \n \n \n/s/ \nHoward A. Brecher\n \n \n \n \n\n\n \n \n \n \n \n \n \n \nHoward A. Brecher\n \n \n \n \n\n\n \n \n \n \n \n \n \n \nChairman & Chief Executive Officer and Director\n \n \n \n \n\n\n \n \n (Principal Executive Officer)\n \n\n\n\n\n \n\n\n \n\n\n \n \n \n \n \n \n \n \n \n \n \n \n\n\n \n \n \n \nBy: \n \n \n/s/ \nStephen R. Anastasio\n \n \n \n \n\n\n \n \n \n \n \n \n \n \nStephen R. Anastasio\n \n \n \n \n\n\n \n \n \n \n \n \n \n \nVice President & Treasurer and Director\n \n \n \n \n\n\n \n \n (Principal Financial Officer and Principal Accounting Officer)\n \n\n\n\n\n \n\n\n \n\n\n \n\n\nDated: July 28, 2023\n\n\n \n\n\n\n\n\n  47\n \n\n\n\n\n\n   \n \n\n\n\n\n \n\n\nPursuant to the requirements of the Securities Exchange Act of 1934, this report has been signed by the undersigned on behalf of the Registrant as Directors of the Registrant.\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n/s/ Glenn J. Muenzer\n         \n         \n         \n\n\nGlenn Muenzer         \n\n\nDirector\n\n\n \n\n\n                   \n\n\n/s/ Stephen P. Davis\n         \n         \n         \n\n\nStephen Davis                                     \n\n\nDirector                           \n\n\n \n\n\n \n\n\n/s/ Alfred R. Fiore\n         \n         \n         \n         \n                    \n\n\nAlfred Fiore\n\n\nDirector\n\n\n \n\n\n \n\n\n/s/ Mary Bernstein\n         \n         \n         \n\n\nMary Bernstein         \n\n\nDirector\n\n\n \n\n\n \n\n\n                  \n\n\n \n\n\n \n\n\n \n\n\n \n\n\nDated: July 28, 2023\n\n\n \n\n\n\n\n\n\n\n\n\n    48\n   \n\n\n\n\n\n\n\n\n\n\n\n\n\n     \n   \n\n\n\n\n\n\n\n\n \n\n\nREPORT OF INDEPENDENT REGISTERED PUBLIC ACCOUNTING FIRM\n\n\n \n\n\n \n\n\nTo the Shareholders and          \n Board of Directors of Value Line, Inc.\n\n\n \n\n\n \n\n\nOpinion on the Financial Statements\n\n\n \n\n\nWe have audited the accompanying consolidated balance sheets of Value Line, Inc. and Subsidiaries (the “Company”) as of April 30, 2023 and 2022, and the related consolidated statements of income, comprehensive income, changes in shareholders’ equity, and cash flows for each of the years in the three-year period ended April 30, 2023, and the related notes (collectively referred to as the “financial statements”). In our opinion, the financial statements present fairly, in all material respects, the financial position of the Company as of April 30, 2023 and 2022, and the results of its operations and its cash flows for each of the years in the three-year period ended April 30, 2023, in conformity with accounting principles generally accepted in the United States of America.\n\n\n \n\n\nBasis for Opinion\n\n\n \n\n\nThese financial statements are the responsibility of the Company’s management. Our responsibility is to express an opinion on the Company’s financial statements based on our audits. We are a public accounting firm registered with the Public Company Accounting Oversight Board (“PCAOB”) and are required to be independent with respect to the Company in accordance with the U.S. federal securities laws and the applicable rules and regulations of the Securities and Exchange Commission and the PCAOB.\n\n\n \n\n\nWe conducted our audits in accordance with the standards of the PCAOB. Those standards require that we plan and perform the audit to obtain reasonable assurance about whether the financial statements are free of material misstatement, whether due to error or fraud. The Company is not required to have, nor were we engaged to perform, an audit of its internal control over financial reporting. As part of our audits, we are required to obtain an understanding of internal control over financial reporting, but not for the purpose of expressing an opinion on the effectiveness of the Company’s internal control over financial reporting. Accordingly, we express no such opinion.\n\n\n \n\n\nOur audits included performing procedures to assess the risks of material misstatement of the financial statements, whether due to error or fraud, and performing procedures that respond to those risks. Such procedures included examining, on a test basis, evidence regarding the amounts and disclosures in the financial statements. Our audits also included evaluating the accounting principles used and significant estimates made by management, as well as evaluating the overall presentation of the financial statements. We believe that our audits provide a reasonable basis for our opinion.\n\n\n \n\n\nCritical Audit Matters\n\n\n \n\n\nThe critical audit matter communicated below is a matter arising from the current period audit of the consolidated financial statements that was communicated or required to be communicated to the audit committee and that (i) relates to the accounts or disclosures that are material to the consolidated financial statements and (ii) involved our especially challenging, subjective, or complex judgements. The communication of critical audit matters does not alter in any way our opinion on the consolidated financial statements, taken as a whole, and we are not, by communicating the critical audit matter below, providing a separate opinion on the critical audit matter or on the accounts or disclosures to which they relate.\n\n\n \n\n\n\n\n\n\n\n\n\n    49\n   \n\n\n\n\n\n\n\n\n\n\n\n\n\n     \n   \n\n\n\n\n\n\n\n\n \n\n\nInvestment in Unconsolidated Entity\n\n\n \n\n\nAs described in note 4 to the consolidated financial statements, the Company uses the equity method of accounting to report its investment in its unconsolidated entity. As of April 30, 2023, the carrying value of the investment was $58,775,000. On an annual basis, management performs an impairment assessment to ensure that the carrying value of the investment in its unconsolidated entity is properly reflected.\n\n\n \n\n\nThe principal considerations for our determination that performing procedures relating to such assessment is a critical audit matter are that there were significant judgements made by management in estimating the fair value of the investment and the fact that management utilized a specialist to assist in its determination of fair value. This in turn led to a high degree of auditor judgement, subjectivity, and audit effort in evaluating management’s estimation of the fair value of the investment in its unconsolidated entity, including management’s assessment of the unconsolidated entity’s financial condition and results of operations.\n\n\n \n\n\nAddressing the matter involved performing procedures and evaluating audit evidence in connection with forming our overall opinion on the consolidated financial statements. These procedures included, among others, reviewing management’s process for estimating the fair value of the investment in its unconsolidated entity, evaluating the appropriateness of the valuation model, testing the completeness and accuracy of data used in the model, and evaluating the significant assumptions used by management.\n\n\n \n\n\n \n\n\n \n\n\n/s/ \nHorowitz & Ullmann, P.C\n.\n\n\n \n\n\nWe have served as the Company’s auditor since 1996.\n\n\n \n\n\nNew York, NY\n\n\nJuly 27, 2023\n\n\n \n\n\n\n\n\n\n\n\n\n    50\n   \n\n\n\n\n\n\n\n\n\n\n\n\n\n     \n   \n\n\n\n\n\n\n\n\n \n\n\n\n     \n  \n\n\n\n\n\n\n\n\n \nPart II\n \n\n\n\n\n\n\n \nItem 8.\n \n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n \nValue Line, Inc.\n \n\n\n\n\n\n\n \nConsolidated Balance Sheets\n \n\n\n\n\n\n\n \n(in thousands, except share amounts)\n \n\n\n\n\n\n\n\n\n \n\n\n\n\n \n \n \nApril 30,\n \n \n \n \nApril 30,\n \n \n\n\n \n \n \n2023\n \n \n \n \n2022\n \n \n\n\n \n \n \n \n \n \n \n \n \n\n\n \nAssets\n \n \n \n \n \n \n \n \n \n\n\n \nCurrent Assets:\n \n \n \n \n \n \n \n \n \n\n\n \nCash and cash equivalents (including short term investments of $\n7,240\n and $\n28,965\n, respectively)\n \n \n$\n7,590\n \n \n$\n29,703\n \n\n\n \nEquity securities\n \n \n \n14,546\n \n \n \n17,647\n \n\n\n \nAvailable-for-sale Fixed Income securities\n \n \n \n39,928\n \n \n \n10,475\n \n\n\n \nAccounts receivable, net of allowance for doubtful accounts of $\n36\n and $\n31\n, respectively\n \n \n \n2,124\n \n \n \n1,677\n \n\n\n \nPrepaid and refundable income taxes\n \n \n \n425\n \n \n \n588\n \n\n\n \nPrepaid expenses and other current assets\n \n \n \n1,463\n \n \n \n1,248\n \n\n\n \nTotal current assets\n \n \n \n66,076\n \n \n \n61,338\n \n\n\n \n \n \n \n \n \n \n \n \n\n\n \nLong term assets:\n \n \n \n \n \n \n \n \n \n\n\n \nInvestment in EAM Trust\n \n \n \n58,775\n \n \n \n59,971\n \n\n\n \nRestricted money market investments\n \n \n \n305\n \n \n \n305\n \n\n\n \nProperty and equipment, net\n \n \n \n5,788\n \n \n \n7,058\n \n\n\n \nCapitalized software and other intangible assets, net\n \n \n \n132\n \n \n \n71\n \n\n\n \nTotal long term assets\n \n \n \n65,000\n \n \n \n67,405\n \n\n\n \n \n \n \n \n \n \n \n \n\n\n \nTotal assets\n \n \n$\n131,076\n \n \n$\n128,743\n \n\n\n \n \n \n \n \n \n \n \n \n\n\n \nLiabilities and Shareholders' Equity\n \n \n \n \n \n \n \n \n \n\n\n \nCurrent Liabilities:\n \n \n \n \n \n \n \n \n \n\n\n \nAccounts payable and accrued liabilities\n \n \n$\n1,263\n \n \n$\n1,314\n \n\n\n \nAccrued salaries\n \n \n \n961\n \n \n \n1,137\n \n\n\n \nDividends payable\n \n \n \n2,642\n \n \n \n2,378\n \n\n\n \nAccrued taxes on income\n \n \n \n307\n \n \n \n2\n \n\n\n \nOperating lease obligation-short term\n \n \n \n1,344\n \n \n \n1,239\n \n\n\n \nUnearned revenue\n \n \n \n16,771\n \n \n \n17,688\n \n\n\n \nTotal current liabilities\n \n \n \n23,288\n \n \n \n23,758\n \n\n\n \n \n \n \n \n \n \n \n \n\n\n \nLong term liabilities:\n \n \n \n \n \n \n \n \n \n\n\n \nUnearned revenue\n \n \n \n6,202\n \n \n \n6,085\n \n\n\n \nOperating lease obligation-long term\n \n \n \n4,784\n \n \n \n6,129\n \n\n\n \nDeferred income taxes\n \n \n \n13,129\n \n \n \n13,126\n \n\n\n \nTotal long term liabilities\n \n \n \n24,115\n \n \n \n25,340\n \n\n\n \nTotal liabilities\n \n \n \n47,403\n \n \n \n49,098\n \n\n\n \n \n \n \n \n \n \n \n \n\n\n \nShareholders' Equity:\n \n \n \n \n \n \n \n \n \n\n\n \nCommon stock, $\n0.10\n par value; authorized \n30,000,000\n shares; issued \n10,000,000\n shares\n \n \n \n1,000\n \n \n \n1,000\n \n\n\n \nAdditional paid-in capital\n \n \n \n991\n \n \n \n991\n \n\n\n \nRetained earnings\n \n \n \n95,979\n \n \n \n87,645\n \n\n\n \nTreasury stock, at cost (\n565,460\n shares and \n490,157\n shares, respectively)\n \n \n \n(\n14,671\n)\n \n \n(\n9,967\n)\n\n\n \nAccumulated other comprehensive income, net of tax\n \n \n \n374\n \n \n \n(\n24\n)\n\n\n \nTotal shareholders' equity\n \n \n \n83,673\n \n \n \n79,645\n \n\n\n \n \n \n \n \n \n \n \n \n\n\n \nTotal liabilities and shareholders' equity\n \n \n$\n131,076\n \n \n$\n128,743\n \n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n \nSee independent auditor's report and accompanying notes to the consolidated financial statements.\n \n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n       51\n     \n\n\n\n\n\n\n\n\n\n\n\n\n\n        \n     \n\n\n\n\n\n\n\n\n \n\n\n\n     \n  \n\n\n\n\n\n\n\n\n \nPart II\n \n\n\n\n\n\n\n \nItem 8.\n \n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n \nValue Line, Inc.\n \n\n\n\n\n\n\n \nConsolidated Statements of Income\n \n\n\n\n\n\n\n \n(in thousands, except share & per share amounts)\n \n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \nFor the Fiscal Years Ended\n \n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \nApril 30,\n \n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n2023\n \n\n\n \n\n\n \n\n\n \n2022\n \n\n\n \n\n\n \n\n\n \n2021\n \n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \nRevenues:\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \nInvestment periodicals and related publications\n \n\n\n \n\n\n$\n\n\n26,232\n\n\n \n\n\n \n\n\n$\n\n\n27,145\n\n\n \n\n\n \n\n\n$\n\n\n27,629\n\n\n \n\n\n\n\n\n\n \nCopyright fees\n \n\n\n \n\n\n \n\n\n13,463\n\n\n \n\n\n \n\n\n \n\n\n13,380\n\n\n \n\n\n \n\n\n \n\n\n12,763\n\n\n \n\n\n\n\n\n\n \nTotal publishing revenues\n \n\n\n \n\n\n \n\n\n39,695\n\n\n \n\n\n \n\n\n \n\n\n40,525\n\n\n \n\n\n \n\n\n \n\n\n40,392\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \nExpenses:\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \nAdvertising and promotion\n \n\n\n \n\n\n \n\n\n3,049\n\n\n \n\n\n \n\n\n \n\n\n3,223\n\n\n \n\n\n \n\n\n \n\n\n3,745\n\n\n \n\n\n\n\n\n\n \nSalaries and employee benefits\n \n\n\n \n\n\n \n\n\n15,203\n\n\n \n\n\n \n\n\n \n\n\n17,323\n\n\n \n\n\n \n\n\n \n\n\n18,865\n\n\n \n\n\n\n\n\n\n \nProduction and distribution\n \n\n\n \n\n\n \n\n\n5,210\n\n\n \n\n\n \n\n\n \n\n\n5,003\n\n\n \n\n\n \n\n\n \n\n\n5,440\n\n\n \n\n\n\n\n\n\n \nOffice and administration\n \n\n\n \n\n\n \n\n\n4,763\n\n\n \n\n\n \n\n\n \n\n\n4,176\n\n\n \n\n\n \n\n\n \n\n\n4,807\n\n\n \n\n\n\n\n\n\n \nTotal expenses\n \n\n\n \n\n\n \n\n\n28,225\n\n\n \n\n\n \n\n\n \n\n\n29,725\n\n\n \n\n\n \n\n\n \n\n\n32,857\n\n\n \n\n\n\n\n\n\n \nIncome from operations\n \n\n\n \n\n\n \n\n\n11,470\n\n\n \n\n\n \n\n\n \n\n\n10,800\n\n\n \n\n\n \n\n\n \n\n\n7,535\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \nGain on forgiveness of SBA loan\n \n\n\n \n\n\n \n\n\n-\n\n\n \n\n\n \n\n\n \n\n\n2,331\n\n\n \n\n\n \n\n\n \n\n\n-\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \nRevenues interest in EAM Trust\n \n\n\n \n\n\n \n\n\n10,397\n\n\n \n\n\n \n\n\n \n\n\n15,899\n\n\n \n\n\n \n\n\n \n\n\n15,190\n\n\n \n\n\n\n\n\n\n \nProfits interest in EAM Trust\n \n\n\n \n\n\n \n\n\n734\n\n\n \n\n\n \n\n\n \n\n\n2,142\n\n\n \n\n\n \n\n\n \n\n\n2,131\n\n\n \n\n\n\n\n\n\n \nInvestment gains/(losses)\n \n\n\n \n\n\n \n\n\n1,174\n\n\n \n\n\n \n\n\n \n\n\n(\n534\n\n\n)\n\n\n \n\n\n \n\n\n5,420\n\n\n \n\n\n\n\n\n\n \nIncome before income taxes\n \n\n\n \n\n\n \n\n\n23,775\n\n\n \n\n\n \n\n\n \n\n\n30,638\n\n\n \n\n\n \n\n\n \n\n\n30,276\n\n\n \n\n\n\n\n\n\n \nIncome tax provision\n \n\n\n \n\n\n \n\n\n5,706\n\n\n \n\n\n \n\n\n \n\n\n6,816\n\n\n \n\n\n \n\n\n \n\n\n6,996\n\n\n \n\n\n\n\n\n\n \nNet income\n \n\n\n \n\n\n$\n\n\n18,069\n\n\n \n\n\n \n\n\n$\n\n\n23,822\n\n\n \n\n\n \n\n\n$\n\n\n23,280\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \nEarnings per share, basic & fully diluted\n \n\n\n \n\n\n$\n\n\n1.91\n\n\n \n\n\n \n\n\n$\n\n\n2.50\n\n\n \n\n\n \n\n\n$\n\n\n2.43\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \nWeighted average number of common shares\n \n\n\n \n\n\n \n\n\n9,458,605\n\n\n \n\n\n \n\n\n \n\n\n9,544,421\n\n\n \n\n\n \n\n\n \n\n\n9,596,912\n\n\n \n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n \nSee independent auditor's report and accompanying notes to the consolidated financial statements.\n \n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n       52\n     \n\n\n\n\n\n\n\n\n\n\n\n\n\n        \n     \n\n\n\n\n\n\n\n\n \n\n\n\n     \n  \n\n\n\n\n\n\n\n\n \nPart II\n \n\n\n\n\n\n\n \nItem 8.\n \n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n \nValue Line, Inc.\n \n\n\n\n\n\n\n \nConsolidated Statements of Comprehensive Income\n \n\n\n\n\n\n\n \n(in thousands)\n \n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \nFor the Fiscal Years Ended\n \n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \nApril 30,\n \n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n2023\n \n\n\n \n\n\n \n\n\n \n2022\n \n\n\n \n\n\n \n\n\n \n2021\n \n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \nNet income\n \n\n\n \n\n\n$\n\n\n18,069\n\n\n \n\n\n \n\n\n$\n\n\n23,822\n\n\n \n\n\n \n\n\n$\n\n\n23,280\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \nOther comprehensive income/(loss), net of tax:\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \nChange in unrealized gains on Fixed Income securities, net of taxes\n \n\n\n \n\n\n \n\n\n398\n\n\n \n\n\n \n\n\n \n\n\n(\n27\n\n\n)\n\n\n \n\n\n \n\n\n(\n128\n\n\n)\n\n\n\n\n\n\n \nOther comprehensive income/(loss)\n \n\n\n \n\n\n \n\n\n398\n\n\n \n\n\n \n\n\n \n\n\n(\n27\n\n\n)\n\n\n \n\n\n \n\n\n(\n128\n\n\n)\n\n\n\n\n\n\n \nComprehensive income\n \n\n\n \n\n\n$\n\n\n18,467\n\n\n \n\n\n \n\n\n$\n\n\n23,795\n\n\n \n\n\n \n\n\n$\n\n\n23,152\n\n\n \n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n \nSee independent auditor's report and accompanying notes to the consolidated financial statements.\n \n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n       53\n     \n\n\n\n\n\n\n\n\n\n\n\n\n\n        \n     \n\n\n\n\n\n\n\n\n \n\n\n\n     \n  \n\n\n\n\n\n\n\n\n \nPart II\n \n\n\n\n\n\n\n \nItem 8.\n \n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n \nValue Line, Inc.\n \n\n\n\n\n\n\n \nConsolidated Statements of Cash Flows\n \n\n\n\n\n\n\n \n(in thousands)\n \n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \nFor the Fiscal Years Ended\n \n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \nApril 30,\n \n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n2023\n \n\n\n \n\n\n \n\n\n \n2022\n \n\n\n \n\n\n \n\n\n \n2021\n \n\n\n \n\n\n\n\n\n\n \nCash flows from operating activities:\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \nNet income\n \n\n\n \n\n\n$\n\n\n18,069\n\n\n \n\n\n \n\n\n$\n\n\n23,822\n\n\n \n\n\n \n\n\n$\n\n\n23,280\n\n\n \n\n\n\n\n\n\n \nAdjustments to reconcile net income to net cash provided by operating activities:\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \nDepreciation and amortization\n \n\n\n \n\n\n \n\n\n1,349\n\n\n \n\n\n \n\n\n \n\n\n1,336\n\n\n \n\n\n \n\n\n \n\n\n1,293\n\n\n \n\n\n\n\n\n\n \nInvestment (gains)/losses\n \n\n\n \n\n\n \n\n\n125\n\n\n \n\n\n \n\n\n \n\n\n1,402\n\n\n \n\n\n \n\n\n \n\n\n(\n4,710\n\n\n)\n\n\n\n\n\n\n \nNon-voting profits interest in EAM Trust\n \n\n\n \n\n\n \n\n\n(\n734\n\n\n)\n\n\n \n\n\n \n\n\n(\n2,142\n\n\n)\n\n\n \n\n\n \n\n\n(\n2,131\n\n\n)\n\n\n\n\n\n\n \nNon-voting revenues interest in EAM Trust\n \n\n\n \n\n\n \n\n\n(\n10,397\n\n\n)\n\n\n \n\n\n \n\n\n(\n15,899\n\n\n)\n\n\n \n\n\n \n\n\n(\n15,190\n\n\n)\n\n\n\n\n\n\n \nRevenues distribution received from EAM Trust\n \n\n\n \n\n\n \n\n\n11,284\n\n\n \n\n\n \n\n\n \n\n\n16,608\n\n\n \n\n\n \n\n\n \n\n\n13,907\n\n\n \n\n\n\n\n\n\n \nProfits distributions received from EAM Trust\n \n\n\n \n\n\n \n\n\n1,043\n\n\n \n\n\n \n\n\n \n\n\n2,439\n\n\n \n\n\n \n\n\n \n\n\n1,602\n\n\n \n\n\n\n\n\n\n \nFull forgiveness of SBA, PPP loan\n \n\n\n \n\n\n \n\n\n-\n\n\n \n\n\n \n\n\n \n\n\n(\n2,331\n\n\n)\n\n\n \n\n\n \n\n\n-\n\n\n \n\n\n\n\n\n\n \nDeferred rent\n \n\n\n \n\n\n \n\n\n(\n1,240\n\n\n)\n\n\n \n\n\n \n\n\n(\n1,087\n\n\n)\n\n\n \n\n\n \n\n\n(\n962\n\n\n)\n\n\n\n\n\n\n \nDeferred income taxes\n \n\n\n \n\n\n \n\n\n20\n\n\n \n\n\n \n\n\n \n\n\n(\n89\n\n\n)\n\n\n \n\n\n \n\n\n543\n\n\n \n\n\n\n\n\n\n \nChanges in operating assets and liabilities:\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \nUnearned revenue\n \n\n\n \n\n\n \n\n\n(\n800\n\n\n)\n\n\n \n\n\n \n\n\n(\n1,315\n\n\n)\n\n\n \n\n\n \n\n\n350\n\n\n \n\n\n\n\n\n\n \nAccounts payable & accrued expenses\n \n\n\n \n\n\n \n\n\n(\n51\n\n\n)\n\n\n \n\n\n \n\n\n(\n763\n\n\n)\n\n\n \n\n\n \n\n\n21\n\n\n \n\n\n\n\n\n\n \nAccrued salaries\n \n\n\n \n\n\n \n\n\n(\n176\n\n\n)\n\n\n \n\n\n \n\n\n(\n26\n\n\n)\n\n\n \n\n\n \n\n\n18\n\n\n \n\n\n\n\n\n\n \nAccrued taxes on income\n \n\n\n \n\n\n \n\n\n185\n\n\n \n\n\n \n\n\n \n\n\n321\n\n\n \n\n\n \n\n\n \n\n\n(\n1,487\n\n\n)\n\n\n\n\n\n\n \nPrepaid and refundable income taxes\n \n\n\n \n\n\n \n\n\n163\n\n\n \n\n\n \n\n\n \n\n\n28\n\n\n \n\n\n \n\n\n \n\n\n(\n616\n\n\n)\n\n\n\n\n\n\n \nPrepaid expenses and other current assets\n \n\n\n \n\n\n \n\n\n(\n215\n\n\n)\n\n\n \n\n\n \n\n\n34\n\n\n \n\n\n \n\n\n \n\n\n39\n\n\n \n\n\n\n\n\n\n \nAccounts receivable\n \n\n\n \n\n\n \n\n\n(\n447\n\n\n)\n\n\n \n\n\n \n\n\n2,308\n\n\n \n\n\n \n\n\n \n\n\n453\n\n\n \n\n\n\n\n\n\n \nTotal adjustments\n \n\n\n \n\n\n \n\n\n109\n\n\n \n\n\n \n\n\n \n\n\n824\n\n\n \n\n\n \n\n\n \n\n\n(\n6,870\n\n\n)\n\n\n\n\n\n\n \nNet cash provided by operating activities\n \n\n\n \n\n\n \n\n\n18,178\n\n\n \n\n\n \n\n\n \n\n\n24,646\n\n\n \n\n\n \n\n\n \n\n\n16,410\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \nCash flows from investing activities:\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \nPurchases/sales of securities classified as available-for-sale:\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \nProceeds from sales of equity securities\n \n\n\n \n\n\n \n\n\n4,706\n\n\n \n\n\n \n\n\n \n\n\n12,039\n\n\n \n\n\n \n\n\n \n\n\n8,212\n\n\n \n\n\n\n\n\n\n \nPurchases of equity securities\n \n\n\n \n\n\n \n\n\n(\n1,732\n\n\n)\n\n\n \n\n\n \n\n\n(\n7,508\n\n\n)\n\n\n \n\n\n \n\n\n(\n12,958\n\n\n)\n\n\n\n\n\n\n \nProceeds from sales of Fixed Income securities\n \n\n\n \n\n\n \n\n\n9,907\n\n\n \n\n\n \n\n\n \n\n\n2,496\n\n\n \n\n\n \n\n\n \n\n\n14,902\n\n\n \n\n\n\n\n\n\n \nPurchases of Fixed Income securities\n \n\n\n \n\n\n \n\n\n(\n38,857\n\n\n)\n\n\n \n\n\n \n\n\n(\n10,405\n\n\n)\n\n\n \n\n\n \n\n\n(\n2,597\n\n\n)\n\n\n\n\n\n\n \nAcquisition of property and equipment\n \n\n\n \n\n\n \n\n\n(\n30\n\n\n)\n\n\n \n\n\n \n\n\n(\n11\n\n\n)\n\n\n \n\n\n \n\n\n(\n33\n\n\n)\n\n\n\n\n\n\n \nExpenditures for capitalized software\n \n\n\n \n\n\n \n\n\n(\n110\n\n\n)\n\n\n \n\n\n \n\n\n-\n\n\n \n\n\n \n\n\n \n\n\n(\n145\n\n\n)\n\n\n\n\n\n\n \nNet cash provided by/(used in) investing activities\n \n\n\n \n\n\n \n\n\n(\n26,116\n\n\n)\n\n\n \n\n\n \n\n\n(\n3,389\n\n\n)\n\n\n \n\n\n \n\n\n7,381\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \nCash flows from financing activities:\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \nPurchase of treasury stock at cost\n \n\n\n \n\n\n \n\n\n(\n4,704\n\n\n)\n\n\n \n\n\n \n\n\n(\n2,484\n\n\n)\n\n\n \n\n\n \n\n\n(\n1,526\n\n\n)\n\n\n\n\n\n\n \nReceivable from clearing broker\n \n\n\n \n\n\n \n\n\n-\n\n\n \n\n\n \n\n\n \n\n\n-\n\n\n \n\n\n \n\n\n \n\n\n608\n\n\n \n\n\n\n\n\n\n \nPayable to clearing broker\n \n\n\n \n\n\n \n\n\n-\n\n\n \n\n\n \n\n\n \n\n\n-\n\n\n \n\n\n \n\n\n \n\n\n(\n588\n\n\n)\n\n\n\n\n\n\n \nDividends paid\n \n\n\n \n\n\n \n\n\n(\n9,471\n\n\n)\n\n\n \n\n\n \n\n\n(\n8,405\n\n\n)\n\n\n \n\n\n \n\n\n(\n8,068\n\n\n)\n\n\n\n\n\n\n \nNet cash used in financing activities\n \n\n\n \n\n\n \n\n\n(\n14,175\n\n\n)\n\n\n \n\n\n \n\n\n(\n10,889\n\n\n)\n\n\n \n\n\n \n\n\n(\n9,574\n\n\n)\n\n\n\n\n\n\n \nNet change in cash and cash equivalents\n \n\n\n \n\n\n \n\n\n(\n22,113\n\n\n)\n\n\n \n\n\n \n\n\n10,368\n\n\n \n\n\n \n\n\n \n\n\n14,217\n\n\n \n\n\n\n\n\n\n \nCash, cash equivalents and restricted cash at beginning of year\n \n\n\n \n\n\n \n\n\n30,008\n\n\n \n\n\n \n\n\n \n\n\n19,640\n\n\n \n\n\n \n\n\n \n\n\n5,423\n\n\n \n\n\n\n\n\n\n \nCash, cash equivalents and restricted cash at end of year\n \n\n\n \n\n\n$\n\n\n7,895\n\n\n \n\n\n \n\n\n$\n\n\n30,008\n\n\n \n\n\n \n\n\n$\n\n\n19,640\n\n\n \n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n       54\n     \n\n\n\n\n\n\n\n\n\n\n\n\n\n        \n     \n\n\n\n\n\n\n\n\n \n\n\n\n     \n  \n\n\n\n\n\n\n\n\n \nPart II\n \n\n\n\n\n\n\n ",
    "cik": "717720",
    "cusip6": "920437",
    "cusip": [
        "920437100"
    ],
    "names": [
        "VALUE LINE INC"
    ],
    "source": "https://www.sec.gov/Archives/edgar/data/717720/000143774923020982/0001437749-23-020982-index.htm"
}