{
    "item1": ">ITEM 1. BUSINESS\nOverview\nUrban One, Inc. (a Delaware corporation originally formed in 1980 and hereinafter referred to as “Urban One”) and its subsidiaries (collectively, the “Company”) is an urban-oriented, multi-media company that primarily targets African-American and urban consumers. Our core business is our radio broadcasting franchise which is the largest radio broadcasting operation that primarily targets African-American and urban listeners. As of December 31, 2022, we owned and/or operated 66 independently formatted, revenue producing broadcast stations (including 55 FM or AM stations, 9 HD stations, and the 2 low power television stations we operate), located in 13 of the most populous African-American markets in the United States. While a core source of our revenue has historically been and remains the sale of local and national advertising for broadcast on our radio stations, our strategy is to operate the premier multi-media entertainment and information content platform targeting African-American and urban consumers. Thus, we have diversified our revenue streams by making acquisitions and investments in other complementary media properties. Our diverse media and entertainment interests include TV One, LLC (“TV One”), which operates two cable television networks targeting African-American and urban viewers, TV One and CLEO TV; our 80.0% ownership interest in Reach Media, Inc. (“Reach Media”), which operates the Rickey Smiley Morning Show and our other syndicated programming assets, including the Get Up! Mornings with Erica Campbell Show, Russ Parr Morning Show and the DL Hughley Show; and Interactive One, LLC (“Interactive One”), our wholly owned digital platform serving the African-American community through social content, news, information, and entertainment websites, including its iONE Digital, Cassius and Bossip, HipHopWired and MadameNoire digital platforms and brands. We also held a minority ownership interest in MGM National Harbor Casino, a gaming resort located in Prince George’s County, Maryland. Through our national multi-media operations, we provide advertisers with a unique and powerful delivery mechanism to communicated with African-American and urban audiences.\nOur core radio broadcasting franchise operates under the brand “Radio One.”  We also operate other media brands, such as TV One, CLEO TV, Reach Media, iONE Digital, and One Solution, while developing additional branding reflective of our diverse media operations and our targeting of African-American and urban audiences.\nRecent Developments\nOn June 13, 2022, the Company entered into a definitive asset purchase agreement with Emmis Communications (“Emmis”) to purchase its Indianapolis Radio Cluster to expand the Company’s market share. The deal was subject to FCC approval and other customary closing conditions and, after obtaining the approvals, closed on August 31, 2022. Urban One acquired radio stations WYXB (B105.7FM), WLHK (97.1FM), WIBC (93.1FM), translators W228CX and W298BB (The Fan 93.5FM and 107.5FM), and Network Indiana for $25 million. As part of the transaction, the Company disposed of its former WHHH radio broadcasting license along with the intellectual property related to WNOW (there was a call letter change from WHHH to WNOW immediately prior to the close) to a third party for approximately $3.2 million. The fair value of the assets disposed of approximated the carrying value of the assets. \nSegments\nAs part of our consolidated financial statements, consistent with our financial reporting structure and how the Company currently manages its businesses, we have provided selected financial information on the Company’s four reportable segments: (i) radio broadcasting; (ii) cable television; (iii) Reach Media; and (iv) digital. Business activities unrelated to these four segments are included in an “all other” category which the Company refers to as “All Other - Corporate/Eliminations.”\nOur Radio Station Portfolio, Strategy and Markets\nAs noted above, our core business is our radio broadcasting franchise which is the largest radio broadcasting operation in the country primarily targeting African-American and urban listeners. Within the markets in which we operate, we strive to build clusters of radio stations with each radio station targeting different demographic segments of the African-American population. This clustering and programming segmentation strategy allows us to achieve greater penetration within the \n8\n\n\nTable of Contents\ndistinct segments of our overall target market. In addition, we have been able to achieve operating efficiencies by consolidating office and studio space where possible to minimize duplicative management positions and reduce overhead expenses. Depending on market conditions, changes in ratings methodologies and economic and demographic shifts, from time to time, we may reprogram some of our stations in underperforming segments of certain markets.\nAs of December 31, 2022, we owned and/or operated 66 independently formatted, revenue producing broadcast stations (including 55 FM or AM stations, 9 HD stations, and the 2 low power television stations we operate but excluding translators) located in 13 of the most populous African-American markets in the United States. The following tables set forth further selected information about our portfolio of radio stations that we owned and/or operated as of December 31, 2022.\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\nUrban One  \n​\nMarket Data\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\nEntire Audience\n​\nRanking by Size of\n​\nEstimated Fall 2022\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\nFour Book\n​\nAfrican-American\n​\nMetro\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\nAverage Audience \n​\nPopulation Persons\n​\nPopulation Persons\nMarket\n​\nNumber of Stations*\n​\nShare(1)\n​\n 12+(2)\n​\n 12+\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\nAfrican-\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\nTotal \n​\n American \n​\n    \nFM\n    \nAM\n    \nHD\n     \nLP/TV**\n    \n​\n    \n​\n    \n(millions)\n    \n%\nAtlanta\n \n 4\n \n  \n \n 1\n \n  \n \n 13.0\n \n 2\n \n 5.2\n \n 36\nWashington, DC\n \n 4\n \n 2\n \n  \n \n  \n \n 9.8\n \n 3\n \n 5.1\n \n 27\nDallas\n \n 2\n \n  \n \n  \n \n  \n \n 3.8\n \n 5\n \n 6.6\n \n 18\nHouston\n \n 3\n \n​\n \n​\n \n  \n \n 10.1\n \n 6\n \n 6.2\n \n 18\nPhiladelphia\n \n 2\n \n​\n \n 2\n \n  \n \n 3.7\n \n 7\n \n 4.7\n \n 20\nBaltimore\n \n 2\n \n 2\n \n 1\n \n  \n \n 13.3\n \n 11\n \n 2.4\n \n 30\nCharlotte\n \n 5\n \n 1\n \n 1\n \n  \n \n 18.1\n \n 12\n \n 2.5\n \n 23\nRaleigh-Durham\n \n 4\n \n  \n \n  \n \n  \n \n 15.3\n \n 19\n \n 1.8\n \n 21\nCleveland\n \n 2\n \n 2\n \n 1\n \n  \n \n 13.5\n \n 21\n \n 1.8\n \n 20\nRichmond\n \n 4\n \n 2\n \n  \n \n  \n \n 18.2\n \n 25\n \n 1.1\n \n 29\nColumbus\n \n 5\n \n​\n \n  \n \n 1\n \n 6.7\n \n 26\n \n 1.8\n \n 18\nIndianapolis\n \n 5\n \n 1\n \n 2\n \n 1\n \n 35.1\n \n 30\n \n 1.7\n \n 17\nCincinnati\n \n 2\n \n 1\n \n 1\n \n  \n \n 5.9\n \n 34\n \n 1.9\n \n 13\nTotal\n \n 44\n \n 11\n \n 9\n \n 2\n \n  \n \n  \n \n  \n \n  \n(1)\nAudience share data are for the 12+ demographic and derived from the Nielsen Survey ending with the Fall 2022 Nielsen Survey.\n(2)\nPopulation estimates are from the Nielsen Radio Market Survey Population, Rankings and Information, Fall 2022.\n*\n20 non-independently formatted HD stations and 14 non-independently formatted translators owned and operated by the Company are not included in the above station count. Changes in the programming of our HD stations or translators may alter our station count from time to time.\n**\nLow power television station\n​\n​\n​\n​\n​\n​\n​\n​\n    \nMarket Rank Metro \n    \n​\n    \n​\nMarket\n​\nPopulation 2022\n​\nFormat\n​\nTarget Demo\nAtlanta\n \n7\n \n  \n \n  \n​\n​\n​\n​\n​\n​\n​\nWAMJ/WUMJ\n \n  \n \nUrban AC\n \n25-54\nWHTA\n \n  \n \nUrban Contemporary\n \n18-34\nWPZE\n \n  \n \nContemporary Inspirational\n \n25-54\nWAMJ-HD-2\n \n  \n \nUrban Contemporary\n \n25-54\n​\n​\n​\n​\n​\n​\n​\nBaltimore\n \n23\n \n  \n \n  \n​\n​\n​\n​\n​\n​\n​\nWERQ\n \n  \n \nUrban Contemporary\n \n18-34\nWOLB\n \n  \n \nNews/Talk\n \n35-64\n9\n\n\nTable of Contents\nWWIN-FM\n \n  \n \nUrban AC\n \n25-54\nWWIN-AM\n \n  \n \nGospel\n \n35-64\nWLIF-HD-2\n \n  \n \nContemporary Inspirational\n \n25-54\n​\n​\n​\n​\n​\n​\n​\nCharlotte\n \n21\n \n  \n \n  \n​\n​\n​\n​\n​\n​\n​\nWPZS\n \n  \n \nContemporary Inspirational\n \n25-54\nWOSF\n \n  \n \nUrban AC / Old School\n \n25-54\nWOSF-HD2\n \n  \n \nUrban Contemporary\n \n18-34\nWBT-AM\n \n  \n \nNews Talk\n \n25-54\nWBT-FM\n \n  \n \nNews Talk\n \n25-54\nWFNZ\n \n  \n \nSports Talk\n \n25-54\nWLNK\n \n  \n \nHot Adult Contemporary\n \n25-54\n​\n​\n​\n​\n​\n​\n​\nCincinnati\n \n33\n \n  \n \n  \n​\n​\n​\n​\n​\n​\n​\nWIZF\n \n  \n \nUrban Contemporary\n \n18-34\nWOSL\n \n  \n \nUrban AC / Old School\n \n25-54\nWDBZ-AM\n \n  \n \nTalk\n \n35-64\nWIZF-HD3\n​\n​\n​\nHispanic\n​\n25-54\n​\n​\n​\n​\n​\n​\n​\nCleveland\n \n35\n \n  \n \n  \n​\n​\n​\n​\n​\n​\n​\nWENZ\n \n  \n \nUrban Contemporary\n \n18-34\nWERE-AM\n \n  \n \nNews/Talk\n \n35-64\nWJMO-AM\n \n  \n \nContemporary Inspirational\n \n35-64\nWZAK\n \n  \n \nUrban AC\n \n25-54\nWENZ-HD-2\n \n  \n \nContemporary Inspirational\n \n35-64\n​\n​\n​\n​\n​\n​\n​\nColumbus\n \n36\n \n  \n \n  \n​\n​\n​\n​\n​\n​\n​\nWCKX\n \n  \n \nUrban Contemporary\n \n18-34\nWXMG\n \n  \n \nUrban AC\n \n25-54\nWHTD\n \n  \n \nUrban Contemporary\n \n18-34\nWJYD\n \n  \n \nContemporary Inspirational\n \n25-54\nWWLG\n \n  \n \nHispanic\n \n25-54\nWQMC-TV\n \n  \n \nTelevision\n \n25-54\n​\n​\n​\n​\n​\n​\n​\nDallas\n \n5\n \n  \n \n  \n​\n​\n​\n​\n​\n​\n​\nKBFB\n \n  \n \nUrban Contemporary\n \n18-34\nKZJM\n \n  \n \nUrban Contemporary\n \n25-54\n​\n​\n​\n​\n​\n​\n​\nHouston\n \n6\n \n  \n \n  \n​\n​\n​\n​\n​\n​\n​\nKBXX\n \n  \n \nUrban Contemporary\n \n18-34\nKMJQ\n \n  \n \nUrban AC\n \n25-54\nKROI\n \n  \n \nContemporary Inspirational\n \n18-34\n​\n​\n​\n​\n​\n​\n​\nIndianapolis\n \n38\n \n  \n \n  \n​\n​\n​\n​\n​\n​\n​\nWTLC-FM\n \n  \n \nUrban AC\n \n25-54\nWHHH\n \n  \n \nUrban Contemporary\n \n18-34\nWTLC-AM\n \n  \n \nContemporary Inspirational\n \n35-64\n10\n\n\nTable of Contents\nWIBC\n​\n​\n​\nNews Talk\n​\n25-54\nWHHH-HD2, HD3\n \n  \n \nRegional Mexican\n \n25-54\nWLHK\n​\n​\n​\nCountry\n​\n25-54\nWIBC-HD2\n​\n​\n​\nSports Talk\n​\n25-54\nWYXB\n​\n​\n​\nAdult Contemporary\n​\n25-54\nWDNI-TV\n \n  \n \nTelevision\n \n25-54\n​\n​\n​\n​\n​\n​\n​\nPhiladelphia\n \n9\n \n  \n \n  \n​\n​\n​\n​\n​\n​\n​\nWPPZ\n \n  \n \nAdult Contemporary\n \n25-54\nWRNB\n \n  \n \nMainstream Urban\n \n25-54\nWPPZ-HD2\n \n  \n \nContemporary Inspirational\n \n25-54\nWRNB-HD2\n \n  \n \nUrban AC\n \n25-54\n​\n​\n​\n​\n​\n​\n​\nRaleigh\n \n37\n \n  \n \n  \n​\n​\n​\n​\n​\n​\n​\nWFXC/WFXK\n \n  \n \nUrban AC\n \n25-54\nWQOK\n \n  \n \nUrban Contemporary\n \n18-34\nWNNL\n \n  \n \nContemporary Inspirational\n \n25-54\n​\n​\n​\n​\n​\n​\n​\nRichmond\n \n53\n \n  \n \n  \n​\n​\n​\n​\n​\n​\n​\nWKJS/WKJM\n \n  \n \nUrban AC\n \n25-54\nWCDX\n \n  \n \nUrban Contemporary\n \n18-34\nWPZZ\n \n  \n \nContemporary Inspirational\n \n25-54\nWXGI-AM/WTPS-AM\n \n  \n \nClassic Hip Hop\n \n25-54\n​\n​\n​\n​\n​\n​\n​\nWashington DC\n \n8\n \n  \n \n  \n​\n​\n​\n​\n​\n​\n​\nWKYS\n \n  \n \nUrban Contemporary\n \n18-34\nWMMJ/WDCJ\n \n  \n \nUrban AC\n \n25-54\nWPRS\n \n  \n \nContemporary Inspirational\n \n25-54\nWOL-AM\n \n  \n \nNews/Talk\n \n35-64\nWYCB-AM\n \n  \n \nGospel\n \n35-64\n​\nAC-refers to Adult Contemporary\nCHR-refers to Contemporary Hit Radio\nPop-refers to Popular Music\nOld School - refers to Old School Hip/Hop\nFor the year ended December 31, 2022, approximately 32.3% of our net revenue was generated from the sale of advertising in our core radio business, excluding Reach Media. We consider our radio broadcasting segment to be our core radio business. Within our core radio business, seven (Atlanta, Baltimore, Charlotte, Dallas, Houston, Indianapolis, and Washington, DC) of the 13 markets in which we operated radio stations throughout 2022 or a portion thereof accounted for approximately 73.8% of our radio station net revenue for the year ended December 31, 2022. Revenue from the operations of Reach Media, along with revenue from the seven significant contributing radio markets, accounted for approximately 32.5% of our total consolidated net revenue for the year ended December 31, 2022. Adverse events or conditions (economic, including government cutbacks or otherwise) could lead to declines in the contribution of Reach Media or declines in one or more of the seven significant contributing radio markets, which could have a material adverse effect on our overall financial performance and results of operations.\n11\n\n\nTable of Contents\nRadio Advertising Revenue\nSubstantially all net revenue generated from our radio franchise is generated from the sale of local, national and network advertising. Local sales are made by the sales staff located in our markets. National sales are made primarily by Katz Communications, Inc. (“Katz”), a firm specializing in radio advertising sales on the national level. Katz is paid agency commissions on the advertising sold. Approximately 57.3% of our net revenue from our core radio business for the year ended December 31, 2022, was generated from the sale of local advertising and 38.8% from sales to national advertisers, including network/syndication advertising. The balance of net revenue from our radio segment is primarily derived from ticket sales, and revenue related to sponsored events, management fees and other alternative revenue.\nAdvertising rates charged by radio stations are based primarily on:\n●\na radio station’s audience share within the demographic groups targeted by the advertisers;\n●\nthe number of radio stations in the market competing for the same demographic groups; and\n●\nthe supply and demand for radio advertising time.\nA radio station’s listenership is measured by the Portable People Meter\nTM\n (the “PPM\nTM\n”) system or diary ratings surveys, both of which estimate the number of listeners tuned to a radio station and the time they spend listening to that radio station. Ratings are used by advertisers to evaluate whether to advertise on our radio stations, and are used by us to chart audience size, set advertising rates and adjust programming. Advertising rates are generally highest during the morning and afternoon commuting hours.\nCable Television, Reach Media and Digital Segments, Strategy and Sources of Revenue and Income\nWe have expanded our operations to include other media forms that are complementary to our radio business. In a strategy similar to our radio market segmentation, we have multiple complementary media and online brands. Each of these brands focuses on a different segment of African-American consumers. With our multiple brands, we are able to direct advertisers to specific audiences within the urban communities in which we are located, or to bundle the brands for advertising sales purposes when advantageous.\nTV One, our primary cable television franchise targeting the African-American and urban communities, derives its revenue from advertising and affiliate revenue. Advertising revenue is derived from the sale of television airtime to advertisers and is recognized when the advertisements are run. TV One also derives revenue from affiliate fees under the terms of various affiliation agreements generally based upon a per subscriber royalty for the right to distribute the Company’s programming under the terms of the distribution contracts. Our other cable television franchise, CLEO TV, is a lifestyle and entertainment network targeting Millennial and Gen X women of color that is also operated by TV One, LLC. CLEO TV derives its revenue principally from advertising.\nReach Media, our syndicated radio unit, primarily derives its revenue from the sale of advertising in connection with its syndicated radio shows, including the Rickey Smiley Morning Show, Get Up! Mornings with Erica Campbell, the Russ Parr Morning Show, and the DL Hughley Show. In addition to being broadcast on 48 Urban One stations, our syndicated radio programming also was available on 215 non-Urban One stations throughout the United States as of December 31, 2022.\nWe have launched websites that simultaneously stream radio station content for each of our radio stations, and we derive revenue from the sale of advertisements on those websites. We generally encourage our web advertisers to run simultaneous radio campaigns and use mentions in our radio airtime to promote our websites. By providing streaming, we have been able to broaden our listener reach, particularly to “office hour” listeners, including at home “office hour” listeners. We believe streaming has had a positive impact on our radio stations’ reach to listeners. In addition, our station websites link to our other online properties operated by our primary digital unit, Interactive One. Interactive One operates the largest social networking site primarily targeting African-Americans and other branded websites, including Bossip, \n12\n\n\nTable of Contents\nHipHopWired and MadameNoire. Interactive One derives revenue from advertising services on non-radio station branded websites, and studio services where Interactive One provides services to other publishers. Advertising services include the sale of banner and sponsorship advertisements. Advertising revenue is recognized as impressions (the number of times advertisements appear in viewed pages) are delivered. \nFinally, our MGM National Harbor investment entitled us to an annual cash distribution based on net gaming revenue from gaming activities conducted on the site of the facility. In March 2023, the Company exercised the put option available to it and received approximately $136.8 million at the time of settlement of the put option in April 2023. Please refer to Note 18 – \nSubsequent Events\n of our consolidated financial statements for further details. Future opportunities could include investments in, acquisitions of, or the development of companies in diverse media businesses, gaming and entertainment, music production and distribution, movie distribution, internet-based services, and distribution of our content through emerging distribution systems such as the Internet, smartphones, cellular phones, tablets, and the home entertainment market.\nCompetition\nThe media industry is highly competitive and we face intense competition across our core radio franchise and all of our complementary media properties. Our media properties compete for audiences and advertising revenue with other radio stations and with other media such as broadcast and cable television, the Internet, satellite radio, newspapers, magazines, direct mail and outdoor advertising, some of which may be owned or controlled by horizontally-integrated companies. Audience ratings and advertising revenue are subject to change and any adverse change in a market could adversely affect our net revenue in that market. If a competing radio station converts to a format similar to that of one of our radio stations, or if one of our competitors strengthens its signal or operations, our stations could suffer a reduction in ratings and advertising revenue. Other media companies which are larger and have more resources may also enter or increase their presence in markets or segments in which we operate. Although we believe our media properties are well positioned to compete, we cannot assure you that our properties will maintain or increase their current ratings, market share or advertising revenue.\nProviding content across various platforms is a highly competitive business. Our digital and cable television segments compete for the time and attention of internet users and viewers and, thus, advertisers and advertising revenues with a wide range of internet companies such as Amazon\nTM\n, Netflix\nTM\n, Yahoo!\nTM\n, Google\nTM\n, and Microsoft\nTM\n, with social networking sites such as Facebook\nTM\n and TikTok\nTM\n and with traditional media companies, which are increasingly offering their own digital products and services both organically and through acquisition. We experience competition for the development and acquisition of content, distribution of content, sale of commercial time on our digital and cable television networks and viewership. There is competition from other digital companies, production studios and other television networks for the acquisition of content and creative talent such as writers, producers and directors. Our ability to produce and acquire popular content is an important competitive factor for the distribution of our content, attracting viewers and the sale of advertising. Our success in securing popular content and creative talent depends on various factors such as the number of competitors providing content that targets the same genre and audience, the distribution of our content, viewership, and the production, marketing and advertising support we provide.\nOur TV One and CLEO TV cable television networks compete with other networks and platforms for the acquisition and distribution of content and for fees charged to cable television operators, DTH satellite service providers, and other distributors that carry our content. Our ability to secure distribution agreements is necessary to ensure the retention of our audiences. Our contractual agreements with distributors are renewed or renegotiated from time to time in the ordinary course of business. Growth in the number of networks distributed, consolidation and other market conditions in the cable and satellite distribution industry, and increased popularity of other platforms may adversely affect our ability to obtain and maintain contractual terms for the distribution of our content that are as favorable as those currently in place. The ability to secure distribution agreements is dependent upon the production, acquisition and packaging of original content, viewership, the marketing and advertising support and incentives provided to distributors, the product offering across a series of networks within a region, and the prices charged for carriage.\nOur networks and digital products compete with other television networks, including broadcast, cable, local networks and other content distribution outlets for their target audiences and the sale of advertising. Our success in selling advertising \n13\n\n\nTable of Contents\nis a function of the size and demographics of our audiences, quantitative and qualitative characteristics of the audience of each network, the perceived quality of the network and of the particular content, the brand appeal of the network and ratings/algorithms as determined by third-party research companies or search engines, prices charged for advertising and overall advertiser demand in the marketplace.\nFederal Antitrust Laws\nThe agencies responsible for enforcing the federal antitrust laws, the Federal Trade Commission or the Department of Justice, may investigate certain acquisitions. We cannot predict the outcome of any specific FTC or Department of Justice investigation. Any decision by the FTC or the Department of Justice to challenge a proposed acquisition could affect our ability to consummate the acquisition or to consummate it on the proposed terms. For an acquisition meeting certain size thresholds, the Hart-Scott-Rodino Antitrust Improvements Act of 1976 requires the parties to file Notification and Report Forms concerning antitrust issues with the FTC and the Department of Justice and to observe specified waiting period requirements before consummating the acquisition.\nFederal Regulation of Radio Broadcasting\nThe radio broadcasting industry is subject to extensive and changing regulation by the FCC and other federal agencies of ownership, programming, technical operations, employment and other business practices. The FCC regulates radio broadcast stations pursuant to the Communications Act of 1934, as amended (the “Communications Act”). The Communications Act permits the operation of radio broadcast stations only in accordance with a license issued by the FCC upon a finding that the grant of a license would serve the public interest, convenience and necessity. Among other things, the FCC:\n●\nassigns frequency bands for radio broadcasting;\n●\ndetermines the particular frequencies, locations, operating power, interference standards, and other technical parameters for radio broadcast stations;\n●\nissues, renews, revokes and modifies radio broadcast station licenses;\n●\nimposes annual regulatory fees and application processing fees to recover its administrative costs;\n●\nestablishes technical requirements for certain transmitting equipment to restrict harmful emissions;\n●\nadopts and implements regulations and policies that affect the ownership, operation, program content, employment, and business practices of radio broadcast stations; and\n●\nhas the power to impose penalties, including monetary forfeitures, for violations of its rules and the Communications Act.\nThe Communications Act prohibits the assignment of an FCC license, or the transfer of control of an FCC licensee, without the prior approval of the FCC. In determining whether to grant or renew a radio broadcast license or consent to the assignment or transfer of control of a license, the FCC considers a number of factors, including restrictions on foreign ownership, compliance with FCC media ownership limits and other FCC rules, the character and other qualifications of the licensee (or proposed licensee) and compliance with the Anti-Drug Abuse Act of 1988. A licensee’s failure to comply with the requirements of the Communications Act or FCC rules and policies may result in the imposition of sanctions, including admonishment, fines, the grant of a license renewal for less than a full eight-year term or with conditions, denial of a license renewal application, the revocation of an FCC license, and/or the denial of FCC consent to acquire additional broadcast properties.\nCongress, the FCC and, in some cases, other federal agencies and local jurisdictions are considering or may in the future consider and adopt new laws, regulations and policies that could affect the operation, ownership and profitability of \n14\n\n\nTable of Contents\nour radio stations, result in the loss of audience share and advertising revenue for our radio broadcast stations or affect our ability to acquire additional radio broadcast stations or finance such acquisitions. Such matters include or may include:\n●\nchanges to the license authorization and renewal process;\n●\nproposals to increase record keeping, including enhanced disclosure of stations’ efforts to serve the public interest;\n●\nproposals to impose spectrum use or other fees on FCC licensees;\n●\nchanges to rules relating to political broadcasting, including proposals to grant free airtime to candidates, and other changes regarding political and non-political program content, political advertising rates and sponsorship disclosures;\n●\nrevised rules and policies regarding the regulation of the broadcast of indecent content;\n●\nproposals to increase the actions stations must take to demonstrate service to their local communities;\n●\ntechnical and frequency allocation matters;\n●\nchanges in broadcast multiple ownership, foreign ownership, cross-ownership and ownership attribution rules and policies;\n●\nservice and technical rules for digital radio, including possible additional public interest requirements for terrestrial digital audio broadcasters;\n●\nlegislation that would provide for the payment of sound recording royalties to artists, musicians or record companies whose music is played on terrestrial radio stations; and\n●\nchanges to tax laws affecting broadcast operations and acquisitions.\nThe FCC also has adopted procedures for the auction of broadcast spectrum in circumstances where two or more parties have filed mutually exclusive applications for authority to construct new stations or certain major changes in existing stations. Such procedures may limit our efforts to modify or expand the broadcast signals of our stations.\nWe cannot predict what changes, if any, might be adopted or considered in the future, or what impact, if any, the implementation of any particular proposals or changes might have on our business.\nFCC License Grants and Renewals\n. In making licensing determinations, the FCC considers an applicant’s legal, technical, character and other qualifications. The FCC grants radio broadcast station licenses for specific periods of time and, upon application, may renew them for additional terms. A station may continue to operate beyond the expiration date of its license if a timely filed license renewal application is pending. Under the Communications Act, radio broadcast station licenses may be granted for a maximum term of eight years.\nGenerally, the FCC renews radio broadcast licenses without a hearing upon a finding that:\n●\nthe radio station has served the public interest, convenience and necessity;\n●\nthere have been no serious violations by the licensee of the Communications Act or FCC rules and regulations; and\n15\n\n\nTable of Contents\n●\nthere have been no other violations by the licensee of the Communications Act or FCC rules and regulations which, taken together, indicate a pattern of abuse.\nAfter considering these factors and any petitions to deny or informal objections against a license renewal application (which may lead to a hearing), the FCC may grant the license renewal application with or without conditions, including renewal for a term less than the maximum otherwise permitted. Historically, our licenses have been renewed for full eight-year terms without any conditions or sanctions; however, there can be no assurance that the licenses of each of our stations will be renewed for a full term without conditions or sanctions.\nTypes of FCC Broadcast Licenses.\n The FCC classifies each AM and FM radio station. An AM radio station operates on either a clear channel, regional channel or local channel. A clear channel serves wide areas, particularly at night. A regional channel serves primarily a principal population center and the contiguous rural areas. A local channel serves primarily a community and the suburban and rural areas immediately contiguous to it. AM radio stations are designated as Class A, Class B, Class C or Class D. Class A, B and C stations each operate unlimited time. Class A radio stations render primary and secondary service over an extended area. Class B stations render service only over a primary service area. Class C stations render service only over a primary service area that may be reduced as a consequence of interference. Class D stations operate either during daytime hours only, during limited times only, or unlimited time with low nighttime power.\nFM class designations depend upon the geographic zone in which the transmitter of the FM radio station is located. The minimum and maximum facilities requirements for an FM radio station are determined by its class. In general, commercial FM radio stations are classified as follows, in order of increasing power and antenna height: Class A, B1, C3, B, C2, C1, C0 and C. The FCC has adopted a rule subjecting Class C FM stations that do not satisfy a certain antenna height requirement to an involuntary downgrade in class to Class C0 under certain circumstances.\nUrban One’s Licenses\n. The following table sets forth information with respect to each of our radio stations for which we held the license as of December 31, 2022. Stations which we did not own as of December 31, 2022, but operated under an LMA, are not reflected on this table. A broadcast station’s market may be different from its community of license. The coverage of an AM radio station is chiefly a function of the power of the radio station’s transmitter, less dissipative power losses and any directional antenna adjustments. For FM radio stations, signal coverage area is chiefly a function of the radio station’s ERP and the HAAT of the radio station’s antenna. “ERP” refers to the effective radiated power of an FM \n16\n\n\nTable of Contents\nradio station. “HAAT” refers to the antenna height above average terrain of an FM radio station antenna. The table below excludes HD radio and LPTV stations.\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n    \n​\n    \n​\n​\n​\n    \n​\n    \nAntenna\n \n    \n​\n    \n​\n​\n​\n​\n​\n​\n​\n​\n​\nERP (FM)\n \n​\nHeight\n \n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\nPower\n \n​\n(AM)\n \n​\n​\n​\nExpiration \n​\n​\n​\n​\nYear of\n \n    \nFCC\n \n​\n(AM) in\n \n​\nHAAT in\n \n​\nOperating\n \n​\n \nDate of FCC\nMarket\n​\nStation Call Letters\n​\nAcquisition\n​\nClass\n​\nKilowatts\n​\nMeters\n​\nFrequency\n​\n \nLicense\nAtlanta\n \nWUMJ-FM\n \n1999\n \nC3\n \n 8.5\n \n 165.0\n \n97.5 MHz\n \n4/1/2028\n​\n \nWAMJ-FM\n \n1999\n \nC2\n \n 33.0\n \n 185.0\n \n107.5 MHz\n \n4/1/2028\n​\n \nWHTA-FM\n \n2002\n \nC2\n \n 35.0\n \n 177.0\n \n107.9 MHz\n \n4/1/2028\n​\n \nWPZE-FM\n \n1999\n \nA\n \n 3.0\n \n 143.0\n \n102.5 MHz\n \n4/1/2028\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\nWashington, DC\n \nWOL-AM\n \n1980\n \nC\n \n 0.4\n \nN/A\n \n1450 kHz\n \n10/1/2027\n​\n \nWMMJ-FM\n \n1987\n \nA\n \n 2.9\n \n 146.0\n \n102.3 MHz\n \n10/1/2027\n​\n \nWKYS-FM\n \n1995\n \nB\n \n 24.5\n \n 215.0\n \n93.9 MHz\n \n10/1/2027\n​\n \nWPRS-FM\n \n2008\n \nB\n \n 20.0\n \n 244.0\n \n104.1 MHz\n \n10/1/2027\n​\n \nWYCB-AM\n \n1998\n \nC\n \n 1.0\n \nN/A\n \n1340 kHz\n \n10/1/2027\n​\n \nWDCJ-FM\n \n2017\n \nA\n \n 2.2\n \n 169.0\n \n92.7 MHz\n \n10/1/2027\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\nPhiladelphia\n \nWRNB-FM\n \n2000\n \nB\n \n 17.0\n \n 263.0\n \n100.3 MHz\n \n8/1/2030\n​\n \nWPPZ-FM\n \n2004\n \nA\n \n 0.8\n \n 276.0\n \n107.9 MHz\n \n6/1/2030\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\nHouston\n \nKMJQ-FM\n \n2000\n \nC\n \n 100.0\n \n 524.0\n \n102.1 MHz\n \n8/1/2029\n​\n \nKBXX-FM\n \n2000\n \nC\n \n 100.0\n \n 585.0\n \n97.9 MHz\n \n8/1/2029\n​\n \nKROI-FM\n \n2004\n \nC1\n \n 40.0\n \n 421.0\n \n92.1 MHz\n \n8/1/2029\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\nDallas\n \nKBFB-FM\n \n2000\n \nC\n \n 100.0\n \n 574.0\n \n97.9 MHz\n \n8/1/2029\n​\n \nKZMJ-FM\n \n2001\n \nC\n \n 100.0\n \n 591.0\n \n94.5 MHz\n \n8/1/2029\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\nBaltimore\n \nWWIN-AM\n \n1992\n \nC\n \n 0.5\n \nN/A\n \n1400 kHz\n \n10/1/2027\n​\n \nWWIN-FM\n \n1992\n \nA\n \n 3.0\n \n 91.0\n \n95.9 MHz\n \n10/1/2027\n​\n \nWOLB-AM\n \n1993\n \nD\n \n 0.3\n \nN/A\n \n1010 kHz\n \n10/1/2027\n​\n \nWERQ-FM\n \n1993\n \nB\n \n 37.0\n \n 173.0\n \n92.3 MHz\n \n10/1/2027\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\nCharlotte\n \nWFNZ-FM\n \n2000\n \nC3\n \n 10.5\n \n 154.0\n \n92.7 MHz\n \n12/1/2027\n​\n \nWPZS-FM\n \n2004\n \nA\n \n 6.0\n \n 94.0\n \n100.9 MHz\n \n12/1/2027\n​\n \nWOSF-FM\n \n2014\n \nC1\n \n 51.0\n \n 395.0\n \n105.3 MHz\n \n12/1/2027\n​\n​\nWBT-FM\n​\n2021\n​\nC3\n​\n 7.7\n​\n 182.2\n​\n99.3 MHz\n​\n12/1/2027\n​\n​\nWBT-AM\n​\n2021\n​\nA\n​\n 50.0\n​\nN/A\n​\n1110 MHz\n​\n12/1/2027\n​\n​\nWFNZ-AM\n​\n2021\n​\nB\n​\n 5.0\n​\nN/A\n​\n610 MHz\n​\n12/1/2027\n​\n​\nWLNK-FM\n​\n2021\n​\nC\n​\n 100.0\n​\n 516.0\n​\n107.9 MHz\n​\n12/1/2027\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\nCleveland\n \nWJMO-AM\n \n1999\n \nB\n \n 5.0\n \nN/A\n \n1300 kHz\n \n10/1/2028\n​\n \nWENZ-FM\n \n1999\n \nB\n \n 16.0\n \n 272.0\n \n107.9 MHz\n \n10/1/2028\n​\n \nWZAK-FM\n \n2000\n \nB\n \n 27.5\n \n 189.0\n \n93.1 MHz\n \n10/1/2028\n​\n \nWERE-AM\n \n2000\n \nC\n \n 1.0\n \nN/A\n \n1490 kHz\n \n10/1/2028\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\nRaleigh-Durham\n \nWQOK-FM\n \n2000\n \nC2\n \n 50.0\n \n 146.0\n \n97.5 MHz\n \n12/1/2027\n​\n \nWFXK-FM\n \n2000\n \nC1\n \n 100.0\n \n 299.0\n \n104.3 MHz\n \n12/1/2027\n​\n \nWFXC-FM\n \n2000\n \nC3\n \n 13.0\n \n 141.0\n \n107.1 MHz\n \n12/1/2027\n​\n \nWNNL-FM\n \n2000\n \nC3\n \n 7.9\n \n 176.0\n \n103.9 MHz\n \n12/1/2027\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\nRichmond\n \nWPZZ-FM\n \n1999\n \nC1\n \n 100.0\n \n 299.0\n \n104.7 MHz\n \n10/1/2027\n​\n \nWCDX-FM\n \n2001\n \nB1\n \n 4.5\n \n 235.0\n \n92.1 MHz\n \n10/1/2027\n​\n \nWKJM-FM\n \n2001\n \nA\n \n 6.0\n \n 100.0\n \n99.3 MHz\n \n10/1/2027\n​\n \nWKJS-FM\n \n2001\n \nA\n \n 2.3\n \n 162.0\n \n105.7 MHz\n \n10/1/2027\n​\n \nWTPS-AM\n \n2001\n \nC\n \n 1.0\n \nN/A\n \n1240 kHz\n \n10/1/2027\n​\n \nWXGI-AM\n \n2017\n \nD\n \n 3.9\n \nN/A\n \n950 kHz\n \n10/1/2027\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\nColumbus\n \nWCKX-FM\n \n2001\n \nA\n \n 1.9\n \n 126.0\n \n107.5 MHz\n \n10/1/2028\n​\n \nWHTD-FM\n \n2001\n \nA\n \n 6.0\n \n 99.0\n \n106.3 MHz\n \n10/1/2028\n​\n \nWXMG-FM\n \n2016\n \nB\n \n 21.0\n \n 232.0\n \n95.5 MHz\n \n10/1/2028\n​\n \nWJYD-FM\n \n2016\n \nA\n \n 6.0\n \n 100.0\n \n107.1 MHz\n \n10/1/2028\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\nIndianapolis\n \nWTLC-FM\n \n2000\n \nA\n \n 6.0\n \n 99.0\n \n106.7 MHz\n \n8/1/2028\n​\n \nWHHH-FM\n \n2000\n \nA\n \n 6.0\n \n 100.0\n \n100.9 MHz\n \n8/1/2028\n​\n \nWTLC-AM\n \n2001\n \nB\n \n 5.0\n \nN/A\n \n1310 kHz\n \n8/1/2028\n​\n​\nWIBC-FM\n​\n2022\n​\nB\n​\n 13.5\n \n 302.0\n \n93.1 MHz\n \n8/1/2028\n​\n​\nWYXB-FM\n​\n2022\n​\nB\n​\n 50.0\n \n 150.0\n \n105.7 MHz\n \n8/1/2028\n​\n​\nWLHK-FM\n​\n2022\n​\nB\n​\n 23.0\n \n 223.0\n \n97.1 MHz\n \n8/1/2028\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\nCincinnati\n \nWIZF-FM\n \n2001\n \nA\n \n 2.5\n \n 155.0\n \n101.1 MHz\n \n8/1/2028\n​\n \nWDBZ-AM\n \n2007\n \nC\n \n 1.0\n \nN/A\n \n1230 kHz\n \n10/1/2028\n​\n \nWOSL-FM\n \n2006\n \nA\n \n 3.1\n \n 141.0\n \n100.3 MHz\n \n10/1/2028\n​\n17\n\n\nTable of Contents\nTo obtain the FCC’s prior consent to assign or transfer control of a broadcast license, an appropriate application must be filed with the FCC. If the assignment or transfer involves a substantial change in ownership or control of the licensee, for example, the transfer of more than 50% of the voting stock, the applicant must give public notice and the application is subject to a 30-day period for public comment. During this time, interested parties may file petitions with the FCC to deny the application. Informal objections may be filed at any time until the FCC acts upon the application. If the FCC grants an assignment or transfer application, administrative procedures provide for petitions seeking reconsideration or full FCC review of the grant. The Communications Act also permits the appeal of a contested grant to a federal court.\nUnder the Communications Act, a broadcast license may not be granted to or held by any person who is not a U.S. citizen or by any entity that has more than 20% of its capital stock owned or voted by non-U.S. citizens or entities or their representatives, or by foreign governments or their representatives. The Communications Act prohibits more than 25% indirect foreign ownership or control of a licensee through a parent company if the FCC determines the public interest will be served by such prohibition. The FCC has interpreted this provision of the Communications Act to require an affirmative public interest finding before this 25% limit may be exceeded. Since we serve as a holding company for subsidiaries that serve as licensees for our stations, we are effectively restricted from having more than one-fourth of our stock owned or voted directly or indirectly by non-U.S. citizens or their representatives, foreign governments, representatives of foreign governments, or foreign business entities unless we seek and obtain FCC authority to exceed that level. The FCC will entertain and authorize, on a case-by-case basis and upon a sufficient public interest showing and favorable executive branch review, proposals to exceed the 25% indirect foreign ownership limit in broadcast licensees.\nThe FCC applies its media ownership limits to “attributable” interests. The interests of officers, directors and those who directly or indirectly hold five percent or more of the total outstanding voting stock of a corporation that holds a broadcast license (or a corporate parent) are generally deemed attributable interests, as are any limited partnership or limited liability company interests that are not properly “insulated” from management activities. Certain passive investors that hold stock for investment purposes only are deemed attributable with the ownership of 20% or more of the voting stock of a licensee or parent corporation. An entity with one or more radio stations in a market that enters into a local marketing agreement or a time brokerage agreement with another radio station in the same market obtains an attributable interest in the brokered radio station if the brokering station supplies programming for more than 15% of the brokered radio station’s weekly broadcast hours. Similarly, a radio station owner’s right under a joint sales agreement (“JSA”) to sell more than 15% per week of the advertising time on another radio station in the same market constitutes an attributable ownership interest in such station for purposes of the FCC’s ownership rules. Debt instruments, non-voting stock, unexercised options and warrants, minority voting interests in corporations having a single majority shareholder, and limited partnership or limited liability company membership interests where the interest holder is not “materially involved” in the media-related activities of the partnership or limited liability company pursuant to FCC-prescribed “insulation” provisions, generally do not subject their holders to attribution unless such interests implicate the FCC’s equity-debt-plus (or “EDP”) rule. Under the EDP rule, a major programming supplier or the holder of an attributable interest in a same-market radio station will have an attributable interest in a station if the supplier or same-market media entity also holds debt or equity, or both, in the station that is greater than 33% of the value of the station’s total debt plus equity. For purposes of the EDP rule, equity includes all stock, whether voting or nonvoting, and interests held by limited partners or limited liability company members that are “insulated” from material involvement in the company’s media activities. A major programming supplier is any supplier that provides more than 15% of the station’s weekly programming hours.\nThe Communications Act and FCC rules generally restrict ownership, operation or control of, or the common holding of attributable interests in, radio broadcast stations serving the same local market in excess of specified numerical limits.\nThe numerical limits on radio stations that one entity may own in a local market are as follows:\n●\nin a radio market with 45 or more commercial radio stations, a party may hold an attributable interest in up to eight commercial radio stations, not more than five of which are in the same service (AM or FM);\n●\nin a radio market with 30 to 44 commercial radio stations, a party may hold an attributable interest in up to seven commercial radio stations, not more than four of which are in the same service (AM or FM);\n18\n\n\nTable of Contents\n●\nin a radio market with 15 to 29 commercial radio stations, a party may hold an attributable interest in up to six commercial radio stations, not more than four of which are in the same service (AM or FM); and\n●\nin a radio market with 14 or fewer commercial radio stations, a party may hold an attributable interest in up to five commercial radio stations, not more than three of which are in the same service (AM or FM), except that a party may not hold an attributable interest in more than 50% of the radio stations in such market.\nTo apply these tiers, the FCC currently relies on Nielsen Metro Survey Areas, where they exist. In other areas, the FCC relies on a contour-overlap methodology. The FCC has initiated a rulemaking to determine how to define local radio markets in areas located outside Nielsen Metro Survey Areas. The market definition used by the FCC in applying its ownership rules may not be the same as that used for purposes of the Hart-Scott-Rodino Act. In 2003, when the FCC changed its methodology for defining local radio markets, it grandfathered existing combinations of radio stations that would not comply with the modified rules. The FCC’s rules provide that these grandfathered combinations may not be sold intact except to certain “eligible entities,” which the FCC defines as entities qualifying as a small business consistent with Small Business Administration standards. \nThe media ownership rules are subject to review by the FCC every four years. In August 2016, the FCC issued an order concluding its 2010 and 2014 quadrennial reviews. The August 2016 decision retained the local radio ownership rule and limitations on radio/television cross-ownership and newspaper/broadcast cross-ownership without significant changes. In November 2017, the FCC adopted an order reconsidering the August 2016 decision and modifying it in a number of respects. The November 2017 order on reconsideration did not significantly modify the August 2016 decision with respect to the local radio ownership limits. It did, however, eliminate the FCC’s previous limits on radio/television cross-ownership and newspaper/broadcast cross-ownership. In September 2019, a federal appeals court vacated the FCC’s November 2017 order on reconsideration, as a result of which the radio/television and newspaper/broadcast cross-ownership rules were reinstated. On April 1, 2021, however, the U.S. Supreme Court reversed the September 2019 appeals court ruling, resulting in the elimination of the radio/television and newspaper/broadcast cross-ownership rules effective June 30, 2021. The FCC’s 2018 and 2022 quadrennial reviews of its media ownership rules, which commenced in December 2018 and December 2022 respectively, are currently pending. \nThe attribution and media ownership rules limit the number of radio stations we may acquire or own in any particular market and may limit the prospective buyers of any stations we want to sell. The FCC’s rules could affect our business in a number of ways, including, but not limited to, the following:\n●\nthe FCC’s radio ownership limits could have an adverse effect on our ability to accumulate stations in a given area or to sell a group of stations in a local market to a single entity;\n●\nrestricting the assignment and transfer of control of “grandfathered” radio combinations that exceed the ownership limits as a result of the FCC’s 2003 change in local market definition could adversely affect our ability to buy or sell a group of stations in a local market from or to a single entity; and\n●\nin general terms, future changes in the way the FCC defines radio markets or in the numerical station caps could limit our ability to acquire new stations in certain markets, our ability to operate stations pursuant to certain agreements, and our ability to improve the coverage contours of our existing stations.\nProgramming and Operations.\n The Communications Act requires broadcasters to serve the “public interest” by presenting programming that responds to community problems, needs and interests and by maintaining records demonstrating such responsiveness. The FCC considers complaints from viewers or listeners about a broadcast station’s programming. All radio stations are now required to maintain their public inspection files on a publicly accessible FCC-hosted online database. Moreover, the FCC has from time to time proposed rules designed to increase local programming content and diversity, including renewal application processing guidelines for locally-oriented programming and a requirement that broadcasters establish advisory boards in the communities where they own stations. Stations also must follow FCC rules and policies regulating political advertising, obscene or indecent programming, sponsorship \n19\n\n\nTable of Contents\nidentification, contests and lotteries and technical operation, including limits on human exposure to radio frequency radiation.\nThe FCC requires that licensees not discriminate in hiring practices on the basis of race, color, religion, national origin or gender. It also requires stations with at least five full-time employees to broadly disseminate information about all full-time job openings and undertake outreach initiatives from an FCC list of activities such as participation in job fairs, internships, or scholarship programs. The FCC is considering whether to apply these recruitment requirements to part-time employment positions. Stations must retain records of their outreach efforts and keep an annual Equal Employment Opportunity (“EEO”) report in their public inspection files and post an electronic version on their websites.\nFrom time to time, complaints may be filed against any of our radio stations alleging violations of these or other rules. In addition, the FCC may conduct audits or inspections to ensure and verify licensee compliance with FCC rules and regulations. Failure to observe these or other rules and regulations can result in the imposition of various sanctions, including fines or conditions, the grant of “short” (less than the maximum eight year) renewal terms or, for particularly egregious violations, the denial of a license renewal application or the revocation of a license.\nHuman Capital\nAs of December 31, 2022, we employed 881 full-time employees and 408 part-time employees. Our employees are not unionized.\nWe believe that our success largely depends upon our continued ability to attract and retain highly skilled employees. We provide our employees with competitive salaries and bonuses, development programs that enable continued learning and growth, and offer an employment package that promotes well-being across all aspects of their lives, including health care, retirement planning and paid time off.\nAs a business founded by an African-American woman, diversity and inclusion is engrained in our corporate history. Our Board of Directors is diverse; Catherine L. Hughes, our Founder and Chairperson, is an African-American woman, and four of our six directors are minorities. Our President and Chief Executive Officer, who is also a director, Alfred C. Liggins, III is an African-American male, as is our Senior Vice President and General Counsel, Kristopher Simpson. Further, Karen Wishart, our Executive Vice President and Chief Administrative Officer, is an African-American woman, as is Michelle Rice, President of TV ONE. As of December 31, 2022, 74% of our employees were racially diverse, and 45% of our employees were women. We are proud that our organization is governed and propelled by such a diverse group of individuals, which we believe contributes to our Company’s success now, and in \nthe long-term.\n  Our senior leadership team has introduced various initiatives to ensure that our Co\nmpany remains inclusive and supportive for all, including: (i) conducting workplace training, which includes focuses on unconscious bias, discrimination and harassment; (ii) leveraging a diverse slate of candidates for all job vacancies, including senior leadership; and (iii) developing content across our multi-media platform that elevates the voice of minority communities to \nfoster equality and inclusion in both the entertainment industry and across the nation\n.\nEnvironmental\nAs the owner, lessee or operator of various real properties and facilities, we are subject to federal, state and local environmental laws and regulations. Historically, compliance with these laws and regulations has not had a material adverse effect on our business. There can be no assurance, however, that compliance with existing or new environmental laws and regulations will not require us to make significant expenditures in the future.\nSeasonality\nSeasonal revenue fluctuations are common in the radio broadcasting industry and are due primarily to fluctuations in advertising expenditures. Typically, revenues are lowest in the first calendar quarter of the year. Due to this seasonality and certain other factors, the results of interim periods may not necessarily be indicative of results for the full year. In \n20\n\n\nTable of Contents\naddition, our operations are impacted by political cycles and generally experience higher revenues in congressional and presidential election years. This cyclicity may affect comparability between years.\nCorporate Governance\nCode of Ethics.\n We have adopted a code of ethics that applies to all of our directors, officers (including our principal financial officer and principal accounting officer) and employees and meets the requirements of the SEC and the NASDAQ Stock Market Rules. Our code of ethics can be found on our website, \nwww.urban1.com.\n We will provide a paper copy of the code of ethics, free of charge, upon request.\nAudit Committee Charter.\n Our audit committee has adopted a charter as required by the NASDAQ Stock Market Rules. This committee charter can be found on our website, \nwww.urban1.com.\n We will provide a paper copy of the audit committee charter, free of charge, upon request.\nCompensation Committee Charter.\n Our Board of Directors has adopted a compensation committee charter. We will provide a paper copy of the compensation committee charter, free of charge, upon request.\nInternet Address and Internet Access to SEC Reports\nOur internet address is \nwww.urban1.com.\n You may obtain through our internet website, free of charge, copies of our proxies, annual reports on Form 10-K and 10-K/A, quarterly reports on Form 10-Q and Form 10-Q/A, current reports on Form 8-K, and any amendments to those reports filed or furnished pursuant to Section 13(a) or 15(d) of the Securities Exchange Act of 1934. These reports are available as soon as reasonably practicable after we electronically file them with or furnish them to the SEC. Our website and the information contained therein or connected thereto shall not be deemed to be incorporated into this Form 10-K.",
    "item1a": ">ITEM 1A. RISK FACTORS\nRisks Related to Our Business and Industry\nIn an enterprise as large and complex as ours, a wide range of factors could affect our business and financial results. The factors described below are considered to be the most significant, but are not listed in any particular order. There may be other currently unknown or unpredictable economic, business, competitive, regulatory or other factors that could have material adverse effects on our future results. Past financial performance may not be a reliable indicator of future performance and historical trends should not be used to anticipate results or trends in future periods. The following discussion of risk factors should be read in conjunction with “Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations” and the consolidated financial statements and related notes in “Item 8. Financial Statements and Supplementary Data” of this Form 10-K.\nWe have identified material weaknesses in our internal control over financial reporting which could, if not remediated, result in material misstatements in our consolidated financial statements.\nAs discussed in Part II, Item 9A, “Controls and Procedures” of this Form 10-K, management has concluded that our internal controls related to certain business processes and disclosure controls and procedures were not effective as of December 31, 2022 due to the identified material weaknesses. \nIn addition, as discussed in Note 2 \n–\n \nRestatement of Financial Statements\n, management and our Audit Committee, after discussion with our independent registered public accounting firm, concluded that our previously issued financial statements for the Affected Periods should be restated due to understatements in the value of the MGM Investment. The restatement related to our material weakness in internal control over financial reporting over the investments in MGM National Harbor. In addition to the adjustments related to the MGM Investment, the Company also included corrections for previously identified out-of-period misstatements relating to radio broadcasting license impairment, misstatements relating to its right of use assets, misstatements relating to the fair value of the Reach Media redeemable noncontrolling \n21\n\n\nTable of Contents\ninterest, amortization of certain launch assets, misclassifications of certain line items in the balance sheets and statements of cash flows, and any related tax effects.\n​\nOur management is responsible for establishing and maintaining adequate internal control over our financial reporting, as defined in Rule 13a-15(f) under the Securities Exchange Act. Management identified material weaknesses in our internal control over financial reporting. A material weakness is defined as a deficiency, or combination of deficiencies, in internal control over financial reporting, such that there is a reasonable possibility that a material misstatement of our annual or interim financial statements will not be prevented or detected on a timely basis. As a result of these material weaknesses, our management concluded that our internal control over financial reporting was not effective based on criteria set forth by the Committee of Sponsoring Organization of the Treadway Commission in Internal Control – An Integrated Framework. We are actively engaged in remediation efforts designed to address these material weaknesses. If our remedial measures are insufficient to address the material weaknesses, or if additional material weaknesses or significant deficiencies in our internal control are discovered or occur in the future, our consolidated financial statements may contain material misstatements and we could be required to restate our financial results.\nThe material weaknesses, or a failure to promptly remediate them, may adversely affect our business, our reputation, our results of operations and the market price of our common stock. If we are unable to remediate the material weaknesses in a timely manner, our investors, customers and other business partners may lose confidence in our business or our financial reports, and our access to capital markets may be adversely affected. In addition, our ability to record, process, and report financial information accurately, and to prepare financial statements within the time periods specified by the rules and regulations of the Securities and Exchange Commission and other regulatory authorities, could be adversely affected, which may result in violations of applicable securities laws, stock exchange listing requirements and the covenants under our debt agreements. We could also be exposed to lawsuits, investigations, or other legal actions. In such actions, a governmental authority may interpret a law, regulation or accounting principle differently than we have, exposing us to different or additional risks. We could incur significant costs in connection with these actions. We have not accrued for any such liabilities.\nThe control deficiencies resulting in the material weaknesses, in the aggregate, if not effectively remediated could also result in misstatements of accounts or disclosures that would result in a material misstatement of the annual or interim consolidated financial statements that would not be prevented or detected. In addition, we cannot be certain that we will not identify additional control deficiencies or material weaknesses in the future. If we identify future control deficiencies or material weaknesses, these may lead to adverse effects on our business, our reputation, our results of operations, and the market price of our common stock.\nWe face risks related to the restatement of our previously issued consolidated financial statements with respect to the Affected Periods.\nAs discussed in the Explanatory Note and in Note 2 to the consolidated financial statements in this Form 10-K, we reached a determination to restate certain financial information and related footnote disclosures in our previously issued consolidated financial statements for the Affected Periods. As a result, we have become subject to a number of additional risks and uncertainties, which may affect investor confidence in the accuracy of our financial disclosures and may raise reputational issues for our business. We expect to continue to face many of the risks and challenges related to the restatement, including the following:\n​\n●\nwe may face potential for litigation or other disputes, which may include, among others, claims invoking the federal and state securities laws, contractual claims or other claims arising from the restatement; and\n●\nthe processes undertaken to effect the restatement may not have been adequate to identify and correct all errors in our historical financial statements and, as a result, we may discover additional errors and our financial statements remain subject to the risk of future restatement.\n​\nWe cannot assure that all of the risks and challenges described above will be eliminated or that general reputational harm will not persist. If one or more of the foregoing risks or challenges persist, our business, operations and financial condition are likely to be materially and adversely affected.\n22\n\n\nTable of Contents\nThe restatement of our previously issued financial statements has been time-consuming and expensive and could expose us to additional risks that could materially adversely affect our financial position, results of operations and cash flows.\nWe have incurred significant expenses, including audit, legal, consulting and other professional fees, in connection with the restatement of our previously issued financial statements and the ongoing remediation of material weaknesses in our internal control over financial reporting. We have implemented and will continue to implement additional processes utilizing existing resources and adding new resources as needed. To the extent these steps are not successful, we could be forced to incur additional time and expense. Our management’s attention has also been diverted from the operation of our business in connection with the restatements and ongoing remediation of material weaknesses in our internal controls.\nThe delayed filing of our annual report has made us currently ineligible to use a registration statement on Form S-3 to register the offer and sale of securities, which could adversely affect our ability to raise future capital or complete acquisitions.\nAs a result of the delayed filing of our annual report with the SEC, we will not be eligible to register the offer and sale of our securities using a short form registration statement on Form S-3 until one year from the date we regain and maintain status as a current filer. Should we wish to register the offer and sale of our securities to the public prior to the time we are eligible to use a short form registration statement on Form S-3, both our transaction costs and the amount of time required to complete the transaction could increase, making it more difficult to timely execute any such transaction successfully and potentially harming our financial condition.\nRisks Related to the Nature and Operations of Our Business\nImpact of Public Health Crisis\nAn epidemic or pandemic disease outbreak, such as the COVID-19 pandemic, has caused, and may cause in the future, disruption to the media industry and to our business operations. Preventative and protective measures taken by governmental authorities and private actors in response to a global health crisis may disrupt the ways in which Americans live, work and spend. Further, the demand for advertising across our various segments/platforms is linked to the level of economic activity and employment in the U.S. and the ways in and rates at which various media are consumed. Specifically, our business is heavily dependent on the demand for advertising from consumer-focused companies. Dislocation of consumer demand due to changes in commuter volume and patterns and/or hybrid work models has caused, and could further cause, advertisers to reduce, postpone or otherwise change their marketing spending generally, and on our platforms in particular. Such results could have a material adverse effect on our business and financial condition. \nWe are continuing to see some of the foregoing effects and could see additional effects in the future from COVID-19 which are not within our control and cannot be accurately predicted and are uncertain. \nThe state and condition of the global financial markets and fluctuations in the global and U.S. economies may have an unpredictable impact on our business and financial condition.\nFrom time to time, including as a result of inflation, changes in interest rates, recession or the current pandemic, the global equity and credit markets experience high levels of volatility and disruption. At various points in time, the markets have produced upward and/or downward pressure on stock prices and limited credit capacity for certain companies without regard to those companies’ underlying financial strength. In addition, advertising is a discretionary and variable business expense which may be reduced as companies contend with higher expenses, including higher costs of capital. Spending on advertising tends to decline disproportionately during an economic recession or downturn as compared to other types of business spending. Consequently, a downturn in the United States economy generally has an adverse effect on our advertising revenue and, therefore, our results of operations. A recession or downturn in the economy of any individual geographic market, particularly a major market in which we operate, also may have a significant effect on us. Radio revenues in the markets in which we operate may also face greater challenges than the U.S. economy generally and may remain so. Radio revenues in certain markets in which we operate have lagged the growth of the general United States economy as audiences have not returned to pre-pandemic levels.  \n23\n\n\nTable of Contents\nAdverse developments affecting the financial services industry could adversely affect our liquidity, financial condition, and results of operations, either directly or through adverse impacts on certain of our vendors and customers.\nAdverse developments that affect financial institutions, such as events involving liquidity that are rumored or actual, have in the past and may in the future lead to bank failures and/or market-wide liquidity problems. These events could have an adverse effect on our financial condition and results of operations, either directly or through an adverse impact on certain of our vendors and customers. For example, on March 10, 2023, Silicon Valley Bank was closed by the California Department of Financial Protection and Innovation, which appointed the Federal Deposit Insurance Corporation (“FDIC”) as receiver. Similarly, on March 12, 2023, Signature Bank was put into receivership. Since that time, there have been reports of instability at other U.S. banks. Although the Federal Reserve Board, the Department of the Treasury and the FDIC have taken steps to ensure that depositors at Silicon Valley Bank and Signature Bank can access all of their funds, including funds held in uninsured deposit accounts, and have taken additional steps to provide liquidity to other banks, there is no guarantee that, in the event of the closure of other banks or financial institutions in the future, depositors would be able to access uninsured funds or that they would be able to do so in a timely fashion.\nTo date, we have not experienced any adverse impact to our liquidity, financial condition or results of operations as a result of the events described above. However, failures of other banks or financial institutions may expose us to additional risks, either directly or through the effect on vendors or other third parties, and may lead to significant disruptions to our operations, financial condition and reputation. Moreover, uncertainty remains over liquidity concerns in the broader financial services industry. Our business may be adversely impacted by these developments in ways that we cannot predict at this time, there may be additional risks that we have not yet identified, and we cannot guarantee that we will be able to avoid negative consequences directly or indirectly from any failure of one or more banks or other financial institutions.\nAny deterioration in the economy could negatively impact our results of operations.\nMany financial and economic analysts have forecasted a recession in calendar year 2023 and/or 2024. Our results of operations could be negatively impacted by recession, economic fluctuations, or future economic downturns. Also, expenditures by advertisers tend to be cyclical, reflecting overall economic conditions. Even in the absence of a general recession or downturn in the economy, an individual business sector (such as the automotive industry or the hospitality industry) that tends to spend more on advertising than other sectors might be forced to reduce its advertising expenditures if that sector experiences a downturn. If any such sector’s spending represents a significant portion of our advertising revenues, any reduction in its advertising expenditures may affect our revenue.  \nThe risks associated with our business could be more acute in periods of a slowing economy or recession, which may be accompanied by a decrease in advertising expenditures. A decrease in advertising expenditures could adversely impact our business, financial condition, and results of operations.  There can be no assurance that we will not experience an adverse impact on our ability to access capital, which could adversely impact our business, ability to make future investments, our financial condition and results of operations. In addition, our ability to access the capital markets may be severely restricted at a time when we would like or need to do so, which could have an adverse impact on our capacity to react to changing economic and business conditions.\nWe are exposed to credit risk on our accounts receivable. This risk is heightened during periods of uncertain economic conditions.\nOur outstanding accounts receivable are not covered by collateral or credit insurance. While we have procedures to monitor and limit exposure to credit risk on our receivables, this risk is heightened during periods of uncertain economic conditions and there can be no assurance such procedures will effectively limit our credit risk.  Such failures could have a material adverse effect on our financial condition, results of operations and cash flow.\nIncreases in interest rates and the reduced availability of financing for consumer products may impact the demand for advertising. \nIn general, demand for certain consumer products may be adversely affected by increases in interest rates and the reduced availability of financing. Also, trends in the financial industry which influence the requirements used by lenders \n24\n\n\nTable of Contents\nto evaluate potential consumers can result in reduced availability of financing. If interest rates or lending requirements increase and consequently, the ability of prospective consumers to finance purchases of products is adversely affected, the demand for advertising may also be adversely impacted and the impact may be material.  In addition, our borrowing costs could be impacted, and such cost changes could reduce the expected returns on certain of our corporate development and other investment opportunities.\n​\nThe terms of our indebtedness and the indebtedness of our direct and indirect subsidiaries may restrict our current and future operations, particularly our ability to respond to changes in market conditions or to take some actions.\nOur debt instruments impose operating and financial restrictions on us. These restrictions limit or prohibit, among other things, our ability and the ability of our subsidiaries to incur additional indebtedness, issue preferred stock, incur liens, pay dividends, enter into asset purchase or sale transactions, merge or consolidate with another company, dispose of all or substantially all of our assets or make certain other payments or investments. These restrictions could limit our ability to grow our business through acquisitions and could limit our ability to respond to market conditions or meet extraordinary capital needs.\nWe have historically incurred net losses which could resume in the future.\nWe have historically reported net losses in our consolidated statements of operations, due mostly in part to recording non-cash impairment charges for write-downs to radio broadcasting licenses and goodwill, interest expenses (both cash and non-cash), and revenue declines caused by weakened advertising demand resulting from the current economic environment. These results have had a negative impact on our financial condition and could be exacerbated in a poor economic climate. If such items recur in the future, they could have a material adverse effect on our financial condition.\nOur revenue is substantially dependent on spending and allocation decisions by advertisers, and seasonality and/or weakening economic conditions may have an impact upon our business.\nSubstantially all of our revenue is derived from sales of advertisements and program sponsorships to local and national advertisers. Any reduction in advertising expenditures or changes in advertisers’ spending priorities and/or allocations across different types of media/platforms or programming could have an adverse effect on the Company’s revenues and results of operations. We do not obtain long-term commitments from our advertisers and advertisers may cancel, reduce, or postpone advertisements without penalty, which could adversely affect our revenue. Seasonal net revenue fluctuations are common in the media industries and are due primarily to fluctuations in advertising expenditures by local and national advertisers. In addition, advertising revenues in even-numbered years tend to benefit from advertising placed by candidates for political offices. The effects of such seasonality (including the weather), combined with the severe structural changes that have occurred in the U.S. economy, make it difficult to estimate future operating results based on the previous results of any specific quarter and may adversely affect operating results.\nOur success is dependent upon audience acceptance of our content, particularly our television and radio programs, which is difficult to predict.\nRadio, video, and digital content production and distribution are inherently risky businesses because the revenues derived from the production and distribution of media content or a radio program, and the licensing of rights to the intellectual property associated with the content or program, depend primarily upon their acceptance and perceptions by the public, which can change quickly and are difficult to predict. The commercial success of content or a program also depends upon the quality and acceptance of other competing programs released into the marketplace at or near the same time, the availability of alternative forms of entertainment and leisure time activities, general economic conditions, and other tangible and intangible factors, all of which are difficult to predict. Our failure to obtain or retain rights to popular content on any part of our multi-media platform could adversely affect our revenues. \nRatings for broadcast stations and traffic on a particular website are also factors that are weighed when advertisers determine which outlets to use and in determining the advertising rates that the outlet receives. Poor ratings or traffic levels can lead to a reduction in pricing and advertising revenues. For example, if there is an event causing a change of programming at one of our stations, there could be no assurance that any replacement programming would generate the \n25\n\n\nTable of Contents\nsame level of ratings, revenues, or profitability as the previous programming. In addition, changes in ratings methodology, search engine algorithms and technology could adversely impact our businesses and negatively affect our advertising revenues.\nTelevision content production is inherently a risky business because the revenues derived from the production and distribution of a television program and the licensing of rights to the associated intellectual property depends primarily upon the public’s level of acceptance, which is difficult to predict. The commercial success of a television program also depends upon the quality and acceptance of other competing programs in the marketplace at or near the same time, the availability of alternative forms of entertainment and leisure time activities, general economic conditions, and other tangible and intangible factors, all of which are difficult to predict. Rating points are also factors that are weighed when determining the advertising rates that TV One/CLEO TV receive. Poor ratings can lead to a reduction in pricing and advertising revenues. Consequently, low public acceptance of TV One/CLEO TV’s content may have an adverse effect on our cable television segment’s results of operations. Further, networks or programming launched by Netflix\nTM\n, Oprah Winfrey (OWN\nTM\n), Sean Combs (REVOLT TV\nTM\n), and Magic Johnson (ASPIRE\nTM\n), could take away from our audience share and ratings and thus have an adverse effect on our cable television’s results of operations.\nIncreases in or new royalties, including through legislation, could adversely impact our business, financial condition and results of operations.\nWe currently pay royalties to song composers and publishers through BMI, ASCAP, SESAC and GMR but not to record labels or recording artists for exhibition or use of over the air broadcasts of music. We must also pay royalties to the copyright owners of sound recordings for the digital audio transmission of such sound recordings on the Internet. We pay such royalties under federal statutory licenses and pay applicable license fees to Sound Exchange, the non-profit organization designated by the United States Copyright Royalty Board to collect such license fees. The royalty rates applicable to sound recordings under federal statutory licenses are subject to adjustment. The royalty rates we pay to copyright owners for the public performance of musical compositions on our radio stations and internet streams could increase as a result of private negotiations and the emergence of new performing rights organizations, which could adversely impact our businesses, financial condition, results of operations and cash flows. Further, from time to time, Congress considers legislation which could change the copyright fees and the procedures by which the fees are determined. The legislation historically has been the subject of considerable debate and activity by the broadcast industry and other parties affected by the proposed legislation. It cannot be predicted whether any proposed future legislation will become law or what impact it would have on our results from operations, cash flows or financial position.\nA disproportionate share of our radio segment revenue comes from a small number of geographic markets and our syndicated radio business, Reach Media.\nFor the year ended December 31, 2022, approximately 32.3% of our net revenue was generated from the sale of advertising in our core radio business, excluding Reach Media. Within our core radio business, seven (Atlanta, Baltimore, Charlotte, Dallas, Houston, Indianapolis, and Washington, DC) of the 13 markets in which we operated radio stations throughout 2022 or a portion thereof accounted for approximately 73.8% of our radio station net revenue for the year ended December 31, 2022. Revenue from the operations of Reach Media, along with revenue from the seven significant contributing radio markets, accounted for approximately 32.5% of our total consolidated net revenue for the year ended December 31, 2022. Adverse events or conditions (economic, including government cutbacks or otherwise) could lead to declines in the contribution of Reach Media or declines in one or more of the seven significant contributing radio markets, which could have a material adverse effect on our overall financial performance and results of operations. \nWe may lose audience share and advertising revenue to our competitors.\nOur media properties compete for audiences and advertising revenue with other radio stations and station groups and other media such as broadcast television, newspapers, magazines, cable television, satellite television, satellite radio, outdoor advertising, “over the top providers” on the internet and direct mail. Adverse changes in audience ratings, internet traffic, and market shares could have a material adverse effect on our revenue. Larger media companies, with more financial resources than we have may target our core audiences or enter the segments or markets in which we operate, causing competitive pressure. Further, other media and broadcast companies may change their programming format or \n26\n\n\nTable of Contents\nengage in aggressive promotional campaigns to compete directly with our media properties for our core audiences and advertisers. Competition for our core audiences in any of our segments or markets could result in lower ratings or traffic and, hence, lower advertising revenue for us, or cause us to increase promotion and other expenses and, consequently, lower our earnings and cash flow. Changes in population, demographics, audience tastes and other factors beyond our control, could also cause changes in audience ratings or market share. Failure by us to respond successfully to these changes could have an adverse effect on our business and financial performance. We cannot assure that we will be able to maintain or increase our current audience ratings and advertising revenue.\nWe must respond to the rapid changes in technology, content offerings, services, and standards across our entire platform in order to remain competitive.\nTechnological standards across our media properties are evolving and new distribution technologies/platforms are emerging at a rapid pace. We cannot assure that we will have the resources to acquire new technologies or to introduce new features, content or services to compete with these new technologies. New media has resulted in fragmentation in the advertising market, and we cannot predict the effect, if any, that additional competition arising from new technologies or content offerings may have across any of our business segments or our financial condition and results of operations, which may be adversely affected if we are not able to adapt successfully to these new media technologies or distribution platforms. The continuing growth and evolution of channels and platforms has increased our challenges in differentiating ourselves from other media platforms. We continually seek to develop and enhance our content offerings and distribution platforms/methodologies. Failure to effectively execute in these efforts, actions by our competitors, or other failures to deliver content effectively could hurt our ability to differentiate ourselves from our competitors and, as a result, have adverse effects across our business.\nThe loss of key personnel, including certain on-air talent, could disrupt the management and operations of our business.\nOur business depends upon the continued efforts, abilities and expertise of our executive officers and other key employees, including certain on-air personalities. We believe that the combination of skills and experience possessed by our executive officers and other key employees could be difficult to replace, and that the loss of one or more of them could have a material adverse effect on us, including the impairment of our ability to execute our business strategy. In addition, several of our on-air personalities and syndicated radio programs hosts have large loyal audiences in their respective broadcast areas and may be significantly responsible for the ratings of a station. The loss of such on-air personalities or any change in their popularity could impact the ability of the station to sell advertising and our ability to derive revenue from syndicating programs hosted by them. We cannot be assured that these individuals will remain with us or will retain their current audiences or ratings.\nIf our digital segment does not continue to develop and offer compelling and differentiated content, products and services, our advertising revenues could be adversely affected.\nIn order to attract consumers and generate increased activity on our digital properties, we believe that we must offer compelling and differentiated content, products and services. However, acquiring, developing, and offering such content, products and services may require significant costs and time to develop, while consumer tastes may be difficult to predict and are subject to rapid change. If we are unable to provide content, products and services that are sufficiently attractive to our digital users, we may not be able to generate the increases in activity necessary to generate increased advertising revenues. In addition, although we have access to certain content provided by our other businesses, we may be required to make substantial payments to license such content. Many of our content arrangements with third parties are non-exclusive, so competitors may be able to offer similar or identical content. If we are not able to acquire or develop compelling content and do so at reasonable prices, or if other companies offer content that is similar to that provided by our digital segment, we may not be able to attract and increase the engagement of digital consumers on our digital properties.\nContinued growth in our digital business also depends on our ability to continue offering a competitive and distinctive range of advertising products and services for advertisers and publishers and our ability to maintain or increase prices for our advertising products and services. Continuing to develop and improve these products and services may require significant time and costs. If we cannot continue to develop and improve our advertising products and services or if prices \n27\n\n\nTable of Contents\nfor our advertising products and services decrease, our digital advertising revenues could be adversely affected. Finally, recently, our digital business has seen significant growth in its business due to advertisers increased interest in minority controlled media given recent social justice/equality trends.  Should these trends reverse or decline, revenues within our digital and other segments could be adversely impacted.\nMore individuals are using devices other than personal and laptop computers to access and use the internet, and, if we cannot make our products and services available and attractive to consumers via these alternative devices, our internet advertising revenues could be adversely affected.\nDigital users are increasingly accessing and using the internet through mobile tablets, smartphones and wearable devices. In order for consumers to access and use our products and services via these devices, we must ensure that our products and services are technologically compatible with such devices. If we cannot effectively make our products and services available on these devices, fewer internet consumers may access and use our products and services and our advertising revenue may be negatively affected.\nUnrelated third parties may claim that we infringe on their rights based on the nature and content of information posted on websites we maintain.\nWe host internet services that enable individuals to exchange information, generate content, comment on our content, and engage in various online activities. The law relating to the liability of providers of these online services for activities of their users is currently unsettled both within the United States and internationally. While we monitor postings to such websites, claims may be brought against us for defamation, negligence, copyright or trademark infringement, unlawful activity, tort, including personal injury, fraud, or other theories based on the nature and content of information that may be posted online or generated by our users. Our defense of such actions could be costly and involve significant time and attention of our management and other resources.\nIf we are unable to protect our domain names and/or content, our reputation and brands could be adversely affected.\nWe currently hold various domain name registrations relating to our brands, including urban1.com, radio-one.com and interactiveone.com. The registration and maintenance of domain names are generally regulated by governmental agencies and their designees. Governing bodies may establish additional top-level domains, appoint additional domain name registrars, or modify the requirements for holding domain names. As a result, we may be unable to register or maintain relevant domain names. We may be unable, without significant cost or at all, to prevent third parties from registering domain names that are similar to, infringe upon, or otherwise decrease the value of our trademarks and other proprietary rights. Failure to protect our domain names could adversely affect our reputation and brands, and make it more difficult for users to find our websites and our services. In addition, piracy of the Company’s content, including digital piracy, may decrease revenue received from the exploitation of the Company’s programming and other content and adversely affect its businesses and profitability.\nFuture asset impairment to the carrying values of our FCC licenses and goodwill could adversely impact our results of operations and net worth.\nAs of December 31, 2022, we had approximately $488.4 million in broadcast licenses and $216.6 million in goodwill, which totaled $705.0 million, and represented approximately 52.7% of our total assets. Therefore, we believe estimating the fair value of goodwill and radio broadcasting licenses is a critical accounting estimate because of the significance of their carrying values in relation to our total assets. \nWe are required to test our goodwill and indefinite-lived intangible assets for impairment at least annually, which we have traditionally done as of October 1 each year, or on an interim basis when events or changes in circumstances suggest impairment may have occurred. Impairment is measured as the excess of the carrying value of the goodwill or indefinite-lived intangible asset over its fair value. Impairment may result from deterioration in our performance, changes in anticipated future cash flows, changes in business plans, adverse economic or market conditions, adverse changes in applicable laws and regulations, or other factors beyond our control. The amount of any impairment must be expensed as a charge to operations. Fair values of FCC licenses have been estimated using the income approach, which incorporates \n28\n\n\nTable of Contents\nseveral judgmental assumptions over a 10-year model including, but not limited to, market revenue and projected revenue growth by market, mature market share, mature operating profit margin, discount rate and terminal growth rate. Fair values of goodwill have been estimated using the income approach, which incorporates several judgmental assumptions over a 10-year model including, but not limited to, revenue growth rates, future operating profit margins, discount rate and terminal growth rate. We also utilize a market-based approach to evaluate our fair value estimates. There are inherent uncertainties related to these assumptions and our judgment in applying them to the impairment analysis.\nChanges in certain events or circumstances could result in changes to our estimated fair values and may result in further write-downs to the carrying values of these assets. Additional impairment charges could adversely affect our financial results, financial ratios and could limit our ability to obtain financing in the future.\nOur business depends on maintaining our licenses with the FCC. We could be prevented from operating a radio station if we fail to maintain its license.\nWithin our core radio business, we are required to maintain radio broadcasting licenses issued by the FCC. These licenses are ordinarily issued for a maximum term of eight years and are renewable. Currently, subject to renewal, our radio broadcasting licenses expire at various times beginning October 2027 through August 1, 2030. While we anticipate receiving renewals of all of our broadcasting licenses, interested third parties may challenge our renewal applications. A station may continue to operate beyond the expiration date of its license if a timely filed license renewal application was filed and is pending, as is the case with respect to each of our stations with licenses that have expired. During the periods when a renewal application is pending, informal objections and petitions to deny the renewal application can be filed by interested parties, including members of the public, on a variety of grounds. In addition, we are subject to extensive and changing regulation by the FCC with respect to such matters as programming, indecency standards, technical operations, employment and business practices. If we or any of our significant stockholders, officers, or directors violate the FCC’s rules and regulations or the Communications Act of 1934, as amended (the “Communications Act”), or is convicted of a felony or found to have engaged in certain other types of non-FCC related misconduct, the FCC may commence a proceeding to impose fines or other sanctions upon us. Examples of possible sanctions include the imposition of fines, the renewal of one or more of our broadcasting licenses for a term of fewer than eight years or the revocation of our broadcast licenses. If the FCC were to issue an order denying a license renewal application or revoking a license, we would be required to cease operating the radio station covered by the license only after we had exhausted administrative and judicial review without success.\nDisruptions or security breaches of our information technology infrastructure could interfere with our operations, compromise client information and expose us to liability, possibly causing our business and reputation to suffer.\nOur industry is prone to cyber-attacks by third parties seeking unauthorized access to our data or users’ data. Any failure to prevent or mitigate security breaches and improper access to or disclosure of our data or user data could result in the loss or misuse of such data, which could harm our business and reputation and diminish our competitive position. In addition, computer malware, viruses, social engineering (predominantly spear phishing attacks), and general hacking have become more prevalent in general. Our efforts to protect our company’s data or the information we receive may be unsuccessful due to software bugs or other technical malfunctions; employee, contractor, or vendor error or malfeasance; government surveillance; or other threats that evolve. In addition, third parties may attempt to fraudulently induce employees or users to disclose information in order to gain access to our data or our users’ data on a continual basis.\nAny internal technology breach, error or failure impacting systems hosted internally or externally, or any large scale external interruption in technology infrastructure we depend on, such as power, telecommunications or the Internet, may disrupt our technology network. Any individual, sustained or repeated failure of technology could impact our customer service and result in increased costs or reduced revenues. Our technology systems and related data also may be vulnerable to a variety of sources of interruption due to events beyond our control, including natural disasters, terrorist attacks, telecommunications failures, computer viruses, hackers and other security issues. Our technology security initiatives, disaster recovery plans and other measures may not be adequate or implemented properly to prevent a business disruption and its adverse financial consequences to our reputation.\n29\n\n\nTable of Contents\nIn addition, as a part of our ordinary business operations, we may collect and store sensitive data, including personal information of our clients, listeners and employees. The secure operation of the networks and systems on which this type of information is stored, processed and maintained is critical to our business operations and strategy. Any compromise of our technology systems resulting from attacks by hackers or breaches due to employee error or malfeasance could result in the loss, disclosure, misappropriation of or access to clients’, listeners’, employees’ or business partners’ information. Any such loss, disclosure, misappropriation or access could result in legal claims or proceedings, liability or regulatory penalties under laws protecting the privacy of personal information, disruption of our operations and damage to our reputation, any or all of which could adversely affect our business. Although we have developed systems and processes that are designed to protect our data and user data, to prevent data loss, and to prevent or detect security breaches, we cannot assure you that such measures will provide absolute security.\nIn the event of a technical or cyber event, we could experience a significant, unplanned disruption, or substantial and extensive degradation of our services, or our network may fail in the future. Despite our significant infrastructure investments, we may have insufficient communications and server capacity to address these or other disruptions, which could result in interruptions in our services. Any widespread interruption or substantial and extensive degradation in the functioning of our IT or technical platform for any reason could negatively impact our revenue and could harm our business and results of operations. If such a widespread interruption occurred, or if we failed to deliver content to users as expected, our reputation could be damaged severely. Moreover, any disruptions, significant degradation, cybersecurity threats, security breaches, or attacks on our internal information technology systems could impact our ratings and cause us to lose listeners, users or viewers or make it more difficult to attract new ones, either of which could harm our business and results of operations.\nOur business could be materially and adversely affected as a result of natural disasters, terrorism or other catastrophic events.\nAny economic failure or other material disruption caused by war, climate change or natural disasters, including fires, floods, hurricanes, earthquakes, and tornadoes; power loss or shortages; environmental disasters; telecommunications or business information systems failures or similar events could also adversely affect our ability to conduct business. If such disruptions contribute to a general decrease in economic activity or corporate spending on IT, or impair our ability to meet our customer demands, our operating results and financial condition could be materially adversely affected.\nThere is also an increasing concern over the risks of climate change and related environmental sustainability matters. In addition to physical risks, climate change risk includes longer-term shifts in climate patterns, such as extreme heat, sea level rise, and more frequent and prolonged drought. Such events could disrupt our operations or those of our customers or third parties on which we rely, including through direct damage to assets and indirect impacts from supply chain disruption and market volatility.\nThe Company’s business diversification efforts, including its efforts to expand its gaming investments, are subject to risks and uncertainties.\nOn May 20, 2021, the City of Richmond, Virginia (the “City”) announced that it had selected the Company’s wholly-owned unrestricted subsidiary RVA Entertainment Holdings, LLC (“RVAEH”), as the City’s preferred casino gaming operator to develop and operate a casino resort in Richmond (“Casino Resort”). Pursuant to the Virginia Casino Act, the City is one of five cities in the Commonwealth of Virginia eligible to host a casino gaming establishment, subject to the citizens of the City approving a referendum (the “Referendum”). In November 2021, the required Referendum was conducted and failed to pass. On January 24, 2022, the Richmond City Council adopted a new resolution in efforts to bring the ONE Casino + Resort to the City. The new resolution was the first of several steps in pursuit of a second referendum. After the resolution was passed, the Virginia General Assembly passed legislation that sought to delay the second referendum that was anticipated to occur in November 2022. While there was some question as to the applicability of the legislation, RVAEH and the City determined to adhere to the legislation and to seek a second referendum in November 2023. If the voters approve the second referendum then the Commonwealth may issue one license permitting operation of a casino in Richmond. While the path to a second referendum remains, efforts have been made by third parties to move potential grant of the final casino license out of the City and there can be no assurance that a second \n30\n\n\nTable of Contents\nreferendum will be ordered, pass with the required voter approval or that we will otherwise be able to move forward with the Casino Resort or any similar initiative. As with all corporate development activities the Company may engage in, any of our current and future business diversification efforts, including pursuit of the Casino Resort, are subject to a number of risks, including but not limited to:\n​\n●\ndelays in obtaining or inability to obtain necessary permits, licenses and approvals; \n●\nchanges to plans and/or specifications;\n●\nlack of sufficient, or delays in the availability of, financing;\n●\nchanges in laws and regulations, or in the interpretation and enforcement of laws and \nregulations, applicable to gaming, leisure, real estate development or construction projects;\n●\navailability of qualified contractors and subcontractors;\n●\nenvironmental, health and safety issues, including site accidents and the spread of viruses;\n●\nweather interferences or delays; and\n●\nother unanticipated circumstances or cost increases.\n​\nIn addition, in engaging in certain of these corporate development activities, we may rely on key contracts and business relationships, and if any of our business partners or contracting counterparties fail to perform, or terminate, any of their contractual arrangements with us for any reason or cease operations, our business could be disrupted and our revenues could be adversely affected. The failure to perform or termination of any of the agreements by a partner or a counterparty, the discontinuation of operations of a partner or counterparty, the loss of good relations with a partner or counterparty or our inability to obtain similar relationships or agreements, may have an adverse effect on our financial condition, results of operations and cash flow. Our former operating partner, Pacific Peninsula Entertainment, sold substantially all of its assets, including its interest in the ONE Casino + Resort project to Churchill Downs, Incorporated, the owner of the Kentucky Derby.  While the Company views this as a positive development for the project, there can be no assurance that this development will not have any negative impact on the development of the project.\n​\nCertain Regulatory Risks\nThe FCC’s media ownership rules could restrict our ability to acquire radio stations.\nThe Communications Act and FCC rules and policies limit the number of broadcasting properties that any person or entity may own (directly or by attribution) in any market and require FCC approval for transfers of control and assignments of licenses. The FCC’s media ownership rules remain subject to further agency and court proceedings. As a result of the FCC media ownership rules, the outside media interests of our officers and directors could limit our ability to acquire stations. The filing of petitions or complaints against Urban One or any FCC licensee from which we are acquiring a station could result in the FCC delaying the grant of, refusing to grant or imposing conditions on its consent to the assignment or transfer of control of licenses. The Communications Act and FCC rules and policies also impose limitations on non-U.S. ownership and voting of our capital stock.\nEnforcement by the FCC of its indecency rules against the broadcast industry could adversely affect our business operations.\nThe FCC’s rules prohibit the broadcast of obscene material at any time and indecent or profane material on broadcast stations between the hours of 6 a.m. and 10 p.m. Broadcasters risk violating the prohibition against broadcasting indecent material because of the vagueness of the FCC’s indecency and profanity definitions, coupled with the spontaneity of live programming. The FCC has in the past vigorously enforced its indecency rules against the broadcasting industry and has threatened to initiate license revocation proceedings against broadcast licensees for “serious” indecency violations. In June 2012, the Supreme Court issued a decision which, while setting aside certain FCC indecency enforcement actions on narrow due process grounds, declined to rule on the constitutionality of the FCC’s indecency policies. Following the \n31\n\n\nTable of Contents\nSupreme Court’s decision, the FCC requested public comment on the appropriate substance and scope of its indecency enforcement policy. It is not possible to predict whether and, if so, how the FCC will revise its indecency enforcement policies or the effect of any such changes on us. The fines for broadcasting indecent material are a maximum of $325,000 per utterance. The determination of whether content is indecent is inherently subjective and, as such, it can be difficult to predict whether particular content could violate indecency standards. The difficulty in predicting whether individual programs, words or phrases may violate the FCC’s indecency rules adds significant uncertainty to our ability to comply with the rules. Violation of the indecency rules could lead to sanctions which may adversely affect our business and results of operations. In addition, third parties could oppose our license renewal applications or applications for consent to acquire broadcast stations on the grounds that we broadcast allegedly indecent programming on our stations. Some policymakers support the extension of the indecency rules that are applicable to over-the-air broadcasters to cover cable programming and/or attempts to increase enforcement of or otherwise expand existing laws and rules. If such an extension, attempt to increase enforcement, or other expansion took place and was found to be constitutional, some of TV One’s content could be subject to additional regulation and might not be able to attract the same subscription and viewership levels.\nChanges in current federal regulations could adversely affect our business operations.\nCongress and the FCC have considered, and may in the future consider and adopt, new laws, regulations and policies that could, directly or indirectly, affect the profitability of our broadcast stations. In particular, Congress may consider and adopt a revocation of terrestrial radio’s exemption from paying royalties to performing artists and record companies for use of their recordings (radio already pays a royalty to songwriters, composers and publishers). In addition, commercial radio broadcasters and entities representing artists are negotiating agreements that could result in broadcast stations paying royalties to artists. A requirement to pay additional royalties could have an adverse effect on our business operations and financial performance. Moreover, it is possible that our license fees and negotiating costs associated with obtaining rights to use musical compositions and sound recordings in our programming could sharply increase as a result of private negotiations, one or more regulatory rate-setting processes, or administrative and court decisions. Finally, there has been in the past and there could be again in the future proposed legislation that requires radio broadcasters to pay additional fees such as a spectrum fee for the use of the spectrum. We cannot predict whether such actions will occur.\nThe television and distribution industries in the United States are highly regulated by U.S. federal laws and regulations issued and administered by various federal agencies, including the FCC. The television broadcasting industry is subject to extensive regulation by the FCC under the Communications Act. The U.S. Congress and the FCC currently have under consideration, and may in the future adopt, new laws, regulations, and policies regarding a wide variety of matters that could, directly or indirectly, affect the operations of our cable television segment. For example, the FCC has initiated a proceeding to examine and potentially regulate more closely embedded advertising such as product placement and product integration. Enhanced restrictions affecting these means of delivering advertising messages may adversely affect our cable television segment’s advertising revenues. Changes to the media ownership and other FCC rules may affect the competitive landscape in ways that could increase the competition faced by TV One/CLEO TV. Proposals have also been advanced from time to time before the U.S. Congress and the FCC to extend the program access rules (currently applicable only to those cable program services which also own or are owned by cable distribution systems) to all cable program services. TV One/CLEO TV’s ability to obtain the most favorable terms available for its content could be adversely affected should such an extension be enacted into law. We are unable to predict the effect that any such laws, regulations or policies may have on our cable television segment’s operations.\nNew or changing federal, state or international privacy regulation or requirements could hinder the growth of our internet business.\nA variety of federal and state laws govern the collection, use, retention, sharing and security of consumer data that our business uses to operate its services and to deliver certain advertisements to its customers, as well as the technologies used to collect such data. Not only are existing privacy-related laws in these jurisdictions evolving and subject to potentially disparate interpretation by governmental entities, new legislative proposals affecting privacy are now pending at both the federal and state level in the U.S. Further, third-party service providers may from time to time change their privacy requirements. Changes to the interpretation of existing law or the adoption of new privacy-related requirements by governments or other businesses could hinder the growth of our business and cause us to incur new and additional costs and expenses. Also, a failure or perceived failure to comply with such laws or requirements or with our own policies and \n32\n\n\nTable of Contents\nprocedures could result in significant liabilities, including a possible loss of consumer or investor confidence or a loss of customers or advertisers.\nUnique Risks Related to Our Cable Television Segment\nThe loss of affiliation agreements could materially adversely affect our cable television segment’s results of operations.\nOur cable television segment is dependent upon the maintenance of affiliation agreements with cable and direct broadcast distributors for its revenues, and there can be no assurance that these agreements will be renewed in the future on terms acceptable to such distributors. The loss of one or more of these arrangements could reduce the distribution of TV One’s and/or CLEO TV’s programming services and reduce revenues from subscriber fees and advertising, as applicable. Further, the loss of favorable packaging, positioning, pricing or other marketing opportunities with any distributor could reduce revenues from subscribers and associated subscriber fees. In addition, consolidation among cable distributors and increased vertical integration of such distributors into the cable or broadcast network business have provided more leverage to these distributors and could adversely affect our cable television segment’s ability to maintain or obtain distribution for its network programming on favorable or commercially reasonable terms, or at all. The results of renewals could have a material adverse effect on our cable television segment’s revenues and results and operations. We cannot assure you that TV One and/or CLEO TV will be able to renew their affiliation agreements on commercially reasonable terms, or at all. The loss of a significant number of these arrangements or the loss of carriage on basic programming tiers could reduce the distribution of our content, which may adversely affect our revenues from subscriber fees and our ability to sell national and local advertising time.\nChanges in consumer behavior resulting from new technologies and distribution platforms may impact the performance of our businesses.\nOur cable television segment faces emerging competition from other providers of digital media, some of which have greater financial, marketing and other resources than we do. In particular, content offered over the internet has become more prevalent as the speed and quality of broadband networks have improved. Providers such as Netflix\nTM\n, Hulu\nTM\n, Apple\nTM\n, Amazon\nTM\n and Google\nTM\n, as well as gaming and other consoles such as Microsoft’s Xbox\nTM\n, Sony’s PS5\nTM\n, Nintendo’s Wii\nTM\n, and Roku\nTM\n, are aggressively establishing themselves as alternative providers of video content and services, including new and independently developed long form video content. Most recently, new online distribution services have emerged offering live sports and other content without paying for a traditional cable bundle of channels. These services and the growing availability of online content, coupled with an expanding market for mobile devices and tablets that allow users to view content on an on-demand basis and internet-connected televisions, may impact our cable television segment’s distribution for its services and content. Additionally, devices or services that allow users to view television programs away from traditional cable providers or on a time-shifted basis and technologies that enable users to fast-forward or skip programming, including commercials, such as DVRs and portable digital devices and systems that enable users to store or make portable copies of content, have caused changes in consumer behavior that may affect the attractiveness of our offerings to advertisers and could therefore adversely affect our revenues. If we cannot ensure that our distribution methods and content are responsive to our cable television segment’s target audiences, our business could be adversely affected.\nUnique Risks Related to Our Capital Structure\nOur President and Chief Executive Officer has an interest in TV One that may conflict with your interests.\nPursuant to the terms of employment with our President and Chief Executive Officer, Mr. Alfred C. Liggins, III, in recognition of Mr. Liggins’ contributions in founding TV One on our behalf, he is eligible to receive an award amount equal to approximately 4% of any proceeds from distributions or other liquidity events in excess of the return of our aggregate investment in TV One (the “Employment Agreement Award”). Our obligation to pay the award was triggered after our recovery of the aggregate amount of capital contribution in TV One, and payment is required only upon actual receipt of distributions of cash or marketable securities or proceeds from a liquidity event in excess of such invested amount. Mr. Liggins’ rights to the Employment Agreement Award (i) cease if he is terminated for cause or he resigns without good reason and (ii) expire at the termination of his employment (but similar rights could be included in the terms \n33\n\n\nTable of Contents\nof a new employment agreement or arrangement). As a result of this arrangement, the interest of Mr. Liggins’ with respect to TV One may conflict with your interests as holders of our debt or equity securities.\nTwo common stockholders have a majority voting interest in Urban One and have the power to control matters on which our common stockholders may vote, and their interests may conflict with yours.\nAs of December 31, 2022, our Chairperson and her son, our President and CEO, together held in excess of 75% of the outstanding voting power of our common stock. As a result, our Chairperson and our CEO control our management and policies and decisions involving or impacting Urban One, including transactions involving a change of control, such as a sale or merger. The interests of these stockholders may differ from the interests of our other stockholders and our debt holders. In addition, certain covenants in our debt instruments require that our Chairperson and the CEO maintain a specified ownership and voting interest in Urban One, and prohibit other parties’ voting interests from exceeding specified amounts. Our Chairperson and the CEO have agreed to vote their shares together in elections of members to the Board of Directors of Urban One.\nFurther, we are a “controlled company” under rules governing the listing of our securities on the NASDAQ Stock Market because more than 50% of our voting power is held by our Chairperson and the CEO. Therefore, we are not subject to NASDAQ Stock Market listing rules that would otherwise require us to have: (i) a majority of independent directors on the board; (ii) a compensation committee composed solely of independent directors; (iii) a nominating committee composed solely of independent directors; (iv) compensation of our executive officers determined by a majority of the independent directors or a compensation committee composed solely of independent directors; and (v) director nominees selected, or recommended for the board’s selection, either by a majority of the independent directors or a nominating committee composed solely of independent directors. While a majority of our board members are currently independent directors, we do not make any assurances that a majority of our board members will be independent directors at any given time.\nWe are a smaller reporting company as defined by Item 10 of Regulation S-K\n \nand we cannot be certain if the reduced disclosure requirements applicable to our filing status will make our common stock less attractive to investors.\n​\nWe are a “smaller reporting company” and, thus, have certain decreased disclosure obligations in our SEC filings, including, among other things, simplified executive compensation disclosures and only being required to provide two years of audited financial statements in annual reports. Decreased disclosures in our SEC filings due to our status as a “smaller reporting company” may make it harder for investors to analyze our results of operations and financial prospects and may make our common stock a less attractive investment.\nIf we fail to meet the continued listing standards of Nasdaq, our common stock may be delisted, which could have a material adverse effect on the liquidity and market price of our common stock and expose the Company to litigation.\n \n \nOur common stock is currently traded on the Nasdaq Stock Exchange. The Nasdaq Stock Market LLC (“NASDAQ”) has requirements that a company must meet in order to remain listed.  On April 3, 2023, we were notified that we were not in compliance with requirements of NASDAQ Listing Rule 5250(c)(1) (the “Rule”) as a result of not having timely filed the Company’s Annual Report on Form 10-K for the fiscal year ended December 31, 2022 (the “2022 Form 10-K”), with the Securities and Exchange Commission (“SEC”). On May 19, 2023, the Company received a second letter (the “Second  Nasdaq Letter”) notifying the Company that it was not in compliance with requirements of the Rule as a result of not having timely filed its 2022 Form 10-K and its Quarterly Report on Form 10-Q for the period ended March 31, 2023 (the “Q1 2023 Form 10-Q” and, together with the 2022 Form 10-K, the “Delinquent Reports”), with the SEC. \n \nIn accordance with the Second Nasdaq Letter, the Company had until June 2, 2023, to submit a plan to file both Delinquent Reports or to submit a plan to regain compliance with respect to these Delinquent Reports. The Company submitted its plan to regain compliance with respect to these Delinquent Reports on May 26, 2023, and on June 5, 2023, the Company received a letter from Nasdaq granting an exception to enable the Company to regain compliance with the Rule. Under the terms of the exception, on or before September 27, 2023, the Company must file its Form 10-K and Form 10-Q for the period ended December 31, 2022, and March 31, 2023, as required by the Rule.\n  \n34\n\n\nTable of Contents\nDuring this time, our common stock will continue to be listed on the NASDAQ, subject to our compliance with other NASDAQ continued listing requirements. If our common stock were to be delisted, the liquidity of our common stock would be adversely affected and the market price of our common stock could decrease. In addition, the Delinquent Reports could expose the Company to risk of litigation concerning any impact upon the Company’s price of the Company’s common stock. Any such litigation could distract management from day-to-day operations and further adversely affect the market price of our common stock.  \n​",
    "item7": ">ITEM 7. MANAGEMENT’S DISCUSSION AND ANALYSIS OF FINANCIAL CONDITION AND RESULTS OF OPERATIONS\nThe following information should be read in conjunction with the Consolidated Financial Statements and Notes thereto included elsewhere in this report.\nRestatement of Previously Issued Financial Statements\nThis Management’s Discussion and Analysis (“MD&A”) has been restated to give effect to the restatement of the Company’s consolidated financial statements, as more fully described in Note 2, \nRestatement of Financial Statements\n. For further detail regarding the restatement, see “Explanatory Note” and Item 9A, “Controls and Procedures.” \n​\nOverview\nFor the year ended December 31, 2022, consolidated net revenue increased approximately 10.1% compared to the year ended December 31, 2021. For 2023, our strategy will be to: (i) grow market share; (ii) improve audience share in certain markets and improve revenue conversion of strong and stable audience share in certain other markets; and (iii) grow and diversify our revenue by successfully executing our multimedia strategy.\nThe impact of the COVID pandemic, including the impact of variants and government interventions that limit normal economic activity, competition from digital audio players, the internet, cable television and satellite radio, among other new media outlets, audio and video streaming on the internet, and consumers’ increased focus on mobile applications, are some of the reasons our core radio business has experienced volatility. In addition to making overall cutbacks, advertisers continue to shift their advertising budgets away from traditional media such as newspapers, broadcast television and radio to new media outlets. Internet companies have evolved from being large sources of advertising revenue for radio companies to being significant competitors for radio advertising dollars. While these dynamics present significant challenges for companies that are focused solely in the radio industry, through our diversified platform, which includes our radio websites, Interactive One and other online verticals, as well as our cable television business, we are poised to provide advertisers and creators of content with a multifaceted way to reach African-American consumers.\nResults of Operations\nRevenue\nWithin our core radio business, we primarily derive revenue from the sale of advertising time and program sponsorships to local and national advertisers on our radio stations. Advertising revenue is affected primarily by the advertising rates our radio stations are able to charge, as well as the overall demand for radio advertising time in a market. These rates are largely based upon a radio station’s audience share in the demographic groups targeted by advertisers, the number of radio stations in the related market, and the supply of, and demand for, radio advertising time. Advertising rates are generally highest during morning and afternoon commuting hours.\nNet revenue consists of gross revenue, net of local and national agency and outside sales representative commissions. Agency and outside sales representative commissions are calculated based on a stated percentage applied to gross billing.\n37\n\n\nTable of Contents\nThe following chart shows the percentage of consolidated net revenue generated by each reporting segment.\n​\n​\n​\n​\n​\n​\n​\n​\nYears Ended December 31,\n \n​\n    \n2022\n    \n2021\n \n​\n​\n​\n​\n(As Restated)\n​\nRadio broadcasting segment\n​\n 32.3\n%  \n 31.9\n%\n​\n​\n​\n​\n​\n​\nReach Media segment\n​\n 8.9\n%  \n 10.6\n%\n​\n​\n​\n​\n​\n​\nDigital segment\n​\n 16.2\n%  \n 13.6\n%\n​\n​\n​\n​\n​\n​\nCable television segment\n​\n 43.3\n%  \n 44.7\n%\n​\n​\n​\n​\n​\n​\nAll other - corporate/eliminations\n​\n (0.7)\n%  \n (0.8)\n%\n​\nThe following chart shows the percentages generated from local and national advertising as a subset of net revenue from our core radio business.\n​\n​\n​\n​\n​\n​\n​\n​\nYears Ended\n \n​\n​\nDecember 31, \n \n​\n    \n2022\n    \n2021\n \nPercentage of core radio business generated from local advertising\n​\n 57.3\n%  \n 59.2\n%\n​\n​\n​\n​\n​\n​\nPercentage of core radio business generated from national advertising, including network advertising\n​\n 38.8\n%  \n 36.3\n%\n​\nNational and local advertising also includes advertising revenue generated from our digital segment. The balance of net revenue from our radio segment was generated from ticket sales and revenue related to our sponsored events, management fees and other revenue.\nThe following chart shows the sources of our net revenue for the years ended December 31, 2022 and 2021:\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\nYears Ended December 31, \n​\n​\n​\n​\n​\n \n​\n    \n2022\n    \n2021\n    \n$ Change\n    \n% Change\n \n​\n​\n​\n​\n​\n(As Restated)\n​\n​\n​\n​\n​\n​\n​\n​\n(In thousands)\n​\n​\n​\n​\n​\n \nRadio advertising\n \n$\n 177,268\n \n$\n 165,244\n \n$\n 12,024\n \n 7.3\n%\nPolitical advertising\n​\n​\n 13,226\n​\n​\n 3,494\n​\n​\n 9,732\n \n 278.5\n​\nDigital advertising\n​\n​\n 76,730\n​\n​\n 59,812\n​\n​\n 16,918\n \n 28.3\n​\nCable television advertising\n​\n​\n 112,857\n​\n​\n 95,589\n​\n​\n 17,268\n \n 18.1\n​\nCable television affiliate fees\n​\n​\n 96,963\n​\n​\n 101,203\n​\n​\n (4,240)\n \n (4.2)\n​\nEvent revenues & other\n​\n​\n 7,560\n​\n​\n 14,943\n​\n​\n (7,383)\n \n (49.4)\n​\nNet revenue\n \n$\n 484,604\n \n$\n 440,285\n \n$\n 44,319\n \n 10.1\n%\n​\nIn the broadcasting industry, radio stations and television stations often utilize trade or barter agreements to reduce cash expenses by exchanging advertising time for goods or services. In order to maximize cash revenue for our spot inventory, we closely manage the use of trade and barter agreements.\nWithin our digital segment, Interactive One generates the majority of the Company’s digital revenue. Our digital revenue is principally derived from advertising services on non-radio station branded, but Company-owned websites. Advertising services include the sale of banner and sponsorship advertisements. As the Company runs its advertising campaigns, the customer simultaneously receives benefits as impressions are delivered, and revenue is recognized over time. The amount of revenue recognized each month is based on the number of impressions delivered multiplied by the effective per impression unit price, and is equal to the net amount receivable from the customer. \n​\n38\n\n\nTable of Contents\nOur cable television segment generates the Company’s cable television revenue, and derives its revenue principally from advertising and affiliate revenue. Advertising revenue is derived from the sale of television airtime to advertisers and is recognized when the advertisements are run. Our cable television segment also derives revenue from affiliate fees under the terms of various multi-year affiliation agreements generally based on a per subscriber royalty for the right to distribute the Company’s programming under the terms of the distribution contracts. \nReach Media primarily derives its revenue from the sale of advertising in connection with its syndicated radio shows, including the Rickey Smiley Morning Show, the Russ Parr Morning Show and the DL Hughley Show. Reach Media also operates www.BlackAmericaWeb.com, an African-American targeted news and entertainment website, in addition to providing various other event-related activities.\nExpenses\nOur significant expenses are: (i) employee salaries and commissions; (ii) programming expenses; (iii) marketing and promotional expenses; (iv) rental of premises for office facilities and studios; (v) rental of transmission tower space; (vi) music license royalty fees; and (vii) content amortization. We strive to control these expenses by centralizing certain functions such as finance, accounting, legal, human resources and management information systems and, in certain markets, the programming management function. We also use our multiple stations, market presence and purchasing power to negotiate favorable rates with certain vendors and national representative selling agencies. In addition to salaries and commissions, major expenses for our internet business include membership traffic acquisition costs, software product design, post-application software development and maintenance, database and server support costs, the help desk function, data center expenses connected with internet service provider (“ISP”) hosting services and other internet content delivery expenses. Major expenses for our cable television business include content acquisition and amortization, sales and marketing.\nWe generally incur marketing and promotional expenses to increase and maintain our audiences. However, because Nielsen reports ratings either monthly or quarterly, depending on the particular market, any changed ratings and the effect on advertising revenue tends to lag behind both the reporting of the ratings and the incurrence of advertising and promotional expenditures.\n​\n​\n39\n\n\nTable of Contents\nURBAN ONE, INC. AND SUBSIDIARIES\nRESULTS OF OPERATIONS\nThe following table summarizes our historical consolidated results of operations:\nYear Ended December 31, 2022 Compared to Year Ended December 31, 2021 (In thousands)\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\nYears Ended December 31, \n​\n​\n​\n​\n​\n​\n​\n    \n2022\n    \n2021\n    \nIncrease/(Decrease)\n \n​\n​\n​\n​\n​\n(As Restated)\n​\n​\n​\n​\n​\n​\nStatements of Operations:\n​\n \n    \n​\n \n    \n​\n \n    \n \n    \n​\nNet revenue\n \n$\n 484,604\n \n$\n 440,285\n \n$\n 44,319\n \n 10.1\n%\nOperating expenses:\n​\n​\n​\n​\n​\n \n​\n​\n​\n​\n​\n​\n​\nProgramming and technical, excluding stock-based compensation\n​\n​\n 122,629\n​\n​\n 119,072\n​\n​\n 3,557\n \n 3.0\n​\nSelling, general and administrative, excluding stock-based compensation\n​\n​\n 159,991\n​\n​\n 141,979\n​\n​\n 18,012\n \n 12.7\n​\nCorporate selling, general and administrative, excluding stock-based compensation\n​\n​\n 49,985\n​\n​\n 50,837\n​\n​\n (852)\n \n (1.7)\n​\nStock-based compensation\n​\n​\n 6,595\n​\n​\n 565\n​\n​\n 6,030\n \n 1,067.3\n​\nDepreciation and amortization\n​\n​\n 10,034\n​\n​\n 9,289\n​\n​\n 745\n \n 8.0\n​\nImpairment of long-lived assets\n​\n​\n 40,683\n​\n​\n 2,104\n​\n​\n 38,579\n \n 1,833.6\n​\nTotal operating expenses\n​\n​\n 389,917\n​\n​\n 323,846\n​\n​\n 66,071\n \n 20.4\n​\nOperating income\n​\n​\n 94,687\n​\n​\n 116,439\n​\n​\n (21,752)\n \n (18.7)\n​\nInterest income\n​\n​\n 939\n​\n​\n 218\n​\n​\n 721\n \n 330.7\n​\nInterest expense\n​\n​\n 61,751\n​\n​\n 65,702\n​\n​\n (3,951)\n \n (6.0)\n​\n(Gain) loss on retirement of debt\n​\n​\n (6,718)\n​\n​\n 6,949\n​\n​\n 13,667\n \n 196.7\n​\nOther income, net\n​\n​\n (16,083)\n​\n​\n (8,134)\n​\n​\n 7,949\n \n 97.7\n​\nIncome before provision for income taxes and noncontrolling interests in income of subsidiaries\n​\n​\n 56,676\n​\n​\n 52,140\n​\n​\n 4,536\n \n 8.7\n​\nProvision for income taxes\n​\n​\n 16,721\n​\n​\n 13,034\n​\n​\n 3,687\n \n 28.3\n​\nNet income \n​\n​\n 39,955\n​\n​\n 39,106\n​\n​\n 849\n \n 2.2\n​\nNet income attributable to noncontrolling interests\n​\n​\n 2,626\n​\n​\n 2,315\n​\n​\n 311\n \n 13.4\n​\nNet income attributable to common stockholders\n \n$\n 37,329\n \n$\n 36,791\n \n$\n 538\n \n 1.5\n%\n​\n​\n40\n\n\nTable of Contents\nNet revenue\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\nYears Ended December 31, \n​\nIncrease/(Decrease)\n \n2022\n    \n2021\n    \n​\n​\n​\n​\n \n​\n​\n​\n(As Restated)\n​\n​\n​\n​\n​\n​\n$\n 484,604\n \n$\n 440,285\n \n$\n 44,319\n \n 10.1\n%\n​\nDuring the year ended December 31, 2022, we recognized approximately $484.6 million in net revenue compared to approximately $440.3 million during the year ended December 31, 2021. These amounts are net of agency and outside sales representative commissions. The increase in net revenue was due primarily to increased political advertising revenue, continued mitigation of the economic impacts of the COVID-19 pandemic which began in March 2020, and to increased demand for minority focused media. Net revenues from our radio broadcasting segment increased 11.7% from the same period in 2021. Based on reports prepared by the independent accounting firm Miller, Kaplan, Arase & Co., LLP (“Miller Kaplan”), the radio markets we operate in (excluding Richmond and Raleigh, both of which do not participate in Miller Kaplan) increased 6.7% in total revenues for the year ended December 31, 2022, consisting of an increase of 3.8% in local revenues, an increase of 4.6% in national revenues, and an increase of 17.2% in digital revenues. With the exception of our Richmond and Washington DC markets, we experienced net revenue improvements in all of our radio markets, primarily due to higher advertising sales. Same station net revenue for our radio broadcasting segment, excluding political advertising, increased 2.5% compared to the same period in 2021. Net revenue for our Reach Media segment decreased 7.1% for the year ended December 31, 2022, compared to the same period in 2021, due primarily to our cruise that sailed during the fourth quarter of 2021 which did not occur in 2022. We recognized approximately $209.9 million from our cable television segment for the year ended December 31, 2022, compared to approximately $197.0 million of revenue for the same period in 2021, with the increase due primarily to increased advertising sales. Net revenue from our digital segment increased approximately $18.6 million for the year ended December 31, 2022, compared to the same period in 2021 due primarily to stronger direct revenues.\nOperating expenses\nProgramming and technical, excluding stock-based compensation\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\nYears Ended December 31, \n​\nIncrease/(Decrease)\n \n2022\n    \n2021\n    \n​\n​\n​\n​\n \n$\n 122,629\n \n$\n 119,072\n \n$\n 3,557\n \n 3.0\n%\n​\nProgramming and technical expenses include expenses associated with on-air talent and the management and maintenance of the systems, tower facilities, and studios used in the creation, distribution and broadcast of programming content on our radio stations. Programming and technical expenses for the radio segment also include expenses associated with our programming research activities and music royalties. For our digital segment, programming and technical expenses include software product design, post-application software development and maintenance, database and server support costs, the help desk function, data center expenses connected with ISP hosting services and other internet content delivery expenses. For our cable television segment, programming and technical expenses include expenses associated with technical, programming, production, and content management. The increase in programming and technical expenses for the year ended December 31, 2022, compared to the same period in 2021 is primarily due to higher expenses in our radio broadcasting, Reach Media and digital segments, which was partially offset by a decrease in expenses at our cable television segment. Our radio broadcasting segment experienced an increase of approximately $2.5 million for the year ended December 31, 2022, compared to the same period in 2021 due primarily to higher compensation costs, contract labor, research and software license fees. Our Reach Media segment experienced an increase of $787,000 for the year ended December 31, 2022, compared to the same period in 2021 due primarily to higher contract labor costs. Our digital segment experienced an increase of approximately $3.3 million for the year ended December 31, 2022, compared to the same period in 2021 due primarily to higher compensation expenses, consulting, content expenses and video production costs. Our cable television segment experienced a decrease of approximately $2.9 million for the year ended December 31, 2022, compared to the same period in 2021 due primarily to lower content amortization expense. \n41\n\n\nTable of Contents\nSelling, general and administrative, excluding stock-based compensation\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\nYears Ended December 31, \n    \nIncrease/(Decrease)\n \n2022\n    \n2021\n    \n​\n​\n​\n​\n \n​\n​\n​\n(As Restated)\n​\n​\n​\n​\n​\n​\n$\n 159,991\n​\n$\n 141,979\n​\n$\n 18,012\n \n 12.7\n%\n​\nSelling, general and administrative expenses include expenses associated with our sales departments, offices and facilities and personnel (outside of our corporate headquarters), marketing and promotional expenses, special events and sponsorships and back office expenses. Expenses to secure ratings data for our radio stations and visitors’ data for our websites are also included in selling, general and administrative expenses. In addition, selling, general and administrative expenses for the radio broadcasting segment and digital segment include expenses related to the advertising traffic (scheduling and insertion) functions. Selling, general and administrative expenses also include membership traffic acquisition costs for our online business. The increase in expense for the year ended December 31, 2022, compared to the same period in 2021, is primarily due to higher compensation costs, higher employee commissions and national representative fees due to improved revenue and higher promotional expenses and travel and entertainment spending. Our radio broadcasting segment experienced an increase of approximately $8.1 million for the year ended December 31, 2022, compared to the same period in 2021 primarily due to higher compensation costs, research and promotional accounts. Our cable television segment experienced an increase of approximately $5.4 million for the year ended December 31, 2022, compared to the same period in 2021 primarily due to higher promotional and advertising expenses, compensation costs and research expenses. Our digital segment experienced an increase of approximately $10.7 million for the year ended December 31, 2022 compared to the same period in 2021, primarily due to higher compensation costs, higher traffic acquisition costs and web services fees. Finally, our Reach Media segment experienced a decrease of approximately $6.0 million for the year ended December 31, 2022, compared to the same period in 2021, primarily due to our cruise that sailed during the fourth quarter of 2021 which did not occur in 2022.\nCorporate selling, general and administrative, excluding stock-based compensation\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\nYears Ended December 31, \n    \nIncrease/(Decrease)\n \n2022\n    \n2021\n    \n​\n​\n​\n​\n \n$\n 49,985\n​\n$\n 50,837\n​\n$\n (852)\n \n (1.7)\n%\n​\nCorporate expenses consist of expenses associated with our corporate headquarters and facilities, including personnel as well as other corporate overhead functions. There was a decrease in professional fees in 2022 related to corporate development activities in connection with potential gaming and other business development activities, which was partially offset by an increase in compensation costs, software license fees, contract labor, recruiting, and travel and entertainment expenses as employee travel returns to pre-pandemic levels.\nStock-based compensation\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\nYears Ended December 31, \n    \nIncrease/(Decrease)\n \n2022\n    \n2021\n    \n​\n​\n​\n​\n \n$\n 6,595\n​\n$\n 565\n​\n$\n 6,030\n \n 1,067.3\n%\n​\nThe increase in stock-based compensation for the year ended December 31, 2022, compared to the same period in 2021, was primarily due to the timing of grants and vesting of stock awards for executive officers and other management personnel.\nDepreciation and amortization\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\nYears Ended December 31, \nIncrease/(Decrease)\n \n2022\n    \n2021\n​\n​\n​\n​\n​\n \n$\n 10,034\n \n$\n 9,289\n \n$\n 745\n \n 8.0\n%\n​\n42\n\n\nTable of Contents\nDepreciation and amortization expense increased slightly to approximately $10.0 million for the year ended December 31, 2022, compared to approximately $9.3 million for the year ended December 31, 2021, due to increased depreciation of capital expenditures.\nImpairment of long-lived assets\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\nYears Ended December 31, \n​\nIncrease/(Decrease)\n \n2022\n    \n2021\n    \n​\n​\n​\n​\n \n​\n​\n​\n(As Restated)\n​\n​\n​\n​\n​\n​\n$\n 40,683\n \n$\n 2,104\n \n$\n 38,579\n \n 1,833.6\n%\n​\nThroughout 2022, there was continued slowing in certain general economic conditions and a rising interest rate environment, which we deemed to be an impairment indicator that warranted interim impairment testing of certain markets’ radio broadcasting licenses. \nThe impairment of long-lived assets for the \nyear ended December 31, 2022\n, was related to a non-cash impairment charge of approximately \n$33.5 million associated with certain of our radio market broadcasting licenses, and approximately $7.2 million related to our Atlanta and Philadelphia market goodwill balances.\n​\nInterest expense\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\nYears Ended December 31, \n​\nIncrease/(Decrease)\n \n2022\n    \n2021\n    \n​\n​\n​\n​\n \n$\n 61,751\n \n$\n 65,702\n \n$\n (3,951)\n \n (6.0)\n%\n​\nInterest expense decreased to approximately $61.8 million for the year ended December 31, 2022 compared to approximately $65.7 million for the year ended December 31, 2021, due to lower overall debt balances outstanding and lower average interest rates on the Company’s debt. On January 25, 2021, the Company closed on a new financing in the form of the 2028 Notes. The proceeds from the 2028 Notes were used to repay in full each of: (i) the 2017 Credit Facility; (ii) the 2018 Credit Facility; (iii) the MGM National Harbor Loan; (iv) the remaining amounts of our 7.375% Notes; and (v) our 8.75% Notes that were issued in the November 2020 Exchange Offer. We entered into a PPP loan arrangement in 2021, and during the year ended December 31, 2022, the PPP loan and related accrued interest was forgiven and recorded as other income in the amount of $7.6 million. During the year ended December 31, 2022, the Company repurchased approximately $75.0 million of its 2028 Notes at an average price of approximately 89.5% of par. This reduction in the outstanding debt balances led to a reduction in interest expense.\n(Gain) loss on retirement of debt\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\nYears Ended December 31, \n​\nIncrease/(Decrease)\n \n2022\n    \n2021\n    \n​\n​\n​\n​\n \n$\n (6,718)\n \n$\n 6,949\n \n$\n 13,667\n \n 196.7\n%\n​\nAs discussed above, the Company repurchased approximately $75.0 million of its 2028 Notes at an average price of approximately 89.5% of par, resulting in a net gain on retirement of debt of approximately $6.7 million for the year ended December 31, 2022. Upon settlement of the 2028 Notes Offering, the 2017 Credit Facility, the 2018 Credit Facility and the MGM National Harbor Loan were terminated and the indentures governing the 7.375% Notes and the 8.75% Notes were satisfied and discharged. There was a net loss on retirement of debt of approximately $6.9 million for the year ended December 31, 2021 associated with the settlement of the 2028 Notes. \nOther income, net\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\nYears Ended December 31, \n    \nIncrease/(Decrease)\n \n2022\n    \n2021\n    \n​\n​\n​\n​\n \n$\n (16,083)\n​\n$\n (8,134)\n​\n$\n 7,949\n \n 97.7\n%\n​\nOther income, net, was approximately $16.1 million and $8.1 million for the years ended December 31, 2022 and 2021, respectively. We recognized other income in the amount of approximately $8.8 million and $7.7 million, for \n43\n\n\nTable of Contents\nthe years ended December 31, 2022 and 2021, respectively, related to our MGM investment. In addition, and as noted above, during the year ended December 31, 2022, the PPP loan and related accrued interest was forgiven and recorded as other income in the amount of $7.6 million.  \nProvision for income taxes\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\nYears Ended December 31, \n​\nIncrease/(Decrease)\n \n2022\n    \n2021\n    \n​\n​\n​\n​\n \n​\n​\n​\n(As Restated)\n​\n​\n​\n​\n​\n​\n$\n 16,721\n \n$\n 13,034\n \n$\n 3,687\n \n 28.3\n%\n​\nDuring the year ended December 31, 2022, the provision for income taxes was approximately $16.7 million compared to approximately $13.0 million for the year ended December 31, 2021. The increase in the provision for income taxes was primarily due to higher taxable income and an increase to the Company’s effective tax rate during the period. The effective tax rates were 29.5% and 25.0% for the years ended December 31, 2022 and 2021, respectively. The 2022 and 2021 annual effective tax rates primarily reflect taxes at statutory tax rates, and the impact of permanent tax adjustments, including non-taxable PPP Loan income forgiveness for the year ended December 31, 2022.\nNoncontrolling interests in income of subsidiaries\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\nYears Ended December 31, \n​\nIncrease/(Decrease)\n \n2022\n    \n2021\n​\n​\n​\n​\n \n$\n 2,626\n \n$\n 2,315\n \n$\n 311\n \n 13.4\n%\n​\nThe increase in noncontrolling interests in income of subsidiaries was primarily due to higher net income recognized by Reach Media for the year ended December 31, 2022, versus the same period in 2021.\nNon-GAAP Financial Measures\n​\nThe presentation of non-GAAP financial measures is not intended to be considered in isolation from, as a substitute for, or superior to the financial information prepared and presented in accordance with GAAP. We use non-GAAP financial measures including broadcast and digital operating income and Adjusted EBITDA as additional means to evaluate our business and operating results through period-to-period comparisons. Reconciliations of our non-GAAP financial measures to the most directly comparable GAAP financial measures are included below for review. Reliance should not be placed on any single financial measure to evaluate our business.\n​\nMeasurement of Performance\nWe monitor and evaluate the growth and operational performance of our business using net income and the following key metrics:\n(a)\nNet revenue\n:  The performance of an individual radio station or group of radio stations in a particular market is customarily measured by its ability to generate net revenue. Net revenue consists of gross revenue, net of local and national agency and outside sales representative commissions consistent with industry practice. Net revenue is recognized in the period in which advertisements are broadcast. Net revenue also includes advertising aired in exchange for goods and services, which is recorded at fair value, revenue from sponsored events, and other revenue. Net revenue is recognized for our online business as impressions are delivered. Net revenue is recognized for our cable television business as advertisements are run, and during the term of the affiliation agreements at levels appropriate for the most recent subscriber counts reported by the affiliate, net of launch support.\n(b)\nBroadcast and digital operating income\n:  The radio broadcasting industry commonly refers to “station operating income” which consists of net income (loss) before depreciation and amortization, income taxes, interest expense, interest income, noncontrolling interests in income of subsidiaries, other (income) expense, corporate selling, general and \n44\n\n\nTable of Contents\nadministrative expenses, stock-based compensation, impairment of long-lived assets and (gain) loss on retirement of debt. However, given the diverse nature of our business, station operating income is not truly reflective of our multi-media operation and, therefore, we use the term “broadcast and digital operating income.” Broadcast and digital operating income is not a measure of financial performance under accounting principles generally accepted in the United States of America (“GAAP”). Nevertheless, broadcast and digital operating income is a significant measure used by our management to evaluate the operating performance of our core operating segments. Broadcast and digital operating income provides helpful information about our results of operations, apart from expenses associated with our fixed and long-lived intangible assets, income taxes, investments, impairment charges, debt financings and retirements, corporate overhead and stock-based compensation. Our measure of broadcast and digital operating income is similar to industry use of station operating income; however, it reflects our more diverse business and therefore is not completely analogous to “station operating income” or other similarly titled measures as used by other companies. Broadcast and digital operating income does not represent operating income or loss, or cash flow from operating activities, as those terms are defined under GAAP, and should not be considered as an alternative to those measurements as an indicator of our performance.\nBroadcast and digital operating income increased to approximately $202.0 million for the year ended December 31, 2022, compared to approximately $179.2 million for the year ended December 31, 2021, an increase of approximately $22.8 million or 12.7%. This increase was due to higher broadcast and digital operating income at each of our segments. Our radio broadcasting segment generated approximately $47.9 million of broadcast and digital operating income during the year ended December 31, 2022, compared to approximately $42.0 million during the year ended December 31, 2021, an increase of approximately $5.9 million, primarily due to higher net revenues, partially offset by higher expenses. Reach Media generated approximately $18.9 million of broadcast and digital operating income during the year ended December 31, 2022, compared to approximately $17.0 million during the year ended December 31, 2021, primarily due to lower expenses. Our digital segment generated approximately $21.8 million of broadcast and digital operating income during the year ended December 31, 2022, compared to approximately $17.2 million during the year ended December 31, 2021, primarily due to an increase in net revenues, partially offset by increased expenses. Finally, our cable television segment generated approximately $113.4 million of broadcast and digital operating income during the year ended December 31, 2022, compared to approximately $103.0 million during the year ended December 31, 2021, with the increase primarily due to higher net revenues, partially offset by higher expenses.\n(c)\nAdjusted EBITDA\n: Adjusted EBITDA consists of net income (loss) plus (1) depreciation and amortization, income taxes, interest expense, noncontrolling interests in income of subsidiaries, impairment of long-lived assets, stock-based compensation, (gain) loss on retirement of debt, employment agreement and other compensation, contingent consideration from acquisition, corporate development costs, severance-related costs, investment income, less (2) other income and interest income. Net income before interest income, interest expense, income taxes, depreciation and amortization is commonly referred to in our business as “EBITDA.” Adjusted EBITDA and EBITDA are not measures of financial performance under GAAP. We believe Adjusted EBITDA is often a useful measure of a company’s operating performance and is a significant measure used by our management to evaluate the operating performance of our business. Accordingly, based on the previous description of Adjusted EBITDA, we believe that it provides useful information about the operating performance of our business, apart from the expenses associated with our fixed assets and long-lived intangible assets or capital structure. Adjusted EBITDA is frequently used as one of the measures for comparing businesses in the broadcasting industry, although our measure of Adjusted EBITDA may not be comparable to similarly titled measures of other companies, including, but not limited to the fact that our definition includes the results of all four of our operating segments (radio broadcasting, Reach Media, digital and cable television). Business activities unrelated to these four segments are included in an “all other” category which the Company refers to as “All other - corporate/eliminations.” Adjusted EBITDA and EBITDA do not purport to represent operating income or cash flow from operating activities, as those terms are defined under GAAP, and should not be considered as alternatives to those measurements as an indicator of our performance.\n45\n\n\nTable of Contents\nSummary of Performance\nThe table below provides a summary of our performance based on the metrics described above:\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\nYears Ended December 31,\n \n​\n    \n2022\n    \n2021\n \n​\n​\n​\n​\n​\n(As Restated)\n​\n​\n​\n(In thousands)\n​\n​\n​\n​\n​\n​\n​\n​\n​\nNet revenue\n​\n$\n 484,604\n​\n$\n 440,285\n​\nNet income attributable to common stockholders\n​\n​\n 37,329\n​\n​\n 36,791\n​\nBroadcast and digital operating income\n​\n \n 201,984\n​\n \n 179,234\n​\nAdjusted EBITDA\n​\n​\n 165,592\n​\n​\n 150,222\n​\n​\nThe reconciliation of net income to broadcast and digital operating income is as follows:\n​\n​\n​\n​\n​\n​\n​\n​\n \nYears Ended December 31,\n​\n    \n2022\n    \n2021\n​\n​\n​\n​\n​\n(As Restated)\n​\n​\n(In thousands)\nNet income attributable to common stockholders\n​\n$\n 37,329\n​\n$\n 36,791\nAdd back non-broadcast and digital operating income items included in net income:\n​\n \n​\n​\n \n​\nInterest income\n​\n \n (939)\n​\n \n (218)\nInterest expense\n​\n \n 61,751\n​\n \n 65,702\nProvision for income taxes\n​\n \n 16,721\n​\n \n 13,034\nCorporate selling, general and administrative, excluding stock-based compensation\n​\n \n 49,985\n​\n \n 50,837\nStock-based compensation\n​\n \n 6,595\n​\n \n 565\n(Gain) loss on retirement of debt\n​\n \n (6,718)\n​\n \n 6,949\nOther income, net\n​\n \n (16,083)\n​\n \n (8,134)\nDepreciation and amortization\n​\n \n 10,034\n​\n \n 9,289\nNoncontrolling interests in income of subsidiaries\n​\n \n 2,626\n​\n \n 2,315\nImpairment of long-lived assets\n​\n​\n 40,683\n​\n​\n 2,104\nBroadcast and digital operating income\n​\n$\n 201,984\n​\n$\n 179,234\n​\n46\n\n\nTable of Contents\nThe reconciliation of net income to adjusted EBITDA is as follows:\n​\n​\n​\n​\n​\n​\n​\n​\n \nYears Ended December 31,\n​\n \n2022\n    \n2021\n​\n​\n​\n​\n​\n(As Restated)\n​\n​\n(In thousands)\nNet income attributable to common stockholders\n​\n$\n 37,329\n​\n$\n 36,791\nAdd back non-broadcast and digital operating income items included in net income:\n​\n​\n \n​\n​\n​\n \n​\nInterest income\n​\n​\n (939)\n​\n​\n (218)\nInterest expense\n​\n​\n 61,751\n​\n​\n 65,702\nProvision for income taxes\n​\n​\n 16,721\n​\n​\n 13,034\nDepreciation and amortization\n​\n​\n 10,034\n​\n​\n 9,289\nEBITDA\n​\n$\n 124,896\n​\n$\n 124,598\nStock-based compensation\n​\n​\n 6,595\n​\n​\n 565\n(Gain) loss on retirement of debt\n​\n​\n (6,718)\n​\n​\n 6,949\nOther income, net\n​\n​\n (16,083)\n​\n​\n (8,134)\nNoncontrolling interests in income of subsidiaries\n​\n​\n 2,626\n​\n​\n 2,315\nCorporate development costs\n​\n​\n 1,810\n​\n​\n 6,727\nEmployment Agreement Award and other compensation\n​\n​\n 2,129\n​\n​\n 6,163\nContingent consideration from acquisition\n​\n​\n —\n​\n​\n 280\nSeverance-related costs\n​\n​\n 850\n​\n​\n 965\nImpairment of long-lived assets\n​\n​\n 40,683\n​\n​\n 2,104\nInvestment income from MGM National Harbor\n​\n​\n 8,804\n​\n​\n 7,690\nAdjusted EBITDA\n​\n$\n 165,592\n​\n$\n 150,222\n​\n​\n​\n​\n47\n\n\nTable of Contents\nLiquidity and Capital Resources\nOur primary source of liquidity is cash provided by operations and, to the extent necessary, borrowings available under our asset-backed credit facility. Our cash, cash equivalents and restricted cash balance is approximately $95.4 million as of December 31, 2022. As of December 31, 2022, there were no borrowings outstanding on the Current ABL Facility (as defined below).\nSince early 2020, the COVID-19 pandemic had a negative impact on certain of our revenue and alternative revenue sources. Most notably, the impacts included a reduction in revenue due to advertisers changing their advertising spend, a change in how people work and commute which affected our overall audience size for broadcast radio, and the postponement of or cancellation of our tent pole special events including impaired or limited ticket sales for such events. In 2022, we have seen revenues begin to recover, particularly in our radio broadcasting segment, aided by the continued economic recovery from the COVID-19 pandemic. However, due to the evolving and uncertain nature of the COVID-19 pandemic and the risk of new variants, we are not able to estimate the full extent of the impact that COVID-19 will have on our business in the near to medium term.\nAs of December 31, 2022, no amounts were outstanding on our Current ABL Facility (as further defined below). Further, after we refinanced our debt structure in January 2021, we anticipate meeting our debt service requirements and obligations for the foreseeable future, including through one year from the date of issuance of our most recent consolidated financial statements. Our estimates however, remain subject to substantial uncertainty, in particular due to the unpredictable extent and duration of the impact of the COVID-19 pandemic on our business and the economy generally, the possibility of new variants of the coronavirus and the concentration of certain of our revenues in areas that could be deemed “hotspots” for the pandemic.\nIn August 2020, the Company entered into an arrangement (the “2020 Open Market Sales Agreement”) to sell shares, from time to time, of its Class A common stock, par value $0.001 per share (the “Class A Shares”). During the year ended December 31, 2020, the Company issued 2,859,276 shares of its Class A Shares at a weighted average price of $5.39 for approximately $14.7 million of net proceeds after associated fees and expenses. In January 2021, the Company issued and sold an additional 1,465,826 shares for approximately $9.3 million of net proceeds after associated fees and expenses, which completed the 2020 Open Market Sales Agreement. Subsequently, in January 2021, the Company entered into an arrangement (the “2021 Open Market Sale Agreement”) to sell additional Class A Shares from time to time. During the three months ended March 31, 2021, the Company issued and sold 420,439 Class A Shares for approximately $2.8 million of net proceeds after associated fees and expenses. During the three months ended June 30, 2021, the Company issued and sold an additional 1,893,126 Class A Shares for approximately $21.2 million of net proceeds after associated fees and expenses, which completed its 2021 Open Market Sales Agreement. \nOn May 17, 2021, the Company entered into an Open Market Sale Agreement (the “Class D Sale Agreement”) under which the Company may offer and sell, from time to time at its sole discretion, shares of its Class D common stock, par value $0.001 per share (the “Class D Shares”). On May 17, 2021, the Company filed a prospectus supplement pursuant to the Class D Sale Agreement for the offer and sale of its Class D Shares having an aggregate offering price of up to \n$25.0 million\n. As of December 31, 2022, the Company has not sold any Class D Shares under the Class D Sale Agreement. \nThe Company may from time to time also enter into new additional ATM programs and issue additional common stock from time to time under those programs.\nDuring the year ended December 31, 2022, the Company repurchased 4,779,969 shares of Class D common stock in the amount of approximately $25.0 million at an average price of $5.24 per share. During the year ended December 31, 2022, the Company executed Stock Vest Tax Repurchases of 344,702 shares of Class D Common Stock in the amount of approximately $1.5 million at an average price of $4.29 per share. See Note 13 — \nStockholders’ Equity\n of our consolidated financial statements for further information on our common stock.\nOn January 25, 2021, the Company closed on an offering (the “2028 Notes Offering”) of $825 million in aggregate principal amount of senior secured notes due 2028 (the “2028 Notes”) in a private offering exempt from the registration requirements of the Securities Act of 1933, as amended (the “Securities Act”).  The 2028 Notes are general senior secured obligations of the Company and are guaranteed on a senior secured basis by certain of the Company’s direct and indirect \n48\n\n\nTable of Contents\nrestricted subsidiaries.  The 2028 Notes mature on February 1, 2028 and interest on the Notes accrues and is payable semi-annually in arrears on February 1 and August 1 of each year, commencing on August 1, 2021 at the rate of 7.375% per annum.\nThe Company used the net proceeds from the 2028 Notes Offering, together with cash on hand, to repay or redeem: (i) the 2017 Credit Facility; (ii) the 2018 Credit Facility; (iii) the MGM National Harbor Loan; (iv) the remaining amounts of our 7.375% Notes; and (v) our 8.75% Notes that were issued in the November 2020 Exchange Offer.  Upon settlement of the 2028 Notes Offering, the 2017 Credit Facility, the 2018 Credit Facility and the MGM National Harbor Loan were terminated and the indentures governing the 7.375% Notes and the 8.75% Notes were satisfied and discharged.\nThe 2028 Notes Offering and the guarantees are secured, subject to permitted liens and except for certain excluded assets (i) on a first priority basis by substantially all of the Company’s and the Guarantors’ current and future property and assets (other than accounts receivable, cash, deposit accounts, other bank accounts, securities accounts, inventory and related assets that secure our asset-backed revolving credit facility on a first priority basis (the “ABL Priority Collateral”)), including the capital stock of each guarantor (collectively, the “Notes Priority Collateral”) and (ii) on a second priority basis by the ABL Priority Collateral.\nOn February 19, 2021, the Company closed on an asset backed credit facility (the “Current ABL Facility”). The Current ABL Facility is governed by a credit agreement by and among the Company, the other borrowers party thereto, the lenders party thereto from time to time and Bank of America, N.A., as administrative agent. The Current ABL Facility provides for up to $50 million revolving loan borrowings in order to provide for the working capital needs and general corporate requirements of the Company. The Current ABL Facility also provides for a letter of credit facility up to $5 million as a part of the overall $50 million in capacity. The Asset Backed Senior Credit Facility entered into on April 21, 2016 among the Company, the lenders party thereto from time to time and Wells Fargo Bank National Association, as administrative agent (the “2016 ABL Facility”), was terminated on February 19, 2021. As of December 31, 2022, there were no borrowings outstanding on the Current ABL Facility.\n​\nAt the Company’s election, the interest rate on borrowings under the Current ABL Facility are based on either (i) the then applicable margin relative to Base Rate Loans (as defined in the Current ABL Facility) or (ii) the then applicable margin relative to LIBOR Loans (as defined in the Current ABL Facility) corresponding to the average availability of the Company for the most recently completed fiscal quarter.\nAdvances under the Current ABL Facility are limited to (a) eighty-five percent (85%) of the amount of Eligible Accounts (as defined in the Current ABL Facility), less the amount, if any, of the Dilution Reserve (as defined in the Current ABL Facility), minus (b) the sum of (i) the Bank Product Reserve (as defined in the Current ABL Facility), plus (ii) the AP and Deferred Revenue Reserve (as defined in the Current ABL Facility), plus (iii) without duplication, the aggregate amount of all other reserves, if any, established by Administrative Agent.\nAll obligations under the Current ABL Facility are secured by a first priority lien on all (i) deposit accounts (related to accounts receivable), (ii) accounts receivable, and (iii) all other property which constitutes ABL Priority Collateral (as defined in the Current ABL Facility). The obligations are also guaranteed by all material restricted subsidiaries of the Company.\nThe Current ABL Facility matures on the earlier to occur of (a) the date that is five (5) years from the effective date of the Current ABL Facility, and (b) 91 days prior to the maturity of the Company’s 2028 Notes.\nThe Current ABL Facility is subject to the terms of the Revolver Intercreditor Agreement (as defined in the Current ABL Facility) by and among the Administrative Agent and Wilmington Trust, National Association.\nOn January 29, 2021, the Company submitted an application for participation in the second round of the Paycheck Protection Program loan program (“PPP”) and on June 1, 2021, the Company received proceeds of approximately $7.5 million.  During the quarter ended June 30, 2022, the PPP loan and related accrued interest was forgiven and recorded as other income in the amount of approximately $7.6 million. Prior to being forgiven, the loan bore interest at a fixed rate of 1% per year and was scheduled to mature June 1, 2026.  \n49\n\n\nTable of Contents\nDuring the year ended December 31, 2022, the Company repurchased approximately $75.0 million of its 2028 Notes at an average price of approximately 89.5% of par. The Company recorded a net gain on retirement of debt of approximately $6.7 million for the year ended December 31, 2022.\nSee Note 11 — \nLong-Term Debt\n of our consolidated financial statements for further information on liquidity and capital resources in the footnotes to the consolidated financial statements.\nThe following table summarizes the interest rates in effect with respect to our debt as of December 31, 2022:\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\nApplicable\n \n​\n​\nAmount\n​\nInterest\n \nType of Debt\n    \nOutstanding \n    \nRate\n \n​\n​\n(In millions)\n​\n​\n \n7.375% Senior Secured Notes, net of issuance costs (fixed rate)\n​\n$\n 739.0\n \n 7.375\n%\nAsset-backed credit facility (variable rate) (1)\n​\n​\n—\n \n—\n​\n​\n(1)\nSubject to variable LIBOR or Prime plus a spread that is incorporated into the applicable interest rate.\nThe following table provides a summary of our statements of cash flows for the years ended December 31, 2022 and 2021:\n​\n​\n​\n​\n​\n​\n​\n​\n    \nYears Ended December 31, \n​\n​\n2022\n    \n2021\n​\n​\n(In thousands)\nNet cash flows provided by operating activities\n​\n$\n 67,060\n​\n$\n 80,150\nNet cash flows (used in) provided by investing activities\n​\n​\n (28,683)\n​\n​\n 1,714\nNet cash flows used in financing activities\n​\n​\n (95,216)\n​\n​\n (3,504)\n​\nNet cash flows provided by operating activities were approximately $67.1 million and $80.2 million for the years ended December 31, 2022 and 2021, respectively. Cash flow from operating activities for the year ended December 31, 2022, decreased from the prior year primarily due to timing of payments. Cash flows from operations, cash and cash equivalents, and other sources of liquidity are expected to be available and sufficient to meet foreseeable cash requirements.\nNet cash flows used in investing activities were approximately $28.7 million for the year ended December 31, 2022 and net cash flows provided by investing activities were approximately $1.7 million for the year ended December 31, 2021. Capital expenditures, including digital tower and transmitter upgrades, and deposits for station equipment and purchases were approximately $6.8 million and $6.3 million for the years ended December 31, 2022 and 2021, respectively. The Company received approximately $3.1 million and $8.0 million during the years ended December 31, 2022 and 2021, respectively from sales of its broadcasting assets. Finally, the Company paid approximately $25.0 million to complete the acquisition of broadcasting assets from Emmis Communications as described in Note 4 – \nAcquisitions and Dispositions\n.\n​\nNet cash flows used in financing activities were approximately $95.2 million and $3.5 million for the years ended December 31, 2022 and 2021, respectively. During the year ended December 31, 2021, we repaid approximately $855.2 million in outstanding debt and we borrowed approximately $825.0 million on our 2028 Notes. During the years ended December 31, 2022 and 2021, we repurchased approximately $26.5 million and $970,000 of our Class A and Class D Common Stock, respectively. Reach Media paid approximately $1.6 million and $2.4 million, respectively in dividends to noncontrolling interest shareholders for the years ended December 31, 2022 and 2021. The Company also received proceeds of approximately $7.5 million on its PPP Loan during the year ended December 31, 2021. During the year ended December 31, 2021, we paid approximately $11.2 million in debt refinancing costs. During the years ended December 31, 2022 and 2021, we received proceeds of $50,000 and $397,000, respectively, from the exercise of stock options. The Company received proceeds of approximately $33.3 million from the issuance of Class A Common Stock, net of fees paid during the years ended December 31, 2021. During the year ended December 31, 2022, the Company repurchased approximately $67.1 million of our 2028 Notes.\n50\n\n\nTable of Contents\nCredit Rating Agencies\nOn a continuing basis, Standard and Poor’s, Moody’s Investor Services and other rating agencies may evaluate our indebtedness in order to assign a credit rating. Our corporate credit ratings by Standard & Poor’s Rating Services and Moody’s Investors Service are speculative-grade and have been downgraded and upgraded at various times during the last several years. Any reductions in our credit ratings could increase our borrowing costs, reduce the availability of financing to us or increase our cost of doing business or otherwise negatively impact our business operations.\n​\nRecent Accounting Pronouncements\nSee Note 3 — \nSummary of Significant Accounting Policies\n of our consolidated financial statements for a summary of recent accounting pronouncements.\nCRITICAL ACCOUNTING ESTIMATES\nOur accounting policies are described in Note 3 – \nSummary of Significant Accounting Policies\n of our consolidated financial statements. We prepare our consolidated financial statements in conformity with GAAP, which require us to make estimates and assumptions that affect the reported amounts of assets and liabilities and disclosures of contingent assets and liabilities at the date of the financial statements and the reported amounts of revenues and expenses during the year. Actual results could differ from those estimates. We consider the following policies and estimates to be most critical in understanding the judgments involved in preparing our financial statements and the uncertainties that could affect our results of operations, financial condition and cash flows.\nGoodwill and Radio Broadcasting Licenses\nGoodwill exists whenever the purchase price exceeds the fair value of tangible and identifiable intangible net assets acquired in business combinations. As of December 31, 2022, we had approximately $488.4 million in broadcast licenses and $216.6 million in goodwill, which totaled $705.0 million, and represented approximately 52.7% of our total assets. \nThe Company accounts for goodwill and broadcasting licenses under ASC Topic 350, \nIntangibles – Goodwill and Other\n, which requires the Company to test goodwill at the reporting unit level and other indefinite-lived assets for impairment annually or whenever events or circumstances indicate that impairment may exist. \nOur annual impairment testing is performed as of October 1 of each year using an income approach. We test the reasonableness of the inputs and outcomes of our discounted cash flow models against available market data by comparing our overall average implied multiple based on our cash flow projections and fair values to recently completed sales transactions for goodwill, and by comparing our estimated fair values to the market capitalization of the Company for both goodwill and broadcasting licenses. The results of these comparisons confirmed that the fair value estimates resulting from our annual assessments in 2022 were reasonable. Impairment exists when the carrying value of these assets exceeds its respective fair value. When the carrying value exceeds fair value, an impairment amount is charged to operations for the excess.\nWe have 16 reporting units as of our October 2022 annual impairment assessment, consisting of each of the 13 radio markets within the radio segment and each of the other three business segments. Significant impairment charges have been an ongoing trend experienced by media companies in general, and are not unique to us.\nWe believe our estimate of the value of our radio broadcasting licenses and goodwill is a critical accounting estimate as the value is significant in relation to our total assets, and our estimate of the value uses assumptions that incorporate variables based on past experiences and judgments about future operating performance. Fair value determinations require considerable judgment and are sensitive to changes in underlying assumptions and estimates and market factors. The key assumptions associated with determining the estimated fair value for radio broadcasting licenses include market revenue and projected revenue growth by market, mature market share, mature operating profit margin, terminal growth rate, and \n51\n\n\nTable of Contents\ndiscount rate. The key assumptions associated with determining the estimated fair value for goodwill include revenue growth rates of each radio market, future operating profit margins, terminal growth rate, and the discount rate. \nWhile we believe we have made reasonable estimates and assumptions to calculate the fair values, changes in any one estimate, assumption or a combination of estimates and assumptions, or changes in certain events or circumstances (including uncontrollable events and circumstances resulting from continued deterioration in the economy or credit markets) could require us to assess recoverability of broadcasting licenses and goodwill at times other than our\n annual October 1 assessments, and could result in changes to our estimated fair values and further write-downs to the carrying values of these assets. Impairment charges are non-cash in nature, and as with current and past impairment charges, any future impairment charges will not impact our cash needs or liquidity or our bank ratio covenant compliance.\n \nWe had a total goodwill carrying value of approximately $216.6 million across 10 of our 16 reporting units as of December 31, 2022. The below table indicates the terminal growth rates assumed in our impairment testing and the terminal growth/decline rates that would result in additional goodwill impairment. However, should our estimates and assumptions for assessing the fair values of the remaining reporting units with goodwill worsen to reflect the below or lower terminal growth/decline rates, additional goodwill impairments may be warranted in the future. For three of the reporting units, we used a step zero qualitative analysis and therefore those reporting units are not included in the table below.\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\nTerminal\n​\n​\n​\n​\n​\nGrowth/(Decline) Rate\n \n​\n​\nTerminal\n​\nThat Would Result in\n \n​\n​\nGrowth Rate\n​\nCarrying Value that is less\n \nReporting Unit\n​\nUsed\n​\nthan Fair Value (a)\n \n2\n \n 0.5\n%  \n​\nImpairment not likely\n​\n16\n \n 0.7\n%  \n​\nImpairment not likely\n​\n1\n \n 0.8\n%  \n​\n(0.8)%\n​\n11\n \n 0.6\n%  \n​\n(2.4)%\n​\n13\n \n 0.5\n%  \n​\n(3.3)%\n​\n10\n \n 0.8\n%  \n​\n(6.8)%\n​\n6\n \n 0.6\n%  \n​\n(13.8)%\n​\n​\n(a)\nThe terminal growth/(decline) rate that would result in the carrying value of the reporting unit being less than the fair value of the reporting unit applies only to further goodwill impairment and not to any future license impairment that would result from lowering the terminal growth rates used.\nWe had a total radio broadcasting licenses carrying value of approximately $488.4 million across 13 of our 16 reporting units as of December 31, 2022. Several of the licenses in our units of accounting have limited or no excess of fair values over their respective carrying values. As set forth in the table below, as of October 1, 2022, which is the Company’s annual impairment assessment date, we appraised the radio broadcasting licenses at a fair value of approximately $562.8 million, which was in excess of the $488.4 million carrying value by $74.4 million, or 15.2%. The fair values of the licenses exceeded the carrying values of the licenses for all units of accounting. Should our estimates, \n52\n\n\nTable of Contents\nassumptions, or events or circumstances for any upcoming valuations worsen in the units with no or limited fair value cushion, additional license impairments may be needed in the future.\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\nRadio Broadcasting Licenses\n \n​\n​\nAs of October 1, 2022\n​\n​\n​\n​\n​\n \n​\n​\nCarrying\n​\nFair\n​\n​\nExcess\n \n​\n​\nValues\n​\nValues\n​\n​\n​\n​\n% FV\n \nUnit of Accounting (a)\n​\n(“CV”)\n​\n(“FV”)\n​\nFV vs. CV\n​\nOver CV\n \n​\n​\n​\n​\n \n​\n(In thousands)\n​\n​\n​\n​\n​\n​\nUnit of Accounting 2\n    \n$\n 3,086\n    \n$\n 29,362\n    \n$\n 26,276\n    \n 851.5\n%\nUnit of Accounting 5\n​\n \n 12,792\n​\n \n 12,792\n​\n \n —\n    \n —\n%\nUnit of Accounting 7\n​\n \n 15,223\n​\n \n 18,101\n​\n \n 2,878\n    \n 18.9\n%\nUnit of Accounting 14\n​\n \n 17,064\n​\n \n 17,279\n​\n \n 215\n    \n 1.3\n%\nUnit of Accounting 6\n​\n \n 22,642\n​\n \n 28,604\n​\n \n 5,962\n    \n 26.3\n%\nUnit of Accounting 12\n​\n \n 32,968\n​\n \n 33,322\n​\n \n 354\n    \n 1.1\n%\nUnit of Accounting 11\n​\n \n 34,095\n​\n \n 37,926\n​\n \n 3,831\n    \n 11.2\n%\nUnit of Accounting 13\n​\n \n 36,500\n​\n \n 36,500\n​\n \n —\n    \n —\n%\nUnit of Accounting 4\n​\n \n 37,224\n​\n \n 40,422\n​\n \n 3,198\n    \n 8.6\n%\nUnit of Accounting 8\n​\n \n 48,253\n​\n \n 48,253\n​\n \n —\n    \n —\n%\nUnit of Accounting 16\n​\n \n 54,670\n​\n \n 80,039\n​\n \n 25,369\n    \n 46.4\n%\nUnit of Accounting 1\n​\n \n 76,135\n​\n \n 82,458\n​\n \n 6,323\n    \n 8.3\n%\nUnit of Accounting 10\n​\n \n 97,767\n​\n \n 97,767\n​\n \n —\n    \n —\n%\nTotal\n​\n$\n 488,419\n​\n$\n 562,825\n​\n$\n 74,406\n \n 15.2\n%\n​\n(a)\nThe units of accounting are not disclosed on a specific market basis so as to not make publicly available sensitive information that could be competitively harmful to the Company.\nThe following table presents a sensitivity analysis showing the impact on our quantitative annual impairment testing resulting from: (i) a 100 basis point decrease in industry or reporting unit terminal growth rates; (ii) a 100 basis point decrease in operating profit margins; (iii) a 100 basis point increase in the discount rate; and (iv) both a 5% and 10% reduction in the fair values of broadcasting licenses and reporting units.\n​\n​\n​\n​\n​\n​\n​\n​\n​\nHypothetical Increase in the\n​\n​\nRecorded Impairment Charge\n​\n​\nFor the Year Ended \n​\n​\nDecember 31, 2022\n​\n​\nBroadcasting \n​\n​\n​\n​\n​\nLicenses\n​\nGoodwill (a)\n​\n    \n(In millions)\nImpairment charge recorded:\n \n​\n  \n \n​\n  \nRadio market reporting units\n​\n$\n 33.5\n​\n$\n 7.2\n​\n​\n​\n​\n​\n​\n​\nHypothetical change for radio market reporting units:\n​\n \n  \n​\n \n  \nA 100 basis point decrease in radio industry terminal growth rates\n​\n$\n 24.5\n​\n$\n —\nA 100 basis point decrease in operating profit margin in the projection period\n​\n​\n 7.6\n​\n​\n —\nA 100 basis point increase in the applicable discount rate\n​\n​\n 39.8\n​\n​\n0.5\nA 5% reduction in the fair value of broadcasting licenses and reporting units\n​\n​\n 12.2\n​\n​\n —\nA 10% reduction in the fair value of broadcasting licenses and reporting units\n​\n​\n 29.5\n​\n​\n0.6\n​\n​\n​\n​\n​\n​\n​\n​\n(a)\nGoodwill impairment charge applies only to further goodwill impairment and not to any potential license impairment that could result from changing other assumptions.\n53\n\n\nTable of Contents\nSee Note 6 – \nGoodwill, Radio Broadcasting Licenses and Other Intangible Assets\n, of our consolidated financial statements for further discussion.\n​\nImpairment of Intangible Assets Excluding Goodwill, Radio Broadcasting Licenses and Other Indefinite-Lived Intangible Assets\nIntangible assets, excluding goodwill, radio broadcasting licenses and other indefinite-lived intangible assets, are reviewed for impairment whenever events or changes in circumstances indicate that the carrying amount of an asset or group of assets may not be fully recoverable. These events or changes in circumstances may include a significant deterioration of operating results, changes in business plans, or changes in anticipated future cash flows. If an impairment indicator is present, we will evaluate recoverability by a comparison of the carrying amount of the asset or group of assets to future undiscounted net cash flows expected to be generated by the asset or group of assets. Assets are grouped at the lowest level for which there is identifiable cash flows that are largely independent of the cash flows generated by other asset groups. If the assets are impaired, the impairment is measured by the amount by which the carrying amount exceeds the fair value of the assets determined by estimates of discounted cash flows. The discount rate used in any estimate of discounted cash flows would be the rate required for a similar investment of like risk. The Company reviewed certain intangibles for impairment during 2022 and 2021 and determined no impairment charges were necessary. Any changes in the valuation estimates and assumptions or changes in certain events or circumstances could result in changes to the estimated fair values of these intangible assets and may result in future write-downs to the carrying values.\nIncome Taxes\nTo address the exposures of uncertain tax positions, we recognize the impact of a tax position in the financial statements if it is more likely than not that the position would be sustained on examination based on the technical merits of the position. As of December 31, 2022, we had $688,000 in unrecognized tax benefits. Future outcomes of our tax positions may be more or less than the currently recorded liability, which could result in recording additional taxes, or reversing some portion of the liability and recognizing a tax benefit once it is determined the liability is no longer necessary as potential issues get resolved, or as statutes of limitations in various tax jurisdictions close.\nAs of each reporting date, management considers new evidence, both positive and negative, that could affect its conclusions regarding the future realization of the Company’s deferred tax assets (“DTAs”). During the year ended December 31, 2022, management continues to believe that there is sufficient positive evidence to conclude that it is more likely than not the DTAs are realizable. The assessment to determine the value of the DTAs to be realized under ASC 740 is highly judgmental and requires the consideration of all available positive and negative evidence in evaluating the likelihood of realizing the tax benefit of the DTAs in a future period. Circumstances may change over time such that previous negative evidence no longer exists, and new conditions should be evaluated as positive or negative evidence that could affect the realization of the DTAs. Since the evaluation requires consideration of events that may occur some years into the future, significant judgment is required, and our conclusion could be materially different if certain expectations do not materialize.\nAs of the year ended December 31, 2022, management continues to weigh the objectively verifiable evidence associated with its cumulative income or loss position over the most recent three-year period. The Company continues to maintain three years of rolling cumulative income since the quarter ended December 31, 2018. Management also considered the cumulative income includes non-deductible pre-tax expenditures that, while included in pre-tax earnings, are not a component of taxable income and therefore are not expected to negatively impact the Company's ability to realize the tax benefit of the DTAs in current or future years.\nAs part of the 2017 Tax Act, IRC Section 163(j) limits the timing of the tax deduction for interest expense. In conjunction with evaluating and weighing the aforementioned negative and positive evidence from the Company’s historical cumulative income or loss position, management also evaluated the impact that interest expense has had on our cumulative income or loss position over the most recent three-year period. A material component of the Company’s expenses is interest and has been the primary driver of historical pre-tax losses. As part of our evaluation of positive evidence, management is adjusting for the IRC Section 163(j) interest expense limitation on projected taxable income as \n54\n\n\nTable of Contents\npart of developing forecasts of taxable income sufficient to utilize the Company’s federal and state net operating losses that are not subject to annual limitation resulting from the 2009 ownership shift as defined under IRC Section 382.\nRealization of the Company’s DTAs is dependent on generating sufficient taxable income in future periods, and although management believes it is more likely than not future taxable income will be sufficient to realize the DTAs, realization is not assured and future events may cause a change to the judgment of the realizability of the DTAs. If a future event causes management to re-evaluate and conclude that it is not more likely than not, that all or a portion of the DTAs are realizable, the Company would be required to establish a valuation allowance against the assets at that time, which would result in a charge to income tax expense and a decrease to net income in the period which the change of judgment is concluded.\nThe Company continues to assess potential tax strategies, which if successful, may reduce the impact of the annual limitations and potentially recover NOLs that otherwise would expire before being applied to reduce future income tax liabilities. If successful, the Company may be able to recover additional federal and state NOLs in future periods, which could be material. If we conclude that it is more likely than not that we will be able to realize additional federal and state NOLs, the tax benefit could materially impact future quarterly and annual periods. The federal and state NOLs expire in various years from 2023 to 2039.\nFair Value Measurements\nPrior to and as of the period ended September 30, 2022, the Company accounted for its MGM Investment at cost less impairment under ASC 321, “\nInvestments – Equity Securities\n” (“ASC 321”). In connection with the preparation of its financial statements for the year ended December 31, 2022, the Company identified that the MGM Investment should have been classified as an available-for-sale debt security in accordance with ASC 320, “\nInvestments – Debt Securities\n” (“ASC 320”). As a result, the Company has made adjustments to correct this error. Refer to Note 2 - \nRestatement of Financial Statements\n for further details.\nThe MGM Investment is preferred stock that has a non-transferable put right and is classified as an available-for-sale debt security. For the periods restated, the Company considered two models: the dividend discount model and the contractual valuation approach. The Company evaluated the appropriateness of each valuation technique as of each reporting period and ultimately determined that the dividend discount model should be utilized for the periods from the fourth quarter of 2020 up until the third quarter of 2022, based on the facts, circumstances, and information available at the time. The Company estimates the fair value, which is considered to be a Level 3 measurement due to the use of significant unobservable inputs. Significant inputs to the dividend discount model include revenue growth rates, discount rate and a terminal growth rate. During the fourth quarter of 2022, the Company determined that the contractual valuation approach should be utilized, as it believes this more closely approximates the fair value of the investment at that time. This method relies on a contractually agreed upon formula established between the Company and MGM National Harbor as defined in the Second Amended and Restated Operating Agreement of MGM National Harbor, LLC (“the Agreement”), rather than market-based inputs or traditional valuation methods. As defined in the Agreement, the calculation of the put is based on operating results, Enterprise Value and the Put Price Multiple. The inputs used in this measurement technique are specific to the entity, MGM National Harbor, and there are no current observable prices for investments in private companies that are comparable to MGM National Harbor. The inputs used to measure the fair value of this security are classified as Level 3 within the fair value hierarchy.\nThe Company accounts for an award called for in the CEO’s employment agreement (the “Employment Agreement”) at fair value. According to the Employment Agreement, executed in April 2008, the CEO is eligible to receive an award (the “Employment Agreement Award”) in an amount equal to approximately 4% of any proceeds from distributions or other liquidity events in excess of the return of the Company’s aggregate investment in TV One. The Company’s obligation to pay the award was triggered after the Company recovered the aggregate amount of capital contributions in TV One, and payment is required only upon actual receipt of distributions of cash or marketable securities or proceeds from a liquidity event with respect to such invested amount. The long-term portion of the award is recorded in other long-term liabilities and the current portion is recorded in other current liabilities in the consolidated balance sheets. The CEO was fully vested in the award upon execution of the Employment Agreement, and the award lapses if the CEO voluntarily leaves the Company or is terminated for cause. In September 2022, the Compensation Committee of the Board of Directors of the \n55\n\n\nTable of Contents\nCompany approved terms for a new employment agreement with the CEO, including a renewal of the Employment Agreement Award upon similar terms as in the prior Employment Agreement.\nThe Company estimated the fair value of the Employment Agreement Award as of December 31, 2022, at approximately $26.3 million and, accordingly, adjusted the liability to that amount. The fair value estimate incorporated a number of assumptions and estimates, including but not limited to TV One’s future financial projections. As the Company will measure changes in the fair value of this award at each reporting period as warranted by certain circumstances, different estimates or assumptions may result in a change to the fair value of the award amount previously recorded.\nRedeemable noncontrolling interests are interests in subsidiaries that are redeemable outside of the Company’s control either for cash or other assets. These interests are classified as mezzanine equity and measured at the greater of estimated redemption value at the end of each reporting period or the historical cost basis of the noncontrolling interests adjusted for cumulative earnings allocations. The resulting increases or decreases in the estimated redemption amount are affected by corresponding charges against retained earnings, or in the absence of retained earnings, additional paid-in-capital.\nThe Company assesses the fair value of the redeemable noncontrolling interest in Reach Media as of the end of each reporting period. The fair value of the redeemable noncontrolling interests as of December 31, 2022 and 2021, was approximately $25.3 million and $18.7 million, respectively. The determination of fair value incorporated a number of assumptions and estimates including, but not limited to, revenue growth rates, future operating profit margins, discount rate and a terminal growth rate. Different estimates and assumptions may result in a change to the fair value of the redeemable noncontrolling interests amount previously recorded.\nContent Assets\nOur cable television segment has entered into contracts to license entertainment programming rights and programs from distributors and producers. The license periods granted in these contracts generally run from one year to five years. Contract payments are typically made in quarterly installments over the terms of the contract period. Each contract is recorded as an asset and a liability at an amount equal to its gross contractual commitment when the license period begins, and the program is available for its first airing. The Company also has programming for which the Company has engaged third parties to develop and produce, and it owns most or all rights (commissioned programming). For programming that is predominantly monetized as part of a content group, such as the Company’s commissioned programs, capitalized costs are amortized based on an estimate of our usage and benefit from such programming. The estimates require management’s judgement and include consideration of factors such as expected revenues to be derived from the programming and the expected number of future airings, among other factors. The Company’s acquired programs’ capitalized costs are amortized based on projected usage, generally resulting in a straight-line amortization pattern.\nThe Company utilizes judgment and prepares analyses to determine the amortization patterns of our content assets. Key assumptions include the categorization of content based on shared characteristics and the use of a quantitative model to predict revenue. For each film group, which the Company defines as a genre, this model takes into account projected viewership which is based on (i) estimated household universe; (ii) ratings; and (iii) expected number of airings across different broadcast time slots.\nManagement regularly reviews, and revises, when necessary, its total revenue estimates, which may result in a change in the rate of amortization and/or a write down of the asset to fair value. The result of the content amortization analysis is either an accelerated method or a straight-line amortization method over the estimated useful lives of generally one to five years.\nContent that is predominantly monetized within a film group is assessed for impairment at the film group level and is tested for impairment if circumstances indicate that the fair value of the content within the film group is less than its unamortized costs. The Company’s film groups for commission programming are generally aligned along genre, while the Company’s licensed content is considered a separate film group. The Company evaluates the fair value of content at the group level by considering expected future revenue generation using a cash flow analysis when an event or change in circumstances indicates a change in the expected usefulness of the content or that the fair value may be less than unamortized costs. Estimates of future revenues consider historical airing patterns and future plans for airing content, \n56\n\n\nTable of Contents\nincluding any changes in strategy. Given the significant estimates and judgments involved, actual demand or market conditions may be less favorable than those projected, requiring a write-down to fair value. The Company determined there were no impairment indicators evident during the year ended December 31, 2022. For the year ended December 31, 2021, the Company recorded an impairment and additional amortization expense of $695,000, as a result of evaluating its contracts for impairment. Impairment and amortization of content assets is recorded in the consolidated statements of operations as programming and technical expenses. All commissioned and licensed content is classified as a long-term asset, except for the portion of the unamortized content balance that is expected to be amortized within one year which is classified as a current asset.\nTax incentives that state and local governments offer that are directly measured based on production activities are recorded as reductions in production costs.\nCapital and Commercial Commitments\nIndebtedness\nAs of December 31, 2022, we had approximately $750.0 million of our 2028 Notes outstanding within our corporate structure. The Company used the net proceeds from the 2028 Notes, together with cash on hand, to repay or redeem: (i) the 2017 Credit Facility; (ii) the 2018 Credit Facility; (iii) the MGM National Harbor Loan; (iv) the remaining amounts of our 7.375% Notes; and (v) our 8.75% Notes that were issued in the November 2020 Exchange Offer.  Upon settlement of the 2028 Notes, the 2017 Credit Facility, the 2018 Credit Facility and the MGM National Harbor Loan were terminated and the indentures governing the 7.375% Notes and the 8.75% Notes were satisfied and discharged. \nSee “\nLiquidity and Capital Resources\n.” See the balances outstanding as of December 31, 2022 in the “Type of Debt” section as part of the “\nLiquidity and Capital Resources\n” section above. \nLease Obligations\nWe have non-cancelable operating leases for office space, studio space, broadcast towers and transmitter facilities that expire over the next nine years.\nOperating Contracts and Agreements\nWe have other operating contracts and agreements including employment contracts, on-air talent contracts, severance obligations, retention bonuses, consulting agreements, equipment rental agreements, programming related agreements, and other general operating agreements that expire over the next five years.\nRoyalty Agreements\nMusical works rights holders, generally songwriters and music publishers, have been traditionally represented by performing rights organizations, such as the American Society of Composers, Authors and Publishers (“ASCAP”), Broadcast Music, Inc. (“BMI”) and SESAC, Inc. (“SESAC”). The market for rights relating to musical works is changing rapidly. Songwriters and music publishers have withdrawn from the traditional performing rights organizations, particularly ASCAP and BMI, and new entities, such as Global Music Rights, Inc. (“GMR”), have been formed to represent rights holders. These organizations negotiate fees with copyright users, collect royalties and distribute them to the rights holders. We currently have arrangements with ASCAP, SESAC and GMR. On April 22, 2020, the Radio Music License Committee (“RMLC”), an industry group which the Company is a part of, and BMI reached agreement on the terms of a new license agreement that covers the period January 1, 2017, through December 31, 2021. Upon approval of the court of the BMI/RMLC agreement, the Company automatically became a party to the agreement and to a license with BMI through December 31, 2021.\n On April 12, 2022, the RMLC announced that it had reached an interim licensing agreement with BMI. The radio industry’s previous agreement with BMI covering calendar years 2017 to 2021 expired December 31, 2021 (the “2017 Licensing Terms”), but the interim arrangement will keep the 2017 Licensing Terms in place until a new arrangement is agreed upon. The Company is party to the interim arrangement and, therefore, will continue to operate under the 2017 Licensing Terms. \nOn February 7, 2022, the RMLC and GMR reached a settlement and achieved certain \n57\n\n\nTable of Contents\nconditions which effectuate a four-year license to which the Company is a party for the period April 1, 2022 to March 31, 2026.  The license includes an optional three-year extended term that the Company may effectuate prior to the end of the initial term. \n​\nReach Media Redeemable Noncontrolling Interests \nBeginning on January 1, 2018, the noncontrolling interest shareholders of Reach Media have had an annual right to require Reach Media to purchase all or a portion of their shares at the then current fair market value for such shares (the “Put Right”). This annual right is exercisable for a 30-day period beginning January 1 of each year. The purchase price for such shares may be paid in cash and/or registered Class D common stock of Urban One, at the discretion of Urban One. The noncontrolling interest shareholders of Reach Media did not exercise their Put Right for the 30-day period ending January 31, 2023. Management, at this time, cannot reasonably determine the period when and if the put right will be exercised by the noncontrolling interest shareholders.\nContractual Obligations Schedule\nThe following table represents our scheduled contractual obligations as of December 31, 2022:\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\nPayments Due by Period\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n2028 and\n​\n​\n​\nContractual Obligations\n    \n2023\n    \n2024\n    \n2025\n    \n2026\n    \n2027\n    \nBeyond\n    \nTotal\n​\n \n(In thousands)\n7.375% Subordinated Notes (1)\n​\n$\n 55,313\n​\n$\n 55,313\n​\n$\n 55,313\n​\n$\n 55,313\n​\n$\n 55,313\n​\n$\n 754,609\n​\n$\n 1,031,174\nOther operating contracts/agreements (2)\n​\n \n 77,445\n​\n​\n 36,049\n​\n​\n 26,164\n​\n​\n 12,893\n​\n​\n 3,834\n​\n​\n 12,959\n​\n \n 169,344\nOperating lease obligations\n​\n \n 11,697\n​\n​\n 10,690\n​\n​\n 6,834\n​\n​\n 4,860\n​\n​\n 3,417\n​\n​\n 7,140\n​\n \n 44,638\nTotal\n​\n$\n 144,455\n​\n$\n 102,052\n​\n$\n 88,311\n​\n$\n 73,066\n​\n$\n 62,564\n​\n$\n 774,708\n​\n$\n 1,245,156\n​\n(1)\nIncludes interest obligations based on effective interest rates on senior secured notes outstanding as of December 31, 2022. \n(2)\nIncludes employment contracts (including the Employment Agreement Award), severance obligations, on-air talent contracts, consulting agreements, equipment rental agreements, programming related agreements, launch liability payments, asset-backed credit facility (if applicable) and other general operating agreements. Also includes contracts that our cable television segment has entered into to acquire entertainment programming rights and programs from distributors and producers. These contracts relate to their content assets as well as prepaid programming related agreements.\nOf the total amount of other operating contracts and agreements included in the table above, approximately $96.6 million has not been recorded on the balance sheet as of December 31, 2022, as it does not meet recognition criteria. Approximately $13.0 million relates to certain commitments for content agreements for our cable television segment, approximately $38.7 million relates to employment agreements, and the remainder relates to other agreements.\nOff-Balance Sheet Arrangements\nThe Company currently is under a letter of credit reimbursement and security agreement with capacity of up to $1.2 million which expires on October 8, 2024. As of December 31, 2022, the Company had letters of credit totaling $871,000 under the agreement for certain operating leases and certain insurance policies. Letters of credit issued under the agreement are required to be collateralized with cash. In addition, the Current ABL Facility provides for letter of credit capacity of up to $5 million subject to certain limitations on availability. \n58\n\n\nTable of Contents",
    "item7a": ">ITEM 7A. QUANTITATIVE AND QUALITATIVE DISCLOSURE ABOUT MARKET RISK\nNot required for smaller reporting companies.",
    "cik": "1041657",
    "cusip6": "91705J",
    "cusip": [
        "91705J204",
        "91705J105"
    ],
    "names": [
        "URBAN ONE INC",
        "Urban One Inc"
    ],
    "source": "https://www.sec.gov/Archives/edgar/data/1041657/000155837023011650/0001558370-23-011650-index.htm"
}