{
    "item1": "ITEM 1. BUSINESS.\n\n\n \n\n\nOverview\n\n\n \n\n\nOur Company is a content-driven\nand technology-enabled shopping destination for appliances, furniture and home goods.\n\n\n \n\n\nOur goal is to give\ncustomers a wide array of choices and a premium experience through detail on the best brands, volume purchasing, and rebates with\nmanufacturer discounts, supported by human customer service agents.\n\n\n \n\n\nCorporate History and Structure\n\n\n \n\n\nOur Company was incorporated in the State of\nDelaware on January 10, 2019, to form an acquisition platform. In April 2019, we acquired substantially all of the assets of\nGoedeker Television, a brick and mortar operation with an online presence serving the St. Louis metro area. Since that acquisition,\nwe have grown into a nationwide omnichannel retailer. Through our June 2021 acquisition of Appliances Connection, we have evolved\ninto a growth-oriented e-commerce platform, offering an expansive selection of household appliances throughout the United States. In\nJuly 2021, we added to our platform by acquiring Appliances Gallery. On July 20, 2022, we changed our corporate name from 1847\nGoedeker Inc. to Polished.com Inc. With warehouse fulfillment centers in the Northeast and Midwest, as well as showrooms in\nBrooklyn, New York, Largo, Florida and St. Louis, Missouri, we offer one-stop shopping for national and global brands. We carry many\nhousehold name-brands, including Bosch, Cafe, Frigidaire Pro, Whirlpool, LG, and Samsung, and many major luxury appliance brands\nsuch as Miele, Thermador, La Cornue, Dacor, Ilve, Jenn-Air and Viking, among others. We also sell furniture, fitness equipment,\nplumbing fixtures, televisions, outdoor appliances, and patio furniture, as well as commercial appliances for builder and business\nclients.\n\n\n \n\n\nKey Acquisitions\n\n\n \n\n\nAcquisition of Goedeker Television\n\n\n \n\n\nOn April 5, 2019, we acquired substantially all\nof the assets of Goedeker Television (the “Goedeker Television Acquisition”). As a result of this transaction, we acquired\nthe former business of Goedeker Television, which was founded in 1951, and continue to operate this business. Prior to the Goedeker Television\nAcquisition, we had no operations other than operations relating to our incorporation and organization.\n\n\n \n\n\nAcquisition of Appliances Connection\n\n\n \n\n\nAppliances Connection was founded in 1998 and\nis one of the leading retailers of household appliances. In addition to selling appliances, it also sells furniture, fitness equipment,\nplumbing fixtures, televisions, outdoor appliances, and patio furniture, as well as commercial-grade appliances for builder and business\nclients. It also provides appliance installation services and appliance removal services. Appliances Connection serves retail customers,\nbuilders, architects, interior designers, restaurants, schools and other businesses. We completed the acquisition of Appliances Connection\non June 2, 2021, for an aggregate purchase price of $224.7 million, consisting of (i) $180.0 million in cash, (ii) 5,895,973 shares of\nthe Company’s common stock valued at $12.3 million, and (iii) $32.4 million as a result of the post-closing net working capital\nadjustment provision (such acquisition, the “Appliances Connection Acquisition”). We recorded $0.9 million in acquisition-related expenses.\n\n\n \n\n\nAcquisition of AC Gallery\n\n\n \n\n\nOn July 29, 2021, we acquired substantially all\nof the assets of, and assumed substantially all of the liabilities of, Appliance Gallery, Inc., a retail appliance store in Largo, Florida\n(“Appliance Gallery”), for a total purchase price of $1.4 million (such acquisition, the “Appliance Gallery Acquisition”).\n\n\n \n\n\nName Change\n\n\n \n\n\nOn July 20, 2022, we changed our corporate name from 1847\nGoedeker Inc. to Polished.com Inc., pursuant to a Certificate of Amendment to the Amended and Restated Certificate of Incorporation\n(the “Certificate of Amendment”) filed with the Delaware Secretary of State on July 20, 2022 (the “Name\nChange”). Pursuant to Delaware law, a shareholder vote was not necessary to effectuate the Name Change and the Name Change\ndoes not affect the rights of the Company’s stockholders. The only change in the Certificate of Amendment was the change of\nthe Company’s corporate name. We also amended and restated our Bylaws on July 20, 2022 to reflect the Name Change and to make\nother minor cleanup and conforming changes thereto.\n\n\n \n\n\nIn connection with the Name Change, our common\nstock and warrants to purchase common stock ceased trading under the ticker symbols “GOED” and “GOED WS,” respectively,\nand began trading on the NYSE American under the new ticker symbols “POL” and “POL WS,” respectively.\n\n\n \n\n\n\n\n\n\n1\n\n\n \n\n\n\n\n \n\n\nInvestigation\n\n\n \n\n\nOn August 15, 2022, the Company filed a Form 12b-25\nwith the Securities and Exchange Commission related to its 10-Q for the six months ended June 30, 2022 reporting that the Audit Committee\nhad begun an independent investigation regarding certain allegations made by certain former employees related to the Company’s business\noperations.\n\n\n \n\n\nOn December 22, 2022, the Company issued a press release stating that\nthe Board had completed its assessment of the results of the Audit Committee’s previously disclosed investigation. The investigation,\nwhich was supported by independent legal counsel and advisors, produced the following key findings pertaining to the Company’s business\noperations under former management during the 2021-2022 period:\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n●\n\n\nThe Company was charged by its former Chief Executive Officer approximately $800,000 for expenses unrelated to the Company and its operations.\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n●\n\n\nThe Company appears to not have had in place all the necessary documentation for all of its employees and, in turn, may have failed to comply with certain legal requirements. The Company subsequently put in place enhanced controls to remedy any labor issues, including but not limited to hiring a controller with significant relevant experience, hiring a new human resources director who is leading an overhaul of certain employee policies and initiating the installation of enhanced payroll software that requires all new employees to provide I-9 information and verifies the validity of key information, and believes it is now in full compliance with legal requirements.\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n●\n\n\nThe Company’s controls, software and procedures for managing and tracking inventory, including damaged inventory, were insufficient. The Company subsequently put in place enhanced controls to remedy such issues, including but not limited to initiating the installation of enhanced software and systems for inventory management, ensuring the implementation of standardized policies for the handling and sale of damaged inventory and developing a plan to convert the Company to a new ERP and system for accounting.\n\n\n\n\n \n\n\nThe Company entered into a settlement agreement\nwith Albert Fouerti, our former Chief Executive Officer, regarding matters relating to the investigation. Among other things, Mr. Fouerti\nagreed not to compete for a period of two years following the execution of the settlement agreement.\n\n\n \n\n\n\n\nResignation of Auditors\n\n\n \n\n\nOn December 20, 2022, the Company received a letter (the “Letter”)\nfrom the Company’s independent registered public accounting firm, Friedman LLP (“Friedman”), informing the Company of\nits decision to resign effective December 20, 2022 as the auditors of the Company.\n\n\n \n\n\nIn the Letter, Friedman advised the Company that\nbased on the results of the Board’s internal investigation as reported to Friedman, it appeared there may be material adjustments\nand/or disclosures necessary to previously reported financial information. Additionally, the Board’s internal investigation identified\nfacts, that if further investigated by Friedman, might cause Friedman to no longer to be able to rely on the representations of (i) management\nthat was in place at the time Friedman issued its audit report for the year ended December 31, 2021, or (ii) management that was in place\nat the time of Friedman’s association with the quarterly financial statements for the periods ended June 30, 2021, September 30,\n2021 and March 31, 2022. Prior to the Letter, in the past two years, the Company had not received from Friedman an adverse opinion or\na disclaimer of opinion, and Friedman’s opinion was not qualified or modified as to uncertainty, audit scope, or accounting principles.\nThe resignation by Friedman was neither recommended nor approved by the Audit Committee or the Board and there were no disagreements with\nmanagement and Friedman. Friedman had previously reported a material weakness to the Audit Committee, which was included on the Company’s\nForm 10-K for the year ended December 31, 2021, filed on March 31, 2022, regarding the ineffectiveness of the Company’s internal\ncontrols over financial reporting.\n\n\n \n\n\nIn connection with the Letter, Friedman advised\nthe Company that it was withdrawing its previously issued audit opinion on our December 31, 2021 consolidated financial statements, issued\non March 31, 2022, and declined to be associated with the quarterly financial statements for the periods ended June 30, 2021, September\n30, 2021, and March 31, 2022, filed on August 8, 2021, November 16, 2021 and May 12, 2022, respectively.\n\n\n \n\n\nEngagement of New Independent Registered\nPublic Accounting Firm\n\n\n \n\n\nOn December 26, 2022, the Audit Committee approved\nthe engagement of Sadler, Gibb & Associates, LLC (“Sadler”) as the Company’s independent registered public accounting\nfirm for the fiscal years ended December 31, 2022 and 2021.\n\n\n \n\n\nCybersecurity Incident\n\n\n \n\n\nOn March 16, 2023, we experienced a hacking attack\nthat impacted the check-out page on the Company’s e-commerce website. In response, the Company deployed containment measures, launched\nan investigation with assistance from third-party cybersecurity experts and notified appropriate law enforcement authorities. The Company\nconsiders the matter remediated. The investigation determined that certain personal information, including names, addresses, zip codes,\npayment card numbers, expiration dates, and CVVs, was extracted from the Company’s systems as part of this incident. The investigation\ncould not determine with precision which payment card data was included in the timeframe of exposure. Out of an abundance of caution,\nthe Company notified all payment card users who made transactions on the Company’s e-commerce website within the window of exposure.\nAs of May 24, 2023, the Company provided appropriate notice to approximately 9,290 individuals, as well as to regulatory authorities in\naccordance with applicable law. The Company has incurred, and may continue to incur, certain expenses related to this attack. Further,\nthe Company remains subject to risks and uncertainties as a result of the incident, including as a result of the data that was extracted\nfrom the Company’s network as noted above. Additionally, security and privacy incidents have led to, and may continue to lead to,\nadditional regulatory scrutiny. Although we are unable to predict the full impact of this incident, including how it could negatively\nimpact our operations or results of operations on an ongoing basis, we presently do not expect that it will have a material effect on\nthe Company’s operations.\n\n\n \n\n\n\n\n\n\n\n\n\n\n2\n\n\n \n\n\n\n\n \n\n\nThe Company has engaged outside consultants through\nits outside counsel to help assess and expand the Company’s cyber defenses and payment card protections and policies.\n\n\n \n\n\nCredit Agreement Amendment\n\n\n \n\n\nIn July 2023, the Company’s lender amended\nthe credit agreement to waive defaults on the May 9, 2022 credit agreement. The amendment establishes a new EBITDA covenant and requires\nthe Company to maintain minimum liquidity of $8 million including restricted cash and $3 million excluding restricted cash. Liquidity\nas defined in the credit agreement amendment includes cash and certain qualifying customer accounts receivable. The credit agreement amendment\nrequires the Company to pay the existing loan by August 31, 2024. The Company has begun discussions with investment bankers to place financing\nto replace the existing credit agreement by August 31, 2024. See Item 7 “\nManagement’s Discussion and Analysis of Financial\nCondition and Results of Operations—Debt\n.”\n\n\n \n\n\n\n\nIndustry\n\n\n \n\n\nThe U.S. major home appliances market is highly\nfragmented with big box retailers, online retailers, and thousands of local and regional retailers competing for share in what has historically\nbeen a high touch sale process. According to Statista, revenue in the U.S. major household appliances market (excluding small appliances)\nis projected to reach $23.2 billion in 2022 and grow at an annual growth rate of 3.08% from 2022 to 2026.\n\n\n \n\n\nAccording to the U.S. Census Bureau, there are\napproximately 76 million households in the United States with annual incomes over $25,000 aged between 25 and 65 years, many of whom are\naccustomed to purchasing goods online. As younger generations age, start new families and move into new homes, we expect online sales\nof household appliances to increase. In addition, we believe the online household appliances market will further grow as older generations\nof consumers become increasingly comfortable purchasing online, particularly if the process is easy and efficient.\n\n\n \n\n\nOur\nProducts\n\n\n \n\n\nWe sell a vast assortment of household appliances,\nincluding refrigerators, ranges, ovens, dishwashers, microwaves, freezers, washers and dryers. In addition to appliances, we also offer\na broad assortment of products in the furniture, décor, bed & bath, lighting, outdoor living, electronics categories, fitness\nequipment, plumbing fixtures, air conditioners, fireplaces, fans, dehumidifiers, humidifiers, air purifiers and televisions. While these\nare not individually high-volume categories, they complement the appliance to produce a one-stop home goods offering for customers.\n\n\n \n\n\nVendor/Supplier Relationships\n\n\n \n\n\nWe offer more than 400 vendors and over 500,000\nSKUs available for purchase through our website. We believe that this depth of vendor relationships gives consumers numerous options in\nall product categories resulting in a true one-stop shopping destination. Our principal vendors and suppliers are Dynamic Marketing Inc\n(a buying coop), Frigidaire, General Electric, LG, Whirlpool, Bosch, Viking, Miele, Samsung, Fisher Paykel and Ilve.\n\n\n \n\n\nWe are a member and 1.6% equity interest holder\nof Dynamic Marketing, Inc. (“DMI”), a 60-member appliance purchasing cooperative. DMI purchases consumer electronics and appliances\nat wholesale prices from various vendors, and then makes such products available to its members, who sell such products to end consumers.\nDMI’s purchasing group arrangement provides its members with leverage and purchasing power with appliance vendors, and increases\nour ability to compete with competitors, including big box appliance and electronics retailers. For the years ended December 31, 2022\nand 2021, the Company purchased a substantial portion of finished goods from DMI, representing 69% and 72% of purchases, respectively.\n\n\n \n\n\nDuring the year ended December 31, 2022, Dynamic\nMarketing Inc accounted for approximately 69% of our purchases; no other vendor accounted for more than 10% of our purchases during the\nsame period.\n\n\n \n\n\nOur business model allows us to constantly review\nand evaluate each supplier relationship, and we are open to building new supplier/vendor relationships. Products are purchased from all\nsuppliers on an at-will basis. Relationships with suppliers are subject to change from time to time. Please see Item 1A “\nRisk\nFactors\n” for a description of the risks related to our supplier relationships.\n\n\n \n\n\nMarketing\n\n\n \n\n\nOur marketing efforts drive new and repeat customers\nand promote our websites as online communities relating to major appliances and other products. Our strategy is to inspire the customer\nat each point of their shopping journey, delivering curated messaging, content and advice in an effort to increase engagement and repeat\npurchasing. We utilize a combination of paid and earned media, including search engine marketing, email, digital display, social media,\nretargeting, radio and events, in our media strategy. We also have programs to engage appliance enthusiasts and build community through\ndesign and customer portals that are intended both to inspire and provide help the business-to-business (“B2B”) and business-to-consumer\n(“B2C”) customers with their projects.\n\n\n \n\n\n\n\n\n\n3\n\n\n \n\n\n\n\n \n\n\nCustomers and Markets\n\n\n \n\n\nWe have physical stores and warehouses located in Brooklyn, New York,\nSomerset, New Jersey, Hamilton, New Jersey, St. Charles, Missouri and Largo, Florida. Our internal logistics network and third-party distribution,\ndelivery and installation agreements allow us to serve, sell and ship to customers nationwide. The diagram below represents our sales\nby region for 2022: \n\n\n \n\n\n \n\n\n \n\n\nLogistics\n\n\n \n\n\nIn our fulfillment of large durable goods, we have\ncreated an infrastructure that allows us to deliver products in most states. We want to scale this infrastructure by continuing to improve\nexecution, fulfillment center locations, and delivery timing. This proprietary logistic process enables us to provide our customers’\nproducts quickly and to provide a better shipping and delivery experience than they might otherwise experience. Additionally, we believe\nthis logistics network will help us reduce expenses, touchpoints, damages and returns.\n\n\n \n\n\nTechnology\n\n\n \n\n\nWe are continuing to build out our custom-built,\nproprietary technology and operational platform to deliver the best experience for both our customers and suppliers. Our success has been\nbuilt on a culture of data-driven decision-making and proprietary software for order management and customer fulfillment. We believe that\ncontrol of our technology systems, which gives us the ability to update them often, is a competitive advantage. Our team of engineers\nhas built a technology solution for durable goods. Our software consists of a large set of tools and systems with which our customers\ndirectly interact, that are specifically tuned for shopping the major appliance category by mixing lifestyle imagery with easy-to-use\nnavigation tools and personalization features designed to increase customer conversion. We have designed operations software to deliver\nthe reliable and consistent experience consumers desire, with proprietary software enhancing our performance in areas such as integration\nwith our suppliers, our warehouse and logistics network and our customer service operation. Much of our customer marketing technology\nwas internally developed, including campaign management and bidding algorithms for online advertising. This allows us to leverage our\ninternal data and target customers efficiently across various channels. We also partner with select marketing and trade partners where\nwe find solutions that meet our marketing objectives and inspire our B2B and B2C customers.\n\n\n \n\n\nCompetition\n\n\n \n\n\nWhile we are primarily focused on the online U.S.\nappliances, furniture and other home goods market, we compete across all segments of the market. Our competition includes online retailers\nand marketplaces, furniture stores, big box retailers, department stores and specialty retailers.\n\n\n \n\n\n\n\n\n\n4\n\n\n \n\n\n\n\n \n\n\nCompetitive Strengths\n\n\n \n\n\nThe U.S. appliance market is\nhighly fragmented, with thousands of local and regional retailers competing for a share. We believe this fragmented market presents an\nopportunity to streamline business and make brands and products available to everyone across the country. We are standardizing a consistent\nend-to-end experience to provide products to the consumer no matter where they are located in the country.\n\n\n \n\n\nWe are strengthening our e-commerce\nplatform and increasing our showroom and distribution center model to provide a smooth path to purchase. We are also investing in our\nbrand presence and marketing efforts to drive customer acquisition and engagement. Our goal is to be the appliance destination for our\ncustomers from inspiration to installation.\n\n\n \n\n\nOur competitive strengths include:\n\n\n \n\n\n\n\n●\nName and reputation\n. In 2022, we introduced our Polished name and continue to build off our\n                                                                                       Goedeker legacy in offering competitively priced name-brand products and services, which has been recognized over 50+ years in the\n                                                                                       business.\n\n\n\n\n \n\n\n\n\n●\nProduct selection and pricing\n. Our comprehensive product\nselection and competitive pricing model, with support from inspiration to delivery and installation, means we provide a complete solution\nfor customers.\n\n\n\n\n \n\n\n\n\n●\nStrong customer relationships\n. We focus on the needs\nand experience of customers, whether they are in the market for a replacement, renovation or new construction project. This customer-centric\napproach is evidenced by our repeat customers, over-indexing the industry.\n\n\n\n\n \n\n\n\n\n●\nHighly trained and professional staff\n. Our team is\ntrained to educate and support customers when selecting and buying products. A large percentage of customer orders involve a phone conversation\nwith a sales team member—a differentiator when competing with online-only companies as well as brick-and-mortar outlets.\n\n\n\n\n \n\n\n\n\n●\nWebsite ease of use\n. Our proprietary, purpose-built\ntechnology platform is designed to provide consumers a compelling user experience as they browse, research and purchase our products.\nWe use personalization, based on past browsing and shopping patterns, to create a more engaging consumer interaction.\n\n\n\n\n \n\n\n\n\n●\nProprietary technology and content\n. Investments in\nour technology platform create a scalable process and support the customer at every point in the journey, including call center tools,\ndigital marketing optimization, B2B design portals, product reviews and lifestyle content.\n\n\n\n\n \n\n\nGrowth Strategies\n\n\n\n\n\n\n \n\n\nOur mission is to change the way consumers buy appliances\nand, in doing so, become the leading online retailer of home appliances. The strategies of the Company to achieve this mission, while\nincreasing value for our stockholders, will include:\n\n\n \n\n\n\n\n\n\n \n\n\n●\n\n\nRebrand the combined company. \nWe plan to drive brand awareness through strategic omni-channel marketing.\n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n●\n\n\nStrengthening\n    the Company’s Leadership Team.  \nWe have made significant executive and senior management hires and are continuing to\n    build our talent pool and hire highly-skilled employees. Recruiting top-tier talent at all levels remains a priority, especially as\n    the Company evolves and grows.\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n●\n\n\nSecure design and builder trade business. \nWe have created new tools and benefits to engage and simplify appliance shopping and buying for B2B projects with builders, contractors, architects and interior designers who are making or influencing the purchasing decision for their clients.\n\n\n\n\n \n\n\n\n\n\n\n5\n\n\n \n\n\n\n\n \n\n\n\n\n\n\n \n\n\n●\n\n\nCategory expansion and Deeper Connectivity with Customers. \nWe will be adding new, complementary categories and services to our selection to meet our customers’ ever-changing needs. We are in the process of enhancing the content and resources available on our site that will ultimately help us create more meaningful relationships with customers.\n\n\n\n\n \n\n\n\n\n●\nDrive continued operational excellence. \nWe are committed\nto improving productivity and profitability through operational initiatives designed to grow revenue and expand margins. Some of our\nkey initiatives for operational excellence include:\n\n\n\n\n \n\n\n\n\n\n\n \n\n\no\n\n\nLogistics\n    and shipping optimization\n. We have identified the geographic areas in which we want to establish a presence to reach more\n    customers and further penetrate markets that are experiencing high levels of housing development and home remodeling. Although we\n    currently are holding off on entering into agreements due to inventory and supply chain issues, we expect to add at least two new\n    fulfillment centers over the next year. We believe that adding fulfillment centers in other parts of the country will\n    minimize product touchpoints and damage, as well as expedite delivery. With access to vendor warehouse operations, we expect to\n    capitalize on buying opportunities and capture time-sensitive customers more frequently. \n\n\n\n\n \n\n\n\n\no\nPrice optimization\n. We are building a data-based understanding of price elasticity dynamics, promotional\nstrategies and other price management tools to drive optimized pricing for our products.\n\n\n \n\n\nIntellectual Property\n\n\n \n\n\nWe own several registered domain names, including\nfor our \nwww.polished.com\n website and the Appliances Connection websites \nwww.appliancesconnection.com, 1stopcamera.com, goldcoastappliances.com,\nand joesappliances.com\n. The agreements with our suppliers generally provide us with limited, nonexclusive licenses to use the supplier’s\ntrademarks, service marks and trade names for the sole purpose of promoting and selling their products.\n\n\n \n\n\nTo protect our intellectual property, we rely\non a combination of laws and regulations, as well as contractual restrictions. We rely on the protection of laws regarding unregistered\ncopyrights for certain content we create. We also rely on trade secret laws to protect our proprietary technology and other intellectual\nproperty. To further protect our intellectual property, we enter into confidentiality agreements with our executive officers and directors.\n\n\n \n\n\nAs of December 31, 2022, in an effort to protect\nour brand, we had three registered trademarks in the United States.\n\n\n \n\n\nHuman Capital\n\n\n \n\n\nAs of December 31, 2022, we employed 391 total\nemployees, all of which were full-time employees.\n\n\n \n\n\nWe have not experienced any work stoppages and\nwe consider our relationship with our employees to be good. None of our employees are subject to a collective bargaining agreement or\nrepresented by a labor union. Our people are integral to our business, and we are highly dependent on our ability to attract and retain\nqualified personnel.\n\n\n \n\n\nGovernment Regulation\n\n\n \n\n\nOur business is subject to the laws of the U.S.\njurisdictions in which we operate and the rules and regulations of various governing bodies, which may differ among jurisdictions as to\nhow, or whether, laws governing personal privacy, data security, consumer protection or sales and other taxes, among others, apply to\nthe Internet and e-commerce. These laws are continually evolving. For example, certain applicable privacy laws and regulations require\nus to provide customers with our policies on sharing information with third parties, and advance notice of any changes to these policies.\nRelated laws may govern the manner in which we store or transfer sensitive information or impose obligations on us in the event of a security\nbreach or inadvertent disclosure of such information. Additionally, tax regulations in jurisdictions where we do not currently collect\nstate or local taxes may subject us to the obligation to collect and remit such taxes, or to additional taxes, or to requirements intended\nto assist jurisdictions with their tax collection efforts. New legislation or regulation, the application of laws from jurisdictions whose\nlaws do not currently apply to our business, or the application of existing laws and regulations to the Internet and e-commerce generally\ncould result in significant additional taxes on our business. Further, we could be subject to fines or other payments for any past failures\nto comply with these requirements. The continued growth and demand for e-commerce is likely to result in more laws and regulations that\nimpose additional compliance burdens on e-commerce companies.\n\n\n \n\n\n\n\n\n\n6\n\n\n \n\n\n\n\n \n\n\nEmerging Growth Company and Smaller Reporting\nCompany\n\n\n \n\n\nWe qualify as an “emerging growth company”\nunder the JOBS Act and a “smaller reporting company” within the meaning of the Securities Act. As a result, we are permitted\nto, and intend to, rely on exemptions from certain disclosure requirements.\n\n\n \n\n\nFor so long as we are an emerging growth company,\nwe will not be required to:\n\n\n \n\n\n\n\n●\nhave an auditor report on our internal controls over financial\nreporting pursuant to Section 404(b) of the Sarbanes-Oxley Act;\n\n\n\n\n \n\n\n\n\n●\ncomply with any requirement that may be adopted by the Public\nCompany Accounting Oversight Board regarding mandatory audit firm rotation or a supplement to the auditor’s report providing additional\ninformation about the audit and the consolidated financial statements (i.e., an auditor discussion and analysis);\n\n\n\n\n \n\n\n\n\n●\nsubmit certain executive compensation matters to stockholder\nadvisory votes, such as “say-on-pay” and “say-on-frequency;” and\n\n\n\n\n \n\n\n\n\n●\ndisclose certain executive compensation related items such\nas the correlation between executive compensation and performance and comparisons of the chief executive officer’s compensation\nto median employee compensation.\n\n\n\n\n \n\n\nIn addition, Section 107 of the JOBS Act also\nprovides that an emerging growth company can take advantage of the extended transition period provided in Section 7(a)(2)(B) of the Securities\nAct for complying with new or revised accounting standards. In other words, an emerging growth company can delay the adoption of certain\naccounting standards until those standards would otherwise apply to private companies. We have elected to take advantage of the benefits\nof this extended transition period. Our consolidated financial statements may therefore not be comparable to those of companies that comply\nwith such new or revised accounting standards.\n\n\n \n\n\nWe will remain an emerging growth company until\nthe earliest of (i) the last day of the fiscal year following the fifth anniversary of our initial public offering, (ii) the last day\nof the first fiscal year in which our total annual gross revenues are $1.235 billion or more, (ii) the date that we become a “large\naccelerated filer” as defined in Rule 12b-2 under the Exchange Act, which would occur if the market value of our common stock that\nis held by non-affiliates exceeds $700 million as of the last business day of our most recently completed second fiscal quarter or (iv)\nthe date on which we have issued more than $1 billion in non-convertible debt during the preceding three year period.\n\n\n \n\n\nWe may continue to qualify as a smaller reporting\ncompany if either (i) the market value of our common stock held by non-affiliates is less than $250 million or (ii) our annual revenue\nwas less than $100 million during the most recently completed fiscal year and the market value of our common stock held by non-affiliates\nis less than $700 million. As a result, we are permitted to, and intend to, rely on exemptions from certain disclosure requirements, including,\nbut not limited to presenting only the two most recent fiscal years of audited financial statements in our Annual Report on Form 10-K\nand reduced disclosure obligations regarding executive compensation in our periodic reports and proxy statements.\n\n\n \n\n\nAdditional Information About the Company\n\n\n \n\n\nThe following documents are available free of\ncharge through the Company’s website, www.polished.com: the Company’s annual report on Form 10-K, quarterly reports on Form\n10-Q, current reports on Form 8-K, and any amendments to those reports that are filed with or furnished to the Securities and Exchange\nCommission (“SEC”) pursuant to Sections 13(a) or 15(d) of the Securities Exchange Act of 1934 (the “Exchange Act”).\nThese materials are made available through the Company’s website as soon as reasonably practicable after they are electronically\nfiled with, or furnished to, the SEC. In addition to its reports filed or furnished with the SEC, the Company publicly discloses material\ninformation from time to time in its press releases, at annual meetings of stockholders, in publicly accessible conferences and investor\npresentations, and through its website (principally in its News and Investor Relations pages). References to the Company’s website\nin this Form 10-K are provided as a convenience and do not constitute, and should not be deemed, an incorporation by reference of the\ninformation contained on, or available through, the website, and such information should not be considered part of this Form 10-K.\n\n\n \n\n\n\n\n\n\n7\n\n\n \n\n\n\n\n \n\n",
    "item1a": ">ITEM 1A.\n    \nRISK FACTORS\n\n\n8\n\n\n\n",
    "item7": ">Item 7 Management’s Discussion and Analysis of Financial\nCondition and Results of Operation – Investigation” initiated by the Board.\n\n\n\n\n \n\n\n\n\n\n\n62\n\n\n \n\n\n\n\n \n\n\nTotal other income (expense)\n. We had\n$2.2 million in total net other expense for the nine months ended September 30, 2022, as compared to total net other expense, of\n$4.0 million for the nine months ended September 30, 2021. Total other expense, net, for the nine months ended September 30, 2022,\nconsisted primarily of loss on the extinguishment of debt of $3.2 million and interest expense of $2.6 million, offset by a gain\nfrom the change in fair value of a derivative asset of $3.5 million. Total other expense, net, for the nine months ended September\n30, 2021, consisted primarily of loss on settlement of debt of $1.7 million and interest expense of $2.4 million.\n\n\n \n\n\nIncome tax benefit\n. We had an\nincome tax net benefit of $3.2 million for the nine months ended September 30, 2022, as compared to an income tax benefit of $5.9 million\nfor the nine months ended September 30, 2021.\n\n\n \n\n\nNet income (loss)\n. As a result of the\ncumulative effect of the factors described above, we had a net loss of $3.7 million for the nine months ended September 30, 2022, as\ncompared to net income of $3.9 million for the nine months ended September 30, 2021, a decrease of $7.5 million, or 194.8%.\n\n\n \n\n\nSummary of Cash Flow\n\n\n \n\n\nThe following table provides detailed information\nabout our net cash flow for the nine months ended September 30, 2022 and 2021 (in thousands).\n\n\n \n\n\n\n\n\n\n \n \n\n\nNine Months Ended\n \n\n\n\n\n \n \n\n\nSeptember 30,\n \n\n\n\n\n \n \n\n\n2022\n \n \n\n\n2021\n \n\n\n\n\nNet cash used in operating activities\n \n\n\n$\n(38,693\n)\n \n\n\n$\n(18,316\n)\n\n\n\n\nNet cash used in investing activities\n \n\n\n \n(1,318\n)\n \n\n\n \n(203,628\n)\n\n\n\n\nNet cash provided by financing activities\n \n\n\n \n36,386\n \n \n\n\n \n247,218\n \n\n\n\n\n \n \n\n\n \n \n \n \n\n\n \n \n \n\n\n\n\nNet change in cash, cash equivalents, and restricted cash\n \n\n\n$\n(3,625\n)\n \n\n\n$\n25,274\n \n\n\n\n\n \n\n\nCash flows used in operating activities\n.\nOur net cash used in operating activities was $38.7 million for the nine months ended September 30, 2022, as compared to $18.3 million for the nine months ended September 30, 2021. Significant changes in operating assets and liabilities\naffecting cash flows during these periods included:\n\n\n \n\n\n\n\n\n\n \n\n\n●\n\n\nNet loss was $3.7 million, as compared to net income of $3.9\n                                                     million for the nine months ended September 30, 2022 and 2021, respectively,\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n●\n\n\nCash used by receivables was $1.8 million and $2.6 million for the nine months ended September 30, 2022 and 2021, respectively,\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n●\n\n\nCash\n    provided by inventories was $7.3 million, as compared to cash used by inventory of $11.7 million for the nine months ended\n    September 30, 2022 and 2021, respectively,\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n●\n\n\nCash used by customer deposits was $20.9 million and $16.9 million for the nine months ended September 30, 2022 and 2021, respectively. Prior to July 2021, the Company charged a customer’s card when an order was placed. After July 2021, the customers card was charged when the order shipped. The decline in customer deposits results from shipping or refunding customer orders that had previously been paid.\n\n\n\n\n  \nCash\n                                            flows used in investing activities\n. Our net cash used in investing activities was $1.3\n                                            million for the nine months ended September 30, 2022, as compared to $203.6 million for the\n                                            nine months ended September 30, 2021. Net cash used in investing activities for the nine\n                                            months ended September 30, 2022, consisted of leasehold improvements of $1.3 million. Net\n                                            cash used in investing activities for the nine months ended September 30, 2021, primarily consisted\n                                            of cash paid in the acquisition of Appliances Connection, net of cash acquired, of $201.5\n                                            million.\n\n\n\n\n \n\n\nCash flows provided by financing\nactivities\n. Our net cash provided in financing activities was $36.4 million for the nine months ended September 30, 2022, as\ncompared to $247.2 million for the nine months ended September 30, 2021.\n\n\n \n\n\nSignificant changes in financing activities affecting cash flows during\nthese years included:\n\n\n \n\n\n\n\n\n\n \n\n\n●\n\n\nNet cash\nreceived from notes payable proceeds of $43.0 million and $55.2 million for the nine months ended September 30, 2022 and September 30,\n2021, respectively,\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n●\n\n\nRepayments of notes payable of $4.6 million and $4.9 million for the\nnine months ended September 30, 2022 and 2021, respectively,\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n●\n\n\nStock repurchases of $2.0 million for the nine months ended September\n30, 2022, and\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n●\n\n\nNet proceeds of $194.6 million received from public offering and proceeds\nfrom the exercise of warrants of $2.3 million for the nine months ended September 30, 2021.\n\n\n\n\n \n \n\n",
    "item7a": ">ITEM 7A.\n    \nQUANTITATIVE AND QUALITATIVE DISCLOSURES ABOUT MARKET RISK\n\n\n63\n\n\n\n\nITEM 8.\n\n\nFINANCIAL STATEMENTS AND SUPPLEMENTARY\n    DATA\n\n\n63\n\n\n\n\nITEM 9.\n\n\nCHANGES IN AND DISAGREEMENTS WITH ACCOUNTANTS ON ACCOUNTING AND FINANCIAL DISCLOSURE\n\n\n64\n\n\n\n\nITEM 9A.\n\n\nCONTROLS AND PROCEDURES\n\n\n64\n\n\n\n\nITEM 9B.\n\n\nOTHER INFORMATION\n\n\n65\n\n\n\n\nITEM 9C.\n\n\nDISCLOSURE REGARDING FOREIGN JURISDICTIONS THAT PREVENT INSPECTIONS\n\n\n65\n\n\n\n\nPART III\n\n\n\n\nITEM 10.\n\n\nDIRECTORS, EXECUTIVE OFFICERS AND CORPORATE GOVERNANCE\n\n\n66\n\n\n\n\nITEM 11.\n\n\nEXECUTIVE COMPENSATION\n\n\n72\n\n\n\n\nITEM 12.\n\n\nSECURITY OWNERSHIP OF CERTAIN BENEFICIAL OWNERS AND MANAGEMENT AND RELATED STOCKHOLDER MATTERS\n\n\n77\n\n\n\n\nITEM 13.\n\n\nCERTAIN RELATIONSHIPS AND RELATED TRANSACTIONS, AND DIRECTOR INDEPENDENCE\n\n\n79\n\n\n\n\nITEM 14.\n\n\nPRINCIPAL ACCOUNTING FEES AND SERVICES\n\n\n82\n\n\n\n\nPART IV\n\n\n\n\nITEM 15.\n\n\nEXHIBIT AND FINANCIAL STATEMENT SCHEDULES\n\n\n83\n\n\n\n\nITEM 16.\n\n\nFORM 10-K SUMMARY\n\n\n88\n\n\n \n\n\n\n\n\n\ni\n\n\n \n\n\n\n\n \n\n\nEXPLANATORY NOTE\n\n\n \nPolished.com Inc. (the “Company”) is filing this comprehensive\nannual report on Form 10-K for the fiscal years ended December 31, 2022 and 2021 and the quarterly periods ended March 31, 2022, June\n30, 2022, September 30, 2022 and March 31, 2023 (the “Comprehensive Form 10-K”) as part of its efforts to become current in\nits filing obligations under the Securities Exchange Act of 1934, as amended (the “Exchange Act”). Although we have regularly\nmade filings through current reports on Form 8-K when deemed appropriate, this Comprehensive Form 10-K is our first periodic filing with\nthe Securities and Exchange Commission (the “SEC”) since the filing of our quarterly report on Form 10-Q for the quarter ended\nMarch 31, 2022 as a result of the matters related to investigation described in this Annual Report under the heading “\nItem 7\nManagement’s Discussion and Analysis of Financial Condition and Results of Operation – Investigation\n”. As a result\nof the foregoing, our former auditor withdrew its previously issued audit opinion on our December 31, 2021 consolidated financial statements\n,\nissued on March 31, 2022, and declined to be associated with the quarterly financial statements for the periods ended June 30, 2021, September\n30, 2021, and March 31, 2022, filed on August 8, 2021, November 16, 2021 and May 12, 2022, respectively\n. Included in this Comprehensive\nForm 10-K are our audited financial statements for the fiscal year ended December 31, 2022, and our select, unaudited quarterly financial\ninformation for the periods ended June 30, 2022, September 30, 2022 and March 31, 2023, in each case which have not been previously filed\nwith the SEC.\n\n\n\n\n \nIn addition, the Comprehensive Form 10-K also\nrestates the Company’s previously issued consolidated financial statements as of and for the fiscal year ended December 31, 2021\n(see Note 2, “\nSummary of Significant Accounting Policies – Restatement\n,” in “\nItem 8 Financial Statements\nand Supplementary Data\n”, for additional information), which have been re-audited by our new independent registered public accounting\nfirm, \nSadler, Gibb & Associates, LLC\n. See Item 9. Changes In and Disagreements with Accountants\non Accounting and Financial Disclosure. The relevant unaudited interim financial information for the period ended March 31, 2022 has also\nbeen restated. See Note 2, “\nSummary of Significant Accounting Policies – Restatement\n,” in “\nItem 8 Financial\nStatements and Supplementary Data\n”, for such restated information.\n\n\n \n\n\nThe impact of the restatement is discussed in detail in this Annual\nReport under the headings “Item 7 Management’s Discussion and Analysis of Financial Condition and Results of Operation –\nInvestigation.”\n\n\n \n\n\nControl Considerations\n\n\n \n\n\nManagement has determined that the Company’s\nineffective internal control over financial reporting and resulting material weaknesses were attributed to: the Company’s lack of\nstructure and responsibility, insufficient number of qualified resources and inadequate oversight and accountability over the performance\nof controls; ineffective assessment and identification of changes in risk impacting internal control over financial reporting; inadequate\nselection and development of effective control activities, general controls over technology and effective policies and procedures; ineffective\nevaluation and determination as to whether the components of internal control were present and functioning; and the lack of an accounting\nsystem that is required for a company or our size. See Item 9A, Controls and Procedures, for additional information related to these material\nweaknesses in internal control over financial reporting and the related remedial measures.\n\n\n\n\n \n\n\nINTRODUCTORY NOTES\n\n\n \n\n\nUse of Terms\n\n\n \n\n\nExcept as otherwise indicated by the context and\nfor the purposes of this Annual Report on Form 10-K, the terms “Company,” “we,” “us,” or “our”\nrefer to Polished.com Inc., a Delaware corporation, and its consolidated subsidiaries, including but not limited to, 1 Stop Electronics\nCenter, Inc., a New York corporation (“1 Stop”), Gold Coast Appliances, Inc., a New York corporation (“Gold Coast”),\nSuperior Deals Inc., a New York corporation (“Superior Deals”), Joe’s Appliances LLC, a New York limited liability company\n(“Joe’s Appliances”), and YF Logistics LLC, a New Jersey limited liability company (“YF Logistics” and together\nwith 1 Stop, Gold Coast, Superior Deals, and Joe’s Appliances, “Appliances Connection”), and AC Gallery Inc., a Delaware\ncorporation (“AC Gallery”).\n\n\n \n\n\nCautionary Statement Regarding Forward-Looking\nStatements\n\n\n \n\n\nThis report contains forward-looking statements\nthat are based on our management’s beliefs and assumptions and on information currently available to us. All statements other than\nstatements of historical facts are forward-looking statements. These statements relate to future events or to our future financial performance\nand involve known and unknown risks, uncertainties and other factors that may cause our actual results, levels of activity, performance\nor achievements to be materially different from any future results, levels of activity, performance or achievements expressed or implied\nby these forward-looking statements. Forward-looking statements inc\nlude, but\nare not limited to, statements about:\n\n\n \n\n\n\n\n\n\n \n\n\n●\n\n\n\n\ndelinquency in connection with the filing of our\n    ongoing SEC reports and the risk that the SEC will initiate an administrative proceeding to suspend or revoke the registration of our\n    common stock under the Exchange Act due to our previous failure to file such reports or of the NYSE American to delist our stock from\n    the exchange;\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n \n\n\n●\n\n\n\n\ncybersecurity or data security breaches such as\n    the hacking attack we disclosed in May 2023, the improper disclosure of confidential, personal or proprietary data and changes to laws\n    and regulations governing cybersecurity and data privacy, including any related costs, fines or lawsuits, and our ability to continue\n    ongoing operations and safeguard the integrity of our information technology infrastructure, data, and employee, customer and vendor information;\n\n\n\n\n\n\n \n\n\n\n\n●\nour\n                                            ability to acquire new customers and sustain and/or manage our growth;\n\n\n\n\n \n\n\n\n\n●\nthe\n                                            effect of supply chain delays and disruptions on our operations and financial condition;\n\n\n\n\n \n\n\n\n\n●\nour\n                                            goals and strategies;\n\n\n\n\n \n\n\n\n\n\n\nii\n\n\n \n\n\n\n\n \n\n\n\n\n●\nthe\n                                            identification of material weaknesses in our internal control over financial reporting and\n                                            disclosure controls and procedures that, if not corrected, could affect the reliability of\n                                            our consolidated financial statements and have other adverse consequences such as a failure\n                                            to meet reporting obligations;\n\n\n\n\n \n\n\n\n\n●\nour\n                                            future business development, financial condition and results of operations;\n\n\n\n\n \n\n\n\n\n●\nexpected\n                                            changes in our revenue, costs or expenditures;\n\n\n\n\n \n\n\n\n\n●\ngrowth\n                                            of and competition trends in our industry;\n\n\n\n\n \n\n\n\n\n●\nour\n                                            expectations regarding demand for, and market acceptance of, our products;\n\n\n\n\n \n\n\n\n\n\n\n\n\n●\nour\n                                            expectations regarding our relationships with investors, institutional funding partners and\n                                            other parties we collaborate with;\n\n\n\n\n \n\n\n\n\n●\nfluctuations\n                                            in general economic and business conditions in the markets in which we operate; and\n\n\n\n\n \n\n\n\n\n●\nrelevant\n                                            government policies and regulations relating to our industry.\n\n\n\n\n \n\n\nIn\nsome cases, you can identify forward-looking statements by terms such as “may,” “could,” “will,”\n“should,” “would,” “expect,” “plan,” “inte\nnd,” “anticipate,”\n“believe,” “estimate,” “predict,” “potential,” “project” or “continue”\nor the negative of these terms or other comparable terminology. These statements are only predictions. You should not place undue reliance\non forward-looking statements because they involve known and unknown risks, uncertainties and other factors, which are, in some cases,\nbeyond our control and which could materially affect results. Factors that may cause actual results to differ materially from current\nexpectations include, among other things, those listed under Item 1A “\nRisk Factors\n” and elsewhere in this report.\nIf one or more of these risks or uncertainties occur, or if our underlying assumptions prove to be incorrect, actual events or results\nmay vary significantly from those implied or projected by the forward-looking statements. No forward-looking statement is a guarantee\nof future performance.\n\n\n \n\n\nThe forward-looking statements made in this report\nrelate only to events or information as of the date on which the statements are made in this report. Except as expressly required by the\nfederal securities laws, there is no undertaking to publicly update or revise any forward-looking statements, whether as a result of new\ninformation, future events, changed circumstances or any other reason.\n\n\n \n\n\n\n\nRisk Factors Summary\n\n\n \n\n\nWe are subject to a variety of risks and uncertainties\nthat could adversely affect our business, financial condition and operating results. These risks are discussed in more detail under “\nRisk\nFactors\n” in Item 1A of this report, but are not limited to, risks related to:\n\n\n \n\n\nRisks Related to Our Business and Industry\n\n\n \n\n\n\n\n\n\n \n\n\n●\n\n\n\n\nPrior to the filing of this annual report on Form\n    10-K, we have been delinquent in our SEC reporting obligations for over 12 months. Although we expect to file our periodic reports in\n    a timely fashion going forward, we cannot provide assurance that our business and the price of our common stock will not be materially\n    adversely affected by our previous failure to file required periodic reports.\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n \n\n\n●\n\n\n\n\nThe Investigation and subsequent restatement of our financial statements\nhas consumed a significant amount of our time and resources and may lead to, among other things, shareholder litigation, loss of investor\nconfidence, negative impacts on our stock price, a material adverse effect on our reputation, business and stock price and certain other\nrisks.\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n \n\n\n●\n\n\n\n\nMacroeconomic trends including inflation and rising\n    interest rates may adversely affect our financial condition and results of operations.\n\n\n\n\n\n\n \n\n\n\n\n●\nOur continued revenue growth will depend upon, among other\nfactors, our ability to acquire more customers, build our brands and launch new brands, introduce new products or offerings and\nimprove existing products, and successfully compete in the products and services retail industry, especially in the e-commerce sector.\n\n\n\n\n \n\n\n\n\n●\nOur business model and growth strategy depend on our marketing\nefforts and ability to maintain our brand and attract customers to our platform in a cost-effective manner, including our ability to\ndevelop new features to enhance the consumer experience on our websites, mobile-optimized websites and mobile applications, which we\ncollectively refer to as our “sites.”\n\n\n\n\n \n\n\n\n\n●\nWe may be unsuccessful in launching or marketing new products\nor services, or launching existing products and services into new markets, or may be unable to successfully integrate new offerings into\nour existing platform, which would result in significant expense and could adversely affect our results.\n\n\n\n\n \n\n\n\n\n●\nWe have experienced rapid growth since inception, which may\nnot be indicative of future growth, and, if we continue to grow rapidly, we may experience difficulties in managing our growth and expanding\nour operations and service offerings.\n\n\n\n\n \n\n\n\n\n\n\n\n\niii\n\n\n \n\n\n\n\n \n\n\n\n\n●\nWe depend on our relationships with third parties, and changes\nin our relationships with these parties could adversely affect our revenues and profits. We may be unable to expand our relationships\nwith existing suppliers or source new or additional suppliers, negotiate acceptable pricing and other terms with third-party service\nproviders, suppliers and outsourcing partners and maintain our relationships with such entities.\n\n\n\n\n \n\n\n\n\n●\nOur suppliers have imposed conditions in our business arrangements\nwith them. If we are unable to continue satisfying these conditions, or such suppliers impose additional restrictions with which we cannot\ncomply, it could have a material adverse effect on our business.\n\n\n\n\n \n\n\n\n\n●\nWe may be unable to optimize, operate and manage the expansion of the capacity of our fulfillment\n                                                                                       centers, and our plans to expand capacity and develop new facilities may be adversely affected by global events.\n\n\n\n\n \n\n\n\n\n\n\n●\nOur business is dependent upon our ability to acquire, accurately\nvalue and manage inventory.\n\n\n\n\n \n\n\n\n\n●\nIf we fail to maintain adequate cybersecurity with respect\nto our systems and ensure that our third-party service providers do the same with respect to their systems, our business may be harmed.\n\n\n\n\n \n\n\n\n\n\n\n●\nOur internal information technology systems may fail or suffer\nsecurity breaches, loss or leakage of data, and other disruptions, which could disrupt our business or result in the loss of critical\nand confidential information.\n\n\n\n\n \n\n\n\n\n●\nOur limited operating history makes it difficult to evaluate\nour current business and future prospects and the risk of your investment.\n\n\n\n\n \n\n\n\n\n●\nCertain of our directors and officers could be in a position\nof conflict of interest.\n\n\n\n\n \n\n\n\n\n●\nWe have identified a material weakness in our internal control\nover financial reporting and may identify additional material weaknesses in the future or otherwise fail to maintain an effective system\nof internal controls, which may result in material misstatements of our financial statements or cause us to fail to meet our reporting\nobligations or fail to prevent fraud, which would harm our business and could negatively impact the price of our common stock.\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n●\n\n\n\n\nOur business, financial condition and results\n    of operations could be adversely affected by disruptions in the global economy resulting from the ongoing military conflict between Russia\n    and Ukraine.\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n \n\n\n●\n\n\nThe ongoing global COVID-19 pandemic and any future pandemics or other public health emergencies, could materially affect our operations, liquidity, financial condition and operating results.\n\n\n\n\n \n\n\nRisks Related\nto Our Indebtedness and Liquidity\n\n\n \n\n\n\n\n●\nIf we require additional financing to fuel our continued\nbusiness growth, this additional financing may not be available on reasonable terms or at all.\n\n\n\n\n \n\n\n\n\n●\nOur current debt and our ability to increase future leverage\ncould limit our operating flexibility and ability to grow, and adversely affect our financial condition and cash flows.\n\n\n\n\n \n\n\nRisks Related to Laws and Regulations\n\n\n \n\n\n\n\n●\nGovernment regulation of the internet and e-commerce is evolving,\nand unfavorable changes or failure by us to comply with existing or future regulations in a cost-efficient manner could substantially\nharm our business and results of operations.\n\n\n\n\n \n\n\n\n\n●\nFailure to comply with applicable laws and regulations relating\nto privacy, data protection and consumer protection, or the expansion of current or the enactment of new laws or regulations relating\nto privacy, data protection and consumer protection, could adversely affect our business and our financial condition.\n\n\n\n\n \n\n\n\n\n●\nWe may be subject to product liability and other similar\nclaims if people or property are harmed by the products we sell. The market price, trading volume and marketability of our common stock\nmay, from time to time, be significantly affected by numerous factors beyond our control, which may materially adversely affect the market\nprice of our common stock, the marketability of our common stock and our ability to raise capital through future equity financings.\n\n\n\n\n \n\n\nRisks Related to Ownership of Our Common\nStock\n\n\n \n\n\n\n\n●\nWe\n                                            have a limited number of shares of common stock available for issuance, which may limit our\n                                            ability to raise capital.\n\n\n\n\n \n\n\n\n\n●\nWe have not paid in the past and do not expect to declare\nor pay dividends in the foreseeable future.\n\n\n\n\n \n\n\n\n\n●\nFor as long as we are an “emerging growth company,”\nor a “smaller reporting company” we will not be required to comply with certain reporting requirements that apply to some\nother public companies, and such reduced disclosures requirement may make our common stock less attractive.\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n●\n\n\nWe may not be able to maintain a listing of our common stock and warrants on NYSE American.\n\n\n\n\n \n\n\n\n\n\n\niv\n\n\n \n\n\n\n\n \n\n\nPART\nI\n\n\n \n\n\n ",
    "cik": "1810140",
    "cusip6": "28252C",
    "cusip": [
        "28252C909",
        "28252C109",
        "28252c109"
    ],
    "names": [
        "POLISHED COM INC",
        "POLISHED COM INC COM"
    ],
    "source": "https://www.sec.gov/Archives/edgar/data/1810140/000121390023061380/0001213900-23-061380-index.htm"
}