{
    "item1": ">ITEM 1.\n  \nBUSINESS \n\n\n \n\n\nOverview\n\n\n \n\n\nEthan Allen Interiors Inc., through its wholly-owned subsidiary, Ethan Allen Global, Inc., and Ethan Allen Global, Inc.’s subsidiaries (collectively, “we,” “us,” “our,” “Ethan Allen” or the “Company”), is a Delaware corporation and a leading interior design company, manufacturer and retailer in the home furnishings marketplace. We are a global luxury home fashion brand that is vertically integrated from product design through home delivery, which offers our customers stylish product offerings, artisanal quality, and personalized service. We are known for the quality and craftsmanship of our products as well as for the exceptional personal service from design to delivery, and for our commitment to social responsibility and sustainable operations. Our strong network of entrepreneurial leaders and interior designers provide complimentary interior design service to our clients and sell a full range of home furnishing products through a retail network of design centers located throughout the United States and abroad as well as online at ethanallen.com.\n\n\n \n\n\nEthan Allen design centers represent a mix of locations operated by independent licensees and Company-operated locations. As of June 30, 2023, the Company operates 139 retail design centers with 135 located in the United States and four in Canada. Our independently-operated design centers are located in the United States, Asia, the Middle East and Europe. We also own and operate ten manufacturing facilities, including four manufacturing plants, one sawmill, one rough mill and one kiln dry lumberyard in the United States, two manufacturing plants in Mexico and one manufacturing plant in Honduras. Approximately 75% of our products are manufactured in our North American manufacturing plants and we also partner with various suppliers located in Europe, Asia, and other countries to produce products that support our business.\n\n\n \n\n\nBusiness Strategy\n\n\n \n\n\nWe strive to deliver value to our shareholders through the execution of our strategic initiatives focused on the concept of constant reinvention. Ethan Allen has a distinct vision of American style, rooted in the kind of substance that we believe differentiates us from our competitors. Our business model is to maintain continued focus on (i) providing relevant product offerings, (ii) capitalizing on the professional and personal service offered to our customers by our interior design professionals, (iii) leveraging the benefits of our vertical integration including a strong manufacturing presence in North America, (iv) regularly investing in new technologies across key aspects of our vertically integrated business, (v) maintaining a strong logistics network, (vi) communicating our messages with strong advertising and marketing campaigns, and (vii) utilizing our website, ethanallen.com, as a key marketing tool to drive traffic to our retail design centers.\n\n\n \n\n\nWe aim to position Ethan Allen as a premier interior design destination and a preferred brand offering products of superior style, quality, and value to customers with a comprehensive solution for their home furnishing and interior design needs. We operate our business with an entrepreneurial attitude, staying focused on long-term growth, and treating our employees, vendors, and customers with dignity and respect, which we believe are important amidst the constant changes taking place in the world.\n\n\n \n\n\nProduct \n\n\n \n\n\nBy harnessing the expertise of skilled artisans within our North American facilities, we design and build 75% of the items we offer. Every product bears the distinctive quality of the Ethan Allen brand. Meticulous hand-guided stitching, dress our upholstery frames, and our case goods furniture crafted from premium lumber and veneers, individually finished and customized. Our commitment to using top-tier construction techniques is evident, including using mortise and tenon joinery and four-corner glued dovetail joinery for drawers. These elements are the bedrock of Ethan Allen's identity, solidifying our role as a premier influencer of quality and style in home furnishings.\n\n\n \n\n\nOur vertically integrated approach empowers us to seamlessly introduce new products, oversee design specifications, and uphold consistent levels of excellence across all product lines. Alongside our seven manufacturing facilities in the United States, we possess two upholstery manufacturing plants in Mexico and a case goods manufacturing facility in Honduras. We selectively outsource the remaining 25% of our products, primarily from Asia. Our sourcing partners are chosen with the utmost care, and we insist on unwavering adherence to our quality standards, specifications, and social responsibility. If any of these suppliers experience financial or other difficulties, we believe we have alternative sources of supply to prevent temporary disruptions in our imported product flow. The prices paid for these imported products began to decrease in fiscal 2023 as our supply chain constraints relaxed and demand across the industry decreased, which helped lower costs. We believe our strategic investments in manufacturing facilities and the judicious outsourcing from foreign and domestic suppliers position us to accommodate future growth while retaining control over costs, quality, and customer service.\n\n\n \n\n\n\n\n\n\n\n\n5\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n \n\n\nETHAN ALLEN INTERIORS INC. AND SUBSIDIARIES\n\n\n \n\n\nProjection\n\n\n \n\n\nOur design centers have evolved into an interior design destination, with technology-driven projections and dedicated workstations that foster collaboration between designers and clients. Each workstation highlights the breadth of selection within a home furnishings category, including available custom fabrics, leathers, finishes, and options, where relevant. Clients can also use touchscreens located throughout the store to perform product research at their own pace. Upon entering our design centers clients can immediately view our design studio. The design center showcases our talented interior designers, with freestanding workstations equipped with large touch-screen flat panel displays where clients can view both before-and-after photos and 3D floor plans of single rooms or even entire homes. The large, high-resolution screens bring digital design plans to life, so clients can preview an incredibly realistic version of their designed space before placing an order. Customers are also able to view hundreds of fabrics, leathers, finishes, and other customized options on site; from room plan to furniture details, the experience is personalized.\n\n\n \n\n\nDuring fiscal 2023, we relocated two design centers, Skokie, Illinois and San Jose, California, both of which project the variety of our styles, under the umbrella of \nClassics with a Modern Perspective\n, in a bright, open, modern layout that follows our best and most current interior design concepts. We plan to further expand our retail design center footprint in fiscal 2024 through the addition of new design centers located in The Villages, Florida, Manhattan, New York and Avon, Ohio.\n\n\n \n\n\nTechnology\n\n\n \n\n\nOur unique combination of personal service and technology enhances the customers’ Ethan Allen experience including the use of virtual design appointment capabilities at ethanallen.com. We continue to leverage EA inHome®, an augmented reality mobile app, which empowers clients to preview Ethan Allen products in their homes, at scale, in a variety of fabrics and finishes. With the 3D Room Planner, our designers generate both 2D floor plans and immersive 4K, realistic 3D walk-throughs of the interior designs they create. In addition, our virtual design center showcases the timeless aesthetic of Ethan Allen’s vast product portfolio while fostering collaboration between our interior designers and our customers. Clients can access our home furnishings while either co-browsing live with an Ethan Allen interior designer or browsing on their own, at their own pace. Clients can view items in 3D, read product details, share, and save item lists, and utilize augmented reality views in their homes, either via a QR code on their desktop or directly when browsing on a mobile device. With so much of our product customizable, we encourage our customers to get personal help from our interior design professionals either in person or by chatting online. All of these technologies have been pivotal to our ability to service clients and provide even more ways for us to collaborate and create a timely and exceptional experience.\n\n\n \n\n\nMarketing\n\n\n \n\n\nEthan Allen’s marketing emphasizes our core brand values of quality and craftsmanship, combining personal service with technology, and a commitment to social responsibility. We amplify those values through our dynamic brand story built around a core projection and philosophy: \nClassics with a Modern Perspective\n. By adopting a fresh, ever-evolving creative approach, using digital marketing to drive traffic to our retail locations, we continue to broaden our reach and enhance desirability and visibility. Our combination of creative and analytics-driven strategies enables us to secure both new and repeat client traffic, to our design centers worldwide and to our website at ethanallen.com. Using our customer relationship management system, we work toward creating personalized customer journeys and targeted communications. Our creative messaging is relevant and aspirational and conveyed through a variety of media, including digital marketing that includes social media and email marketing campaigns, plus direct mail and TV. Additionally, grassroots marketing is a critical initiative that is driven by our local design center teams. Taken together, these strategies help ensure that we are continuing to add to our client base while maintaining our existing relationships.\n\n\n \n\n\nE-Commerce\n\n\n \n\n\nWe consider our website an extension of our retail design centers and not a separate segment of our business. Most clients will use the internet for inspiration and as a start to their shopping process to view products and prices. With so much of our product customizable, we encourage our website customers to get personal help from our interior design professionals either in person or by chatting online. We believe this complimentary direct contact with one of our interior design professionals, whether remotely or in-person, creates a competitive advantage through our excellent personal service. In addition, recent improvements to our ethanallen.com website include improved on-site search capabilities, expanded live chat services, online appointment booking capability, and product listing and display page enhancements. \n\n\n \n\n\n\n\n\n\n\n\n6\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n \n\n\nETHAN ALLEN INTERIORS INC. AND SUBSIDIARIES\n\n\n \n\n\nRaw Materials and Supply Chain\n\n\n \n\n\nThe principal raw materials we use in manufacturing are lumber, logs, veneers, plywood, hardware, glue, finishing materials, glass, steel, fabrics, leather, frames, foam and filling material. The various types of wood used in our products include soft maple, wormy maple, red oak, prima vera, birch, rubber wood and cherry. These raw materials used for manufacturing are for cover (primarily fabrics and leather), polyester batting and polyurethane foam for cushioning and padding, lumber and plywood for frames, steel for motion mechanisms and various other metal components for fabrication of product. \n\n\n \n\n\nOur raw materials are purchased both domestically and outside the United States. We have no significant long-term supply contracts and believe we have sufficient alternate sources of supply to prevent significant long-term disruption to our operations. Appropriate amounts of lumber and fabric inventory are typically stocked to maintain adequate production levels. We believe that our sources of supply for these materials are sufficient and that we are not dependent on any one supplier. We have been able to minimize our exposure to any one particular country or manufacturing location through our vertical integration. This manufacturing structure leaves us with limited exposure to any one particular country on the 25% of product we import. We enter into standard purchase agreements with foreign and domestic suppliers to source selected products. The terms of these arrangements are customary for the industry and do not contain any long-term contractual obligations on our behalf. We believe we maintain good relationships with our suppliers.\n\n\n \n\n\nDuring fiscal 2023, we began to see more price stabilization within our raw materials as we sourced from multiple different suppliers, modified our production to include alternatives, saw inflationary cost pressures decrease and benefited from more raw material availability within the industry. Lumber prices and availability can also fluctuate over time based on various factors, including supply and demand and new home construction.\n\n\n \n\n\nSegments\n\n\n \n\n\nWe have strategically aligned our business into two reportable segments: wholesale and retail. Our operating segments are aligned with how the Company, including our chief executive officer (defined as our chief operating decision maker), manages the business. These two segments represent strategic business areas of our vertically integrated enterprise that operate separately and provide their own distinctive services. This vertical structure enables us to offer our complete line of home furnishings and accents while better controlling quality and cost. We evaluate performance of the respective segments based upon net sales and operating income. Intersegment transactions result, primarily, from the wholesale sale of inventory to the retail segment, including the related profit margin. Financial information, including sales, operating income and long-lived assets related to our segments are disclosed in Note 19, \nSegment Information,\n of the notes to our consolidated financial statements included under Item 8 of this Annual Report on Form 10-K.\n\n\n \n\n\nSeasonality\n\n\n \n\n\nWe believe that the demand for home furnishings generally reflects sensitivity to overall economic conditions, including consumer confidence, discretionary spending, housing starts, sales of new and existing homes, housing values, the level of mortgage refinancing, debt levels, retail trends and unemployment rates. In a typical year, we schedule production to maintain consistent manufacturing activity throughout the year whenever possible. We typically shut down our domestic plants for one week at the beginning of each fiscal year to perform routine maintenance. For both our segments, historically, including in fiscal 2023, no one particular fiscal quarter contributed more than 28% of annual sales volume, thus limiting our exposure to seasonality. During the last three fiscal years, our sales volume and production schedules did not follow the aforementioned typical trends due to the impact of COVID-19. As a result of the heightened demand during the COVID-19 pandemic, a significant backlog was built in the prior years. In response, we took several actions to increase our production capacity throughout the last two fiscal years and as a result, our segments both experienced their largest sales volume in the fourth quarter of fiscal 2022. During fiscal 2023, our wholesale and retail business sales volumes began trending to more historical levels; therefore, we anticipate the typical seasonal trends will return to normal in fiscal 2024.\n\n\n \n\n\nBacklog\n\n\n \n\n\nWe define backlog as any written order received that has not yet been delivered. Our wholesale backlog consists of written orders received from our retail network of independently operated design centers, Company-operated design centers, and contract business customers that have not yet been delivered. Our retail backlog is undelivered written orders associated with end retail customers. Our backlog fluctuates based on the timing of net orders booked, manufacturing production, the timing of imported product receipts, the timing and volume of shipments, and the timing of various promotional events. Historically, the size of our backlog at a given time varies and may not be indicative of our future sales, and therefore, we do not rely entirely on backlogs to predict future sales. We ended the fiscal 2023 year with wholesale backlog of $74.0 million, down 27.7% from a year ago as we were able to reduce the number of weeks of backlog. Manufacturing productivity and related shipments outpaced incoming written orders which helped reduce backlog and improve our delivery times during fiscal 2023. However, our wholesale backlog remains approximately 60% higher than pre-pandemic levels and our teams are effectively managing the business to work through this order backlog and to service our customers.\n\n\n \n\n\n\n\n\n\n\n\n7\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n \n\n\nETHAN ALLEN INTERIORS INC. AND SUBSIDIARIES\n\n\n \n\n\nDistribution and Logistics\n\n\n \n\n\nWe distribute our products through three national distribution centers, owned by the Company, strategically located in North Carolina and Virginia. These distribution centers provide efficient cross-dock operations to receive and ship product from our manufacturing facilities and third-party suppliers to our retail network of Company and independently operated retail home delivery centers. Retail home delivery centers prepare products for delivery into customers’ homes. At June 30, 2023, our Company-operated retail design centers were supported by 17 Company-operated retail home delivery centers and 9 home delivery centers operated by third parties. We utilize independent carriers to ship our products. Our practice has been to sell our products at the same delivered cost to all Company and independently operated design centers throughout the United States, regardless of their shipping point. This policy creates pricing credibility with our wholesale customers while providing our retail segment the opportunity to achieve more consistent margins by removing fluctuations attributable to the cost of shipping.\n\n\n \n\n\nHuman Capital Management\n\n\n \n\n\nWe operate our business with an entrepreneurial attitude, staying focused on long-term growth, and treating our employees, vendors, and customers with dignity and respect. At June 30, 2023, our employee count totaled 3,748, with 2,674 employees in our wholesale segment and 1,074 in our retail segment. The majority of our employees are employed on a full-time basis and none of our employees are represented by unions or collective bargaining agreements. In managing our business, we focus on a number of key human capital objectives, which are rooted in our core values and include the following.\n\n\n \n\n\nCulture and Values\n\n\n \n\n\nOur employees are vital to our success and are one of the main reasons we continue to execute at a high level. Since our founding, we have aimed to build a collaborative culture that emphasizes treating people with dignity and respect while offering employees a variety of opportunities and experiences. We believe our employees have an entrepreneurial spirit, a passion for style, a drive for excellence, and endless creativity that has fostered a culture that embraces integrity, diversity, innovation and inclusion of people from all backgrounds.\n\n\n \n\n\nDiversity, Equity and Inclusion\n\n\n \n\n\nDiversity, Equity and inclusion (“DEI”) are a part of our core values, as we recognize that our employees’ unique backgrounds, experiences and perspectives enable us to create and deliver the best-quality product and provide outstanding service to meet the needs of our customer base and the communities we serve. We believe in creating and fostering a workplace in which all our employees feel valued, included and empowered to do their best work and contribute their ideas and perspectives. We are committed to recruiting and retaining diverse talent so that our workforce better reflects the communities in which we live and work. Our DEI initiatives include developing impactful practices to advance our Company’s DEI policies, supporting diversity awareness across our organization, maintaining an inclusive environment free from discrimination or harassment of any kind, and continuing to offer our employees equal employment opportunities based solely on merit and qualifications. Ethan Allen provides multiple avenues through which to report inappropriate behavior, including a confidential whistleblower hotline. Aligning with our purpose and values, we work every day to capitalize on the talents of women, promoting them to leadership positions in both our retail network and in our corporate management. We are proud to support the advancement of women in the workplace with 70% of our retail division leaders and 65% of our Company-wide leaders women.\n\n\n \n\n\nHealth and Safety\n\n\n \n\n\nEthan Allen is committed to protecting the health and safety of our employees. We have safety programs in place for our employees to receive the proper training and education to ensure they are able to work in a safe environment each day. In addition, we have partnered with local communities in some of our North American manufacturing workshops to provide transportation to and from work and offer daily low-cost meals. In coordination with national healthcare systems for our manufacturing facilities outside of the United States, we provide on-site medical clinics staffed by a doctor and a team of experienced nurses, who also provide a pharmacy to prescribe over-the-counter medications. In addition to offering onsite medical care, we partner with local physicians to provide medical care for every associate’s family members. This commitment and focus enables us to continuously run our business operations without sacrificing the safety of our employees and customers.\n\n\n \n\n\n\n\n\n\n\n\n8\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n \n\n\nETHAN ALLEN INTERIORS INC. AND SUBSIDIARIES\n\n\n \n\n\nA Culture of Social Responsibility\n\n\n \n\n\nThroughout our history, philanthropy has been a core value to Ethan Allen. We strive to develop exceptional programs based on partnerships where employees feel a sense of connection and pride in their communities and our mission is to enhance the quality of life in the communities in which we work and live. During fiscal 2023, and for the fourth year in a row, Ethan Allen’s upholstery workshop in Mexico was awarded the prestigious designation “Empresa Socialmente Responsable” (meaning “Socially Responsible Company,” which is based on standards of conduct on social and environmental issues) by the Mexican Center for Corporate Philanthropy and the Alliance for Corporate Social Responsibility. These organizations recognize corporate policies that promote a positive social impact in Mexico and Latin America.\n\n\n \n\n\nCompensation and Other Benefits\n\n\n \n\n\nOur compensation programs are designed to attract, retain, and motivate team members to achieve strong results. We benchmark our compensation practices and benefits programs against those of comparable industries and in the geographic areas where our facilities are located. We believe that our compensation and employee benefits are competitive and allow us to attract and retain skilled labor throughout our enterprise. Certain of the benefits we offer include access to healthcare plans, financial and physical wellness programs, paid time off, parental leave and retirement benefits, including a 401(k) plan with Company matching contributions.\n\n\n \n\n\nCompetition\n\n\n \n\n\nThe home furnishings industry is a highly fragmented and competitive business. There has been growth from internet only retailers and those with a brick-and-mortar presence. We believe the home furnishings industry competes primarily on the basis of product styling and quality, personal service, prompt delivery, product availability and price. We compete with numerous individual retail home furnishing stores as well as national and regional chains. We further believe that we are well-positioned to compete on the basis of each of these factors and that, more specifically under our vertical integration structure, our complimentary interior design service, direct manufacturing, a logistics network including white glove delivery service and relevant product offerings create a competitive advantage, further supporting our mission of providing customers with a one-stop shopping design and furnishing solution. We also believe that we differentiate ourselves further with the quality of our interior design service through our extensive training programs, the caliber of our interior design professionals, and our investments in technology.\n\n\n \n\n\nEnvironmental Sustainability and Social Responsibility \n\n\n \n\n\nEthan Allen’s stance on environmental issues and personal health and safety are cornerstones of our mission statement and we believe how we impact the world at large is our responsibility as an industry leader. We continue to be focused on environmental and social responsibility while incorporating uniform social, environmental, health and safety programs into our global manufacturing standards.\n\n\n \n\n\nOur environmental (green) initiatives include but are not limited to the use of responsibly harvested Appalachian woods, and water-based finishes and measuring our carbon footprint, greenhouse gases and recycled materials from our operations. We have eliminated the use of heavy metals and hydrochlorofluorocarbons in all packaging. Our mattresses and custom upholstery use foam made without harmful chemicals and substances. Our United States manufacturing, distribution and home delivery centers strive to create and maintain a culture of conservation and environmental stewardship by integrating socio-economic policies and sustainable business practices into their operations.\n\n\n \n\n\nRegulatory activities concerning per- and polyfluoroalkyl substances (“PFAS”) are accelerating in the United States, Europe and elsewhere. These activities include gathering of exposure and use information, risk assessment activities, consideration of regulatory approaches, and increasingly strict restrictions on various uses of PFAS in products and on PFAS in manufacturing emissions. Ethan Allen’s approach is to convert, where and when reasonably feasible, to becoming PFAS-free throughout all businesses categories including area rugs, broadloom, draperies and fabrics. During fiscal 2023, we undertook initiatives designed to transition through our fabric inventory and, as new fabrics become available, they will be PFAS-free.\n\n\n \n\n\nThe Company requires its sourcing facilities that manufacture Ethan Allen branded products to implement a labor compliance program and meet or exceed the standards established for preventing child labor, involuntary labor, coercion and harassment, discrimination, and restrictions to freedom of association. These facilities are also required to provide a safe and healthy environment in all workspaces, compliance with all local wage and hour laws and regulations, compliance with all applicable environmental laws and regulations, and are required to authorize Ethan Allen or its designated agents (including third-party auditing companies) to engage in monitoring activities to confirm compliance. We work to ensure our products are safe in our customers’ homes through responsible use of chemicals and manufacturing substances.\n\n\n \n\n\n\n\n\n\n\n\n9\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n \n\n\nETHAN ALLEN INTERIORS INC. AND SUBSIDIARIES\n\n\n \n\n\nIntellectual Property\n\n\n \n\n\nWe currently hold, or have registration applications pending for, trademarks, service marks and copyrights for the Ethan Allen name, logos and designs in a broad range of classes for both products and services in the United States and in many foreign countries. In addition, we have registered, or have applications pending for certain of our slogans utilized in connection with promoting brand awareness, retail sales and other services and certain collection names. In addition, we have registered and maintain the internet domain name of ethanallen.com. We view such trademarks, logos, service marks and domain names as valuable assets and have an ongoing program to diligently monitor and defend, through appropriate action, against their unauthorized use. The Company routinely reviews the necessity for renewal as registrations expire.\n\n\n \n\n\nCorporate Contact Information\n\n\n \n\n\nFounded in 1932, Ethan Allen Interiors Inc. is a Delaware corporation with its principal executive office located in Danbury, Connecticut.\n\n\n\n\n\n\n \n\n\n\n\n●\n\n\n\n\n\n\nMailing address of the Company’s headquarters: 25 Lake Avenue Ext., Danbury, Connecticut 06811-5286\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n●\n\n\n\n\n\n\nTelephone number: +1 (203) 743-8000\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n●\n\n\n\n\n\n\nWebsite address: ethanallen.com\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n●\n\n\n\n\n\n\nIncorporated in Delaware in 1989\n\n\n\n\n\n\n\n\n \n\n\nAvailable Information\n\n\nInformation contained in our Investor Relations section of our website at \nhttps://ir.ethanallen.com\n is not part of this Annual Report on Form 10-K. Information that we furnish or file with the SEC, including our Annual Reports on Form 10-K, Quarterly Reports on Form 10-Q, Current Reports on Form 8-K or exhibits included in these reports are available for download, free of charge, on our Investor Relations website soon after such reports are filed with or furnished to the SEC. Our SEC filings, including exhibits filed therewith, are also available free of charge through the SEC’s website at www.sec.gov.\n\n\n \n\n\nAdditionally, we broadcast live our quarterly earnings calls via the News & Events section of our Investor Relations website. We also provide notifications of news or announcements regarding our financial performance, including SEC filings, press and earnings releases, and investor events as part of our Investor Relations website. The contents of this website section are not intended to be incorporated by reference into this Annual Report on Form 10-K or in any other report or document the Company files with the SEC and any reference to this section of our website is intended to be inactive textual references only.\n\n\n \n\n\nAdditional Information\n\n\n \n\n\nAdditional information with respect to the Company’s business is included in the following pages and is incorporated herein by reference:\n\n\n \n\n\n\n\n\n\n \n\n\n\n\nPage\n\n\n\n\n\n\n\n\n\n\nManagement’s Discussion and Analysis of Financial Condition and Results of Operations\n\n\n\n\n\n\n21\n\n\n\n\n\n\n\n\n\n\nQuantitative and Qualitative Disclosures about Market Risk\n\n\n\n\n\n\n35\n\n\n\n\n\n\n\n\n\n\nNote 1 to Consolidated Financial Statements entitled \nOrganization and Nature of Business\n\n\n\n\n\n\n46\n\n\n\n\n\n\n\n\n\n\nNote 19 to Consolidated Financial Statements entitled \nSegment Information\n\n\n\n\n\n\n67\n\n\n\n\n\n\n\n\n \n\n",
    "item1a": ">ITEM 1A. RISK FACTORS\n\n\n \n\n\nThe following risks could materially and adversely affect our business, financial condition, cash flows, results of operations and the trading price of our common stock could decline. These risk factors do not identify all risks that we face; our operations could also be affected by factors that are not presently known to us or that we currently consider to be immaterial to our operations. Investors should also refer to the other information set forth in this Annual Report on Form 10-K, including \nManagement\n’\ns Discussion and Analysis of Financial Condition and Results of Operations\n and our financial statements including the related notes. Investors should carefully consider all risks, including those disclosed, before making an investment decision.\n\n\n \n\n\n\n\n\n\n\n\n10\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n \n\n\nETHAN ALLEN INTERIORS INC. AND SUBSIDIARIES\n\n\n \n\n\nHome Furnishings Industry Risks\n\n\n \n\n\nDeclines in certain economic conditions, which impact consumer confidence and consumer spending, could negatively impact our sales, results of operations and liquidity.\n\n\n \n\n\nHistorically, the home furnishings industry has been subject to cyclical variations in the general economy and to uncertainty regarding future economic prospects. Should current economic conditions weaken, the current rate of housing starts further decline, or elevated inflation persist, consumer confidence and demand for home furnishings could deteriorate which could adversely affect our business through its impact on the performance of our Company-operated design centers, as well as on our independent licensees and the ability of a number of them to meet their obligations to us. Our principal products are consumer goods that may be considered postponable purchases. Economic downturns and prolonged negative conditions in the economy could affect consumer spending habits by decreasing the overall demand for discretionary items, including home furnishings. Factors influencing consumer spending include general economic and financial market conditions, consumer disposable income, fuel prices, recession and fears of recession, United States government default or shutdown or the risk of such default or shutdown, unemployment, war and fears of war, availability of consumer credit, consumer debt levels, conditions in the housing market, increased interest rates, sales tax rates and rate increases, inflation, civil disturbances and terrorist activities, consumer confidence in future economic and political conditions, natural disasters and inclement weather and consumer perceptions of personal well‑being and security, including health epidemics or pandemics.\n\n\n \n\n\nOther financial or operational difficulties due to competition may result in a decrease in our sales, earnings and liquidity.\n\n\n \n\n\nThe residential home furnishings industry is highly competitive and fragmented. We currently compete with many other manufacturers and retailers, including online retailers, some of which offer widely advertised products, and others, several of which are large retail dealers offering their own store-branded products. Competition in the residential home furnishings industry is based on quality, style of products, perceived value, price, service to the customer, promotional activities, and advertising. The highly competitive nature of the industry means we are constantly subject to the risk of losing market share, which would likely decrease our future sales, earnings and liquidity.\n\n\n \n\n\nA significant shift in consumer preference toward purchasing products online could have a materially adverse impact on our sales and operating margin.\n\n\n \n\n\nA majority of our business relies on physical design centers that merchandise and sell our products and a significant shift in consumer preference towards exclusively purchasing products online could have a materially adverse impact on our sales and operating margin. We are attempting to meet consumers where they prefer to shop by expanding our online capabilities and improving the user experience at ethanallen.com as well as at our Virtual Design Center to drive more sales.\n\n\n \n\n\nRapidly evolving technologies are altering the manner in which the Company and its competitors communicate and transact with customers. Customers adoption of new technology and related changes in customer behavior, presents a specific risk in the event we are unable to successfully execute our technology plans or adjust them over time if needed. Further, unanticipated changes in pricing and other practices of competitors, including promotional activity, such as thresholds for free shipping and rapid price fluctuation enabled by technology, may adversely affect our performance.\n\n\n \n\n\nRisks Related to our Brand and Product Offerings\n\n\n \n\n\nInability to maintain and enhance our brand may materially adversely impact our business.\n\n\n \n\n\nMaintaining and enhancing our brand is critical to our ability to expand our base of customers and may require us to make substantial investments. Our advertising campaigns utilize direct mail, digital, newspapers, magazines, television, and radio to maintain and enhance our existing brand equity. We cannot provide assurance that our marketing, advertising and other efforts to promote and maintain awareness of our brand will not require us to incur substantial costs. If these efforts are unsuccessful or we incur substantial costs in connection with these efforts, our business, operating results and financial condition could be materially adversely affected.\n\n\n \n\n\nFailure to successfully anticipate or respond to changes in consumer tastes and trends in a timely manner could materially adversely impact our business, operating results and financial condition.\n\n\n \n\n\nSales of our products are dependent upon consumer acceptance of our product designs, styles, quality and price. We continuously monitor changes in home design trends through attendance at trade shows, industry events, fashion shows, internal and external marketing research, and regular communication with our retailers and design professionals who provide valuable input on consumer tendencies. However, as with many retailers, our business is susceptible to changes in consumer tastes and trends. Such tastes and trends can change rapidly and any delay or failure to anticipate or respond to changing consumer tastes and trends in a timely manner could materially adversely impact our business and operating results.\n\n\n \n\n\nWe may not be able to maintain our current design center locations at current costs. We may also fail to successfully select and secure design center locations.\n\n\n \n\n\nOur design centers are typically located in busy urban settings as freestanding destinations or as part of suburban strip malls or shopping malls, depending upon the real estate opportunities in a particular market. Our business competes with other retailers and as a result, our success may be affected by our ability to renew current design center leases and to select and secure appropriate retail locations for existing and future design centers.\n\n\n \n\n\n\n\n\n\n\n\n11\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n \n\n\nETHAN ALLEN INTERIORS INC. AND SUBSIDIARIES\n\n\n \n\n\nWe have potential exposure to market risk related to conditions in the commercial real estate market. As of June 30, 2023, there were 139 Company-operated retail design centers averaging approximately 14,100 square feet in size per location. Of the 139 Company-operated retail design centers, 49 of the properties are owned and 90 are leased. Our retail segment real estate holdings could suffer significant impairment in value if we are forced to close design centers and sell or lease the related properties during periods of weakness in certain markets. We are also exposed to risk related to conditions in the commercial real estate rental market with respect to the right-of-use assets we carry on our balance sheet for leased design center locations and retail service centers. At June 30, 2023, the unamortized balance of such right-of-use assets totaled $115.9 million. Should we have to close or abandon one of these leased locations, we could incur additional impairment charges if rental market conditions do not support a fair value for the right of use asset in excess of its carrying value.\n\n\n \n\n\nSupply Chain Risks\n \n\n\n \n\n\nDisruptions of our supply chain and supply chain management could have a material adverse effect on our operating and financial results.\n\n\n \n\n\nDisruption of the Company’s supply chain capabilities due to trade restrictions, political instability, severe weather, natural disasters, public health crises, terrorism, product recalls, global unrest, war, labor supply or stoppages, the financial and/or operational instability of key suppliers and carriers, or other reasons could impair the Company’s ability to distribute its products. To the extent we are unable to mitigate the likelihood or potential impact of such events, there could be a material adverse effect on our operating and financial results.\n\n\n \n\n\nDuring the COVID-19 pandemic, supply chain challenges were faced by the entire home furnishings industry, including the Company, as a result of labor shortages, supply chain disruptions, and ocean freight capacity issues which resulted in unprecedented increases in material and freight costs, as well as significant unavailability or delay of raw materials or finished goods. While the pandemic-era disruptions have diminished, further transportation delays, increases on shipping containers, more extensive travel restrictions, closures or disruptions of businesses and facilities or social, economic, political or labor instability in the affected areas, could impact either our or our suppliers’ operations and have a material adverse effect on our consolidated results of operations.\n\n\n \n\n\nFluctuations in the price, availability and quality of raw materials and imported finished goods could result in increased costs and cause production delays which could result in a decline in sales, either of which could materially adversely impact our earnings.\n\n\n \n\n\nIn manufacturing furniture, we use various types of logs, lumber, fabrics, plywood, frames, leathers, finishing materials, foam, steel and other raw materials. Fluctuations in the price, availability and quality of raw materials could result in increased costs or a delay in manufacturing our products, which in turn could result in a delay in delivering products to our customers. Although we have instituted measures to ensure our supply chain remains open to us, continued high raw material prices and costs of sourced products could have an adverse effect on our future margins. While we strive to maintain a number of sources for our raw materials, decreased availability on raw materials and increased demand on our supply chain, may create additional pricing and availability pressures. Imported finished goods represent approximately 25% of our consolidated sales. The prices paid for these imported products include inbound freight. Elevated ocean freight container rates may be impacted by container supply and elevated demand. To the extent that we experience incremental costs in any of these areas, we may increase our selling prices to offset the impact. However, increases in selling prices may not fully mitigate the impact of the cost increases which would adversely impact operating income. Furthermore, supply chain disruptions could materially adversely impact our manufacturing production and fulfillment of backlog.\n\n\n \n\n\nManufacturing Risks\n\n\n \n\n\nCompetition from overseas manufacturers and domestic retailers may materially adversely affect our business, operating results or financial condition.\n\n\n \n\n\nOur wholesale business segment is involved in the development of our brand, which encompasses the design, manufacture, sourcing, sales and distribution of our home furnishings products, and competes with other United States and foreign manufacturers. Our retail network sells home furnishings to consumers through a network of independently operated and Company-operated design centers, and competes against a diverse group of retailers ranging from specialty stores to traditional home furnishings and department stores, any of which may operate locally, regionally, nationally or globally, as well as over the internet. We also compete with these and other retailers for retail locations as well as for qualified design professionals and management personnel. Such competition could adversely affect our future financial performance.\n\n\n \n\n\n\n\n\n\n\n\n12\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n \n\n\nETHAN ALLEN INTERIORS INC. AND SUBSIDIARIES\n\n\n \n\n\nIndustry globalization has led to increased competitive pressures brought about by the increasing volume of imported finished goods and components, particularly for case good products, and the development of manufacturing capabilities in other countries, specifically within Asia. In addition, because many foreign manufacturers are able to maintain lower production costs, including the cost of labor and overhead, imported product may be capable of being sold at a lower price to consumers, which, in turn, could lead to some measure of further industry‐wide price deflation.\n\n\n \n\n\nWe cannot provide assurance that we will be able to establish or maintain relationships with sufficient or appropriate manufacturers, whether foreign or domestic, to supply us with selected case goods, upholstery and home accent items to enable us to maintain our competitive advantage. In addition, the emergence of foreign manufacturers has served to broaden the competitive landscape. Some of these competitors produce products not manufactured by us and may have greater financial resources available to them or lower costs of operating. This competition could materially adversely affect our future financial performance.\n\n\n \n\n\nOur number of manufacturing sites may increase our exposure to business disruptions and could result in higher costs.\n\n\n \n\n\nWe have a limited number of manufacturing sites in our case goods and upholstery operations. Our upholstery operations consist of three upholstery plants in North Carolina and two plants in Mexico. The Company operates two manufacturing plants in Vermont and Honduras and one sawmill, one rough mill and one kiln dry lumberyard in support of our case goods operations. If any of our manufacturing sites experience significant business interruption, our ability to manufacture or deliver our products in a timely manner would likely be impacted. Fewer locations have resulted in longer distances for delivery and could result in higher costs to transport products if fuel costs increase significantly.\n\n\n \n\n\nEnvironmental, Health and Safety Risks\n\n\n \n\n\nOur current and former manufacturing and retail operations and products are subject to increasingly stringent environmental, health and safety requirements.\n\n\n \n\n\nWe use and generate hazardous substances in our manufacturing operations. In addition, the manufacturing properties on which we currently operate and those on which we have ceased operations are and have been used for industrial purposes. Our manufacturing operations and, to a lesser extent, our retail operations involve risk of personal injury or death. We are subject to increasingly stringent environmental, health and safety laws and regulations relating to our products, current and former properties and our current operations. These laws and regulations provide for substantial fines and criminal sanctions for violations and sometimes require the installation of costly pollution control or safety equipment, or costly changes in operations to limit pollution or decrease the likelihood of injuries. In addition, we may become subject to potentially material liabilities for the investigation and cleanup of contaminated properties and to claims alleging personal injury or property damage resulting from exposure to or releases of hazardous substances or personal injury because of an unsafe workplace. In addition, noncompliance with, or stricter enforcement of, existing laws and regulations, adoption of more stringent new laws and regulations, discovery of previously unknown contamination or imposition of new or increased requirements could require us to incur costs or become the basis of new or increased liabilities that could be material.\n\n\n \n\n\nProduct recalls or product safety concerns could materially adversely affect our sales and operating results.\n\n\n \n\n\nIf the Company's merchandise offerings do not meet applicable safety standards or consumers' expectations regarding safety, the Company could experience decreased sales, increased costs and/or be exposed to legal and reputational risk. Although we require that all of our vendors comply with applicable product safety laws and regulations, we are dependent on them to ensure that the products we buy comply with all safety standards. Events that give rise to actual, potential or perceived product safety concerns could expose the Company to government enforcement action and/or private litigation. Reputational damage caused by real or perceived product safety concerns or product recalls could negatively affect the Company's business and results of operations.\n\n\n \n\n\nWe may incur significant increased costs and become subject to additional potential liabilities under environmental and other laws and regulations aimed at combating climate change.\n\n\n \n\n\nWe believe it is likely that the increased focus by the United States and other governmental authorities on climate change and other environmental matters will lead to enhanced regulation in these areas, which could also result in increased compliance costs and subject us to additional potential liabilities. The extent of these costs and risks is difficult to predict and will depend in large part on the extent of new regulations and the ways in which those regulations are enforced. We operate manufacturing facilities in multiple regions across the globe, and the impact of additional regulations in this area is likely to vary by region. It is possible the costs we incur to comply with any such new regulations and implementation of our own sustainability goals could be material.\n\n\n \n\n\n\n\n\n\n\n\n13\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n \n\n\nETHAN ALLEN INTERIORS INC. AND SUBSIDIARIES\n\n\n \n\n\nOur goals and future disclosures related to Environmental, Social and Governance (\n“\nESG\n”\n) matters may expose us to numerous risks, including risks to our reputation and stock price.\n\n\n \n\n\nThere has been an increased focus on ESG practices within the general markets. We plan to establish goals and objectives related to such ESG matters. These goals will reflect our plans and aspirations and are not guarantees that we will be able to achieve them. Our efforts to accomplish and accurately report on these goals and objectives present numerous operational, reputational, financial, legal, and other risks, any of which could have a material negative impact, including on our reputation, stock price, and results of operation. We could also incur additional costs and require additional resources to implement various ESG practices to make progress against our goals and to monitor and track performance with respect to such goals.\n\n\n \n\n\nThe standards for tracking and reporting on ESG matters are relatively new, have not been formalized and continue to evolve. Collecting, measuring, and reporting ESG information and metrics can be difficult and time consuming. Our selected disclosure framework or standards may need to be changed from time to time, which may result in a lack of consistent or meaningful comparative data from period to period. In addition, our interpretation of reporting frameworks or standards may differ from those of others and such frameworks or standards may change over time, any of which could result in significant revisions to our goals or reported progress in achieving such goals.\n\n\n \n\n\nOur ability to achieve any ESG-related goal or objective is subject to numerous risks, many of which are outside of our control, including the availability and cost of low-or non-carbon-based energy sources and technologies, evolving regulatory requirements affecting ESG standards or disclosures, the availability of vendors and suppliers that can meet our sustainability, diversity and other standards, and the availability of raw materials that meet and further our sustainability goals. If our ESG practices do not meet evolving standards or our goals, then our reputation, our ability to attract or retain employees and our competitiveness, could be negatively impacted. Furthermore, if our competitors’ ESG performance is perceived to be better than ours, potential or current customers and investors may elect to do business with our competitors instead, and our ability to attract or retain employees could be negatively impacted. Our failure, or perceived failure, to pursue or fulfill our goals, targets, and objectives or to satisfy various reporting standards within the timelines we announce, or at all, could also expose us to government enforcement actions and private litigation.\n\n\n \n\n\nTechnology and Data Security Risks\n\n\n \n\n\nWe rely extensively on information technology systems to process transactions, summarize results, and manage our business and that of certain independent retailers. Disruptions in both our primary and back-up systems could adversely affect our business and operating results.\n\n\n \n\n\nOur primary and back-up information technology systems are subject to damage or interruption from power outages, computer and telecommunications failures, viruses, phishing attempts, cyber-attacks, malware and ransomware attacks, security breaches, severe weather, natural disasters, and errors by employees or third-party contractors. Though losses arising from some of these issues may be covered by insurance, interruptions of our critical business information technology systems or failure of our back-up systems could result in longer production times or negatively impact customers resulting in damage to our reputation and a reduction in sales. If our critical information technology systems or back-up systems were damaged or ceased to function properly, we might have to make a significant investment to repair or replace them.\n\n\n \n\n\nFurther, information systems of our suppliers or service providers may be vulnerable to attacks by hackers and other security breaches, including computer viruses and malware, through the internet, email attachments and persons with access to these information systems. If our suppliers or service providers were to experience a system disruption, attack or security breach that impacts a critical function, it could result in disruptions in our supply chain, the loss of sales and customers, potential liability for damages to our customers, reputational damage and incremental costs, which could adversely affect our business, results of operations and profitability.\n\n\n \n\n\n\n\n\n\n\n\n14\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n \n\n\nETHAN ALLEN INTERIORS INC. AND SUBSIDIARIES\n\n\n \n\n\nSuccessful cyber-attacks and the failure to maintain adequate cyber-security systems and procedures could materially harm our operations.\n\n\n \n\n\nCyber-attacks designed to gain access to and extract sensitive information or otherwise affect or compromise the confidentially, integrity, and availability of information, including phishing attempts, denial of service attacks, and malware or ransomware incidents, have occurred over the last several years at a number of major global companies and have resulted in, among other things, the unauthorized release of confidential information, system failures including material business disruptions, and negative brand and reputational impacts. Despite widespread recognition of the cyber-attack threat and improved data protection methods, cyber-attacks on organizations continue to be sophisticated, persistent, and ever-changing, making it difficult to prevent and detect these attacks. Additionally, we rely on third-party service providers to execute certain business processes and maintain certain information technology systems and infrastructure, and we supply such third-party providers with the personal information required for those services.\n\n\n \n\n\nCyber-attacks are becoming more sophisticated, and in some cases have caused significant harm. Computer hackers and others routinely attempt to breach the security of technology products, services and systems, and to fraudulently induce employees, customers, or others to disclose information or unwittingly provide access to systems or data. We operate many aspects of our business through server and web‐based technologies, and store various types of data on such servers or with third parties who in turn store it on servers and in the cloud. Any disruption to the internet or to the Company's or its service providers' global technology infrastructure, including malware, insecure coding, “Acts of God,” attempts to penetrate networks, data theft or loss and human error, could have adverse effects on the Company's operations. A cyber-attack of our systems or networks that impairs our information technology systems could disrupt our business operations and result in loss of service to customers. We have a comprehensive cybersecurity program designed to protect and preserve the integrity of our information technology systems. We expect to continue to experience attempted cyber-attacks of our IT systems or networks; however, none of the attempted cyber-attacks had a material impact on our operations or financial condition.\n\n\n \n\n\nWhile we devote significant resources to network security, data encryption and other security measures to protect our systems and data, including our own proprietary information and the confidential and personally identifiable information of our customers, employees, and business partners, these measures cannot provide absolute security. The costs to eliminate or alleviate network security problems, bugs, viruses, worms, malicious software programs and security vulnerabilities could be significant, and our efforts to address these problems may not be successful, resulting potentially in the theft, loss, destruction or corruption of information we store electronically, as well as unexpected interruptions, delays or cessation of service, any of which could cause harm to our business operations. Moreover, if a computer security breach or cyber-attack affects our systems or results in the unauthorized release of proprietary or personally identifiable information, our reputation could be materially damaged, our customer confidence could be diminished, and our operations, including technical support for our devices, could be impaired. We would also be exposed to a risk of loss or litigation and potential liability, which could have a material adverse effect on our business, results of operations and financial condition.\n\n\n \n\n\nWhere necessary and applicable, we have enabled certain employees to arrange for a hybrid work approach. Although we continue to implement strong physical and cybersecurity measures to ensure that our business operations remain functional and to ensure uninterrupted service to our customers, our systems and our operations remain vulnerable to cyberattacks and other disruptions due to the fact that certain employees work remotely and we cannot guarantee that our mitigation efforts will be effective.\n\n\n \n\n\nLoss, corruption and misappropriation of data and information relating to customers could materially adversely affect our operations.\n\n\n \n\n\nWe have access to sensitive customer information in the ordinary course of business. If a significant data breach occurred, the loss, disclosure or misappropriation of our business information may adversely affect our reputation, customer confidence may be diminished, or we may be subject to legal claims, or legal proceedings, including regulatory investigations and actions, which may lead to regulatory enforcement actions against us, and may materially adversely affect our business, operating results and financial condition.\n\n\n \n\n\nLegal and Regulatory Risks\n\n\n \n\n\nGlobal and local economic uncertainty may materially adversely affect our manufacturing operations or sources of merchandise and international operations.\n\n\n \n\n\nEconomic uncertainty, as well as other variations in global economic conditions such as fuel costs, wage and benefit inflation, and currency fluctuations, may cause inconsistent and unpredictable consumer spending habits, while increasing our own input costs. These risks resulting from global and local economic uncertainty could also severely disrupt our manufacturing operations, which could have a material adverse effect on our financial performance. We import approximately 25% of our merchandise from outside of the United States as well as operate manufacturing plants in Mexico and Honduras and retail design centers in Canada. As a result, our ability to obtain adequate supplies or to control our costs may be adversely affected by events affecting international commerce and businesses located outside the United States, including natural disasters, public health crises, changes in international trade including tariffs, central bank actions, changes in the relationship of the U.S. dollar versus other currencies, labor availability and cost, and other domestic governmental policies and the countries from which we import our merchandise or in which we operate facilities.\n\n\n \n\n\n\n\n\n\n\n\n15\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n \n\n\nETHAN ALLEN INTERIORS INC. AND SUBSIDIARIES\n\n\n \n\n\nChanges in the United States trade and tax policy could materially adversely affect our business and results of operations.\n\n\n \n\n\nChanges in the political environment in the United States may require us to modify our current business practices. We are subject to risks relating to increased tariffs on imports, and other changes affecting imports because we manufacture components and finished goods in Mexico and Honduras and purchase components and finished goods manufactured in foreign countries. We may not be able to substantially mitigate the impact of tariffs, pass price increases on to our customers, or secure adequate alternative sources of products or materials. The tariffs, along with any additional tariffs or retaliatory trade restrictions implemented by other countries, could negatively impact customer sales, including potential delays in product received from our vendors, our cost of goods sold and results of operations.\n\n\n \n\n\nOur business may be materially adversely affected by changes to tax policies.\n\n\n \n\n\nChanges in United States or international income tax laws and regulations may have a material adverse effect on our business in the future or require us to modify our current business practices. In the ordinary course of business, we are subject to tax examinations by various governmental tax authorities. The global and diverse nature of our business means that there could be additional examinations by governmental tax authorities and the resolution of ongoing and other probable audits, which could impose a future risk to the results of our business.\n\n\n \n\n\nHuman Capital Risk\n\n\n \n\n\nOur business is dependent on certain key personnel; if we lose key personnel or are unable to hire additional qualified personnel, our business may be harmed.\n\n\n \n\n\nThe success of our business depends upon our ability to retain continued service of certain key personnel, including our Chairman of the Board, President and Chief Executive Officer, M. Farooq Kathwari, and to attract and retain additional qualified key personnel in the future. We face risks related to loss of any key personnel and we also face risks related to any changes that may occur in key senior leadership executive positions. Any disruption in the services of our key personnel could make it more difficult to successfully operate our business and achieve our business goals and could adversely affect our results of operation and financial condition. These changes could also increase the volatility of our stock price.\n\n\n \n\n\nThe market for qualified employees and personnel in the retail and manufacturing industries is highly competitive. Our success depends upon our ability to attract, retain and motivate qualified artisans, professional and clerical employees and upon the continued contributions of these individuals. We cannot provide assurance that we will be successful in attracting and retaining qualified personnel. A shortage of qualified personnel may require us to enhance our wage and benefits package in order to compete effectively in the hiring and retention of qualified employees. This could have a material adverse effect on our business, operating results and financial condition.\n\n\n \n\n\nLabor challenges could have a material adverse effect on our business and results of operations.\n\n\n \n\n\nIn our current operating environment, due in part to macroeconomic factors, we continue to experience various labor challenges, including, for example significant competition for skilled manufacturing and production employees; pressure to increase wages as a result of inflationary pressures, and at times, a shortage of qualified full-time labor. Outside suppliers that we rely on have also experienced similar labor challenges. The future success of our operations depends on our ability, and the ability of third parties on which we rely, to identify, recruit, develop and retain qualified and talented individuals in order to supply and deliver our products. A prolonged shortage or inability to retain qualified labor could decrease our ability to effectively produce and meet customer demand and efficiently operate our facilities, which could negatively impact our business and have a material adverse effect on our results of operations. Higher wages to attract new and retain existing employees, as well as higher costs to purchase services from third parties, could negatively impact our results of operations.\n\n\n \n\n\nFinancial Risks\n\n\n \n\n\nOur total assets include substantial amounts of long-lived assets. Changes to estimates or projections used to assess the fair value of these assets, financial results that are lower than current estimates at certain design center locations or determinations to close underperforming locations may cause us to incur future impairment charges, negatively affecting our financial results.\n\n\n \n\n\nWe make certain accounting estimates and projections with regard to individual design center operations as well as overall Company performance in connection with our impairment analysis for long-lived assets in accordance with applicable accounting guidance. An impairment charge may be required if the impairment analysis indicates that the carrying value of an asset exceeds the sum of the expected undiscounted cash flows of the asset. The projection of future cash flows used in this analysis requires the use of judgment and a number of estimates and projections of future operating results, including sales growth rates. If actual results differ from Company estimates, additional charges for asset impairments may be required in the future. If impairment charges are significant, our financial results could be negatively affected.\n\n\n \n\n\n\n\n\n\n\n\n16\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n \n\n\nETHAN ALLEN INTERIORS INC. AND SUBSIDIARIES\n\n\n \n\n\nAccess to consumer credit could be interrupted as a result of conditions outside of our control, which could reduce sales and profitability.\n\n\n \n\n\nOur ability to continue to access consumer credit for our customers could be negatively affected by conditions outside our control. If capital market conditions have a material negative change, there is a risk that our business partner that issues our private label credit card program may not be able to fulfill its obligations under that agreement. In addition, the tightening of credit markets as well as increased borrowing rates may restrict the ability and willingness of customers to make purchases.\n\n\n \n\n\nWe are subject to risks associated with self-insurance related to health benefits.\n\n\n \n\n\nWe are self-insured for our health benefits and maintain per employee stop loss coverage; however, we retain the insurable risk at an aggregate level. Therefore, unforeseen or significant losses in excess of our insured limits could have a material adverse effect on the Company’s financial condition and operating results.\n\n\n \n\n\nRecent events affecting the financial services industry could have an adverse impact on the Company's business operations, financial condition, and results of operations.\n \n\n\n \n\n\nClosures of certain banks in 2023 created bank-specific and broader financial institution liquidity risk and concerns. Future adverse developments with respect to specific financial institutions or the broader financial services industry may lead to market-wide liquidity shortages, impair the ability of companies to access working capital needs, and create additional market and economic uncertainty. Although the Company does not have any deposits with any of the banks that have failed, closed or been placed into receivership to date, some of our customers may have deposits with them, which may expose us to potential risks that could impact our financial position and operations. This could include an adverse impact on the ability of our customers to pay amounts they owe to the Company. In addition, if any of our vendors have relationships with any of the banks that have been closed, it could negatively impact their ability to deliver goods and services to the Company.\n\n\n \n\n\nMore generally, these events have resulted in market disruption and volatility and could lead to greater instability in the credit and financial markets and a deterioration in confidence in economic conditions. Our operations may be adversely affected by any such economic downturn, liquidity shortages, volatile business environments, or unpredictable market conditions. These events could also make any necessary debt or equity financing more difficult and costly.\n\n\n \n\n\nGeneral Risk Factors\n\n\n \n\n\nFailure to protect our intellectual property could materially adversely affect us.\n\n\n \n\n\nWe believe that our copyrights, trademarks, service marks, trade secrets, and all of our other intellectual property are important to our success. We rely on patent, trademark, copyright and trade secret laws, and confidentiality and restricted use agreements, to protect our intellectual property and may seek licenses to intellectual property of others. Some of our intellectual property is not covered by any patent, trademark, or copyright or any applications for the same. We cannot provide assurance that agreements designed to protect our intellectual property will not be breached, that we will have adequate remedies for any such breach, or that the efforts we take to protect our proprietary rights will be sufficient or effective. Any significant impairment of our intellectual property rights or failure to obtain licenses of intellectual property from third parties could harm our business or our ability to compete. Moreover, we cannot provide assurance that the use of our technology or proprietary “know‐how” or information does not infringe the intellectual property rights of others. If we have to litigate to protect or defend any of our rights, such litigation could result in significant expense.\n\n\n \n\n\nOur operations present hazards and risks which may not be fully covered by insurance, if insured.\n\n\n \n\n\nAs protection against operational hazards and risks, we maintain business insurance against many, but not all, potential losses or liabilities arising from such risks. We may incur costs in repairing any damage beyond our applicable insurance coverage. Uninsured losses and liabilities from operating risks could reduce the funds available to us for capital and investment spending and could have a material adverse impact on the results of operations.\n\n\n \n\n\n\n\n17\n\n\n\n\n \n\n\n\n\n \n\n\nETHAN ALLEN INTERIORS INC. AND SUBSIDIARIES\n\n\n \n\n",
    "item7": ">Item 7, \n Management\n’\ns Discussion and Analysis of Financial Condition and Results of Operations\n,\n of our Annual Report on Form 10-K for the fiscal year ended June 30, 2022, filed with the SEC on August 29, 2022.\n\n\n \n\n\nOther Arrangements\n\n\n \n\n\nWe do not utilize or employ any other arrangements in operating our business. As such, we do not maintain any retained or contingent interests, derivative instruments or variable interests which could serve as a source of potential risk to our future liquidity, capital resources and results of operations.\n\n\n \n\n\nProduct Warranties\n. \nAs of June 30, 2023 and 2022, our product warranty liability totaled $1.3 million and $1.2 million, respectively. Our products, including our case goods, upholstery and home accents, generally carry explicit product warranties and are provided based on terms that are generally accepted in the industry. All our domestic independent retailers are required to enter into and perform in accordance with the terms and conditions of a warranty service agreement. We record provisions for estimated warranty and other related costs at time of sale based on historical warranty loss experience and make periodic adjustments to those provisions to reflect actual experience. On rare occasions, certain warranty and other related claims involve matters of dispute that ultimately are resolved by negotiation, arbitration or litigation. We provide for such warranty issues as they become known and are deemed to be both probable and estimable.\n\n\n \n\n\nGovernment Contracts\n\n\n \n\n\nOther than standard provisions contained in our contracts with the United States government, we do not believe that any significant portion of our business is subject to material renegotiation of profits or termination of contracts or subcontracts at the election of government entities. The Company sells to the United States government both through General Services Administration (“GSA”) Multiple Award Schedule Contracts and through competitive bids. The GSA Multiple Award Schedule Contract pricing is principally based upon our commercial price list in effect when the contract is initiated. We are required to receive GSA approval to apply list price increases during the term of the Multiple Award Schedule Contract period.\n\n\n \n\n\nContingencies\n\n\n \n\n\nWe are involved in various claims and litigation as well as environmental matters, which arise in the normal course of business. Although the final outcome of these legal and environmental matters cannot be determined, based on the facts presently known, it is our opinion that the final resolution of these matters will not have a material adverse effect on our financial position or future results of operations.\n\n\n \n\n\n\n\n\n\n\n\n32\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n \n\n\nETHAN ALLEN INTERIORS INC. AND SUBSIDIARIES\n\n\n \n\n\nCritical Accounting Estimates\n\n\n \n\n\nWe prepare our consolidated financial statements in conformity with GAAP. In some cases, these principles require management to make difficult and subjective judgments regarding uncertainties and, as a result, such estimates and assumptions may significantly impact our financial results and disclosures. We consider an accounting estimate to be critical if: (i) the accounting estimate requires us to make assumptions about matters that were highly uncertain at the time the accounting estimate was made, and (ii) changes in the estimate that are reasonably likely to occur from period to period, or use of different estimates that we reasonably could have used in the current period, would have a material impact on our financial condition or results of operations. We base our estimates on currently known facts and circumstances, prior experience and other assumptions we believe to be reasonable. We use our best judgment in valuing these estimates and may, as warranted, use external advice. Actual results could differ from these estimates, assumptions, and judgments and these differences could be significant. We make frequent comparisons throughout the year of actual experience to our assumptions to reduce the likelihood of significant adjustments and will record adjustments when differences are known.\n\n\n \n\n\nThe following critical accounting estimates affect our consolidated financial statements.\n\n\n \n\n\nImpairment of Long-Lived Assets, including the Assessment of the Carrying Value of Retail Design Center Long-lived Assets\n\n\n \n\n\nThe recoverability of our retail design centers’ long-lived assets is evaluated for impairment whenever events or changes in circumstances indicate that we may not be able to recover the carrying amount of an asset or asset group. Conditions that may indicate impairment include, but are not limited to, a significant adverse change in customer demand or business climate that could affect the value of an asset, change in the intended use of an asset, a product recall or an adverse action or assessment by a regulator. If the sum of the estimated undiscounted future cash flows over the remaining life of the primary asset is less than the carrying value, we recognize a loss equal to the difference between the carrying value and the fair value, usually determined by the estimated discounted cash flow analysis or independent third-party appraisal of the asset or asset group. While determining fair value requires a variety of input assumptions and judgment, we believe our estimates of fair value are reasonable. The asset group is defined as the lowest level for which identifiable cash flows are available and largely independent of the cash flows of other groups of assets, which for our retail segment is the individual design center. For retail design center level long-lived assets, expected cash flows are determined based on our estimate of future net sales, margin rates and expenses over the remaining expected terms of the leases.\n\n\n \n\n\nGoodwill and Indefinite-Lived Intangible Assets\n\n\n \n\n\nWe review the carrying value of our goodwill and other intangible assets with indefinite lives at least annually, during the fourth quarter, or more frequently if an event occurs or circumstances change, for possible impairment. Both goodwill and indefinite-lived intangible assets are assigned to our wholesale reporting unit which is principally involved in the development of the Ethan Allen brand and encompasses all aspects of design, manufacturing, sourcing, marketing, sale and distribution of the Company’s broad range of home furnishings and accents.\n\n\n \n\n\nGoodwill. \nWe may elect to evaluate qualitative factors to determine if it is more likely than not that the fair value of a reporting unit or fair value of indefinite lived intangible assets is less than its carrying value. If the qualitative evaluation indicates that it is more likely than not that the fair value of a reporting unit or indefinite lived intangible asset is less than its carrying amount, a quantitative impairment test is required. Alternatively, we may bypass the qualitative assessment for a reporting unit or indefinite lived intangible asset and directly perform a quantitative assessment.\n\n\n \n\n\nA quantitative impairment test involves estimating the fair value of each reporting unit and indefinite lived intangible asset and comparing these estimated fair values with the respective reporting unit or indefinite lived intangible asset carrying value. If the carrying value of a reporting unit exceeds its fair value, an impairment loss will be recognized in an amount equal to such excess, limited to the total amount of goodwill allocated to the reporting unit. If the carrying value of an individual indefinite lived intangible asset exceeds its fair value, such individual indefinite lived intangible asset is written down by an amount equal to such excess. Estimating the fair value of reporting units and indefinite lived intangible assets involves the use of significant assumptions, estimates and judgments with respect to a number of factors, including sales, gross margin, general and administrative expenses, capital expenditures, EBITDA and cash flows, the selection of an appropriate discount rate, as well as market values and multiples of earnings and revenue of comparable public companies.\n\n\n \n\n\nTo evaluate goodwill in a quantitative impairment test, the fair value of the reporting units is estimated using a combination of Market and Income approaches. The Market approach uses prices and other relevant information generated by market transactions involving identical or comparable assets or liabilities (including a business). In the Market approach, the method focuses on comparing the Company’s risk profile and growth prospects to reasonably similar publicly traded companies. Key assumptions used include multiples for revenues, EBITDA and operating cash flows, as well as consideration of control premiums. The selected multiples are determined based on public companies within our peer group, and if appropriate, recent comparable transactions are also considered. Control premiums are determined using recent comparable transactions in the open market. Under the Income approach, a discounted cash flow method is used, which includes a terminal value, and is based on management’s forecasts and budgets. The long-term terminal growth rate assumptions reflect our current long-term view of the market in which we compete. Discount rates use the weighted average cost of capital for companies within our peer group, adjusted for specific company risk premium factors.\n\n\n \n\n\n\n\n\n\n\n\n33\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n \n\n\nETHAN ALLEN INTERIORS INC. AND SUBSIDIARIES\n\n\n \n\n\nThe Company performed its annual goodwill impairment test during the fourth quarter of fiscal 2023 utilizing a qualitative analysis and concluded it was more likely than not the fair value of our wholesale reporting unit was greater than its respective carrying value and no impairment charge was required. In performing the qualitative assessment, we considered such factors as macroeconomic conditions, industry and market conditions in which we operate including the competitive environment and any significant changes in demand. We also considered our stock price both in absolute terms and in relation to peer companies.\n\n\n \n\n\nOther Indefinite-Lived Intangible Assets. \nWe also annually evaluate whether our trade name continues to have an indefinite life. Our trade name is reviewed for impairment annually in the fourth quarter and may be reviewed more frequently if indicators of impairment are present. Conditions that may indicate impairment include, but are not limited to, a significant adverse change in customer demand or business climate that could affect the value of an asset, a product recall or an adverse action or assessment by a regulator. Factors used in the valuation of intangible assets with indefinite lives include, but are not limited to, management’s plans for future operations, recent results of operations and projected future cash flows.\n\n\n \n\n\nSimilar to goodwill, we may elect to perform a qualitative assessment. If the qualitative evaluation indicates that it is more likely than not that the fair value of our trade name was less than its carrying value, a quantitative impairment test is required. Alternatively, we may bypass the qualitative assessment for our indefinite lived intangible asset and directly perform a quantitative assessment. To evaluate our trade name using a quantitative analysis, its fair value is calculated using the relief-from-royalty method. Significant factors used in the trade name valuation are rates for royalties, future revenue growth and a discount factor. Royalty rates are determined using an average of recent comparable values, review of the operating margins and consideration of the specific characteristics of the trade name. Future growth rates are based on the Company’s perception of the long-term values in the market in which we compete, and the discount rate is determined using the weighted average cost of capital for companies within our peer group, adjusted for specific company risk premium factors.\n\n\n \n\n\nWe performed our annual indefinite-lived intangible asset impairment test during the fourth quarter of fiscal 2023 utilizing a qualitative analysis and concluded it was more likely than not the fair value of our trade name was greater than its carrying value and no impairment charge was required. Qualitative factors reviewed included a review for significant adverse changes in customer demand or business climate that could affect the value of the asset, a product recall or an adverse action or assessment by a regulator.\n\n\n \n\n\nInventories\n\n\n \n\n\nInventories (finished goods, work in process and raw materials) are stated at the lower of cost, determined on a first-in, first-out basis, and net realizable value. Cost is determined based solely on those charges incurred in the acquisition and production of the related inventory (i.e. material, labor and manufacturing overhead costs). We estimate an inventory reserve for excess quantities and obsolete items based on specific identification and historical write-downs, taking into account future demand and market conditions. Our inventory reserves contain uncertainties that require management to make assumptions and to apply judgment regarding a number of factors, including market conditions, the selling environment, historical results and current inventory trends. We adjust our inventory reserves for net realizable value and obsolescence based on trends, aging reports, specific identification and estimates of future retail sales prices. If actual demand or market conditions change from our prior estimates, we adjust our inventory reserves accordingly throughout the period. We have not made any material changes to our assumptions included in the calculations of the lower of cost or net realizable value reserves during the periods presented. At June 30, 2023 and 2022, our inventory reserves totaled $1.9 million and $2.1 million, respectively.\n\n\n \n\n\nIncome Taxes\n\n\n \n\n\nWe are subject to income taxes in the United States and other foreign jurisdictions. Our tax provision is an estimate based on our understanding of laws in Federal, state and foreign tax jurisdictions. These laws can be complicated and are difficult to apply to any business, including ours. The tax laws also require us to allocate our taxable income to many jurisdictions based on subjective allocation methodologies and information collection processes.\n\n\n \n\n\n\n\n\n\n\n\n34\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n \n\n\nETHAN ALLEN INTERIORS INC. AND SUBSIDIARIES\n\n\n \n\n\nWe use the asset and liability method to account for income taxes. We recognize deferred tax assets and liabilities based on the estimated future tax consequences attributable to differences between the financial statement carrying amounts of existing assets and liabilities and their respective tax bases and operating loss and tax credit carryforwards. We measure deferred tax assets and liabilities using enacted tax rates in effect for the year in which we expect to recover or settle those temporary differences. When we record deferred tax assets, we are required to estimate, based on forecasts of taxable earnings in the relevant tax jurisdiction, whether we are more likely than not to recover them. In making judgments about realizing the value of our deferred tax assets, we consider historic and projected future operating results, the eligible carry-forward period, tax law changes and other relevant considerations.\n\n\n \n\n\nThe Company evaluates, on a quarterly basis, uncertain tax positions taken or expected to be taken on tax returns for recognition, measurement, presentation, and disclosure in its consolidated financial statements. If an income tax position exceeds a 50% probability of success upon tax audit, based solely on the technical merits of the position, the Company recognizes an income tax benefit in its financial statements. The tax benefits recognized are measured based on the largest benefit that has a greater than 50% likelihood of being realized upon ultimate settlement. The liability associated with an unrecognized tax benefit is classified as a long-term liability except for the amount for which a cash payment is expected to be made or tax positions settled within one year.\n\n\n \n\n\nBusiness Insurance Reserves\n\n\n \n\n\nWe have insurance programs in place for workers’ compensation and health care under certain employee benefit plans provided by the Company. The insurance programs, which are funded through self-insured retention, are subject to various stop-loss limitations. We accrue estimated losses using actuarial models and assumptions based on historical loss experience. As of June 30, 2023, we had a liability of $2.4 million related to health care coverage compared to $2.0 million in the prior year period. We also carry workers’ compensation insurance subject to a deductible amount for which the Company is responsible on each claim. As of June 30, 2023, we had accrued liabilities of $4.2 million related to workers’ compensation claims, primarily for claims that do not meet the per-incident deductible, compared to $3.8 million in the prior year period. These business insurance reserves are recorded within \nAccrued compensation and benefits\n on our consolidated balance sheets.\n\n\n \n\n\nAlthough we believe that the insurance reserves are adequate, the reserve estimates are based on historical experience, which may not be indicative of current and future losses. In addition, the actuarial calculations used to estimate insurance reserves are based on numerous assumptions, some of which are subjective. We adjust insurance reserves, as needed, in the event that future loss experience differs from historical loss patterns.\n\n\n \n\n\nSignificant Accounting Policies\n\n\n \n\n\nSee Note 3, \nSummary of Significant Accounting Policies\n, in the notes to our consolidated financial statements included under Part II, Item 8, for a full description of our significant accounting policies.\n\n\n \n\n\nRecent Accounting Pronouncements\n\n\n \n\n\nSee Note 3, \nSummary of Significant Accounting Policies\n, in the notes to our consolidated financial statements included under Part II, Item 8, for a full description of recent accounting pronouncements, including the expected dates of adoption.\n\n\n \n\n",
    "item7a": ">ITEM 7A. \n   \nQUANTITATIVE AND QUALITATIVE DISCLOSURES ABOUT MARKET RISK\n\n\n \n\n\nIn the normal course of business, we are exposed to the following market risks, which could impact our financial position and results of operations.\n\n\n \n\n\nInterest Rate Risk\n\n\n \n\n\nDebt\n\n\n \n\n\nInterest rate risk exists primarily through our borrowing activities. Short-term debt, if required, is used to meet working capital requirements and long-term debt, if required, is generally used to finance long-term investments. There is inherent rollover risk for borrowings as they mature and are renewed at current market rates. The extent of this risk is not quantifiable or predictable because of the variability of future interest rates and our future financing requirements. While we had no fixed or variable rate borrowings outstanding at June 30, 2023, we could be exposed to market risk from changes in risk-free interest rates if we incur variable rate debt in the future as interest expense will fluctuate with changes in the Secured Overnight Financing Rate (“SOFR”). Based on our current and expected levels of exposed liabilities, we estimate that a hypothetical 100 basis point change (up or down) in interest rates based on one-month SOFR would not have a material impact on our results of operations and financial condition.\n\n\n \n\n\n\n\n\n\n\n\n35\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n \n\n\nETHAN ALLEN INTERIORS INC. AND SUBSIDIARIES\n\n\n \n\n\nCash and Cash Equivalents and Investments\n\n\n \n\n\nThe fair market value of our cash and cash equivalents as of June 30, 2023 was $62.1 million while our short-term investments balance was $110.6 million. Our cash and cash equivalents consist of demand deposits and money market funds with original maturities of three months or less and are reported at fair value. Our short-term investments consist of United States Treasury Bills with maturities of one year or less and at fair value based on observable inputs. Our primary objective for holding available-for-sale securities is to achieve an appropriate investment return consistent with preserving principal and managing risk. Pursuant to our established investment guidelines, we try to achieve high levels of credit quality, liquidity and diversification. At any time, a sharp rise in market interest rates could have an impact on the fair value of our available-for-sale securities portfolio. Conversely, declines in interest rates, including the impact from lower credit spreads, could have an adverse impact on interest income for our investment portfolio. However, because of our investment policy and the short-term nature of our investments, our financial exposure to fluctuations in interest rates has been low and is expected to remain low. We do not believe that the value or liquidity of our cash equivalents and investments have been materially impacted by current market events. Our available-for-sale securities are held for purposes other than trading and are not leveraged as of June 30, 2023. We monitor our interest rate and credit risks of our cash equivalents and believe the overall credit quality of our portfolio is strong. It is anticipated that the fair market value of our cash equivalents and short-term investments will continue to be immaterially affected by fluctuations in interest rates.\n\n\n \n\n\nForeign Currency Exchange Risk\n\n\n \n\n\nForeign currency exchange risk is primarily limited to our four Company-operated retail design centers located in Canada and our manufacturing plants in Mexico and Honduras, as substantially all purchases of imported parts and finished goods are denominated in U.S. dollars. As such, foreign exchange gains or losses resulting from market changes in the value of foreign currencies have not had, nor are they expected to have, a material effect on our consolidated results of operations. A decrease in the value of foreign currencies relative to the U.S. dollar may affect the profitability of our vendors, but as we employ a balanced sourcing strategy, we believe any impact would be moderate relative to peers in our industry.\n\n\n \n\n\nThe financial statements of our foreign locations are translated into U.S. dollars using period-end rates of exchange for assets and liabilities and average rates for the period for revenues and expenses. Translation gains and losses that arise from translating assets, liabilities, revenues and expenses of foreign operations are recorded in accumulated other comprehensive loss as a component of shareholders’ equity. Foreign exchange gains or losses resulting from market changes in the value of foreign currencies did not have a material impact during any of the fiscal periods presented.\n\n\n \n\n\nA hypothetical 10% weaker United States dollar against all foreign currencies as of June 30, 2023 would have had an immaterial impact on our consolidated results of operations and financial condition. We currently do not engage in any foreign currency hedging activity and we have no intention of doing so in the foreseeable future.\n\n\n \n\n\nDuties and Tariffs Market Risk\n\n\n \n\n\nWe are exposed to market risk with respect to duties and tariffs assessed on raw materials, component parts, and finished goods we import. Additionally, we are exposed to duties and tariffs on our finished goods that we export from our manufacturing plants. As these tariffs and duties increase, we determine whether a price increase to our customers to offset these costs is warranted. To the extent that an increase in these costs would have a material impact on our results of operations, we believe that our competitors would experience a similar impact.\n\n\n \n\n\nRaw Materials and other Commodity Price Risk\n\n\n \n\n\nWe are exposed to market risk from changes in the cost of raw materials used in our manufacturing processes, principally wood, fabric and foam products. The cost of foam products, which are petroleum-based, is sensitive to changes in the price of oil. We are also exposed to risk with respect to transportation costs, including fuel prices, for delivering our products. As commodity prices and transportation costs rise, we determine whether a price increase to our customers to offset these costs is warranted. To the extent that an increase in these costs would have a material impact on our results of operations, we believe that our competitors would experience a similar impact.\n\n\n \n\n\nInflation Risk\n\n\n \n\n\nOur results of operations and financial condition are presented based on historical cost. While it is difficult to accurately measure the impact of inflationary pressure, we believe any inflationary impact on our product and operating costs would be offset by our ability to increase selling prices, create operational efficiencies and seek lower cost alternatives.\n\n\n \n\n\n\n\n\n\n\n\n36\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n \n\n\nETHAN ALLEN INTERIORS INC. AND SUBSIDIARIES\n\n\n \n\n\nCommercial Real Estate Market Risk\n\n\n \n\n\nWe have potential exposure to market risk related to conditions in the commercial real estate market. As of June 30, 2023, there were 139 Company-operated retail design centers averaging approximately 14,100 square feet in size per location. Of the 139 Company-operated retail design centers, 49 of the properties are owned and 90 are leased. Our retail real estate holdings could suffer significant impairment in value if we are forced to close design centers and sell or lease the related properties during periods of weakness in certain markets. We are also exposed to risk related to conditions in the commercial real estate rental market with respect to the right-of-use assets we carry on our balance sheet for leased design center and service center locations. At June 30, 2023, the unamortized balance of such right-of-use assets totaled $115.9 million. Should we have to close or otherwise abandon one of these leased locations, we could incur additional impairment charges if rental market conditions do not support a fair value for the right of use asset in excess of its carrying value.\n\n\n \n\n",
    "cik": "896156",
    "cusip6": "297602",
    "cusip": [
        "297602904",
        "297602104"
    ],
    "names": [
        "ETHAN ALLEN INTERIORS INC"
    ],
    "source": "https://www.sec.gov/Archives/edgar/data/896156/000143774923024609/0001437749-23-024609-index.htm"
}