{
    "item1": ">ITEM 1. BUSINESS\nCompany Overview\n \nOur mission is to unleash the potential of every team.\nOur products help teams organize, discuss and complete shared work — delivering superior outcomes for their organizations.\nOur primary products include Jira Software and Jira Work Management for planning and project management, Confluence for content creation and sharing, Trello for capturing and adding structure to fluid, fast-forming work for teams, Jira Service Management for team service, management and support applications, Jira Align for enterprise agile planning, and Bitbucket for code sharing and management. Together, our products form an integrated system for organizing, discussing and completing shared work, becoming deeply entrenched in how teams collaborate and how organizations run. The Atlassian platform is the common technology foundation for our products that drives connection between teams, information, and workflows. It allows work to flow seamlessly across tools, automates the mundane so teams can focus on what matters, and enables better decision-making based on the data customers choose to put into our products.\nOur products serve teams of all shapes and sizes, in virtually every industry. Our pricing strategy is unique within the enterprise software industry because we transparently share our affordable pricing online for most of our products and we generally do not follow the practice of opaque pricing and ad hoc discounting. By delivering high-value, low cost products in pursuit of customer volume, and targeting every organization, regardless of size, industry, or geography we are able to operate at unusual scale for an enterprise software company, with more than 260,000 customers across virtually every industry sector in approximately 200 countries as of June 30, 2023.\nTo reach this expansive market, we primarily distribute and sell our products directly online and indirectly through solutions partners, with limited traditional enterprise sales infrastructure. We offer a self-service, high-velocity, low-friction distribution model that makes it easy for customers to try, adopt and use our products. By making our products powerful, simple to try, easy to adopt, and affordable to purchase we generate demand from word-of-mouth and viral expansion within organizations rather than having to solely rely on a traditional enterprise sales infrastructure. Our indirect sales channel of solution partners and resellers primarily focus on customers in regions that require local language support and other customized needs. We plan to continue to invest in our partner programs to help us enter and grow in new markets, complementing our high-velocity, low-friction approach. \nOur product strategy, investment in innovation, distribution model, dedication to customer value and company culture work in concert to create unique value for our customers and competitive advantages for our Company.\nOur mission is possible with deep investment in product development to create and refine high-quality and versatile products that users love. We invest significantly more in research and development activities than in traditional sales activities relative to other enterprise software companies. These investments in developing and continually improving our versatile products and platform help teams achieve their full potential.\nOur Product Strategy\nWe have developed and acquired a broad portfolio of products that help teams large and small to organize, discuss, and complete their work in a new way that is coordinated, efficient and innovative. Our products serve the needs of teams of software developers, information technology (\"IT”) professionals, and knowledge workers. While our products can provide a range of distinct functionality to users, they share certain core attributes:\n•\nBuilt for Teams - \nOur products are singularly designed to help teams work better together and achieve more. We design products that help our customers collaborate more effectively, be more transparent, and operate in a coordinated manner. \n•\nEasy to Adopt and Use - \nWe invest significantly in research and development to enable our products to be both powerful and easy to use. Our software is designed to be accessed from the internet and immediately put to work. By reducing the friction that usually accompanies the purchasing process of business software \n6\nand eliminating the need for complicated and costly implementation and training, we believe we attract more people to try, use, derive value from, and buy our software. \n•\nVersatile and Adaptable - \nWe design simple products that are useful in a broad range of workflows and projects. We believe that our products can improve any process involving teams, multiple work streams, and deadlines. For example, Jira Software, which enables software teams to plan, build, and ship code, is also used by thousands of our customers to manage workflows related to product design, supply chain management, expense management, and legal document review. \n•\nIntegrated - \nOur products are integrated and designed to work well together. For example, the status of an IT service ticket generated in Jira Service Management can be viewed in Confluence, providing visibility to business stakeholders. \n•\nOpen - \nWe are dedicated to making our products open and interoperable with a range of other platforms and applications, such as Microsoft, Zoom, Slack, Salesforce, Workday, and Dropbox. In order to provide a platform for our partners and to promote useful products for our users, we developed the Atlassian Marketplace, an online marketplace that features thousands of apps created by a growing global network of independent developers and vendors. The Atlassian Marketplace provides customers a wide range of apps they can use to extend or enhance our products, further increasing the value of our platform. \nOur Distribution Model\nOur high-velocity, low-friction distribution model is designed to drive exceptional customer scale by making products that are free to try and affordable to purchase online. We prioritize product quality, automated distribution, transparent pricing, and customer service over a costly traditional sales infrastructure. We primarily rely on word-of-mouth and low-touch demand generation to drive trial, adoption, and expansion of our products.\nThe following are key attributes of our unique model:\n•\nInnovation-driven - \nRelative to other enterprise software companies, we invest significantly in research and development rather than marketing and sales. Our goal is to focus our spending on new product and feature development, measures that improve quality, ease of adoption, and expansion, and create organic customer demand for our products. We also invest in ways to automate and streamline distribution and customer support functions to enhance our customer experience and improve our efficiency. \n•\nSimple and Affordable -\n We offer our products at affordable prices in a simple and transparent format. For example, a customer can use a free version of our products, which includes the core functionality of our standard edition, for a certain number of users. In addition, a customer coming to our website can evaluate and purchase a Jira Software subscription, for 10 users or 50,000+ users, based on a transparent list price, without any interaction with a sales person. This approach, which stands in contrast to the opaque and complex pricing plans offered by most traditional enterprise software vendors, is designed to complement the easy-to-use, easy-to-adopt nature of our products and accelerate adoption by large volumes of new customers.\n•\nOrganic and Expansive - \nOur model benefits significantly from customer word-of-mouth driving traffic to our website. The vast majority of our transactions are conducted on our website, which drastically reduces our customer acquisition costs. We also benefit from distribution leverage via our network of solution partners, who resell and customize our products. Once we have landed within a customer team, the networked nature and flexibility of our products tend to lead to adoption by other teams and departments, resulting in user growth, new use cases, and the adoption of our other products. \n•\nScale-oriented - \nOur model is designed to generate and benefit from significant customer scale and our goal is to maximize the number of individual users of our software. With more than 260,000 customers using our software today, we are able to reach a vast number of users, gather insights to continually improve our offerings, and generate revenue growth by expanding within our customer accounts. Many of our customers started as significantly smaller customers and we have demonstrated our ability to grow within our existing customer base. Our products drive mission-critical workflows within customers of all sizes, including enterprise customers. We offer enhanced capabilities in the premium and enterprise editions of our products, and we efficiently evolve our expansion sales motion within these larger customers. Ultimately, our model is designed to serve customers large and small and to benefit from the data, network effects, and customer insights that emerge from such scale.\n7\n•\nData-driven - \nOur scale and the design of our model allows us to gather insights into and improve the customer experience. We track, test, nurture and refine every step of the customer journey and our users' experience. This allows us to intelligently manage our funnel of potential users, drive conversion and expansion, and promote additional products to existing users. Our scale enables us to experiment with various approaches to these motions and constantly tune our strategies for user satisfaction and growth.\nOur Products\nWe offer a range of team collaboration products, including:\n•\nJira Software and Jira Work Management for project management; \n•\nConfluence for team collaboration, content creation and sharing; \n•\nJira Service Management for team service and support applications;\n•\nTrello for capturing and adding structure to fluid, fast-forming work for teams; \n•\nJira Align for enterprise agile planning and value stream management; \n•\nBitbucket for source code management; \n•\nAtlassian Access for enterprise-grade security and centralized administration; and\n•\nJira Product Discovery for prioritization and product roadmapping.\nThese products can be deployed by users in the cloud and many of our products can be deployed behind the firewall on the customers’ own infrastructure.\nJira Software and Jira Work Management.\n \n Jira Software and Jira Work Management provide a sophisticated and flexible project management system that connects technical and business teams so they can better plan, organize, track and manage their work and projects. Jira’s flexible ways to view work, customizable dashboards and automation, and powerful reporting features keep distributed teams aligned and on track. \nConfluence.\n \nConfluence provides a connected workspace that organizes knowledge across all teams to move work forward. As a content collaboration hub, Confluence enables teams to create pages, ideate on projects, and better connect and visualize work. Through Confluence’s rich features, our customers can create and share their work - meeting notes, blogs, display images, data, roadmaps, code, and more - with their team or guests outside of their organization. Confluence’s collaborative capabilities enable teams to streamline work and stay focused. \nJira Service Management.\n \nJira Service Management is an intuitive and flexible service desk product for creating and managing service experiences for a variety of service team providers, including IT, legal, and HR teams. Jira Service Management features an elegant self-service portal, best-in-class team collaboration, ticket management, integrated knowledge, asset and configuration management, service level agreement support, and real-time reporting. \nTrello.\n \nTrello is a collaboration and organization product that captures and adds structure to fluid, fast-forming work for teams. A project management application that can organize your tasks into lists and boards, Trello can tell users and their teams what is being worked on, by whom, and how far along the task or project is. At the same time, Trello is extremely simple and flexible, which allows it to serve a vast number of other collaboration and organizational needs.\nJira Align.\n \nJira Align is Atlassian’s enterprise agility solution designed to help businesses quickly adapt and respond to dynamic business conditions with a focus on value-creation. Through data-driven tools, Jira Align makes cross-portfolio work visible, so leaders can identify bottlenecks, risks, and dependencies, and execution is aligned to company strategy.\nBitbucket.\n \nBitbucket is an enterprise-ready Git solution that enables professional dev teams to manage, collaborate on, and deploy quality code.\nAtlassian Access.\n \nAtlassian Access is an enterprise-wide product for enhanced security and centralized administration that works across every Atlassian cloud product.\nJira Product Discovery.\n Jira Product Discovery is a prioritization and roadmapping tool. It helps transform product management into a team sport, empowering product teams to bring structure to chaos, align stakeholders on \n8\nstrategy and roadmaps, and bridge the gap between business and tech teams so they can build products that make an impact - all in Jira.\nOther Products\n \nWe also offer additional products, including Atlas, Bamboo, Crowd, Crucible, Fisheye, Opsgenie, Sourcetree, Statuspage, and Atlassian cloud apps. \nOur Technology, Infrastructure and Operations\nOur products and technology infrastructure are designed to provide simple-to-use and versatile products with industry-standard security and data protection that scales to organizations of all sizes, from small teams to large organizations with thousands of users. Maintaining the security and integrity of our infrastructure is critical to our business. As such, we leverage standard security and monitoring tools to ensure performance across our network.\nThe Atlassian Cloud Platform\nThe Atlassian platform is the foundation of our cloud solutions, connecting software developers, IT, and business teams. It is designed to break down information silos with cross-product experiences and flexible integrations and ensures that data remains secure, compliant, private, and available with enterprise-grade centralized admin visibility and controls. It enables modern and connected experiences across teams, tools, workflows, and data, including collaboration, analytics, automation, and artificial intelligence capabilities.\nOur strategy is to build more common services and functionality shared across our platform. This approach allows us to develop and introduce new products faster, as we can leverage common foundational services that already exist. This also allows our products to more seamlessly integrate with one another, and provides customers better experiences when using multiple products.\nThe Atlassian platform is extensible, meaning teams have the freedom to add, integrate, customize, or build new functionality on the Atlassian platform as needed. New apps can be found on the Atlassian Marketplace or can be developed using Forge, our cloud app development platform or Atlassian Connect, a development framework for extending Atlassian cloud products.\nThe Atlassian Marketplace and Ecosystem\n    \nThe Atlassian Marketplace is a hosted online marketplace for free and purchasable apps to enhance our products. The Atlassian Marketplace offers thousands of apps from a large and growing ecosystem of third-party vendors and developers. \nWe offer the Atlassian Marketplace to customers to simplify the discovery and purchase of add-on capabilities for our products. Additionally, it serves as a platform for third-party vendors and developers to more easily reach our customer base, while also streamlining license management and renewals. In fiscal year 2023, the Atlassian Marketplace generated over $700 million in purchases of third-party apps.\nAtlassian Ventures makes investments in the developer ecosystem, including cloud apps in the Atlassian Marketplace, integrations with our product suite, and deeper strategic partnerships that create shared customer value.\nForge is our cloud app development platform designed to standardize how Atlassian cloud products are customized, extended, and integrated. Developers can rely on Forge’s hosted infrastructure, storage, and function-as-a-service to build new cloud apps for themselves or for the Atlassian Marketplace. \nResearch and Development\nOur research and development organization is primarily responsible for the design, development, testing and delivery of our products and platform. It is also responsible for our customer services platforms, including billing and support, our Marketplace platform, and marketing and sales systems that power our high-velocity, low friction distribution model. \nAs of June 30, 2023, over 50% of our employees were involved in research and development activities. Our research and development organization consists of flexible and dynamic teams that follow agile development methodologies to enable rapid product releases across our various products and deployment options. In addition to investing in our internal development teams, we invest heavily in our developer ecosystem to enable external software developers to build features and solutions on top of our platform. Given our relentless focus on customer \n9\nvalue, we work closely with our customers to develop our products and have designed a development process that incorporates the feedback that matters most from our users. From maintaining an active online community to measuring user satisfaction for our products, we are able to address our users’ greatest needs. We released new products, versions, features, and cloud platform capabilities to drive existing customer success and expansion as well as attract new customers to our products. We will continue to make significant investment in research and development to support these efforts.\nCustomers\nWe pursue customer volume, targeting every organization, regardless of size, industry, or geography. This allows us to operate at unusual scale for an enterprise software company, with more than 260,000 customers across virtually every industry sector in approximately 200 countries as of June 30, 2023. Our customers range from small organizations that have adopted one of our products for a small group of users, to over two-thirds of the Fortune 500, many of which use a combination of our products across thousands of users.\nWe take a long-term view of our customer relationships and our opportunity. We recognize that users drive the adoption and proliferation of our products and, as a result, we focus on enabling a self-service, low-friction distribution model that makes it easy for users to try, adopt, and use our products. We are relentlessly focused on measuring and improving user satisfaction as we know that one happy user will beget another, thereby expanding the large and organic word-of-mouth community that helps drive our growth.\nSales and Marketing\nSales\nOur website is our primary forum for sales and supports thousands of commercial transactions daily. We share a wide variety of information directly with prospective customers, including detailed product information and product pricing. Over the years, we have grown our sales force to augment our sales motion. Our sales team primarily focuses on expanding the relationships with our largest existing customers. We do not solely rely on a traditional, commissioned direct sales force because our sales model focuses on enabling customer self-service, data-driven targeting and automation. We focus on allowing purchasing to be completed online through an automated, easy-to-use web-based process that permits payment using a credit card or bank/wire transfer. \nWe also have a global network of solution partners with unique expertise, services and products that complement the Atlassian portfolio, such as deployment and customization services, localized purchasing assistance around currency, and language and specific in-country compliance requirements. Sales programs consist of activities and teams focused on supporting our solution partners, tracking channel sales activity, supporting and servicing our largest customers by helping optimize their experience across our product portfolio, helping customers expand their use of our products across their organizations and helping product evaluators learn how they can use our tools most effectively.\nMarketing\nOur go-to-market approach is driven by the strength and innovation of our products and organic user demand. Our model focuses on a land-and-expand strategy, automated and low-touch customer service, superior product quality, and disruptive pricing. We make our products free to try and easy to set up, which facilitates rapid and widespread adoption of our software. Our products are built for teams, and thus have natural network effects that help them spread organically, through word-of-mouth, across teams and departments. This word-of-mouth marketing increases as more individual users and teams discover our products.\nOur marketing efforts focus on growing our company brand, building broader awareness and increasing demand for each of our products. We invest in brand and product promotion, demand generation through direct marketing and advertising, and content development to help educate the market about the benefits of our products. We also leverage insights gathered from our users and customers to improve our targeting and ultimately the return-on-investment from our marketing activities. Data-driven marketing is an important part of our business model, which focuses on continuous product improvement and automation in customer engagement and service.\nOur Competition\n10\nOur products serve teams of all shapes and sizes in every industry, from software and technical teams to IT and service teams, to a broad array of business teams.\nOur competitors range from large technology vendors to new and emerging businesses in each of the markets we serve:\n•\nSoftware Teams - \nOur competitors include large technology vendors, including Microsoft (including GitHub) and IBM, and smaller companies like Gitlab that offer project management, collaboration and developer tools.\n•\nIT Teams\n \n- \nOur competitors range from cloud vendors, including ServiceNow, PagerDuty, and Freshworks, to legacy vendors such as BMC Software (Remedy) that offer service desk solutions.\n•\nBusiness Teams - \nOur competitors range from large technology vendors, including Microsoft and Alphabet, that offer a suite of products, to smaller companies like Asana, Monday.com, Notion and Smartsheet, which offer point solutions for team collaboration.\nIn most cases, due to the flexibility and breadth of our products, we co-exist within our own customer base alongside many of our competitors’ products, such as Microsoft, Gitlab, ServiceNow and Asana.\nThe principal competitive factors in our markets include product capabilities, flexibility, total cost of ownership, ease of access and use, performance and scalability, integration, customer satisfaction and global reach. Our product strategy, distribution model and company culture allow us to compete favorably on all these factors. Through our focus on research and development we are able to rapidly innovate, offer a breadth of products that are easy to use yet powerful, are integrated and delivered through multiple deployment options from the cloud to highly scalable data center solutions. Our high-velocity, low-friction online distribution model allows us to efficiently reach customers globally, and we complement this with our network solution partners and sales teams that focus on expansion within our largest customers. Our culture enables us to focus on customer success through superior products, transparent pricing and world-class customer support.\nIntellectual Property\nWe protect our intellectual property through a combination of trademarks, domain names, copyrights, trade secrets and patents, as well as contractual provisions and restrictions governing access to our proprietary technology.\nWe registered ‘‘Atlassian’’ as a trademark in the United States, Australia, the EU, Russia, China, Japan, Switzerland, Norway, Singapore, Israel, Korea, and Canada, as well as other jurisdictions. We have also registered or filed for trademark registration of product-related trademarks and logos in the United States, Australia, the EU, Brazil, Russia, India, and China, and certain other jurisdictions, and will pursue additional trademark registrations to the extent we believe it would be beneficial and cost effective.\nAs of June 30, 2023, we had 386 issued patents and have over 250 applications pending in the United States. We also have a number of patent applications pending before the European Patent Office. These patents and patent applications seek to protect proprietary inventions relevant to our business. We intend to pursue additional patent protection to the extent we believe it would be beneficial and cost effective.\nWe are the registered holder of a variety of domain names that include ‘‘Atlassian’’ and similar variations. \nIn addition to the protection provided by our registered intellectual property rights, we protect our intellectual property rights by imposing contractual obligations on third parties who develop or access our technology. We enter into confidentiality agreements with our employees, consultants, contractors and business partners. Our employees, consultants and contractors are also subject to invention assignment agreements, pursuant to which we obtain rights to technology that they develop for us. We further protect our rights in our proprietary technology and intellectual property through restrictive license and service use provisions in both the general and product-specific terms of use on our website and in other business contracts.\nGovernmental Regulations\nAs a public company with global operations, we are subject to various federal, state, local, and foreign laws and regulations. These laws and regulations, which may differ among jurisdictions, include, among others, those related to financial and other disclosures, accounting standards, privacy and data protection, intellectual property, AI and machine learning, corporate governance, tax, government contracting, trade, antitrust and competition, \n11\nemployment, import/export, and anti-corruption. Compliance with these laws and regulations may be onerous and could, individually or in the aggregate, increase our cost of doing business, or otherwise have an adverse effect on our business, reputation, financial condition, and operating results. For a further discussion of the risks associated with government regulations that may materially impact us, see “Risk Factors” included in Part I, Item 1A of this Annual Report on Form 10-K.\nHuman Capital Management\nOur employees are our greatest asset and we strive to foster a collaborative, productive and fun work environment. As of June 30, 2023, 2022 and 2021, we had 10,726, 8,813, and 6,433 employees, respectively.\nIn addition to focusing on building and maintaining a strong culture and talent recruitment and development approaches, we also invest in additional areas that help us attract and retain a talented, global, and distributed workforce that reflects our core values and drives positive value for our customers. This includes sustainability; diversity, equity, and inclusion; and competitive total rewards including benefits and perks and our distributed work approach, Team Anywhere. This has led to external recognition for our workplace and Company.\nOur Culture\nOur company culture is exemplified by our core values: \nThe following are the key elements of our corporate culture that contribute to our ability to drive customer value and achieve competitive differentiation:\n•\nOpenness and Innovation - \nWe value transparency and openness as an organization. We believe that putting product pricing and documentation online promotes trust and makes customers more comfortable engaging with our low-touch model. In addition, we are dedicated to innovation and encourage our employees to invent new capabilities, applications, uses, and improvements for our software. We run our Company using our own products, which promotes open communication and transparency throughout the organization.\n•\nDedication to the Customer - \nCustomer service and support is at the core of our business. Our customer support teams strive to provide unparalleled service to our customers. We also encourage our service teams to build scalable, self-service solutions that customers will love, as we believe superior service drives greater customer happiness, which in turn breeds positive word-of-mouth. \n•\nTeam-driven - \nAs our mission is to unleash the potential of every team, we value teamwork highly. We encourage our employees to be both team oriented and entrepreneurial in identifying problems and inventing solutions. Dedication to teamwork starts at the top of our organization with our unique co-CEO structure, and is celebrated throughout our Company. \n•\nLong-term Focused - \nWe believe that we are building a company that can grow and prosper for decades to come. Our model, in which we expand across our customers’ organizations over time, requires a patient, long-term approach, and a dedication to continuous improvement. This is exemplified by our investment in research and development, which is significant relative to traditional software models and is designed to drive the long-term sustainability of our product leadership. Given the choice between short-term results and building long-term scale, we choose the latter.\n12\nSustainability and Diversity, Equity and Inclusion\nAtlassian’s Sustainability strategy is focused on the Company’s impact on our planet, people, customers, and communities. Atlassian has set science-based targets to achieve net zero emissions by 2040, invested in a diversity, equity, and inclusion program, committed to respecting human rights, and laid out guiding principles on responsible technology.\nAtlassian’s diversity, equity, and inclusion strategy is focused on building a diverse Atlassian team, ensuring equitable outcomes for all, and fostering inclusive experiences through nine remote-first employee resource groups.\nFor more about our strategy, progress, and workforce and emissions data, please view our annual Sustainability Reports on the corporate social responsibility portion of our website, under the “About us” section. The contents of, or accessible through, our website are not incorporated into this filing.\nDistributed Work and Other Benefits and Perks\nTeam Anywhere is Atlassian’s approach to distributed work: Employees can work from home, the office, or a combination of the two within 13 countries in which the Company has legal entities, with the option to work outside of an employee’s “home base” for short periods each year. This approach allows for greater flexibility for our employees, opens up new talent pools beyond the urban hubs where our offices are located, and imagines new ways of working for both our workforce and customers. \nFor more about our approach to Team Anywhere, please visit the ways of working portion of our website. The contents of, or accessible through, our website are not incorporated into this filing.\nAtlassian offers a variety of perks and benefits to support employees, their families, and to help them engage with local communities. Beyond standard benefits like paid time off and healthcare coverage, offerings include:\n•\n26 weeks of paid leave for birthing parents, 20 weeks of paid parental leave for non-birthing parents, and family formation support; \n•\nFlexible working arrangements;\n•\nFitness and wellness reimbursements;\n•\nFree and confidential tools for mental wellbeing, coaching, and therapy consultation; and\n•\nAnnual learning budget and free online development courses and resources. \nFor more about our global benefits, please visit the candidate resource hub portion of our website, under the Careers section. The contents of, or accessible through, our website are not incorporated into this filing.\nAvailable Information\nYou can obtain copies of our Annual Report on Form 10-K, Quarterly Reports on Form 10-Q, Current Reports on Form 8-K, and other filings with the SEC, and all amendments to these filings, free of charge from our website at https://investors.atlassian.com/financials/sec-filings as soon as reasonably practicable after we file or furnish any of these reports with the SEC. The SEC maintains an internet site that contains reports, proxy and information statements and other information regarding issuers that file electronically with the SEC at www.sec.gov. The contents of, or accessible through, these websites are not incorporated into this filing and our references to the URLs for these websites are intended to be inactive textual references only.",
    "item1a": ">ITEM 1A. RISK FACTORS\nA description of the risks and uncertainties associated with our business is set forth below. You should carefully consider such risks and uncertainties, together with the other information contained in this Annual Report on Form 10-K, and in our other public filings. If any such risks and uncertainties actually occur, our business, financial condition or results of operations could differ materially from the plans, projections and other forward-looking statements included elsewhere in this Annual Report on Form 10-K and in our other public filings. In addition, if any of the following risks and uncertainties, or if any other risks and uncertainties, actually occur, our business, financial condition, or results of operations could be harmed substantially.\nRisk Factor Summary\n13\nOur business is subject to numerous risks and uncertainties, including those highlighted in this section titled “Risk Factors” and summarized below. We have various categories of risks, including risks related to our business and industry, risks related to information technology, intellectual property, data security and privacy, risks related to legal, regulatory, accounting, and tax matters, risks related to ownership of our Class A Common Stock, risks related to our indebtedness, and general risks, which are discussed more fully below. As a result, this risk factor summary does not contain all of the information that may be important to you, and you should read this risk factor summary together with the more detailed discussion of risks and uncertainties set forth following this summary, as well as elsewhere in this Annual Report on Form 10-K. These risks include, but are not limited to, the following:\n•\nOur rapid growth makes it difficult to evaluate our future prospects and may increase the risk that we will not continue to grow at or near historical rates.\n•\nWe may not be able to sustain our revenue growth rate or achieve profitability in the future.\n•\nThe continuing global economic and geopolitical volatility, the COVID-19 pandemic, including any associated economic and social impacts, increased inflation and measures taken in response to these events, could harm our business and results of operations.\n•\nThe markets in which we participate are intensely competitive, and if we do not compete effectively, our business, results of operations, and financial condition could be harmed.\n•\nOur distribution model of offering and selling on-premises offerings of certain of our products, in addition to offering and selling Cloud offerings of these products, increases our expenses, may impact revenue recognition timing, and may pose other challenges to our business.\n•\nOur business depends on our customers renewing their subscriptions and maintenance plans and purchasing additional licenses or subscriptions from us, and any decline in our customer retention or expansion could harm our future results of operations.\n•\nIf we are not able to develop new products and enhancements to our existing products that achieve market acceptance and that keep pace with technological developments, our business and results of operations could be harmed.\n•\nOur quarterly results have fluctuated in the past and may fluctuate significantly in the future and may not fully reflect the underlying performance of our business.\n•\nOur business model relies on a high volume of transactions and affordable pricing. As lower cost or free products are introduced by our competitors, our ability to generate new customers could be harmed.\n•\nIf we fail to effectively manage our growth, our business and results of operations could be harmed.\n•\nOur recent restructuring may not result in anticipated alignment with customer needs and business priorities or operational efficiencies, could result in total costs and expenses that are greater than expected, and could disrupt our business.\n•\nIf our current marketing model is not effective in attracting new customers, we may need to incur additional expenses to attract new customers and our business and results of operations could be harmed.\n•\nOur Credit Facility and overall debt level may limit our flexibility in obtaining additional financing and in pursuing other business opportunities or operating activities.\n•\nLegal, regulatory, social and ethical issues relating to the use of new and evolving technologies, such as AI and machine learning, in our offerings may result in reputational harm and liability.\n•\nIf our security measures are breached or unauthorized or inappropriate access to customer data is otherwise obtained, our products may be perceived as insecure, we may lose existing customers or fail to attract new customers, and we may incur significant liabilities.\n•\nInterruptions or performance problems associated with our technology and infrastructure could harm our business and results of operations.\n•\nReal or perceived errors, failures, vulnerabilities or bugs in our products or in the products on Atlassian Marketplace could harm our business and results of operations.\n•\nChanges in laws or regulations relating to data privacy or data protection, or any actual or perceived failure by us to comply with such laws and regulations or our privacy policies, could harm our business and results of operations.\n•\nBecause our products rely on the movement of data across national boundaries, global privacy and data security concerns could result in additional costs and liabilities to us or inhibit sales of our products globally.\n•\nOur global operations and structure subject us to potentially adverse tax consequences.\n•\nThe dual class structure of our common stock has the effect of concentrating voting control with certain stockholders, in particular, our Co-Chief Executive Officers and their affiliates, which will limit our other stockholders’ ability to influence the outcome of important transactions, including a change in control.\n14\nRisks Related to Our Business and Industry\nOur rapid growth makes it difficult to evaluate our future prospects and may increase the risk that we will not continue to grow at or near historical rates.\nWe have been growing rapidly over the last several years, and as a result, our ability to forecast our future results of operations is subject to a number of uncertainties, including our ability to effectively plan for and model future growth. Our recent and historical growth should not be considered indicative of our future performance. We have encountered in the past, and will encounter in the future, risks and uncertainties frequently experienced by growing companies in rapidly changing industries, such as the recent weakening economic conditions. If our assumptions regarding these risks and uncertainties, which we use to plan and operate our business, are incorrect or change, or if we do not address these risks successfully, our operating and financial results could differ materially from our expectations, our growth rates may slow, and our business would suffer.\nWe may not be able to sustain our revenue growth rate or achieve profitability in the future.\nOur historical growth rate should not be considered indicative of our future performance and may decline in the future. Our revenue growth rate has fluctuated in prior periods and, in future periods, our revenue could grow more slowly than in recent periods or decline for a number of reasons, including any reduction in demand for our products, increase in competition, limited ability to, or our decision not to, increase pricing, contraction of our overall market, a slower than anticipated adoption of or migration to our Cloud offerings, or our failure to capitalize on growth opportunities. For example, beginning in the first quarter of fiscal year 2023, we have seen growth from existing customers moderate, which we believe is due to customers being impacted by weakening economic conditions. Additionally, beginning in February 2021, we ceased sales of new perpetual licenses for our products, and beginning in February 2022, we ceased sales of upgrades to these on-premises versions of our products. We also plan to end maintenance and support for these on-premises versions of our products in February 2024. If our customers do not transition from our on-premises offerings to our Cloud or Data Center offerings prior to February 2024, our revenue growth rates and profitability may be negatively impacted.\nIn addition, we expect expenses to increase substantially in the near term, particularly as we continue to make significant investments in research and development and technology infrastructure for our Cloud offerings, expand our operations globally and develop new products and features for, and enhancements of, our existing products. As a result of these significant investments, and in particular stock-based compensation associated with our growth, we may not be able to achieve profitability as determined under U.S. generally accepted accounting principles (“GAAP”) in future periods. The additional expenses we will incur may not lead to sufficient additional revenue to maintain historical revenue growth rates and profitability.\nThe continuing global economic and geopolitical volatility, the COVID-19 pandemic, including any associated economic and social impacts, increased inflation and measures taken in response to these events, could harm our business and results of operations.\nThe COVID-19 pandemic has negatively impacted the global economy, disrupted global supply chains, and created significant volatility and disruption of financial markets. Additionally, the Russian invasion of Ukraine in 2022 has led to further economic disruptions. The conflict has increased inflationary pressures and supply chain constraints, which have negatively impacted the global economy. Inflationary pressure may result in decreased demand for our products and services, increases in our operating costs (including our labor costs), reduced liquidity, and limits on our ability to access credit or otherwise raise capital. In response to the concerns over inflation risk, the U.S. Federal Reserve raised interest rates multiple times in 2022 and 2023 and may continue to do so in the future. It is especially difficult to predict the impact of such events on the global economic markets, which have been and will continue to be highly dependent upon the actions of governments, businesses, and other enterprises in response to such events, and the effectiveness of those actions.\nThe adverse public health developments of COVID-19, including orders to shelter-in-place, travel restrictions, and mandated business closures, have adversely affected workforces, organizations, customers, economies, and financial markets globally, leading to increased macroeconomic and market volatility. It has also disrupted the normal operations of many businesses, including ours. Following an initial movement to remote work due to the COVID-19 pandemic, we subsequently announced that most employees will have flexibility to work remotely indefinitely as part of our “Team Anywhere” policy. Our remote-work arrangements could strain our business continuity plans, introduce operational risk, including cybersecurity risks and increased costs, and impair our ability to effectively manage our business, which may negatively impact our business, results of operations, and financial condition. We are actively monitoring the impacts of the situation and may continue to adjust our current policies and practices. \n15\nOur business depends on demand for business software applications generally and for collaboration software solutions in particular. In addition, the market adoption of our products and our revenue is dependent on the number of users of our products. The COVID-19 pandemic, including intensified measures undertaken to contain the spread of COVID-19, the Russian invasion of Ukraine, increased inflation and interest rates and the resulting economic and social impacts of these events could reduce the number of personnel providing development or engineering services, decrease technology spending, including the purchasing of software products, adversely affect demand for our products, affect our ability to accurately forecast our future results, cause some of our paid customers or suppliers to file for bankruptcy protection or go out of business, affect the ability of our customer support team to conduct in-person trainings or our solutions partners to conduct in-person sales, impact expected spending from new customers or renewals, expansions or reductions in paid seats from existing customers, negatively impact collections of accounts receivable, result in elongated sales cycles, and harm our business, results of operations, and financial condition. In particular, we have revenue exposure to customers who are small- and medium-sized businesses. If these customers’ business operations and finances are negatively affected, they may not purchase or renew our products, may reduce or delay spending, or request extended payment terms or price concessions, which would negatively impact our business, results of operations, and financial condition. For example, rising interest rates and slowing economic conditions have contributed to the recent failure of banking institutions, such as Silicon Valley Bank and First Republic Bank. While we have not had any direct exposure to recently failed banking institutions to date, if other banks and financial institutions enter receivership or become insolvent in the future in response to financial conditions affecting the banking system and financial markets, our ability or our customers’ ability to access existing cash, cash equivalents, and investments may be threatened and affect our customers’ ability to pay for our products and could have a material adverse effect on our business and financial condition.\nThe extent to which these factors ultimately impact our business, results of operations, and financial position will depend on future developments, which are uncertain and cannot be fully predicted at this time, including, but not limited to, the continued duration and spread of the COVID-19 outbreak and related variants, its severity, the actions taken by governments and authorities to contain the virus or treat its impact, the effectiveness of current vaccine and therapeutic treatments, and the extent to which normal economic and operating conditions continue to resume, future developments regarding Russia’s invasion of Ukraine, continued inflationary pressures and governmental actions, such as interest rate increases to respond to such pressures. As a result of these and other recent macroeconomic events, we have seen the growth from existing customers moderate and experienced volatility in the trading prices for our Class A Common Stock, and such volatility may continue in the long term. Any sustained adverse impacts from these and other recent macroeconomic events could materially and adversely affect our business, financial condition, operating results, and earnings guidance that we may issue from time to time, which could have a material effect on the value of our Class A Common Stock.\nThe markets in which we participate are intensely competitive, and if we do not compete effectively, our business, results of operations, and financial condition could be harmed.\nThe markets for our solutions are fragmented, rapidly evolving, highly competitive, and have relatively low barriers to entry. We face competition from both traditional, larger software vendors offering full collaboration and productivity suites and smaller companies offering point products for features and use cases. Our principal competitors vary depending on the product category and include Microsoft (including GitHub), IBM, Alphabet, ServiceNow, PagerDuty, Gitlab, Freshworks, Asana, Monday.com, Notion and Smartsheet. In addition, some of our competitors have made acquisitions to offer a more comprehensive product or service offering, which may allow them to compete more effectively with our products. We expect this trend to continue as companies attempt to strengthen or maintain their market positions in an evolving industry. Following such potential consolidations, companies may create more compelling product offerings and be able to offer more attractive pricing options, making it more difficult for us to compete effectively.\nOur competitors, particularly our competitors with greater financial and operating resources, may be able to respond more quickly and effectively than we can to new or changing opportunities, technologies, standards, or customer requirements. With the adoption of new technologies, such as artificial intelligence (“AI”) and machine learning, the evolution of our products, and new market entrants, we expect competition to intensify in the future. For example, as we continue to expand our focus into new use cases or other product offerings beyond software development teams, we expect competition to increase. Pricing pressures and increased competition generally could result in reduced sales, reduced margins, losses, or the failure of our products to achieve or maintain more widespread market acceptance, any of which could harm our business, results of operations and financial condition.\nMany of our current and potential competitors have greater resources than we do, with established marketing relationships, large enterprise sales forces, access to larger customer bases, pre-existing customer relationships, \n16\nand major distribution agreements with consultants, system integrators and resellers. Additionally, some current and potential customers, particularly large organizations, have elected, and may in the future elect, to develop or acquire their own internal collaboration and productivity software tools that would reduce or eliminate the demand for our solutions.\nOur products seek to serve multiple markets, and we are subject to competition from a wide and varied field of competitors. Some competitors, particularly new and emerging companies with sizeable venture capital investment, could focus all their energy and resources on one product line or use case and, as a result, any one competitor could develop a more successful product or service in a particular market we serve which could decrease our market share and harm our brand recognition and results of operations. For all of these reasons and others we cannot anticipate today, we may not be able to compete successfully against our current and future competitors, which could harm our business, results of operations, and financial condition.\nOur distribution model of offering and selling on-premises offerings of certain of our products, in addition to offering and selling Cloud offerings of these products, increases our expenses, may impact revenue recognition timing, and may pose other challenges to our business.\nWe currently offer and sell both on-premises and Cloud offerings of certain of our products. For these products, our Cloud offering enables quick setup and subscription pricing, while our on-premises offering permits more customization, a perpetual or term license fee structure, and complete application control. Although a substantial majority of our revenue was historically generated from customers using our on-premises products, over time our customers have moved and will continue to move to our Cloud offerings, and our Cloud offerings will become more central to our distribution model. For example, beginning in February 2021, we ceased sales of new perpetual licenses for our products, and beginning in February 2022, we ceased sales of upgrades to these on-premises versions of our products. We also plan to end maintenance and support for these on-premises versions of our products in February 2024. We may be subject to additional competitive and pricing pressures from our Cloud offerings compared to our on-premises offerings, which could harm our business. Further, revenues from our Cloud offerings are typically lower in the initial year compared to our on-premises offerings, which may impact our near-term revenue growth rates and margins, and we incur higher or additional costs to supply our Cloud offerings, such fees associated with hosting our cloud infrastructure. Additionally, we offered discounts to certain of our enterprise-level on-premises customers to incentivize migration to our Cloud offerings, which impacted our near-term revenue growth.  If our customers do not transition from our on-premises offerings to our Cloud or Data Center offerings prior to February 2024, our revenue growth rates and profitability may be negatively impacted. If our Cloud offerings do not develop as quickly as we expect, if we are unable to continue to scale our systems to meet the requirements of successful, large Cloud offerings, or if we lose customers currently using our on-premises products due to our increased focus on our Cloud offerings or our inability to successfully migrate them to our Cloud products, our business could be harmed. We are directing a significant portion of our financial and operating resources to implement robust Cloud offerings for our products and to migrate our existing customers to our Cloud offerings, but even if we continue to make these investments, we may be unsuccessful in growing or implementing our Cloud offering that competes successfully against our current and future competitors and our business, results of operations, and financial condition could be harmed.\nOur business depends on our customers renewing their subscriptions and maintenance plans and purchasing additional licenses or subscriptions from us, and any decline in our customer retention or expansion could harm our future results of operations.\nIn order for us to maintain or improve our results of operations, it is important that our customers renew their subscriptions and maintenance plans when existing contract terms expire and that we expand our commercial relationships with our existing customers. Our customers have no obligation to renew their subscriptions or maintenance plans, and our customers may not renew subscriptions or maintenance plans with a similar contract duration or with the same or greater number of users. Our customers generally do not enter into long-term contracts, rather they primarily have monthly or annual terms. Some of our customers have elected not to renew their agreements with us and it is difficult to accurately predict long-term customer retention.\nOur customer retention and expansion may decline or fluctuate as a result of a number of factors, including our customers’ satisfaction with our products, new market entrants, our product support, our prices and pricing plans, the prices of competing software products, reductions in our customers’ spending levels, new product releases and changes to packaging of our product offerings, mergers and acquisitions affecting our customer base, our increased focus on our Cloud offerings, our decision to end the sale of new perpetual licenses for our products, or the effects of global economic conditions, including the impacts on us or our customers, partners and suppliers from inflation and related interest rate increases. We may be unable to timely address any retention issues with \n17\nspecific customers, which could harm our results of operations. If our customers do not purchase additional licenses or subscriptions or renew their subscriptions or maintenance plans, renew on less favorable terms, or fail to add more users, our revenue may decline or grow less quickly, which could harm our future results of operations and prospects.\nIf we are not able to develop new products and enhancements to our existing products that achieve market acceptance and that keep pace with technological developments, our business and results of operations could be harmed.\nOur ability to attract new customers and retain and increase revenue from existing customers depends in large part on our ability to enhance and improve our existing products and to introduce compelling new products that reflect the changing nature of our markets. The success of any enhancement to our products depends on several factors, including timely completion and delivery, competitive pricing, adequate quality testing, integration with existing technologies and our platform, and overall market acceptance. Any new product that we develop may not be introduced in a timely or cost-effective manner, may contain bugs, or may not achieve the market acceptance necessary to generate significant revenue. If we are unable to successfully develop new products, enhance our existing products to meet customer requirements, or otherwise gain market acceptance, our business, results of operations, and financial condition could be harmed.\nIf we cannot continue to expand the use of our products beyond our initial focus on software developers, our ability to grow our business could be harmed.\nOur ability to grow our business depends in part on our ability to persuade current and future customers to expand their use of our products to additional use cases beyond software developers, including information technology and business teams. If we fail to predict customer demands or achieve further market acceptance of our products within these additional areas and teams, or if a competitor establishes a more widely adopted product for these applications, our ability to grow our business could be harmed.\nWe invest significantly in research and development, and to the extent our research and development investments do not translate into new products or material enhancements to our current products, or if we do not use those investments efficiently, our business and results of operations would be harmed.\nA key element of our strategy is to invest significantly in our research and development efforts to develop new products and enhance our existing products to address additional applications and markets. In fiscal years 2023 and 2022, our research and development expenses were 53% and 46% of our revenue, respectively. If we do not spend our research and development budget efficiently or effectively on compelling innovation and technologies, our business could be harmed and we may not realize the expected benefits of our strategy. Moreover, research and development projects can be technically challenging and expensive. The nature of these research and development cycles may cause us to experience delays between the time we incur expenses associated with research and development and the time we are able to offer compelling products and generate revenue, if any, from such investment. Additionally, anticipated customer demand for a product we are developing could decrease after the development cycle has commenced, and we would nonetheless be unable to avoid substantial costs associated with the development of any such product. If we expend a significant amount of resources on research and development and our efforts do not lead to the successful introduction or improvement of products that are competitive in our current or future markets, it could harm our business and results of operations.\nIf we fail to effectively manage our growth, our business and results of operations could be harmed.\nWe have experienced and expect to continue to experience rapid growth, both in terms of employee headcount and number of customers, which has placed, and may continue to place, significant demands on our management, operational, and financial resources. We operate globally and sell our products to customers in approximately 200 countries. Further, we have employees in Australia, the U.S., the United Kingdom (the “UK”), the Netherlands, the Philippines, Poland, India, Turkey, Canada, Japan, Germany, France and New Zealand and a substantial number of our employees have been with us for fewer than 24 months. We plan to continue to invest in and grow our team, and to expand our operations into other countries in the future, which will place additional demands on our resources and operations. As our business expands across numerous jurisdictions, we may experience difficulties, including in hiring, training, and managing a diffuse and growing employee base.\nWe have also experienced significant growth in the number of customers, users, transactions and data that our products and our associated infrastructure support. If we fail to successfully manage our anticipated growth and change, the quality of our products may suffer, which could negatively affect our brand and reputation and harm our ability to retain and attract customers. Finally, our organizational structure is becoming more complex and if we fail \n18\nto scale and adapt our operational, financial, and management controls and systems, as well as our reporting systems and procedures, to manage this complexity, our business, results of operations, and financial condition could be harmed. We will require significant capital expenditures and the allocation of management resources to grow and change in these areas.\nOur recent restructuring may not result in anticipated alignment with customer needs and business priorities or operational efficiencies, could result in total costs and expenses that are greater than expected, and could disrupt our business.\nIn March 2023, we announced a plan to reduce our global headcount by approximately 5% and to reduce our office space. These actions are part of our initiatives to better position ourselves to execute against our largest growth opportunities. This includes continuing to invest in strategic areas of the business, aligning talent to best meet customer needs and business priorities, and consolidating our leases for purposes of optimizing operational efficiency. We may incur other charges or cash expenditures not currently contemplated due to unanticipated events that may occur, including in connection with the implementation of these actions. We may not realize, in full or in part, the anticipated benefits from this restructuring due to unforeseen difficulties, delays or unexpected costs. If we are unable to realize the expected operational efficiencies from the restructuring, we may need to undertake additional restructuring activities, and our operating results and financial condition could be adversely affected.\nFurthermore, our restructuring efforts may be disruptive to our operations and could yield unanticipated consequences, such as attrition beyond planned staff reductions, increased difficulties in our day-to-day operations and reduced employee morale. If employees who were not affected by the reduction in force seek alternative employment, this could result in unplanned additional expenses to ensure adequate resourcing or harm our productivity. Our restructuring could also harm our ability to attract and retain qualified personnel who are critical to our business, the failure of which could adversely affect our business.\nOur corporate values have contributed to our success, and if we cannot maintain these values as we grow, we could lose the innovative approach, creativity, and teamwork fostered by our values, and our business could be harmed.\nWe believe that a critical contributor to our success has been our corporate values, which we believe foster innovation, teamwork, and an emphasis on customer-focused results. In addition, we believe that our values create an environment that drives and perpetuates our product strategy and low-cost distribution approach. As we undergo growth in our customers and employee base, transition to a remote-first “Team Anywhere” work environment, and continue to develop the infrastructure of a public company, we may find it difficult to maintain our corporate values. Any failure to preserve our values could harm our future success, including our ability to retain and recruit personnel, innovate and operate effectively, and execute on our business strategy.\nOur quarterly results have fluctuated in the past and may fluctuate significantly in the future and may not fully reflect the underlying performance of our business.\nOur quarterly financial results have fluctuated in the past and may fluctuate in the future as a result of a variety of factors, many of which are outside of our control. If our quarterly financial results fall below the expectations of investors or any securities analysts who follow us, the price of our Class A Common Stock could decline substantially. Factors that may cause our revenue, results of operations and cash flows to fluctuate from quarter to quarter include, but are not limited to:\n•\nour ability to attract new customers, retain and increase sales to existing customers, and satisfy our customers’ requirements;\n•\nthe timing of customer renewals; \n•\nchanges in our or our competitors’ pricing policies and offerings;\n•\nnew products, features, enhancements, or functionalities introduced by our competitors;\n•\nthe amount and timing of operating costs and capital expenditures related to the operations and expansion of our business;\n•\nsignificant security breaches, technical difficulties, or interruptions to our products;\n•\nour increased focus on our Cloud offerings, including customer migrations to our Cloud products;\n•\nthe number of new employees added or, conversely, reductions in force;\n19\n•\nchanges in foreign currency exchange rates or adding additional currencies in which our sales are denominated;\n•\nthe amount and timing of acquisitions or other strategic transactions;\n•\nextraordinary expenses such as litigation, tax settlements, adverse audit rulings or other dispute-related settlement payments;\n•\ngeneral economic conditions, such as recent inflation and related interest rate increases, that may adversely affect either our customers’ ability or willingness to purchase additional licenses, subscriptions, and maintenance plans, delay a prospective customer’s purchasing decisions, reduce the value of new license, subscription, or maintenance plans, or affect customer retention;\n•\nthe impact of political and social unrest, armed conflict, natural disasters, climate change, diseases and pandemics, and any associated economic downturn, on our results of operations and financial performance;\n•\nseasonality in our operations;\n•\nthe impact of new accounting pronouncements and associated system implementations; and\n•\nthe timing of the grant or vesting of equity awards to employees, contractors, or directors.\nMany of these factors are outside of our control, and the occurrence of one or more of them might cause our revenue, results of operations, and cash flows to vary widely. As such, we believe that quarter-to-quarter comparisons of our revenue, results of operations, and cash flows may not be meaningful and should not be relied upon as an indication of future performance.\nWe may require additional capital to support our operations or the growth of our business and we cannot be certain that we will be able to secure this capital on favorable terms, or at all.\nWe may require additional capital to respond to business opportunities, challenges, acquisitions, a decline in the level of license, subscription or maintenance revenue for our products, or other unforeseen circumstances. We may not be able to timely secure debt or equity financing on favorable terms, or at all. This inability to secure additional debt or equity financing could be exacerbated in times of economic uncertainty and tighter credit, such as is currently the case in the U.S. and abroad. In addition, recent increases in interest rates could make any debt financing that we are able to secure much more expensive than in the past. Our current Credit Facility contains certain restrictive covenants and any future debt financing obtained by us could involve restrictive covenants relating to financial and operational matters, which may make it more difficult for us to obtain additional capital and to pursue business opportunities, including potential acquisitions. If we raise additional funds through further issuances of equity, convertible debt securities or other securities convertible into equity, our existing stockholders could suffer significant dilution in their percentage ownership of Atlassian, and any new equity securities we issue could have rights, preferences and privileges senior to those of holders of our Class A Common Stock. If we are unable to obtain adequate financing or financing on terms satisfactory to us, when we require it, our ability to continue to grow or support our business and to respond to business challenges could be significantly limited. \nIf our current marketing model is not effective in attracting new customers, we may need to incur additional expenses to attract new customers and our business and results of operations could be harmed.\nUnlike traditional enterprise software vendors, who rely on direct sales methodologies and face long sales cycles, complex customer requirements and substantial upfront sales costs, we primarily utilize a viral marketing model to target new customers. Through this word-of-mouth marketing, we have been able to build our brand with relatively low marketing and sales costs. We also build our customer base through various online marketing activities as well as targeted web-based content and online communications. This strategy has allowed us to build a substantial customer base and community of users who use our products and act as advocates for our brand and solutions, often within their own corporate organizations. Attracting new customers and retaining existing customers requires that we continue to provide high-quality products at an affordable price and convince customers of our value proposition. If we do not attract new customers through word-of-mouth referrals, our revenue may grow more slowly than expected, or decline. In addition, high levels of customer satisfaction and market adoption are central to our marketing model. Any decrease in our customers’ satisfaction with our products, including as a result of our own actions or actions outside of our control, could harm word-of-mouth referrals and our brand. If our customer base does not continue to grow through word-of-mouth marketing and viral adoption, we may be required to incur significantly higher marketing and sales expenses in order to acquire new subscribers, which could harm our business and results of operations.\n20\nOne of our marketing strategies is to offer free trials, limited free versions or affordable starter licenses for certain products, and we may not be able to realize the benefits of this strategy.\nWe offer free trials, limited free versions or affordable starter licenses for certain products in order to promote additional usage, brand and product awareness, and adoption. Historically, a majority of users never convert to a paid version of our products from these free trials or limited free versions or upgrade beyond the starter license. Our marketing strategy also depends in part on persuading users who use the free trials, free versions or starter licenses of our products to convince others within their organization to purchase and deploy our products. To the extent that these users do not become, or lead others to become, customers, we will not realize the intended benefits of this marketing strategy, and our ability to grow our business could be harmed.\nOur business model relies on a high volume of transactions and affordable pricing. As lower cost or free products are introduced by our competitors, our ability to generate new customers could be harmed.\nOur business model is based in part on selling our products at prices lower than competing products from other commercial vendors. For example, we offer entry-level or free pricing for certain products for small teams at a price that typically does not require capital budget approval and is orders-of-magnitude less than the price of traditional enterprise software. As a result, our software is frequently purchased by first-time customers to solve specific problems and not as part of a strategic technology purchasing decision. We have historically increased, and will continue to increase, prices from time to time. As competitors enter the market with low cost or free alternatives to our products, it may become increasingly difficult for us to compete effectively and our ability to garner new customers could be harmed. Additionally, some customers may consider our products to be discretionary purchases, which may contribute to reduced demand for our offerings in times of economic uncertainty, inflation and related interest rate increases. If we are unable to sell our software in high volume, across new and existing customers, our business, results of operations and financial condition could be harmed.\nOur sales model does not rely primarily on a direct enterprise sales force, which could impede the growth of our business.\nOur sales model does not rely primarily on traditional, quota-carrying sales personnel. Although we believe our business model can continue to adequately serve our customers without a large, direct enterprise sales force, our viral marketing model may not continue to be as successful as we anticipate, and the absence of a large, direct, enterprise sales function may impede our future growth. As we continue to scale our business, a more traditional sales infrastructure could assist in reaching larger enterprise customers and growing our revenue. Identifying, recruiting, training, and retaining such a qualified sales force would require significant time, expense and attention and would significantly impact our business model. In addition, expanding our sales infrastructure would considerably change our cost structure and results of operations, and we may have to reduce other expenses, such as our research and development expenses, in order to accommodate a corresponding increase in marketing and sales expenses and maintain positive free cash flow. If our lack of a large, direct enterprise sales force limits us from reaching larger enterprise customers and growing our revenue, and we are unable to hire, develop, and retain talented sales personnel in the future, our revenue growth and results of operations could be harmed.\nWe derive a majority of our revenue from Jira Software and Confluence.\nWe derive a majority of our revenue from Jira Software and Confluence. As such, the market acceptance of these products is critical to our success. Demand for these products and our other products is affected by a number of factors, many of which are beyond our control, such as continued market acceptance of our products by customers for existing and new use cases, the timing of development and release of new products, features, functionality and lower cost alternatives introduced by our competitors, technological changes and developments within the markets we serve, and growth or contraction in our addressable markets. If we are unable to continue to meet customer demands or to achieve more widespread market acceptance of our products, our business, results of operations, and financial condition could be harmed.\nWe recognize certain revenue streams over the term of our subscription and maintenance contracts. Consequently, downturns in new sales may not be immediately reflected in our results of operations and may be difficult to discern.\nWe generally recognize subscription and maintenance revenue from customers ratably over the terms of their contracts. As a result, a significant portion of the revenue we report in each quarter is derived from the recognition of deferred revenue relating to subscription and maintenance plans entered into during previous quarters. Consequently, a decline in new or renewed licenses, subscriptions, and maintenance plans in any single quarter may only have a small impact on our revenue results for that quarter. However, such a decline will negatively affect \n21\nour revenue in future quarters. Accordingly, the effect of significant downturns in sales and market acceptance of our products, and potential changes in our pricing policies or rate of expansion or retention, may not be fully reflected in our results of operations until future periods. For example, the impact of the current economic uncertainty may cause customers to request concessions, including better pricing, or to slow their rate of expansion or reduce their number of licenses, which may not be reflected immediately in our results of operations. We may also be unable to reduce our cost structure in line with a significant deterioration in sales. In addition, a significant majority of our costs are expensed as incurred, while a significant portion of our revenue is recognized over the life of the agreement with our customer. As a result, increased growth in the number of our customers could continue to result in our recognition of more costs than revenue in the earlier periods of the terms of certain of our customer agreements. Our subscription and maintenance revenue also makes it more difficult for us to rapidly increase our revenue through additional sales in any period, as revenue from certain new customers must be recognized over the applicable term.\nIf the Atlassian Marketplace does not continue to be successful, our business and results of operations could be harmed. \nWe operate the Atlassian Marketplace, an online marketplace, for selling third-party, as well as Atlassian-built, apps. We rely on the Atlassian Marketplace to supplement our promotional efforts and build awareness of our products, and we believe that third-party apps from the Atlassian Marketplace facilitate greater usage and customization of our products. If we do not continue to add new vendors and developers, are unable to sufficiently grow the number of cloud apps our customers demand, or our existing vendors and developers stop developing or supporting the apps that they sell on Atlassian Marketplace, our business could be harmed.\nIn addition, third-party apps on Atlassian Marketplace may not meet the same quality standards that we apply to our own development efforts and, in the past, third-party apps have caused disruptions affecting multiple customers. To the extent these apps contain bugs, vulnerabilities, or defects, such apps may create disruptions in our customers’ use of our products, lead to data loss or unauthorized access to customer data, they may damage our brand and reputation, and affect the continued use of our products, which could harm our business, results of operations and financial condition.\nAny failure to offer high-quality product support could harm our relationships with our customers and our business, results of operations, and financial condition. \nIn deploying and using our products, our customers depend on our product support teams to resolve complex technical and operational issues. We may be unable to respond quickly enough to accommodate short-term increases in customer demand for product support. We also may be unable to modify the nature, scope and delivery of our product support to compete with changes in product support services provided by our competitors. Increased customer demand for product support, without corresponding revenue, could increase costs and harm our results of operations. In addition, as we continue to grow our operations and reach a global and vast customer base, we need to be able to provide efficient product support that meets our customers’ needs globally at scale. The number of our customers has grown significantly and that has put additional pressure on our product support organization. The end customers may also reach out to us requesting support for third-party apps sold on the Atlassian Marketplace. In order to meet these needs, we have relied in the past and will continue to rely on third-party vendors to fulfill requests about third-party apps and self-service product support to resolve common or frequently asked questions for Atlassian products, which supplement our customer support teams. If we are unable to provide efficient product support globally at scale, including through the use of third-party vendors and self-service support, our ability to grow our operations could be harmed and we may need to hire additional support personnel, which could harm our results of operations. For example, in April 2022, a very small subset of our customers experienced a full outage across their Atlassian cloud products due to a faulty script used during a maintenance procedure. While we restored access for these customers with minimal to no data loss, these affected customers experienced disruptions in using our Cloud products during the outage. Our sales are highly dependent on our business reputation and on positive recommendations from our existing customers. Any failure to maintain high-quality product support, or a market perception that we do not maintain high-quality product support, could harm our reputation, our ability to sell our products to existing and prospective customers, and our business, results of operations and financial condition.\nIf we are unable to develop and maintain successful relationships with our solution partners, our business, results of operations, and financial condition could be harmed.\nWe have established relationships with certain solution partners to distribute our products. We believe that continued growth in our business is dependent upon identifying, developing and maintaining strategic relationships with our existing and potential solution partners that can drive substantial revenue and provide additional value-\n22\nadded services to our customers. For fiscal year 2023, \nwe derived over 40% of our revenue from channel partners’ sales efforts.\nSuccessfully managing our indirect channel distribution efforts is a complex process across the broad range of geographies where we do business or plan to do business. Our solution partners are independent businesses we do not control. Notwithstanding this independence, we still face legal risk and reputational harm from the activities of our solution partners including, but not limited to, export control violations, workplace conditions, corruption and anti-competitive behavior.\nOur agreements with our existing solution partners are non-exclusive, meaning they may offer customers the products of several different companies, including products that compete with ours. They may also cease marketing our products with limited or no notice and with little or no penalty. We expect that any additional solution partners we identify and develop will be similarly non-exclusive and unbound by any requirement to continue to market our products. If we fail to identify additional solution partners in a timely and cost-effective manner, or at all, or are unable to assist our current and future solution partners in independently distributing and deploying our products, our business, results of operations, and financial condition could be harmed. If our solution partners do not effectively market and sell our products, or fail to meet the needs of our customers, our reputation and ability to grow our business could also be harmed.\nOur Credit Facility and overall debt level may limit our flexibility in obtaining additional financing and in pursuing other business opportunities or operating activities. \nOur Credit Facility requires compliance with various financial and non-financial covenants, including affirmative covenants relating to the provision of periodic financial statements, compliance certificates and other notices, maintenance of properties and insurance, payment of taxes and compliance with laws and negative covenants, including, among others, restrictions on the incurrence of certain indebtedness, granting of liens and mergers, dissolutions, consolidations and dispositions. The Credit Facility also provides for a number of events of default, including, among others, failure to make a payment, bankruptcy, breach of a covenant, representation and warranty, default under material indebtedness (other than the Credit Facility), change of control and judgment defaults.\nUnder the terms of the Credit Facility, we may be restricted from engaging in business or operating activities that may otherwise improve our business or from financing future operations or capital needs. Failure to comply with the covenants, including the financial covenant, if not cured or waived, will result in an event of default that could trigger acceleration of our indebtedness, which would require us to repay all amounts owing under our Credit Facility and could have a material adverse impact on our business.\nOverdue amounts under the Credit Facility accrue interest at a default rate. We cannot be certain that our future operating results will be sufficient to ensure compliance with the financial covenant in our Credit Facility or to remedy any defaults. In addition, in the event of default and related acceleration, we may not have or be able to obtain sufficient funds to make the accelerated payments required under the Credit Facility. \nWe continue to have the ability to incur additional debt, subject to the limitations in our Credit Facility. Our level of debt could have important consequences to us, including the following:\n•\nour ability to obtain additional financing, if necessary, for working capital, capital expenditures, acquisitions or other purposes may be impaired or such financing may not be available on favorable terms;\n•\nwe may need a substantial portion of our cash flow to make principal and interest payments on our debt, reducing the funds that would otherwise be available for investment in operations and future business opportunities;\n•\nour debt level will make us more vulnerable than our competitors with less debt to competitive pressures or a downturn in our business or the economy generally; and\n•\nour debt level may limit our flexibility in responding to changing business and economic conditions.\nOur ability to service our debt will depend upon, among other things, our future financial and operating performance, which will be affected by prevailing economic conditions and financial, business, regulatory and other factors, some of which are beyond our control. If our operating results are not sufficient to service our current or future indebtedness, we will be forced to take actions such as reducing or delaying our business activities, acquisitions, investments or capital expenditures, selling assets, restructuring or refinancing our debt, or seeking \n23\nadditional equity capital or bankruptcy protection. We may not be able to effect any of these remedies on satisfactory terms to us or at all.\nIn addition, our Credit Facility has a floating interest rate that is based on variable and unpredictable U.S. and international economic risks and uncertainties and an increase in interest rates, such as has occurred recently and is expected in the future, may negatively impact our financial results. We enter into interest rate hedging transactions that reduce, but do not eliminate, the impact of unfavorable changes in interest rates. We attempt to minimize credit exposure by limiting counterparties to internationally recognized financial institutions, but even these counterparties are subject to default and contract risk and this risk is beyond our control. There is no guarantee that our hedging efforts will be effective or, if effective in one period will continue to remain effective in future periods.\nWe have amended our Credit Facility to utilize the Secured Overnight Financing Right (“SOFR”) to calculate the amount of accrued interest on any borrowings in place of London Interbank Offered Rate (“LIBOR”), which ceased publication on June 30, 2023. SOFR is intended to be a broad measure of the cost of borrowing cash overnight that is collateralized by U.S. Treasury securities. However, because SOFR is a broad U.S. Treasury repo financing rate that represents overnight secured funding transactions, it differs fundamentally from LIBOR. The change from LIBOR to SOFR could result in interest obligations that are more than or that do not otherwise correlate over time with the payments that would have been made on this debt if LIBOR were available. This may result in an increase in the cost of our borrowings under our existing Credit Facility and any future borrowings.\nIf we are not able to maintain and enhance our brand, our business, results of operations, and financial condition could be harmed.\nWe believe that maintaining and enhancing our reputation as a differentiated and category-defining company is critical to our relationships with our existing customers and to our ability to attract new customers. The successful promotion of our brand attributes will depend on a number of factors, including our and our solution partners’ marketing efforts, our ability to continue to develop high-quality products, our ability to minimize and respond to errors, failures, outages, vulnerabilities or bugs, and our ability to successfully differentiate our products from competitive products. In addition, independent industry analysts often provide analyses of our products, as well as the products offered by our competitors, and perception of the relative value of our products in the marketplace may be significantly influenced by these analyses. If these analyses are negative, or less positive as compared to those of our competitors’ products, our brand may be harmed.\nThe promotion of our brand requires us to make substantial expenditures, and we anticipate that the expenditures will increase as our market becomes more competitive, as we expand into new markets, and as more sales are generated through our solution partners. To the extent that these activities yield increased revenue, this revenue may not offset the increased expenses we incur. If we do not successfully maintain and enhance our brand, our business may not grow, we may have reduced pricing power relative to competitors, and we could lose customers or fail to attract new customers, any of which could harm our business, results of operations, and financial condition.\nLegal, regulatory, social and ethical issues relating to the use of new and evolving technologies, such as AI and machine learning, in our offerings may result in reputational harm and liability.\nWe are building AI and machine learning into our products. The rapid evolution of AI and machine learning will require the application of resources to develop, test and maintain our products and services to help ensure that AI and machine learning are implemented responsibly in order to minimize unintended, harmful impact. Failure to properly do so may cause us to incur increased research and development costs, or divert resources from other development efforts, to address social and ethical issues related to AI and machine learning. As with many cutting-edge innovations, AI and machine learning present new risks and challenges. Existing laws and regulations may apply to us or our vendors in new ways and new laws and regulations may be instituted, the effects of which are difficult to predict. The risks and challenges presented by AI and machine learning could undermine public confidence in AI and machine learning, which could slow its adoption and affect our business. If we enable or offer AI and machine learning products that draw controversy due to their perceived or actual impact on human rights, intellectual property, privacy, security, employment, the environment or in other social contexts, we may experience brand or reputational harm, competitive harm or legal liability. Data governance practices by us or others that result in controversy could also impair the acceptance of AI solutions. This in turn could undermine the decisions, predictions, analysis or other outputs that AI applications produce, subjecting us to competitive harm, legal liability and brand or reputational harm. \n24\nUncertainty around new and emerging AI applications such as generative AI content creation may require additional investment in the development of proprietary datasets, machine learning models and systems to test for accuracy, bias and other variables, which are often complex, may be costly and could impact our profit margin as we expand generative AI into our product offerings. Developing, testing and deploying AI systems may also increase the cost profile of our offerings due to the nature of the computing costs involved in such systems. Potential government regulation specifically related to AI may also increase the burden and cost of research and development in this area. For example, countries are considering legal frameworks on AI, which is a trend that may increase now that the European Commission (the “EC”) of the European Union (the “EU”) has proposed the first such framework. Stakeholders and those affected by the development and use of AI and machine learning (including our employees and customers) who are dissatisfied with our public statements, policies, practices, or solutions related to the development and use of AI and machine learning may express opinions that could introduce reputational or business harm, or legal liability.\nIf we fail to integrate our products with a variety of operating systems, software applications, platforms and hardware that are developed by others, our products may become less marketable, less competitive, or obsolete and our results of operations could be harmed.\nOur products must integrate with a variety of network, hardware, and software platforms, and we need to continuously modify and enhance our products to adapt to changes in hardware, software, networking, browser and database technologies. In particular, we have developed our products to be able to easily integrate with third-party applications, including the applications of software providers that compete with us, through the interaction of application programming interfaces (“APIs”). In general, we rely on the fact that the providers of such software systems continue to allow us access to their APIs to enable these customer integrations. To date, we have not relied on long-term written contracts to govern our relationship with these providers. Instead, we are subject to the standard terms and conditions for application developers of such providers, which govern the distribution, operation and fees of such software systems, and which are subject to change by such providers from time to time. Our business could be harmed if any provider of such software systems:\n•\ndiscontinues or limits our access to its APIs;\n•\nmodifies its terms of service or other policies, including fees charged to, or other restrictions on us or other application developers;\n•\nchanges how customer information is accessed by us or our customers;\n•\nestablishes more favorable relationships with one or more of our competitors; or\n•\ndevelops or otherwise favors its own competitive offerings over ours.\nWe believe a significant component of our value proposition to customers is the ability to optimize and configure our products with these third-party applications through our respective APIs. If we are not permitted or able to integrate with these and other third-party applications in the future, demand for our products could decline and our business and results of operations could be harmed.\nIn addition, an increasing number of organizations and individuals within organizations are utilizing mobile devices to access the internet and corporate resources and to conduct business. We have designed and continue to design mobile applications to provide access to our products through these devices. If we cannot provide effective functionality through these mobile applications as required by organizations and individuals that widely use mobile devices, we may experience difficulty attracting and retaining customers. Failure of our products to operate effectively with future infrastructure platforms and technologies could also reduce the demand for our products, resulting in customer dissatisfaction and harm to our business. If we are unable to respond to changes in a cost-effective manner, our products may become less marketable, less competitive or obsolete and our results of operations could be harmed.\nAcquisitions of, or investments in, other businesses, products, or technologies could disrupt our business, and we may be unable to integrate acquired businesses and technologies successfully or achieve the expected benefits of such acquisitions.\nWe have completed a number of acquisitions and strategic investments and continue to evaluate and consider additional strategic transactions, including acquisitions of, or investments in, businesses, technologies, services, products, and other assets in the future. We also may enter into strategic relationships with other \n25\nbusinesses to expand our products, which could involve preferred or exclusive licenses, additional channels of distribution, discount pricing or investments in other companies.\nAny acquisition, investment or business relationship may result in unforeseen operating difficulties and expenditures. In particular, we may encounter difficulties assimilating or integrating the businesses, technologies, products, personnel, or operations of the acquired companies, particularly if the key personnel of the acquired companies choose not to work for us, their software and services are not easily adapted to work with our products, or we have difficulty retaining the customers of any acquired business due to changes in ownership, management or otherwise. Acquisitions may also disrupt our business, divert our resources, and require significant management attention that would otherwise be available for development of our existing business. We may not successfully evaluate or utilize the acquired technology or personnel, or accurately forecast the financial impact of an acquisition transaction, including accounting charges. Moreover, the anticipated benefits of any acquisition, investment, or business relationship may not be realized or we may be exposed to unknown risks or liabilities.\nIn the future, we may not be able to find suitable acquisition or strategic investment candidates, and we may not be able to complete acquisitions or strategic investments on favorable terms, if at all. Our previous and future acquisitions or strategic investments may not achieve our goals, and any future acquisitions or strategic investments we complete could be viewed negatively by users, customers, developers or investors.\nNegotiating these transactions can be time consuming, difficult and expensive, and our ability to complete these transactions may often be subject to approvals that are beyond our control. Consequently, these transactions, even if announced, may not be completed. For one or more of those transactions, we may:\n•\nissue additional equity securities that would dilute our existing stockholders;\n•\nuse cash that we may need in the future to operate our business;\n•\nincur large charges, expenses, or substantial liabilities;\n•\nincur debt on terms unfavorable to us or that we are unable to repay;\n•\nencounter difficulties retaining key employees of the acquired company or integrating diverse software codes or business cultures; and\n•\nbecome subject to adverse tax consequences, substantial depreciation, impairment, or deferred compensation charges.\nWe are subject to risks associated with our strategic investments, including partial or complete loss of invested capital. Significant changes in the value of this portfolio could negatively impact our financial results.\nWe have strategic investments in publicly traded and privately held companies in both domestic and international markets, including in emerging markets. These companies range from early-stage companies to more mature companies with established revenue streams and business models. Many such companies generate net losses and the market for their products, services or technologies may be slow to develop, and, therefore, they are dependent on the availability of later rounds of financing from banks or investors on favorable terms to continue their operations. The financial success of our investment in any privately held company is typically dependent on a liquidity event, such as a public offering, acquisition or other favorable market event reflecting appreciation relative to the cost of our initial investment. Likewise, the financial success of our investment in any publicly held company is typically dependent upon an exit in favorable market conditions, and to a lesser extent on liquidity events. The capital markets for public offerings and acquisitions are dynamic and the likelihood of successful liquidity events for the companies we have invested in could significantly worsen. Further, valuations of privately held companies are inherently complex due to the lack of readily available market data.\nPrivately held companies in which we invest have in the past and others may in the future undertake an initial public offering. We may also decide to invest in companies in connection with or as part of such company’s initial public offering or other transactions directly or indirectly resulting in it being publicly traded. Therefore, our investment strategy and portfolio have also expanded to include public companies. In certain cases, our ability to sell these investments may be constrained by contractual obligations to hold the securities for a period of time after a public offering, including market standoff agreements and lock-up agreements.\nAll of our investments, especially our investments in privately held companies, are subject to a risk of a partial or total loss of investment capital and our investments have lost value in the past. In addition, we have in the past, \n26\nand may in the future, continue to deploy material investments in individual investee companies, resulting in the increasing concentration of risk in a small number of companies. Partial or complete loss of investment capital of these individual companies could be material to our financial statements.\nThe expected benefits of the U.S. Domestication may not be realized.\nOn September 30, 2022, we completed the U.S. Domestication. We believe that the U.S. Domestication will increase access to a broader set of investors, support inclusion in additional stock indices, streamline our corporate structure, and provide more flexibility in accessing capital and, as a result, will be beneficial to our business and operations, the holders of our ordinary shares, and other stakeholders. The success of the U.S. Domestication will depend, in part, on our ability to realize the anticipated benefits associated with the U.S. Domestication and associated reorganization of our corporate structure. There can be no assurance that all of the anticipated benefits of the U.S. Domestication will be achieved, particularly as the achievement of the benefits are subject to factors that we do not and cannot control.\nWe expect to incur additional costs related to the U.S. Domestication, including recurring costs resulting from financial reporting obligations of being a “domestic issuer” as opposed to a “foreign private issuer” in the United States.\nWe will incur additional legal, accounting and other expenses that may exceed the expenses we incurred prior to the U.S. Domestication. The obligations of being a public company in the U.S. require significant expenditures and will place significant demands on our management and other personnel, including costs resulting from public company reporting obligations under the Exchange Act, and the rules and regulations regarding corporate governance practices, including those under the Sarbanes-Oxley Act of 2002 (the “Sarbanes-Oxley Act”), the Dodd-Frank Wall Street Reform and Consumer Protection Act of 2010, and the listing requirements of the Nasdaq Global Select Market. These rules require that we maintain effective disclosure and financial controls and procedures, internal control over financial reporting and changes in corporate governance practices, among many other complex rules that are often difficult to monitor and maintain compliance with. While we were subject to many of these requirements prior to the U.S. Domestication, additional legal and accounting requirements apply to us following the U.S. Domestication. Our management and other personnel will need to devote additional time to ensure compliance with all of these requirements and to keep pace with new regulations, otherwise we may fall out of compliance and risk becoming subject to litigation or being delisted, among other potential problems.\nRisks Related to Information Technology, Intellectual Property, and Data Security and Privacy\nIf our security measures are breached or unauthorized or inappropriate access to customer data is otherwise obtained, our products may be perceived as insecure, we may lose existing customers or fail to attract new customers, and we may incur significant liabilities.\nUse of our products involves the storage, transmission, and processing of our customers’ proprietary data, including potentially personal or identifying information. Unauthorized or inappropriate access to, or security breaches of, our products could result in unauthorized or inappropriate access to data and information, and the loss, compromise or corruption of such data and information. In the event of a security breach, we could suffer loss of business, severe reputational damage adversely affecting customer or investor confidence, regulatory investigations and orders, litigation, indemnity obligations, damages for contract breach, penalties for violation of applicable laws or regulations, significant costs for remediation, and other liabilities. We have incurred and expect to incur significant expenses to prevent security breaches, including costs related to deploying additional personnel and protection technologies, training employees, and engaging third-party solution providers and consultants. Our errors and omissions insurance coverage covering certain security and privacy damages and claim expenses may not be sufficient to compensate for all liabilities we may incur.\nAlthough we expend significant resources to create security protections that shield our customer data against potential theft and security breaches, such measures cannot provide absolute security. We have in the past experienced breaches of our security measures and other inappropriate access to our systems. Certain of these incidents have resulted in unauthorized access to certain data processed through our products. Our products are at risk for future breaches and inappropriate access, including, without limitation, inappropriate access that may be caused by errors or breaches that may occur as a result of third-party action, including from state actors, or employee, vendor or contractor error or malfeasance, and other causes. For example, the ongoing Russian invasion of Ukraine may result in a heightened threat environment and create unknown cyber risks, including increased risk of retaliatory cyber-attacks from Russian actors against non-Russian companies. Additionally, we have transitioned to a remote-first “Team Anywhere” work environment that may pose additional data security risks.\n27\nAs we further transition to selling our products via our Cloud offerings, continue to collect more personal and sensitive information, and operate in more countries, our risks continue to increase and evolve. For instance, we rely on third-party partners to develop apps on the Atlassian Marketplace that connect with and enhance our Cloud offerings for our customers. These apps may not meet the same quality standards that we apply to our own development efforts and may contain bugs, vulnerabilities, or defects that could pose data security risks. Our ability to mandate security standards and ensure compliance by these third parties may be limited. Additionally, our products may be subject to vulnerabilities in the third-party software on which we rely. For example, in December 2021, a vulnerability in a widely-used open-source software application, known as Apache Log4j, was identified that could have allowed bad actors to remotely access a target, potentially stealing data or taking control of a target’s system. We promptly worked to remediate vulnerabilities related to Apache Log4j in our products while working with our partners to ensure the same. While this issue has not materially affected our business, reputation or financial results, there is no guarantee that our actions effectively remediated the vulnerabilities and there is no assurance that other incidents could not occur in the future with a material adverse effect on our business. We are likely to face increased risks that real or perceived vulnerabilities of our systems could seriously harm our business and our financial performance, by tarnishing our reputation and brand and limiting the adoption of our products.\nBecause the techniques used to obtain unauthorized access or to sabotage systems change frequently and generally are not identified until they are launched against a target, we may be unable to anticipate these techniques or to implement adequate preventative measures. We may also experience security breaches that may remain undetected for an extended period and, therefore, have a greater impact on the products we offer, the proprietary data processed through our services, and, ultimately, on our business.\nInterruptions or performance problems associated with our technology and infrastructure could harm our business and results of operations.\nWe rely heavily on our network infrastructure and information technology systems for our business operations, and our continued growth depends in part on the ability of our existing and potential customers to access our solutions at any time and within an acceptable amount of time. In addition, we rely almost exclusively on our websites for the downloading of, and payment for, all our products. We have experienced, and may in the future experience, disruptions, data loss and corruption, outages and other performance problems with our infrastructure and websites due to a variety of factors, including infrastructure changes, introductions of new functionality, human or software errors, capacity constraints, denial of service attacks, or other security-related incidents. In some instances, we have not been able to, and in the future may not be able to, identify the cause or causes of these performance problems within an acceptable period of time. It may become increasingly difficult to maintain and improve our performance, especially during peak usage times and as our products and websites become more complex and our user traffic increases. \nIf our products and websites are unavailable, if our users are unable to access our products within a reasonable amount of time, or at all, or if our information technology systems for our business operations experience disruptions, delays or deficiencies, our business could be harmed. Moreover, we provide service level commitments under certain of our paid customer cloud contracts, pursuant to which we guarantee specified minimum availability. If we fail to meet these contractual commitments, we could be obligated to provide credits for future service, or face contract termination with refunds of prepaid amounts related to unused subscriptions, which could harm our business, results of operations, and financial condition. From time to time, we have granted, and in the future will continue to grant, credits to paid customers pursuant to, and sometimes in addition to, the terms of these agreements. For example, in April 2022, a very small subset of our customers experienced a full outage across their Atlassian cloud products due to a faulty script used during a maintenance procedure. While we restored access for these customers with minimal to no data loss, these affected customers experienced disruptions in using our cloud products during the outage. We incurred certain costs associated with offering service level credits and other concessions to these customers, although the overall impact did not have a material impact on our results of operations or financial condition. However, other future events like this may materially and adversely impact our results of operations or financial condition. Further, disruptions, data loss and corruption, outages and other performance problems in our cloud infrastructure may cause customers to delay or halt their transition to our Cloud offerings, to the detriment of our increased focus on our Cloud offerings, which could harm our business, results of operations and financial condition.\nAdditionally, we depend on services from various third parties, including Amazon Web Services, to maintain our infrastructure and distribute our products via the internet. Any disruptions in these services, including as a result of actions outside of our control, would significantly impact the continued performance of our products. In the future, these services may not be available to us on commercially reasonable terms, or at all. Any loss of the right to use \n28\nany of these services could result in decreased functionality of our products until equivalent technology is either developed by us or, if available from another provider, is identified, obtained and integrated into our infrastructure. To the extent that we do not effectively address capacity constraints, upgrade our systems as needed, and continually develop our technology and network architecture to accommodate actual and anticipated changes in technology, our business, results of operations and financial condition could be harmed.\nReal or perceived errors, failures, vulnerabilities or bugs in our products or in the products on Atlassian Marketplace could harm our business and results of operations.\nErrors, failures, vulnerabilities, or bugs may occur in our products, especially when updates are deployed or new products are rolled out. Our solutions are often used in connection with large-scale computing environments with different operating systems, system management software, equipment, and networking configurations, which may cause errors, failures of products, or other negative consequences in the computing environment into which they are deployed. In addition, deployment of our products into complicated, large-scale computing environments may expose errors, failures, vulnerabilities, or bugs in our products. Any such errors, failures, vulnerabilities, or bugs have in the past not been, and in the future may not be, found until after they are deployed to our customers. Real or perceived errors, failures, vulnerabilities, or bugs in our products have and could result in negative publicity, loss of or unauthorized access to customer data, loss of or delay in market acceptance of our products, loss of competitive position, or claims by customers for losses sustained by them, all of which could harm our business and results of operations.\nIn addition, third-party apps on Atlassian Marketplace may not meet the same quality standards that we apply to our own development efforts and, in the past, third-party apps have caused disruptions affecting multiple customers. To the extent these apps contain bugs, vulnerabilities, or defects, such apps may create disruptions in our customers’ use of our products, lead to data loss or unauthorized access to customer data, they may damage our brand and reputation, and affect the continued use of our products, which could harm our business, results of operations and financial condition. \nChanges in laws or regulations relating to data privacy or data protection, or any actual or perceived failure by us to comply with such laws and regulations or our privacy policies, could harm our business and results of operations.\nPrivacy and data security have become significant issues in the U.S., Europe and in many other jurisdictions where we offer our products. The regulatory framework for the collection, use, retention, safeguarding, sharing, disclosure, and transfer of data worldwide is rapidly evolving and is likely to remain uncertain for the foreseeable future.\nGlobally, virtually every jurisdiction in which we operate has established its own data security and privacy frameworks with which we, and/or our customers, must comply. These laws and regulations often are more restricted than those in the United States. \nThe European General Data Protection regulation (“GDPR”), which is supplemented by national laws in individual member states and the guidance of national supervisory authorities and the European Data Protection Board, applies to any company established in the European Economic Area (“EEA”) as well as to those outside the EEA if they collect and use personal data in connection with the offering of goods or services to individuals in the EEA or the monitoring of their behavior. GDPR enhances data protection obligations for processors and controllers of personal data, including, for example, expanded disclosures about how personal information is collected and used, limitations on retention of information, mandatory data breach notification requirements, and extensive obligations on services providers. Non-compliance can trigger steep fines. In addition, the UK has established its own domestic regime with the UK GDPR and amendments to the Data Protection Act, which so far mirrors the obligations in the GDPR, poses similar challenges and imposes substantially similar penalties. \nAdditionally, in the U.S., various laws and regulations apply to the collection, processing, disclosure and security of certain types of data, including the Federal Trade Commission Act, and state equivalents, the Electronic Communications Privacy Act and the Computer Fraud and Abuse Act. There are also various state laws relating to privacy and data security. The California Consumer Privacy Act (“CCPA”) as modified by California Privacy Rights Act (“CPRA”), broadly defines personal information and gives California residents expanded privacy rights and protections and provides for civil penalties for violations and a private right of action for data breaches.\nSince the CPRA passed, various other states have passed their own comprehensive privacy statutes that share similarities with CCPA and CPRA. Some observers see this influx of state privacy regimes as a trend towards \n29\nmore stringent privacy legislation in the United States, including a potential federal privacy law, all of which could increase our potential liability and adversely affect our business. \nWe expect that there will continue to be new proposed laws and regulations around the globe and we cannot yet determine the full impact these developments may have on our business, nor assure ongoing compliance with all such laws or regulations. For example, the EEA is in the process of finalizing the e-Privacy Regulation to replace the European e-Privacy Directive (Directive 2002/58/EC as amended by Directive 2009/136/EC). We may face difficulties in marketing to current and potential customers under applicable laws, which impacts our ability to spread awareness of our products and services and, in turn, grow a customer base. As rules evolve, we also expect to incur additional costs to comply with new requirements. As another example, countries are considering legal frameworks on AI, which is a trend that may increase now that the EC has proposed the first such framework. The interpretation and application of these laws are, and will likely remain, uncertain, and it is possible that these laws may be interpreted and applied in a manner that is inconsistent with our existing data management practices or product features. If so, in addition to the possibility of fines, lawsuits and other claims and penalties, we could be required to fundamentally change our business activities and practices or modify our products, which could harm our business. Any inability to adequately address privacy and data security concerns or comply with applicable privacy or data security laws, regulations and policies could result in additional cost and liability to us, damage our reputation, inhibit sales, and harm our business.\nMoreover, record-breaking enforcement actions globally have shown that regulators wield their right to impose substantial fines for violations of privacy regulations, and these enforcement actions could result in guidance from regulators that would require changes to our current compliance strategy. Given the breadth and depth of changes in data protection obligations, complying with global data protection requirements requires time, resources, and a review of our technology and systems currently in use against regulatory requirements. \nIn addition, privacy advocates and industry groups may propose new and different self-regulatory standards that either legally or contractually apply to us. Further, our customers may require us to comply with more stringent privacy and data security contractual requirements or obtain certifications that we do not currently have, and any failure to obtain these certifications could reduce the demand for our products and our business could be harmed. If we were required to obtain additional industry certifications, we may incur significant additional expenses and have to divert resources, which could slow the release of new products, all of which could harm our ability to effectively compete.\nFurther, any failure or perceived failure by us to comply with our posted privacy policies, our privacy-related obligations to users or other third parties, or any other legal obligations or regulatory requirements relating to privacy, data protection or information security may result in governmental investigations or enforcement actions, litigation, claims or public statements against us by consumer advocacy groups or others and could result in significant liability, cause our users to lose trust in us, and otherwise materially and adversely affect our reputation and business. Furthermore, the costs of compliance with, and other burdens imposed by, the laws, regulations and policies that are applicable to the businesses of our users may limit the adoption and use of, and reduce the overall demand for, our platform. Additionally, if third parties we work with violate applicable laws, regulations or agreements, such violations may put our users’ data at risk, could result in governmental investigations or enforcement actions, fines, litigation, claims, or public statements against us by consumer advocacy groups or others and could result in significant liability, cause our users to lose trust in us and otherwise materially and adversely affect our reputation and business. Further, public scrutiny of, or complaints about, technology companies or their data handling or data protection practices, even if unrelated to our business, industry or operations, may lead to increased scrutiny of technology companies, including us, and may cause government agencies to enact additional regulatory requirements, or to modify their enforcement or investigation activities, which may increase our costs and risks.\nBecause our products rely on the movement of data across national boundaries, global privacy and data security concerns could result in additional costs and liabilities to us or inhibit sales of our products globally. \nCertain privacy legislation restricts the cross-border transfer of personal data and some countries have introduced or are currently considering legislation that imposes local storage and processing of data to avoid any form of transfer to a third country, or other restrictions on transfer and disclosure of personal data, outside of that country. Specifically, the EEA and UK data protection laws generally prohibit the transfer of personal data to third countries, including to the U.S., unless the transfer is to an entity established in a third country deemed to provide adequate protection or the parties to the transfer implement supplementary safeguards and measures to protect the transferred personal data. Currently, where we transfer personal data from the EEA and the UK to third countries \n30\noutside the EEA and UK that are not deemed to be “adequate,” we rely on standard contractual clauses (“SCCs”) (a standard form of contract approved by the EC as an adequate personal data transfer mechanism), and we are certifying with the successor to the EU-U.S. Privacy Shield Framework (“Privacy Shield”). \nIn the July 16, 2020 case of Data Protection Commissioner v. Facebook Ireland Limited and Maximillian Schrems (“Schrems II”), though the court upheld the adequacy of the SCCs, it made clear that reliance on them alone may not necessarily be sufficient in all circumstances. Use of the SCCs must now be assessed on a case-by-case basis taking into account the legal regime applicable in the destination country, in particular applicable surveillance laws and rights of individuals and additional measures and/or contractual provisions may need to be put in place, as per the contractual requirement built into the EC’s new SCCs and the UK equivalent to conduct and document Data Transfer Impact Assessments addressing these issues. The Court of Justice of the European Union (“CJEU”) further stated that if a competent supervisory authority believes that the SCCs cannot be complied with in the destination country and the required level of protection cannot be secured by other means, such supervisory authority is under an obligation to suspend or prohibit that transfer. Supervisory authorities have pursued enforcement in cases where they have deemed the level of protection in the destination country to be insufficient.\nIn July 2023, the EC published its adequacy decision for the EU-U.S. Data Privacy Framework to replace the Privacy Shield, which was invalidated by the CJEU in its Schrems II judgment. Like past transfer frameworks, the new framework is likely to be subject to legal challenges and may be struck down by the CJEU.\nSCCs and other international data transfer mechanisms and data localization requirements will continue to evolve and face additional scrutiny across the EEA, the UK and other countries. We continue to monitor and update our data protection compliance strategy accordingly and will continue to explore other options for processing and transferring data from the EEA and UK, including without limitation, conducting (or assisting data exporters in conducting) assessments and due diligence of the related data flows and destination countries across our supply chain and customer base, re-evaluating and amending our contractual and organizational arrangements, all of this activity may involve substantial expense and distraction from other aspects of our business.\nTo the extent we are unsuccessful in establishing an adequate mechanism for international data transfers or do not comply with the applicable requirements in respect of international transfers of data and localization, there is a risk that any of our data transfers could be halted or restricted. In addition, we could be at risk of enforcement action taken by an EEA or UK data protection authority including regulatory action, significant fines and penalties (or potential contractual liabilities) until such point in time that we ensure an adequate mechanism for EEA and UK data transfers to the U.S. and other countries is in place. This could damage our reputation, inhibit sales and harm our business. \nWe may be sued by third parties for alleged infringement or misappropriation of their intellectual property rights.\nThere is considerable patent and other intellectual property development activity in our industry. Our future success depends in part on not infringing upon or misappropriating the intellectual property rights of others. We have received, and may receive in the future, communications and lawsuits from third parties, including practicing entities and non-practicing entities, claiming that we are infringing upon or misappropriating their intellectual property rights, and we may be found to be infringing upon or misappropriating such rights. We may be unaware of the intellectual property rights of others that may cover some or all of our technology, or technology that we obtain from third parties. Any claims or litigation could cause us to incur significant expenses and, if successfully asserted against us, could require that we pay substantial damages or ongoing royalty or license payments, prevent us from offering our products or using certain technologies, require us to implement expensive workarounds, refund fees to customers or require that we comply with other unfavorable terms. In the case of infringement or misappropriation caused by technology that we obtain from third parties, any indemnification or other contractual protections we obtain from such third parties, if any, may be insufficient to cover the liabilities we incur as a result of such infringement or misappropriation. We may also be obligated to indemnify our customers or business partners in connection with any such claims or litigation and to obtain licenses, modify our products or refund fees, which could further exhaust our resources. Even if we were to prevail in the event of claims or litigation against us, any claim or litigation regarding our intellectual property could be costly and time-consuming and divert the attention of our management and other employees from our business operations and disrupt our business.\n31\nIndemnity provisions in various agreements potentially expose us to substantial liability for intellectual property infringement and other losses.\nOur agreements with customers and other third parties may include indemnification or other provisions under which we agree to indemnify or otherwise be liable to them for losses suffered or incurred as a result of claims of intellectual property infringement, damages caused by us to property or persons, or other liabilities relating to or arising from our products or other acts or omissions. The term of these contractual provisions often survives termination or expiration of the applicable agreement. Large indemnity payments or damage claims from contractual breach could harm our business, results of operations and financial condition. Although we generally contractually limit our liability with respect to such obligations, we may still incur substantial liability related to them. Any dispute with a customer with respect to such obligations could have adverse effects on our relationship with that customer and other current and prospective customers, reduce demand for our products, damage our reputation and harm our business, results of operations and financial condition.\nWe use open source software in our products that may subject our products to general release or require us to re-engineer our products, which could harm our business.\nWe use open source software in our products and expect to continue to use open source software in the future. There are uncertainties regarding the proper interpretation of and compliance with open source software licenses. Consequently, there is a risk that the owners of the copyrights in such open source software may claim that the open source licenses governing their use impose certain conditions or restrictions on our ability to use the software that we did not anticipate. Such owners may seek to enforce the terms of the applicable open source license, including by demanding release of the source code for the open source software, derivative works of such software, or, in some cases, our proprietary source code that uses or was developed using such open source software. These claims could also result in litigation, require us to purchase a costly license or require us to devote additional research and development resources to change our products, any of which could result in additional cost, liability and reputational damage to us, and harm to our business and results of operations. In addition, if the license terms for the open source software we utilize change, we may be forced to re-engineer our products or incur additional costs to comply with the changed license terms or to replace the affected open source software. Although we have implemented policies and tools to regulate the use and incorporation of open source software into our products, we cannot be certain that we have not incorporated open source software in our products in a manner that is inconsistent with such policies.\nAny failure to protect our intellectual property rights could impair our ability to protect our proprietary technology and our brand.\nOur success and ability to compete depend in part upon our intellectual property. We primarily rely on a combination of patent, copyright, trade secret and trademark laws, trade secret protection and confidentiality or license agreements with our employees, customers, business partners and others to protect our intellectual property rights. However, the steps we take to protect our intellectual property rights may be inadequate. We make business decisions about when to seek patent protection for a particular technology and when to rely upon trade secret protection, and the approach we select may ultimately prove to be inadequate. Even in cases where we seek patent protection, there is no assurance that the resulting patents will effectively protect every significant feature of our products. In addition, we believe that the protection of our trademark rights is an important factor in product recognition, protecting our brand and maintaining goodwill and if we do not adequately protect our rights in our trademarks from infringement, any goodwill that we have developed in those trademarks could be lost or impaired, which could harm our brand and our business. In any event, in order to protect our intellectual property rights, we may be required to spend significant resources to monitor and protect these rights.\nFor example, in order to promote the transparency and adoption of our downloadable software, we provide our customers with the ability to request a copy of the source code of those products, which they may customize for their internal use under limited license terms, subject to confidentiality and use restrictions. If any of our customers misuses or distributes our source code in violation of our agreements with them, or anyone else obtains access to our source code, it could cost us significant time and resources to enforce our rights and remediate any resulting competitive harms.\nLitigation brought to protect and enforce our intellectual property rights could be costly, time consuming and distracting to management. Furthermore, our efforts to enforce our intellectual property rights may be met with defenses, counterclaims and countersuits attacking the validity and enforceability of our intellectual property rights, which could result in the impairment or loss of portions of our intellectual property rights. Our failure to secure, protect and enforce our intellectual property rights could harm our brand and our business.\n32\nRisks Related to Legal, Regulatory, Accounting, and Tax Matters\nOur global operations and structure subject us to potentially adverse tax consequences.\nWe are subject to income taxes as well as non-income-based taxes in the U.S., Australia and various other jurisdictions. Significant judgment is often required in the determination of our worldwide provision for income taxes. Our effective tax rate could be impacted by changes in our earnings and losses in countries with differing statutory tax rates, changes in transfer pricing, changes in operations, changes in non-deductible expenses, changes in excess tax benefits of stock-based compensation expense, changes in the valuation of deferred tax assets and liabilities and our ability to utilize them, the applicability of withholding taxes, effects from acquisitions, and changes in accounting principles and tax laws. Any changes or uncertainty in taxing jurisdictions’ administrative interpretations, decisions, policies and positions could also materially impact our income tax liabilities. Our intercompany relationships are subject to complex transfer pricing regulations administered by taxing authorities in various jurisdictions. The relevant revenue and taxing authorities may disagree with positions we have taken generally, or our determinations as to the value of assets sold or acquired, or income and expenses attributable to specific jurisdictions. For example, we are in ongoing negotiations with the Australian Taxation Office (“ATO’’) to establish a unilateral advance pricing agreements (‘’APA’’) relating to our transfer pricing arrangements between Australia and the U.S., and we have recorded a related uncertain tax position. Although our recorded tax reserves are the best estimate of our liabilities, differences may occur in the future, depending on resolution of the APA negotiations. In addition, in the ordinary course of our business we are subject to tax audits from various taxing authorities. Although we believe our tax positions are appropriate, the final determination of any future tax audits could be materially different from our income tax provisions, accruals and reserves. If such a disagreement were to occur, we could be required to pay additional taxes, interest and penalties, which could result in one-time tax charges, a higher effective tax rate, reduced cash flows and lower overall profitability of our operations.\nTax laws in the U.S. and in foreign jurisdictions are subject to change. For example, the Tax Cuts and Jobs Act (“TCJA”), signed into law in 2017, enacted significant tax law changes which impacted our tax obligations and effective tax rate beginning in our fiscal year 2023. The TCJA eliminates the option to deduct research and development expenditures, instead requiring taxpayers to capitalize and amortize such expenditures over five or fifteen years beginning in fiscal year 2023. Although Congress is considering legislation that would defer the capitalization and amortization requirement, there is no assurance that the provision will be repealed or otherwise modified. The Inflation Reduction Act (“IRA”), signed into law in 2022, includes various corporate tax provisions including a new alternative corporate minimum tax on applicable corporations. The IRA tax provisions may become applicable in future years, which could result in additional taxes, a higher effective tax rate, reduced cash flows and lower overall profitability of our operations.\nCertain government agencies in jurisdictions where we do business have had an extended focus on issues related to the taxation of multinational companies. In addition, the Organization for Economic Cooperation and Development (the “OECD”) has introduced various guidelines changing the way tax is assessed, collected and governed. Of note are the efforts around base erosion and profit shifting which seek to establish certain international standards for taxing the worldwide income of multinational companies. These measures have been endorsed by the leaders of the world’s 20 largest economies.\nIn March 2018, the EC proposed a series of measures aimed at ensuring a fair and efficient taxation of digital businesses operating within the EU. As collaborative efforts by the OECD and EC continue, some countries have unilaterally moved to introduce their own digital service tax or equalization levy to capture tax revenue on digital services more immediately. Notably France, Italy, Austria, Spain, the UK, Turkey and India have enacted this tax, generally 2% on specific in-scope sales above a revenue threshold. The EU and the UK have recently established a mandate that focuses on the transparency of cross-border arrangements concerning at least one EU member state through mandatory disclosure and exchange of cross-border arrangements rules. These regulations (known as MDR in the UK and DAC 6 in the EU) require taxpayers to disclose certain transactions to the tax authorities resulting in an additional layer of compliance and require careful consideration of the tax benefits obtained when entering into transactions that need to be disclosed.\nThe OECD has proposed significant changes to the international tax law framework in the form of the Pillar Two proposal. The proposal aims to provide a set of coordinated rules to prevent multinational enterprises from shifting profits to low-tax jurisdictions and to implement a 15% global minimum tax. A number of countries have agreed to implement the proposal, including the member states of the EU, which are required to codify the rules into domestic law by December 31, 2023. Pillar Two is progressively being enacted in the many of the countries in which we operate. The potential effects of Pillar Two may vary depending on the specific provisions and rules implemented \n33\nby each country that adopts Pillar Two and may include tax rate changes, higher effective tax rates, potential tax disputes and adverse impacts to our cash flows, tax liabilities, results of operations and financial position.\nGlobal tax developments applicable to multinational companies may continue to result in new tax regimes or changes to existing tax laws. If the U.S. or foreign taxing authorities change tax laws, our overall taxes could increase, lead to a higher effective tax rate, harm our cash flows, results of operations and financial position. \nTaxing authorities may successfully assert that we should have collected or in the future should collect sales and use, value-added or similar taxes, and we could be subject to liability with respect to past or future sales, which could harm our results of operations.\nWe do not collect sales and use, value-added and similar taxes in all jurisdictions in which we have sales, based on our understanding that such taxes are not applicable. Sales and use, value-added and similar tax laws and rates vary greatly by jurisdiction. Certain jurisdictions in which we do not collect such taxes may assert that such taxes are applicable, which could result in tax assessments, penalties, and interest, and we may be required to collect such taxes in the future. Such tax assessments, penalties and interest, or future requirements could harm our results of operations.\nThe requirements of being a public company, including additional rules and regulations that we must comply with now that we are no longer a foreign private issuer, may strain our resources, divert management’s attention, and affect our ability to attract and retain executive officers and qualified board members.\nWe are subject to the reporting requirements of the Exchange Act, the Sarbanes-Oxley Act, the Dodd-Frank Wall Street Reform and Consumer Protection Act of 2010, the listing requirements of Nasdaq and other applicable securities rules and regulations. Compliance with these rules and regulations has increased our legal and financial compliance costs, making some activities more difficult, time-consuming, and costly, and has increased demand on our systems and resources. The Exchange Act requires, among other things, that we file annual reports with respect to our business and results of operations. The Sarbanes-Oxley Act requires, among other things, that we maintain effective disclosure controls and procedures and internal control over financial reporting. In order to maintain and, if required, improve our disclosure controls and procedures and internal control over financial reporting to meet this standard, significant resources and management oversight is required. \nAdditionally, as of September 30, 2022, we are no longer a foreign private issuer, and we are required to comply with all of the provisions applicable to a U.S. domestic issuer under the Exchange Act, including filing an annual report on Form 10-K, quarterly periodic reports and current reports for certain events, complying with the sections of the Exchange Act regulating the solicitation of proxies, requiring insiders to file public reports of their share ownership and trading activities and insiders being liable for profit from trades made in a short period of time. We are also no longer exempt from the requirements of Regulation FD promulgated under the Exchange Act related to selective disclosures. We are also no longer permitted to follow our home country’s rules in lieu of the corporate governance obligations imposed by Nasdaq, and are required to comply with the governance practices required by U.S. domestic issuers listed on Nasdaq. We are also required to comply with all other rules of Nasdaq applicable to U.S. domestic issuers. In addition, we are required to report our financial results under GAAP, including our historical financial results, which have previously been prepared in accordance with International Financial Reporting Standards. \nThe regulatory and compliance costs associated with the reporting and governance requirements applicable to U.S. domestic issuers may be significantly higher than the costs we previously incurred as a foreign private issuer. We expect to continue to incur significant legal, accounting, insurance and other expenses and to expend greater time and resources to comply with these requirements. Additionally, as a result of the complexity involved in complying with the rules and regulations applicable to public companies, our management’s attention may be diverted from other business concerns, which could harm our business, results of operations and financial condition. In addition, the pressures of operating a public company may divert management’s attention to delivering short-term results, instead of focusing on long-term strategy. In addition, we may need to develop our reporting and compliance infrastructure and may face challenges in complying with the new requirements applicable to us. If we fall out of compliance, we risk becoming subject to litigation or being delisted, among other potential problems.\nFurther, as a public company it is more expensive for us to maintain adequate director and officer liability insurance, and we may be required to accept reduced coverage or incur substantially higher costs to obtain coverage. These factors could also make it more difficult for us to attract and retain qualified executive officers and members of our board of directors.\n34\nIf we are unable to maintain effective internal control over financial reporting in the future, investors may lose confidence in the accuracy and completeness of our financial reports and the market price of our Class A Common Stock could be negatively affected.\nAs a public company, we are required to maintain internal controls over financial reporting and to report any material weaknesses in such internal controls. We are required to furnish a report by management on the effectiveness of our internal control over financial reporting pursuant to Section 404 of the Sarbanes-Oxley Act. If we identify material weaknesses in our internal control over financial reporting, if we are unable to comply with the requirements of Section 404 in a timely manner or assert that our internal control over financial reporting is effective, or if our independent registered public accounting firm is unable to express an opinion as to the effectiveness of our internal control over financial reporting, investors may lose confidence in the accuracy and completeness of our financial reports and the market price of Class A Common Stock could be negatively affected, and we could become subject to investigations by the stock exchange on which our securities are listed, the SEC or other regulatory authorities, which could require additional financial and management resources.\nWe face exposure to foreign currency exchange rate fluctuations.\nWhile we primarily sell our products in U.S. dollars, we incur expenses in currencies other than the U.S. dollar, which exposes us to foreign currency exchange rate fluctuations. A large percentage of our expenses are denominated in the Australian dollar and the Indian rupee, and fluctuations in these currencies could have a material negative impact on our results of operations. Moreover, our subsidiaries, other than our U.S. subsidiaries, maintain net assets that are denominated in currencies other than the U.S. dollar. In addition, we transact in non-U.S. dollar currencies for our products, and, accordingly, changes in the value of non-U.S. dollar currencies relative to the U.S. dollar could affect our revenue and results of operations due to transactional and translational remeasurements that are reflected in our results of operations.\nWe have a foreign exchange hedging program to hedge a portion of certain exposures to fluctuations in non-U.S. dollar currency exchange rates. We use derivative instruments, such as foreign currency forward contracts, to hedge the exposures. The use of such hedging instruments may not fully offset the adverse financial effects of unfavorable movements in foreign currency exchange rates over the limited time the hedges are in place. Moreover, the use of hedging instruments may introduce additional risks if we are unable to structure effective hedges with such instruments or if we are unable to forecast hedged exposures accurately.\nWe and our customers are subject to increasing and changing laws and regulations that may expose us to liability and increase our costs.\nFederal, state, local and foreign government bodies or agencies have in the past adopted, and may in the future adopt, laws or regulations affecting the technology industry or the industries in which are customers operate, including imposing taxes, fees, or other charges. Changes in these laws or regulations could require us to modify our products in order to comply with these changes. The costs of compliance with, and other burdens imposed by, industry-specific laws, regulations and interpretive positions may limit our customers’ use and adoption of our services and reduce overall demand for our services. Compliance with these regulations may also require us to devote greater resources to support certain customers, which may increase costs and lengthen sales cycles. For example, some financial services regulators in various jurisdictions have imposed guidelines for use of cloud computing services that mandate specific controls or require financial services enterprises to obtain regulatory approval prior to outsourcing certain functions. In the United States, the implementation of a cybersecurity Executive Order released in May 2021 may result in further changes and enhancements to compliance and incident reporting standards in order to obtain certain public sector contracts in the future. If we are unable to comply with these guidelines or controls, or if our customers are unable to obtain regulatory approval to use our services where required, our business may be harmed.\nAdditionally, various of our products are subject to U.S. export controls, including the U.S. Department of Commerce’s Export Administration Regulations and economic and trade sanctions regulations administered by the U.S. Treasury Department’s Office of Foreign Assets Controls. These regulations may limit the export of our products and provision of our services outside of the U.S., or may require export authorizations, including by license, a license exception, or other appropriate government authorizations, including annual or semi-annual reporting and the filing of an encryption registration. Export control and economic sanctions laws may also include prohibitions on the sale or supply of certain of our products to embargoed or sanctioned countries, regions, governments, persons and entities. In addition, various countries regulate the importation of certain products through import permitting and licensing requirements, and have enacted laws that could limit our ability to distribute our products. Import, export and economic sanctions laws may also change rapidly due to political events, such as has occurred in response to Russia’s invasion of Ukraine. The exportation, reexportation, and importation of our \n35\nproducts, and the provision of services, including by our solution partners, must comply with these laws or else we may be adversely affected through reputational harm, government investigations, penalties, and a denial or curtailment of our ability to export our products or provide services. Complying with export control and sanctions laws can be time consuming and complex and may result in the delay or loss of sales opportunities. Although we take precautions to prevent our products from being provided in violation of such laws, we are aware of previous exports of certain of our products to a small number of persons and organizations that are the subject of U.S. sanctions or located in countries or regions subject to U.S. sanctions. If we are found to be in violation of U.S. sanctions or export control laws, it could result in substantial fines and penalties for us and for the individuals working for us. Changes in export or import laws or corresponding sanctions may delay the introduction and sale of our products in international markets, or, in some cases, prevent the export or import of our products to certain countries, regions, governments, persons or entities altogether, which could adversely affect our business, financial condition and results of operations. Changes in import and export laws are occurring in the jurisdictions in which we operate and we may fail to comply with new or changing regulations in a timely manner, which could result in substantial fines and penalties for us and could adversely affect our business, financial condition and results of operation.\nWe are also subject to various domestic and international anti-corruption laws, such as the U.S. Foreign Corrupt Practices Act and the UK Bribery Act, as well as other similar anti-bribery and anti-kickback laws and regulations. These laws and regulations generally prohibit companies and their employees and intermediaries from authorizing, offering, or providing improper payments or benefits to officials and other recipients for improper purposes. We rely on certain third parties to support our sales and regulatory compliance efforts and can be held liable for their corrupt or other illegal activities, even if we do not explicitly authorize or have actual knowledge of such activities. Although we take precautions to prevent violations of these laws, our exposure for violating these laws increases as our international presence expands and as we increase sales and operations in additional jurisdictions.\nFinally. as we expand our products and services and evolve our business models, we may become subject to additional government regulation or increased regulatory scrutiny. Regulators (both in the U.S. and in other jurisdictions in which we operate) may adopt new laws or regulations, change existing regulations, or their interpretation of existing laws or regulations may differ from ours. For example, the regulation of emerging technologies that we may incorporate into our offerings, such as AI and machine learning, is still an evolving area, and it is possible that we could become subject to new regulations that negatively impact our plans, operations and results. Additionally, many jurisdictions across the world are currently considering, or have already begun implementing, changes to antitrust and competition laws, regulations or their enforcement to enhance competition in digital markets and address practices by certain digital platforms that they perceive to be anticompetitive, which may impact our ability to invest in, acquire or enter into joint ventures with other entities.\nNew legislation, regulation, public policy considerations, changes in the cybersecurity environment, litigation by governments or private entities, changes to or new interpretations of existing laws may result in greater oversight of the technology industry, restrict the types of products and services that we can offer, limit how we can distribute our products, or otherwise cause us to change the way we operate our business. We may not be able to respond quickly to such regulatory, legislative and other developments, and these changes may in turn increase our cost of doing business and limit our revenue opportunities. In addition, if our practices are not consistent with new interpretations of existing laws, we may become subject to lawsuits, penalties, and other liabilities that did not previously apply.\nInvestors’ and other stakeholders’ expectations of our performance relating to environmental, social and governance factors may impose additional costs and expose us to new risks.\nThere is an increasing focus from certain investors, customers, employees, other stakeholders and regulators concerning environmental, social and governance matters (“ESG”). Some investors may use these non-financial performance factors to guide their investment strategies and, in some cases, may choose not to invest in us if they believe our policies and actions relating to ESG are inadequate. We may face reputational damage in the event that we do not meet the ESG standards set by various constituencies.\nAs ESG best practices and reporting standards continue to develop, we may incur increasing costs relating to ESG monitoring and reporting and complying with ESG initiatives. For example, the SEC has recently proposed climate change and ESG reporting requirements, which, if approved, would increase our compliance costs. We may also face greater costs to comply with new ESG standards or initiatives in the European Union. We publish an annual Sustainability Report, which describes, among other things, the measurement of our greenhouse gas emissions and our efforts to reduce emissions. In addition, our Sustainability Report provides highlights of how we \n36\nare supporting our workforce, including our efforts to promote diversity, equity, and inclusion. Our disclosures on these matters, or a failure to meet evolving stakeholder expectations for ESG practices and reporting, may potentially harm our reputation and customer relationships. Due to new regulatory standards and market standards, certain new or existing customers, particularly those in the European Union, may impose stricter ESG guidelines or mandates for, and may scrutinize relationships more closely with, their counterparties, including us, which may lengthen sales cycles or increase our costs.\nFurthermore, if our competitors’ ESG performance is perceived to be better than ours, potential or current investors may elect to invest with our competitors instead. In addition, in the event that we communicate certain initiatives or goals regarding ESG matters, we could fail, or be perceived to fail, in our achievement of such initiatives or goals, or we could be criticized for the scope of such initiatives or goals. If we fail to satisfy the expectations of investors, customers, employees and other stakeholders or our initiatives are not executed as planned, our business, financial condition, results of operations, and prospects could be adversely affected.\nIf we are deemed to be an investment company under the Investment Company Act of 1940, our results of operations could be harmed.\nUnder Sections 3(a)(1)(A) and (C) of the Investment Company Act of 1940, as amended (the “Investment Company Act”), a company generally will be deemed to be an “investment company” for purposes of the Investment Company Act if (i) it is, or holds itself out as being, engaged primarily, or proposes to engage primarily, in the business of investing, reinvesting, or trading in securities or (ii) it engages, or proposes to engage, in the business of investing, reinvesting, owning, holding, or trading in securities and it owns or proposes to acquire investment securities having a value exceeding 40% of the value of its total assets (exclusive of U.S. government securities and cash items) on an unconsolidated basis. We do not believe that we are an “investment company,” as such term is defined in either of these sections of the Investment Company Act. We currently conduct, and intend to continue to conduct, our operations so that neither we, nor any of our subsidiaries, is required to register as an “investment company” under the Investment Company Act. If we were obligated to register as an “investment company,” we would have to comply with a variety of substantive requirements under the Investment Company Act that impose, among other things, limitations on capital structure, restrictions on specified investments, prohibitions on transactions with affiliates, and compliance with reporting, record keeping, voting, proxy disclosure and other rules and regulations that would increase our operating and compliance costs, could make it impractical for us to continue our business as contemplated, and could harm our results of operations.\nRisks Related to Ownership of Our Class A Common Stock\nThe dual class structure of our common stock has the effect of concentrating voting control with certain stockholders, in particular, our Co-Chief Executive Officers and their affiliates, which will limit our other stockholders’ ability to influence the outcome of important transactions, including a change in control.\nShares of our Class B Common Stock have ten votes per share and shares of our Class A Common Stock have one vote per share. As of June 30, 2023, stockholders who hold our Class B Common Stock collectively hold approximately 87% of the voting power of our outstanding share capital and in particular, entities affiliated with our Co-Chief Executive Officers, Michael Cannon-Brookes and Scott Farquhar, collectively hold approximately 87% of the voting power of our outstanding share capital. The holders of our Class B Common Stock will collectively continue to control a majority of the combined voting power of our capital stock and therefore be able to control substantially all matters submitted to our stockholders for approval so long as the outstanding shares of our Class B Common Stock represent at least 10% of all shares of our outstanding Class A Common Stock and Class B Common Stock in the aggregate. These holders of our Class B Common Stock may also have interests that differ from holders of our Class A Common Stock and may vote in a way which may be adverse to such interests. This concentrated control may have the effect of delaying, preventing or deterring a change in control of Atlassian, could deprive our stockholders of an opportunity to receive a premium for their shares as part of a sale of Atlassian and might ultimately affect the market price of our Class A Common Stock.\nIf Messrs. Cannon-Brookes and Farquhar retain a significant portion of their holdings of our Class B Common Stock for an extended period of time, they will control a significant portion of the voting power of our capital stock for the foreseeable future. As members of our board of directors, Messrs. Cannon-Brookes and Farquhar each owe statutory and fiduciary duties to Atlassian and must act in good faith and in a manner they consider would be most likely to promote the success of Atlassian for the benefit of stockholders as a whole. As stockholders, Messrs. Cannon-Brookes and Farquhar are entitled to vote their shares in their own interests, which may not always be in the interests of our stockholders generally.\n37\nThe market price of our Class A Common Stock is volatile, has fluctuated significantly in the past, and could continue to fluctuate significantly regardless of our operating performance resulting in substantial losses for our Class A ordinary stockholders.\nThe trading price of our Class A Common Stock is volatile, has fluctuated significantly in the past, and could continue to fluctuate significantly, regardless of our operating performance, in response to numerous factors, many of which are beyond our control, including:\n•\ngeneral economic conditions;\n•\nactual or anticipated fluctuations in our results of operations;\n•\nthe financial projections we may provide to the public, any changes in these projections or our failure to meet these projections;\n•\nfailure of securities analysts to initiate or maintain coverage of Atlassian, publication of inaccurate or unfavorable research about our business, changes in financial estimates or ratings changes by any securities analysts who follow Atlassian or our failure to meet these estimates or the expectations of investors;\n•\nannouncements by us or our competitors of significant technical innovations, new products, acquisitions, pricing changes, strategic partnerships, joint ventures or capital commitments;\n•\nchanges in operating performance and stock market valuations of other technology companies generally, or those in our industry in particular;\n•\nprice and volume fluctuations in the overall stock market from time to time, including as a result of trends in the economy as a whole;\n•\nactual or anticipated developments in our business or our competitors’ businesses or the competitive landscape generally;\n•\ndevelopments or disputes concerning our intellectual property or our products, or third-party proprietary rights;\n•\nchanges in accounting standards, policies, guidelines, interpretations or principles;\n•\nnew laws or regulations, new interpretations of existing laws, or the new application of existing regulations to our business;\n•\nchanges in tax laws or regulations; \n•\nany major change in our board of directors or management;\n•\nadditional shares of Class A Common Stock being sold into the market by us or our existing stockholders or the anticipation of such sales;\n•\nthe existence of our program to repurchase up to $1.0 billion of our outstanding Class A Common Stock (the “Share Repurchase Program”) and purchases made pursuant to that program or any failure to repurchase shares as planned, including failure to meet expectations around the timing, price or amount of share repurchases, and any reduction, suspension or termination of our Share Repurchase Program;\n•\ncyber-security and privacy breaches; \n•\nlawsuits threatened or filed against us; and\n•\nother events or factors, including those resulting from geopolitical risks, natural disasters, climate change, diseases and pandemics, macroeconomic factors such as inflationary pressures or recession, war, including Russia’s invasion of Ukraine, financial institution instability, incidents of terrorism, or responses to these events.\nIn addition, the stock markets, and in particular the market on which our Class A Common Stock is listed, have experienced extreme price and volume fluctuations that have affected and continue to affect the market prices of equity securities of many technology companies. Stock prices of many technology companies have fluctuated in a manner unrelated or disproportionate to the operating performance of those companies. In the past, stockholders \n38\nhave instituted securities class action litigation following periods of market volatility. In February 2023, a purported securities class action complaint was filed against us and certain of our officers in U.S. federal court. Our involvement in this or other securities litigation could subject us to substantial costs, divert resources and the attention of management from operating our business, and harm our business, results of operations and financial condition.\nSubstantial future sales of our Class A Common Stock could cause the market price of our Class A Common Stock to decline.\nThe market price of our Class A Common Stock could decline as a result of substantial sales of shares of our Class A Common Stock, particularly sales by our directors, executive officers and significant stockholders, or the perception in the market that holders of a large number of shares intend to sell their shares. As of June 30, 2023, we had 152,442,673 outstanding Class A Common Stock and 105,124,103 outstanding convertible Class B Common Stock.\nWe have also registered shares of Class A Common Stock that we issue under our employee equity incentive plans. These shares may be sold freely in the public market upon issuance. \nCertain holders of our Class A Common Stock and our Class B Common Stock, including our founders, have rights, subject to certain conditions, to require us to file registration statements covering their shares or to include their shares in registration statements that we may file for ourselves or our stockholders. Sales of our Class A Common Stock pursuant to these registration rights may make it more difficult for us to sell equity securities in the future at a time and at a price that we deem appropriate. These sales also could cause the market price of our Class A Common Stock to fall and make it more difficult for our investors to sell our Class A Common Stock at a price that they deem appropriate.\nWe cannot guarantee that our Share Repurchase Program will be fully consummated or that it will enhance long-term stockholder value. Repurchases of shares of our Class A Common Stock could also increase the volatility of the trading price of our Class A Common Stock and could diminish our cash reserves.\nIn January 2023, our board of directors authorized a Share Repurchase Program to repurchase up to $1.0 billion of our outstanding Class A Common Stock. Under the Share Repurchase Program, stock repurchases may be made from time to time through open market purchases, in privately negotiated transactions, or by other means, including through the use of trading plans intended to qualify under Rule 10b5-1 under the Exchange Act, in accordance with applicable securities laws and other restrictions. The Share Repurchase Program does not have a fixed expiration date, may be suspended or discontinued at any time, and does not obligate us to acquire any amount of Class A Common Stock. The timing, manner, price, and amount of any repurchases will be determined by us at our discretion and will depend on a variety of factors, including business, economic and market conditions, prevailing stock prices, corporate and regulatory requirements, and other considerations. We cannot guarantee that the Share Repurchase Program will be fully consummated or that it will enhance long-term stockholder value. The Share Repurchase Program could also affect the trading price of our Class A Common Stock and increase volatility, and any announcement of a reduction, suspension or termination of the Share Repurchase Program may result in a decrease in the trading price of our Class A Common Stock. In addition, repurchasing our Class A Common Stock could diminish our cash and cash equivalents and marketable securities available to fund working capital, repayment of debt, capital expenditures, strategic acquisitions, investments, or business opportunities, and other general corporate purposes.\nWe do not expect to declare dividends in the foreseeable future.\nWe currently anticipate that we will retain future earnings for the development, operation and expansion of our business and to fund our Share Repurchase Program, and do not anticipate declaring or paying any cash dividends for the foreseeable future. As a result, stockholders must rely on sales of their shares of Class A Common Stock after price appreciation, if any, as the only way to realize any future gains on their investment.\nAnti-takeover provisions contained in our amended and restated certificate of incorporation and amended and restated bylaws, as well as provisions of Delaware law, could impair a takeover attempt.\nOur amended and restated certificate of incorporation and amended and restated bylaws contain, and the General Corporation Law of the State of Delaware (the “Delaware General Corporation Law”) contains, provisions which could have the effect of rendering more difficult, delaying or preventing an acquisition deemed undesirable by our board of directors. These provisions provide for the following:\n39\n•\na dual-class structure which provides our holders of Class B Common Stock with the ability to significantly influence the outcome of matters requiring stockholder approval, even if they own significantly less than a majority of the shares of our outstanding Class A Common Stock and Class B Common Stock;\n•\nno cumulative voting in the election of directors, which limits the ability of minority stockholders to elect director candidates;\n•\nthe exclusive right of our board of directors to set the size of the board of directors and to elect a director to fill a vacancy, however occurring, including by an expansion of the board of directors, which prevents stockholders from being able to fill vacancies on our board of directors;\n•\nthe ability of our board of directors to authorize the issuance of shares of preferred stock and to determine the price and other terms of those shares, including voting or other rights or preferences, without stockholder approval, which could be used to significantly dilute the ownership of a hostile acquirer;\n•\nthe ability of our board of directors to alter our amended and restated bylaws without obtaining stockholder approval;\n•\nin addition to our board of directors’ ability to adopt, amend, or repeal our amended and restated bylaws, our stockholders may adopt, amend, or repeal our amended and restated bylaws only with the affirmative vote of the holders of at least 66 2/3% of the voting power of the outstanding shares of capital stock entitled to vote generally in the election of directors, voting together as a single class;\n•\nthe required approval of at least 66 2/3% of the voting power of the outstanding shares of capital stock entitled to vote thereon, voting together as a single class, to adopt, amend, or repeal certain provisions of our amended and restated certificate of incorporation;\n•\nthe ability of stockholders to act only at an annual or special meeting of stockholders;\n•\nthe requirement that a special meeting of stockholders may be called only by certain specified officers of the Company, a majority of our board of directors then in office or the chairperson of our board of directors;\n•\nadvance notice procedures that stockholders must comply with in order to nominate candidates to our board of directors or to propose matters to be acted upon at a stockholders’ meeting, which may discourage or deter a potential acquirer from conducting a solicitation of proxies to elect the acquirer’s own slate of directors or otherwise attempting to obtain control of us; and\n•\nthe limitation of liability of, and provision of indemnification to, our directors and officers.\nThese provisions, alone or together, could delay or prevent hostile takeovers and changes in control or changes in our management.\nAs a Delaware corporation, we are also subject to provisions of the Delaware General Corporation Law, including Section 203 thereof, which prevents some stockholders holding more than 15% of our outstanding common stock from engaging in certain business combinations without approval of the holders of substantially all of our outstanding common stock.\nAny provision of our amended and restated certificate of incorporation, amended and restated bylaws or the Delaware General Corporation Law that has the effect of delaying or deterring a change in control could limit the opportunity for our stockholders to receive a premium for their shares of our common stock, and could also affect the price that some investors are willing to pay for our common stock.\nClaims for indemnification by our directors and officers may reduce our available funds to satisfy successful third-party claims against us and may reduce the amount of money available to us.\nOur amended and restated certificate of incorporation and amended and restated bylaws provide that we will indemnify our directors and officers, in each case to the fullest extent permitted by Delaware law.\nIn addition, as permitted by Section 145 of the Delaware General Corporation Law, our amended and restated bylaws and our indemnification agreements that we have entered or intend to enter into with our directors and officers provide that:\n•\nwe will indemnify our directors and officers to the fullest extent permitted by Delaware law. Delaware law provides that a corporation may indemnify such person if such person acted in good faith and in a manner \n40\nsuch person reasonably believed to be in or not opposed to the best interests of the registrant and, with respect to any criminal proceeding, had no reasonable cause to believe such person’s conduct was unlawful;\n•\nwe may, in our discretion, indemnify employees and agents in those circumstances where indemnification is permitted by applicable law;\n•\nwe are required to advance expenses, as incurred, to our directors and officers in connection with defending a proceeding, except that such directors or officers will undertake to repay such advances if it is ultimately determined that such person is not entitled to indemnification;\n•\nthe rights conferred in our amended and restated bylaws are not exclusive, and we are authorized to enter into indemnification agreements with our directors, officers, employees and agents and to obtain insurance to indemnify such persons, both of which we have done; and\n•\nwe may not retroactively amend our amended and restated bylaw provisions to reduce our indemnification obligations to directors, officers, employees, and agents.\nWhile we have procured directors’ and officers’ liability insurance policies, such insurance policies may not be available to us in the future at a reasonable rate, may not cover all potential claims for indemnification, and may not be adequate to indemnify us for all liability that may be imposed.\nOur amended and restated certificate of incorporation and amended and restated bylaws provide for an exclusive forum in the Court of Chancery of the State of Delaware for certain disputes between us and our stockholders, and that the federal district courts of the United States will be the exclusive forum for the resolution of any complaint asserting a cause of action under the Securities Act.\nOur amended and restated certificate of incorporation and amended and restated bylaws provide, that unless we consent in writing to the selection of an alternative forum, (a) the Court of Chancery of the State of Delaware (or, if such court does not have subject matter jurisdiction thereof, the federal district court for the District of Delaware or other state courts of the State of Delaware) will, to the fullest extent permitted by law, be the sole and exclusive forum for: (i) any derivative action, suit or proceeding brought on behalf of the Company, (ii) any action, suit or proceeding asserting a claim of breach of a fiduciary duty owed by any director, officer or stockholder to the Company or our stockholders, (iii) any action, suit or proceeding arising pursuant to any provision of the Delaware General Corporation Law or our amended and restated certificate of incorporation or amended and restated bylaws, or (iv) any action, suit or proceeding asserting a claim against the Company that is governed by the internal affairs doctrine; and (b) the federal district courts of the United States will be the exclusive forum for the resolution of any complaint asserting a cause or causes of action arising under the Securities Act, including all causes of action asserted against any defendant to such complaint. Any person or entity purchasing or otherwise acquiring any interest in any security of the Company will be deemed to have notice of and consented to these provisions. Nothing in our amended and restated certificate of incorporation or amended and restated bylaws precludes stockholders that assert claims under the Exchange Act, from bringing such claims in federal court to the extent that the Exchange Act confers exclusive federal jurisdiction over such claims, subject to applicable law.\nWe believe these provisions may benefit us by providing increased consistency in the application of Delaware law and federal securities laws by chancellors and judges, as applicable, particularly experienced in resolving corporate disputes, efficient administration of cases on a more expedited schedule relative to other forums and protection against the burdens of multi-forum litigation. If a court were to find the choice of forum provision that is contained in our amended and restated certificate of incorporation or amended and restated bylaws to be inapplicable or unenforceable in an action, we may incur additional costs associated with resolving such action in other jurisdictions, which could materially adversely affect our business, results of operations, and financial condition. For example, Section 22 of the Securities Act creates concurrent jurisdiction for federal and state courts over all suits brought to enforce any duty or liability created by the Securities Act or the rules and regulations thereunder. Accordingly, there is uncertainty as to whether a court would enforce such a forum selection provision as written in connection with claims arising under the Securities Act.\nThe choice of forum provisions may limit a stockholder’s ability to bring a claim in a judicial forum that it finds favorable for disputes with us or any of our current or former director, officer or stockholder to the Company, which may discourage such claims against us or any of our current or former director, officer or stockholder to the Company and result in increased costs for investors to bring a claim.\nGeneral Risk Factors\n41\nOur global operations subject us to risks that can harm our business, results of operations, and financial condition.\nA key element of our strategy is to operate globally and sell our products to customers around the world. Operating globally requires significant resources and management attention and subjects us to regulatory, economic, geographic, and political risks. In particular, our global operations subject us to a variety of additional risks and challenges, including:\n•\nincreased management, travel, infrastructure, and legal compliance costs associated with having operations in many countries;\n•\ndifficulties in enforcing contracts, including “clickwrap” contracts that are entered into online, of which we have historically relied as part of our product licensing strategy, but which may be subject to additional legal uncertainty in some foreign jurisdictions;\n•\nincreased financial accounting and reporting burdens and complexities;\n•\nrequirements or preferences within other regions for domestic products, and difficulties in replacing products offered by more established or known regional competitors;\n•\ndiffering technical standards, existing or future regulatory and certification requirements, and required features and functionality;\n•\ncommunication and integration problems related to entering and serving new markets with different languages, cultures, and political systems;\n•\ncompliance with foreign privacy and security laws and regulations and the risks and costs of non-compliance;\n•\ncompliance with laws and regulations for foreign operations, including anti-bribery laws (such as the U.S. Foreign Corrupt Practices Act, the U.S. Travel Act, and the UK Bribery Act), import and export control laws, tariffs, trade barriers, economic sanctions, and other regulatory or contractual limitations on our ability to sell our products in certain foreign markets, and the risks and costs of non-compliance;\n•\nheightened risks of unfair or corrupt business practices in certain geographies that may impact our financial results and result in restatements of our consolidated financial statements;\n•\nfluctuations in currency exchange rates, rising interest rates, and related effects on our results of operations;\n•\ndifficulties in repatriating or transferring funds from, or converting currencies in certain countries;\n•\nweak economic conditions which could arise in each country or region in which we operate or sell our products, including due to rising inflation or hyperinflation, such as is occurring in Turkey, and related interest rate increases, or general political and economic instability around the world, including as a result of Russia’s invasion of Ukraine; \n•\ndiffering labor standards, including restrictions related to, and the increased cost of, terminating employees in some countries;\n•\ndifficulties in recruiting and hiring employees in certain countries;\n•\nthe preference for localized software and licensing programs and localized language support;\n•\nreduced protection for intellectual property rights in some countries and practical difficulties associated with enforcing our legal rights abroad; \n•\nimposition of travel restrictions, prohibitions of non-essential travel, modifications of employee work locations, or cancellation or reorganization of certain sales and marketing events as a result of pandemics or public health emergencies; \n•\ncompliance with the laws of numerous foreign taxing jurisdictions, including withholding obligations, and overlapping of different tax regimes; and\n•\ngeopolitical risks, such as political and economic instability, and changes in diplomatic and trade relations.\n42\nCompliance with laws and regulations applicable to our global operations substantially increases our cost of doing business in foreign jurisdictions. We may be unable to keep current with changes in government requirements as they change from time to time. Failure to comply with these laws and regulations could harm our business. In many countries, it is common for others to engage in business practices that are prohibited by our internal policies and procedures or other regulations applicable to us. Although we have implemented policies and procedures designed to ensure compliance with these regulations and policies, there can be no assurance that all of our employees, contractors, business partners and agents will comply with these regulations and policies. Violations of laws, regulations or key control policies by our employees, contractors, business partners, or agents could result in delays in revenue recognition, financial reporting misstatements, enforcement actions, reputational harm, disgorgement of profits, fines, civil and criminal penalties, damages, injunctions, other collateral consequences, or the prohibition of the importation or exportation of our products and could harm our business, results of operations, and financial condition.\nCatastrophic events may disrupt our business.\nNatural disasters, pandemics other public health emergencies, geopolitical conflicts, social or political unrest, or other catastrophic events may cause damage or disruption to our operations, international commerce and the global economy, and thus could harm our business. We have a large employee presence and operations in the San Francisco Bay Area of California and Australia. The west coast of the U.S. contains active earthquake zones and is often at risk from wildfires. Australia has recently experienced significant wildfires and flooding that have impacted our employees. In the event of a major earthquake, hurricane, typhoon or catastrophic event such as fire, power loss, telecommunications failure, cyber-attack, war or terrorist attack in any of the regions or localities in which we operate, we may be unable to continue our operations and may endure system interruptions, reputational harm, delays in our application development, lengthy interruptions in our product availability, breaches of data security and loss of critical data, all of which could harm our business, results of operations and financial condition.\nAdditionally, we rely on our network and suppliers of third-party infrastructure and applications, internal technology systems, and our websites for our development, marketing, internal controls, operational support, hosted services and sales activities. If these systems were to fail or be negatively impacted as a result of a natural disaster, disease or pandemic, or catastrophic event, our ability to conduct normal business operations and deliver products to our customers could be impaired.\nAs we grow our business, the need for business continuity planning and disaster recovery plans will grow in significance. If we are unable to develop adequate plans to ensure that our business functions continue to operate during and after a disaster, disease or pandemic, or catastrophic event, or if we are unable to successfully execute on those plans, our business and reputation could be harmed.\nClimate change may have a long-term impact on our business. \nThe long-term effects of climate change on the global economy and the technology industry in particular are unclear, however we recognize that there are inherent climate-related risks wherever business is conducted. Climate-related events, including the increasing frequency of extreme weather events and their impact on critical infrastructure in the U.S., Australia and elsewhere, have the potential to disrupt our business, our third-party suppliers, and/or the business of our customers, and may cause us to experience extended product downtimes, and losses and additional costs to maintain and resume operations.\nWe depend on our executive officers and other key employees and the loss of one or more of these employees or the inability to attract and retain highly skilled employees could harm our business.\nOur success depends largely upon the continued services of our executive officers and key employees. We rely on our leadership team and other key employees in the areas of research and development, products, strategy, operations, security, go-to-market, marketing, IT, support, and general and administrative functions. From time to time, there may be changes in our executive management team resulting from the hiring or departure of executives, which could disrupt our business. For example, we announced in August 2023 that our current Chief Revenue Officer will step down from his role effective December 31, 2023. In addition, we do not have employment agreements with our executive officers or other key personnel that require them to continue to work for us for any specified period and, therefore, they could terminate their employment with us at any time. The loss of one or more of our executive officers, especially our Co-Chief Executive Officers, or other key employees could harm our business.\nIn addition, in order to execute our growth plan, we must attract and retain highly qualified personnel. Competition for these personnel in Sydney, Australia, the San Francisco Bay Area, and in other locations where we \n43\nmaintain offices, is intense, especially for engineers experienced in designing and developing software and cloud-based services. We have from time to time experienced, and we expect to continue to experience, difficulty hiring and retaining employees with appropriate qualifications. In particular, recruiting and hiring senior product engineering personnel (particularly with AI and machine learning backgrounds) has been, and we expect it to continue to be, challenging. In addition, our rebalancing in March 2023, and any future rebalancing efforts intended to improve operational efficiencies and operating costs, may adversely affect our ability to attract and retain employees. If we are unable to hire and retain talented product engineering personnel, we may be unable to scale our operations or release new products in a timely fashion and, as a result, customer satisfaction with our products may decline.\nMany of the companies with which we compete for experienced personnel have greater resources than we have. If we hire employees from competitors or other companies, these employers may attempt to assert that the employees or we have breached certain legal obligations, resulting in a diversion of our time and resources. In addition, job candidates and existing employees often consider the value of the equity awards they receive in connection with their employment. If the value or perceived value of our equity awards declines, it could harm our ability to recruit and retain highly skilled employees. If we fail to attract new personnel or fail to retain and motivate our current personnel, our business, results of operations and financial condition could be harmed.\nWe are exposed to credit risk and fluctuations in the market values of our investment portfolio.\nGiven the global nature of our business, we may have diversified U.S. and non-U.S. investments. Credit ratings and pricing of our investments can be negatively affected by liquidity, credit deterioration, financial results, economic risk, including from impacts of inflation and Russia’s invasion of Ukraine, political risk, sovereign risk or other factors. As a result, the value and liquidity of our investments may fluctuate substantially. Therefore, although we have not realized any significant losses on our investments, future fluctuations in their value could result in a significant realized loss.",
    "item7": ">ITEM 7. MANAGEMENT’S DISCUSSION AND ANALYSIS OF FINANCIAL CONDITION AND RESULTS OF OPERATIONS\nThis section of our Annual Report on Form 10-K discusses our financial condition and results of operations for fiscal years 2023, 2022, and 2021, and year-to-year comparisons between fiscal years 2023 and 2022, and fiscal years 2022, and 2021, in accordance with U.S. generally accepted accounting principles (“GAAP”).\nYou should read the following discussion and analysis of our financial condition and results of operations together with our consolidated financial statements and the related notes appearing under “Financial Statements and Supplementary Data” in Item 8 in this Annual Report on Form 10-K. As discussed in the section titled “Forward-Looking Statements,” the following discussion and analysis contains forward-looking statements that involve risks and uncertainties, as well as assumptions that, if they never materialize or prove incorrect, could cause our results to differ materially from those expressed or implied by such forward-looking statements. Factors that could cause or contribute to such differences include, but are not limited to, those identified below, and those discussed in the section titled “Risk Factors” under Part I, Item 1A in this Annual Report on Form 10-K.\nCompany Overview\nOur mission is to unleash the potential of every team.\nOur products help teams organize, discuss and complete their work — delivering superior outcomes for their organizations.\nOur products serve teams of all shapes and sizes, in virtually every industry. Our primary products include Jira Software and Jira Work Management for planning and project management, Confluence for content creation and sharing, Trello for capturing and adding structure to fluid, fast-forming work for teams, Jira Service Management for team service, management and support applications, Jira Align for enterprise agile planning, and Bitbucket for code sharing and management. Together, our products form an integrated system for organizing, discussing and completing shared work, becoming deeply entrenched in how people collaborate and how organizations run.\nOur mission is possible with a deep investment in product development to create and refine high-quality and versatile products that users love. By making our products affordable for organizations of all sizes and transparently sharing our pricing online for most of our products, we generally do not follow the practice of opaque pricing and ad hoc discounting that is typical in the enterprise software industry. We pursue customer volume, targeting every organization, regardless of size, industry, or geography. This allows us to operate at unusual scale for an enterprise software company, with more than 260,000 customers across virtually every industry sector in approximately 200 countries as of June 30, 2023. Our customers range from small organizations that have adopted one of our products for a small group of users, to over two-thirds of the Fortune 500, many of which use a combination of our products across thousands of users.\nTo reach this expansive market, we primarily distribute and sell our products online where our customers can get started in minutes without the need for assistance. We focus on enabling a self-service, low-friction model that makes it easy for customers to try, adopt and use our products. By making our products simple, powerful, affordable and easy to adopt, we generate demand from word-of-mouth and viral expansion within organizations.\nOur culture of innovation, transparency and dedication to customer service drives our success in implementing and refining this unique approach. We believe this approach creates a self-reinforcing effect that \n47\nfosters innovation, quality, customer success, and scale. As a result of this strategy, we invest significantly more in research and development activities than in traditional sales activities relative to other enterprise software companies.\nA substantial majority of our sales are automated through our website, including sales of our products through our solution partners and resellers. \nFor fiscal year 2023, \nwe derived over 40% of our revenue from channel partners’ sales efforts. Our solution partners and resellers primarily focus on customers in regions that require local language support and other customized needs. We plan to continue to invest in our partner programs to help us enter and grow in new markets, complementing our automated, low-touch approach. \nWe generate revenues primarily in the form of subscriptions, maintenance and other sources. Subscription revenues consist primarily of fees earned from subscription-based arrangements for providing customers the right to use our software in a cloud-based-infrastructure that we provide (“Cloud offerings”). We also sell on-premises term license agreements for our Data Center products (“Data Center offerings”), consisting of software licensed for a specified period and support and maintenance service that is bundled with the license for the term of the license period. Subscription revenues also include subscription-based agreements for our premier support services. From time to time, we make changes to our product offerings, prices and pricing plans for our products which may impact the growth rate of our revenue, our deferred revenue balances, and customer retention.\nMaintenance provides our customers with access to unspecified future updates, upgrades and enhancements and technical product support on an if-and-when-available basis for perpetual license products purchased and operated by our customers on their premises (“Server offerings”). Maintenance revenue combined with our subscription revenue business, through our Cloud and Data Center products, results in a large recurring revenue base. In each of the past three fiscal years, more than 80% of our total revenues have been of a recurring nature from subscription and maintenance fees.\nCustomers typically pay us maintenance fees annually, at the beginning of each contractual year. We typically recognize revenue on the license portion of term license agreements (Data Center offerings) once the customer obtains control of the license, which is generally upon delivery of the license, and for maintenance and subscriptions, revenue is recognized ratably over the term of the contract. Any invoice amounts or payments received in advance of revenue recognition from subscriptions or maintenance are included in our deferred revenue balance. The deferred revenue balance is influenced by several factors, including customer decisions around the timing of renewals, length of contracts and invoice timing within the period. We no longer sell perpetual licenses or upgrades for our Server offerings and plan to end maintenance and support for these Server offerings in February 2024. We will proactively help our customers transition to other versions of our products with our migration tools and programs, customer support teams, and pricing and packaging options.\nEconomic Conditions \nOur results of operations may vary based on the impact of changes in the global economy on us or our customers. Our business depends on demand for business software applications generally and for collaboration software solutions in particular. We believe that weakening macroeconomic conditions, in part due to rising inflation, increases in interest rates, Russia’s invasion of Ukraine and remaining effects of the COVID-19 pandemic, have impacted our results of operations during \nfiscal year 2023\n. Primarily, we have seen the growth from existing customers moderate during \nfiscal year 2023. We also saw moderating growth in the rate of conversions from our free to paid products. \nWe believe these events are largely due to customers impacted by weakening economic conditions. The extent to which these risks ultimately impact our business, results of operations, and financial position will depend on future developments, which are uncertain and cannot be predicted at this time.\nRestructuring\nOn March 6, 2023, we announced a rebalancing of resources resulting in the elimination of certain roles impacting about 500 full-time employees, or approximately 5% of the Company’s then-current workforce. These actions are part of our initiatives to accelerate progress against our largest growth opportunities. These actions include continuing to invest in strategic areas of the business, and aligning talent to best meet customer needs and business priorities. In addition, we consolidated our leases, including planned subleasing, of several office spaces, to optimize our real estate footprint. We continue to evaluate our real estate needs and may incur additional charges in the future.\n48\nA summary of our restructuring charges for fiscal year 2023 by major activity type is as follows (in thousands):\nSeverance and Other Termination Benefits\nStock-based Compensation\nLease Consolidation\nTotal\nCost of revenue\n$\n1,011 \n$\n288 \n$\n7,893 \n$\n9,192 \nResearch and development\n8,279 \n5,866 \n29,004 \n43,149 \nMarketing and sales\n7,069 \n1,815 \n14,984 \n23,868 \nGeneral and administrative\n8,961 \n2,306 \n9,418 \n20,685 \nTotal\n$\n25,320 \n$\n10,275 \n$\n61,299 \n$\n96,894 \nThe execution of these actions, including the related cash payments have been substantially completed as of June 30, 2023. Refer to Note 15, “\nRestructuring,\n” to the notes to our consolidated financial statements for additional information.\nKey Business Metrics\nWe utilize the following key metrics to evaluate our business, measure our performance, identify trends affecting our business, formulate business plans and make strategic decisions.\nCustomers\nWe have successfully demonstrated a history of growing both our customer base and spend per customer through growth in users, purchase of new licenses and adoption of new products. We believe that our ability to attract new customers and grow our customer base drives our success as a business.\nWe define the number of customers at the end of any particular period to be the number of organizations with unique domains that have at least one active and paid non-starter license or subscription, with two or more seats. While a single customer may have distinct departments, operating segments, or subsidiaries with multiple active licenses or subscriptions of our products, if the product deployments share a unique domain name, we only include the customer once for purposes of calculating this metric. We define active licenses as those licenses that are under an active maintenance or subscription contract as of period end.\nOur customers, as defined in this metric, have generated substantia\nlly all of our revenue in each of the periods presented. Including single-user accounts and organizations who have only adopted our free or starter products, the active use of our products extends well beyond our more than \n260,000\n customers. With these customers using our software today, we are \nable to reach a vast number of users, gather insights to refine our offerings and generate growing revenue by expanding within our customer base. No single customer contributed more than 5% of our total revenues during \nfiscal year 2023.\nThe following table sets forth our number of customers as of the dates presented:\n \nAs of June 30,\n \n2023\n2022\n2021\nNumber of customers\n262,337 \n242,623 \n204,754 \nFree Cash Flow\nFree cash flow is a non-GAAP financial measure that we calculate as net cash provided by operating activities less net cash used in investing activities for capital expenditures. Management considers free cash flow to be a liquidity measure that provides useful information to management and investors about the amount of cash generated by our business that can be used to fund our commitments, repay our debt, and for strategic opportunities, such as reinvesting in our business, making strategic acquisitions, and strengthening our financial position. Free cash flow is not a measure calculated in accordance with GAAP and should not be considered in isolation from, or as a substitute for financial information prepared in accordance with GAAP, such as GAAP net cash provided by operating activities. In addition, free cash flow may not be comparable to similarly titled metrics of other companies due to differences among methods of calculation. The following table presents a reconciliation of net cash provided by operating activities to free cash flow for the periods presented (in thousands):\n49\n \nFiscal Year Ended June 30,\n \n2023\n2022\n2021\nNet cash provided by operating activities\n$\n868,111 \n$\n821,044 \n$\n789,960 \nLess: Capital expenditures\n(25,652)\n(70,583)\n(31,520)\nFree cash flow\n$\n842,459 \n$\n750,461 \n$\n758,440 \nFree cash flow increased by \n$92.0 million\n during fiscal year 2023 as compared to fiscal year 2022. \nThe increase of free cash flow was primarily attributable to the increase of net cash provided by operating activities and a decrease in capital expenditures. The increase of net cash provided by operating activities was primarily attributable to an increase in cash received from customers, offset by an increase in cash paid to suppliers and employees, and cash used to pay income taxes.\nFor more information about net cash provided by operating activities, please see “Liquidity and Capital Resources.”\nComponents of Results of Operations\nOn September 30, 2022, . Atlassian Corporation Plc, a public company limited by shares, incorporated under the laws of England and Wales, completed a redomestication, which was approved by the shareholders of Atlassian Corporation Plc, resulting in Atlassian Corporation, a Delaware corporation, becoming our publicly traded parent company (the “U.S. Domestication”). In fiscal year 2022 and prior periods, we prepared our financial information in accordance with International Financial Reporting Standards (“IFRS”). As a consequence of becoming a U.S. domestic issuer, beginning with the Quarterly Report on Form 10-Q for the three months ended September 30, 2022, we are required to present our financial information in accordance with GAAP. The below financial information has been prepared in accordance with GAAP. The financial information should not be expected to correspond to figures we have previously presented under IFRS.\nSources of Revenues\nSubscription Revenues\nSubscription revenues consist primarily of fees earned from subscription-based arrangements for providing customers the right to use our software in a cloud-based-infrastructure that we provide. We also sell on-premises term license agreements for our Data Center products, which consist of software licensed for a specified period and include support and maintenance services that are bundled with the license for the term of the license period. Subscription revenues also include subscription-based agreements for our premier support services. Subscription revenues are driven primarily by the number and size of active licenses, the type of product and the price of the licenses. Our subscription-based arrangements generally have a contractual term of one to twelve months, with a majority being one month. For Cloud offerings, subscription revenue is recognized ratably as services are performed, commencing with the date the service is made available to customers. For Data Center products, we recognize revenue upfront for the portion that relates to the delivery of the term license and the support and related revenue is recognized ratably as the services are delivered over the term of the arrangement. Premier support consists of subscription-based arrangements for a higher level of support across different deployment options, and revenue is recognized ratably as the services are delivered over the term of the arrangement.\nMaintenance Revenues\nMaintenance revenues represent fees earned from providing customers unspecified future updates, upgrades and enhancements and technical product support for perpetual license products on an if-and-when-available basis. Maintenance revenue is recognized ratably over the term of the support period.\nOther Revenues\nOther revenues primarily include perpetual license revenue and fees received for sales of third-party apps in the Atlassian Marketplace. Technical account management, consulting and training services are also included in other revenues. Perpetual license revenues represent fees earned from the license of software to customers for use on the customer’s premises other than Data Center products. Software is licensed on a perpetual basis. Perpetual license revenues consist of the revenues recognized from sales of licenses to customers. The Company no longer sells perpetual licenses or upgrades for our Server offerings. The Company typically recognized revenue on the license portion of perpetual license arrangements once the customer obtained control of the license, which is generally upon delivery of the license. Revenue from the sale of third-party apps via Atlassian Marketplace is \n50\nrecognized on the date of product delivery given that all of our obligations have been met at that time and on a net basis the Company functions as the agent in the relationship. Revenue from technical account management is recognized over the time period that the customer has access to the service. Revenue from consulting and training is recognized over time as the services are performed.\nWe expect subscription revenue to increase and continue to be our primary driver of revenue growth as our customers continue to migrate to our Cloud and Data Center offerings. Migrating our larger customers to the cloud continues to be one of our most important priorities over the coming year. Consistent with our strategy, our Server business is expected to contract. Maintenance revenue is expected to decline as Server customers migrate to our Cloud and Data Center offerings.\nCost of Revenues\nCost of revenues primarily consists of expenses related to compensation expenses for our employees, including stock-based compensation, hosting our cloud infrastructure, which includes third-party hosting fees and depreciation associated with computer equipment and software; payment processing fees; consulting and contractors costs, associated with our customer support and infrastructure service teams; amortization of acquired intangible assets, such as the amortization of the cost associated with an acquired company’s developed technology; certain IT program fees; and facilities and related overhead costs. To support our cloud-based infrastructure, we utilize third-party managed hosting facilities. We allocate stock-based compensation based on the expense category in which the employee works. We allocate overhead such as information technology costs, rent and occupancy charges in each expense category based on headcount in that category. As such, general overhead expenses are reflected in cost of revenues and operating expense categories.\nWe expect cost of revenues to increase as we continue to invest in our cloud-based infrastructure to support migrations and our cloud customers.\nGross Profit and Gross Margin\nGross profit is total revenues less total cost of revenues. Gross margin is gross profit expressed as a percentage of total revenues. Gross margin can fluctuate from period to period as a result of changes in product and services mix. \nWe expect gross margin to decrease due to the sales mix shift from Server and Data Center offerings to Cloud offerings. This impact will be primarily driven by increased hosting costs as well as additional personnel costs to support migrations and our cloud customers.\nOperating Expenses\nOur operating expenses are classified as research and development, marketing and sales, and general and administrative. For each functional category, the largest component is compensation expenses, which include salaries and bonuses, stock-based compensation, employee benefit costs, and contractor costs. We allocate overhead such as information technology costs, rent, and occupancy charges in each expense category based on headcount in that category.\nResearch and Development\nResearch and development expenses consist primarily of compensation expense for our employees, including stock-based compensation, consulting and contractor costs, contract software development costs, facilities and related overhead costs, certain IT program expenses, and restructuring charges. We continue to focus our research and development efforts on building new products, adding new features and services, integrating acquired technologies, increasing functionality, enhancing our cloud infrastructure and developing our mobile capabilities.\nMarketing and Sales\nMarketing and sales expenses consist primarily of compensation expense for our employees, including stock-based compensation, marketing and sales programs, consulting and contractor costs, facilities and related overhead costs, certain IT program expenses, and restructuring charges. Marketing programs consist of advertising, promotional events, corporate communications, brand building and product marketing activities such as online lead generation. Sales programs consist of activities and teams focused on supporting our solution partners and resellers, tracking channel sales activity, supporting and servicing our customers by helping them optimize their \n51\nexperience and expand the use of our products across their organizations and helping product evaluators learn how they can use our tools most effectively.\nGeneral and Administrative \nGeneral and administrative expenses consist primarily of compensation expense for our employees, including stock-based compensation, for finance, legal, human resources and information technology personnel, consulting and contractor costs, certain IT program expenses, other corporate expenses and facilities and related overhead costs, and restructuring charges.\nIncome Taxes\nProvision for income taxes consists primarily of income taxes related to federal, state, and foreign jurisdictions where we conduct business.\nNet Loss\nWe incurred a net loss in fiscal year 2023, primarily attributable to growing our team, specifically focusing on adding research and development personnel to drive continued product innovation, as well as investments in infrastructure to support our Cloud offerings, additional tax expenses due to the recognition of reserves for uncertain tax positions, and restructuring charges associated with the rebalancing of resources and lease consolidation. During fiscal years 2022 and 2021, the net loss was primarily attributable to marking to fair value of the exchangeable senior notes (the “Notes”) and related capped call transactions (the “Capped Calls”) and settlements of the Notes and Capped Calls.\nCritical Accounting Estimates\nOur consolidated financial statements have been prepared in accordance with GAAP. The preparation of these consolidated financial statements requires us to make estimates and assumptions that affect the reported amounts of assets and liabilities and the disclosure of contingent assets and liabilities at the date of the consolidated financial statements, as well as the reported revenues and expenses during the reporting periods. These items are monitored and analyzed by us for changes in facts and circumstances, and material changes in these estimates could occur in the future. We base our estimates on historical experience and on various other factors that we believe are reasonable under the circumstances, the results of which form the basis for making judgments about the carrying value of assets and liabilities that are not readily apparent from other sources. Changes in estimates are reflected in reported results for the period in which they become known. Actual results may differ from these estimates under different assumptions or conditions and such differences could be material.\nWhile our significant accounting policies are more fully described in Note 2,\n “Summary of Significant Accounting Policies”\n to the notes to our consolidated financial statements, the following accounting policies involve a greater degree of judgment and complexity. Accordingly, these are the accounting policies that we believe are the most critical to aid in fully understanding and evaluating our financial condition and results of operations.\nRevenue Recognition\nOur contracts with customers often include promises to transfer multiple products and services to a customer. Determining whether products and services are considered distinct performance obligations may require judgment.\nWe allocate the transaction price for each contract to each performance obligation based on the relative standalone selling price (“SSP”) for each performance obligation. We use judgment in determining the SSP for products and services. We typically determine an SSP range for our products and services, which is reassessed on a periodic basis or when facts and circumstances change. For all performance obligations other than perpetual and term licenses, we are able to determine SSP based on the observable prices of products or services sold separately in comparable circumstances to similar customers. In instances where performance obligations do not have observable standalone sales, we utilize available information that may include market conditions, pricing strategies, the economic life of the software, and other observable inputs to estimate the price we would charge if the products and services were sold separately.\nOur products are generally sold with a right of return, we may provide other credits or incentives, and, in certain instances, we estimate customer usage of our services, which are accounted for as variable consideration when determining the amount of revenue to recognize. Returns and credits are estimated at contract inception and updated at the end of each reporting period if additional information becomes available. Variable consideration was not material for the periods presented.\n52\nStrategic Investments\nInvestments in privately held equity securities without readily determinable fair values in which we do not own a controlling interest or have significant influence over are measured using the measurement alternative. In applying the measurement alternative, the carrying value of the investment is measured at cost, less impairment, if any, plus or minus changes resulting from observable price changes from orderly transactions for identical or similar investments of the same issuer in the period of occurrence. In determining the estimated fair value of our strategic investments in privately held companies, we use the most recent data available to us. Valuations of privately held securities are inherently complex due to the lack of readily available market data and require the use of judgment. The determination of whether an orderly transaction is for an identical or similar investment requires significant judgment. In our evaluation, we consider factors such as differences in the rights and preferences of the investments and the extent to which those differences would affect the fair values of those investments.\nWe assess our privately held debt and equity securities’ strategic investment portfolio quarterly for impairment. Our impairment analysis encompasses an assessment of both qualitative and quantitative analyses of key factors including the investee’s financial metrics, market acceptance of the investee’s product or technology, general market conditions and liquidity considerations. If the investment is considered to be impaired, we record the investment at fair value by recognizing an impairment through the consolidated statements of operations and establishing a new carrying value for the investment.\nValuation of Minority Interest in Equity Method Investment\nIn July 2022, we completed a non-cash sale of our controlling interest in Vertical First Trust (“VFT”) to a third-party buyer. VFT was established for the construction project associated with the Company’s new global headquarters in Sydney, Australia. We retained a minority equity interest of 13% in the form of ordinary shares and have significant influence in VFT. VFT was deconsolidated at the time of the sale, and we accounted for our retained equity interest as an equity method investment in our consolidated financial statements.\nWe used our best estimates and assumptions to accurately determine the fair value of our retained equity interest in VFT. The estimation is primarily due to the judgmental nature of the inputs to the valuation model used to measure fair value and the sensitivity to the significant underlying assumptions. Our estimates are inherently uncertain. We used a discounted cash flow model to calculate the fair value of our retained equity interest. The significant inputs to the valuation included observable market inputs, including capitalization rate, discount rate, and other management inputs, including the underlying building practical completion date. These assumptions are forward-looking and could be affected by future economic and market conditions and construction progress.\nImpairment of Long-Lived Assets\nLong-lived assets are reviewed for impairment whenever events or changes in circumstances indicate an asset’s carrying value may not be recoverable. When the projected undiscounted cash flows estimated to be generated by those assets are less than their carrying amounts, the assets are adjusted to their estimated fair value and an impairment loss is recorded as a component of operating income (expense).\nJudgment is required to estimate the amount and timing of future cash flows and the relative risk of achieving those cash flows. Assumptions and estimates about future values can be subjective. They can be affected by a variety of factors, including external factors such as industry and economic trends, and internal factors such as changes in our business strategy.\nIncome Tax\nWe account for income taxes using the asset and liability method. We recognize deferred tax assets and liabilities for the future tax consequences attributable to (i) temporary differences between the financial statement carrying amounts of existing assets and liabilities and their respective tax bases and (ii) operating loss and tax credit carryforwards. Deferred tax assets are recognized subject to management’s judgment that realization is more likely than not applicable to the periods in which we expect the temporary difference will reverse. Deferred tax assets and liabilities are measured using enacted tax rates expected to apply to taxable income in the years in which those temporary differences are expected to be recovered or settled.\nValuation allowances are established when necessary to reduce deferred tax assets to the amounts that are more likely than not expected to be realized. Future realization of deferred tax assets ultimately depends on the existence of sufficient taxable income within the carryback or carryforward periods available under the applicable tax law. We regularly review the deferred tax assets for recoverability based on historical taxable income, projected \n53\nfuture taxable income, the expected timing of the reversals of existing temporary differences and tax planning strategies. Our judgment regarding future profitability may change due to many factors, including future market conditions and the ability to successfully execute our business plans and tax planning strategies. Should there be a change in the ability to recover deferred tax assets, our income tax provision would increase or decrease in the period in which the assessment is changed.\nIn the multiple tax jurisdictions in which we operate, our tax returns are subject to routine audit by the Internal Revenue Service, Australian Taxation Office (“ATO”), and other taxation authorities. These audits at times may produce alternative views regarding certain tax positions taken in the year(s) of review. As a result, we record uncertain tax positions, which require recognition at the time when it is deemed more likely than not that the position in question will be upheld. Although management believes that the judgment and estimates involved are reasonable and that the necessary provisions have been recorded, changes in circumstances or unexpected events could adversely affect our financial position, results of operations, and cash flows.\nThe Tax Cuts and Jobs Act (the “TCJA”), enacted on December 22, 2017, eliminates the option to deduct research and development expenditures, instead requiring taxpayers to capitalize and amortize such expenditures over five or fifteen years beginning in fiscal year 2023. If not deferred, modified, or repealed, this provision may materially increase future cash taxes.\nNew Accounting Pronouncements Pending Adoption\nThe impact of recently issued accounting standards is set forth in Note 2, “\nSummary of Significant Accounting Policies\n,\n”\n of the notes to our consolidated financial statements.\n54\nResults of Operations\nThe following table sets forth our results of operations for the periods indicated (in thousands, except for percentages of total revenues):\n \nFiscal Year Ended June 30,\n2023\n2022\n2021\nRevenues:\n \n \nSubscription\n$\n2,922,576 \n83 \n%\n$\n2,096,706 \n75 \n%\n$\n1,324,064 \n63 \n%\nMaintenance\n399,738 \n11 \n495,077 \n18 \n522,971 \n25 \nOther\n212,333 \n6 \n211,099 \n7 \n242,097 \n12 \nTotal revenues\n3,534,647 \n100 \n2,802,882 \n100 \n2,089,132 \n100 \nCost of revenues\n633,765 \n18 \n452,914 \n16 \n331,850 \n16 \nGross profit\n2,900,882 \n82 \n2,349,968 \n84 \n1,757,282 \n84 \nOperating expenses:\nResearch and development\n1,869,881 \n53 \n1,291,877 \n46 \n932,994 \n45 \nMarketing and sales\n769,861 \n22 \n535,815 \n19 \n371,644 \n18 \nGeneral and administrative\n606,362 \n17 \n452,193 \n16 \n311,238 \n14 \nTotal operating expenses\n3,246,104 \n92 \n2,279,885 \n81 \n1,615,876 \n77 \nOperating income (loss)\n(345,222)\n(10)\n70,083 \n3 \n141,406 \n7 \nOther income (expense), net\n14,501 \n— \n(501,839)\n(19)\n(570,393)\n(28)\nInterest income\n49,732 \n1 \n2,284 \n— \n7,158 \n— \nInterest expense\n(30,147)\n(1)\n(41,466)\n(1)\n(92,586)\n(4)\nLoss before provision for income taxes\n(311,136)\n(10)\n(470,938)\n(17)\n(514,415)\n(25)\nProvision for income taxes\n(175,625)\n(4)\n(48,572)\n(2)\n(64,564)\n(3)\nNet loss\n$\n(486,761)\n(14)\n%\n$\n(519,510)\n(19)\n%\n$\n(578,979)\n(28)\n%\nFiscal Years Ended June 30, 2023 and 2022\nRevenues\n \nFiscal Year Ended June 30,\n(in thousands, except percentage data)\n2023\n2022\n$ Change\n% Change\nSubscription\n$\n2,922,576 \n$\n2,096,706 \n$\n825,870 \n39 \n%\nMaintenance\n399,738 \n495,077 \n(95,339)\n(19)\nOther\n212,333 \n211,099 \n1,234 \n1 \nTotal revenues\n$\n3,534,647 \n$\n2,802,882 \n$\n731,765 \n26 \n%\nTotal revenues increased $731.8 million, or 26%, in fiscal year 2023 compared to fiscal year 2022. Growth in total revenues was primarily attributable to increased demand for our products from both new and existing customers. Of total revenues recognized in fiscal year 2023, over 90% was attributable to sales to customer accounts existing on or before June 30, 2022. Our number of total customers increased to 262,337 at June 30, 2023 from 242,623 at June 30, 2022. \nSubscription revenues increased $825.9 million, or 39%, in fiscal year 2023 compared to fiscal year 2022. The increase in subscription revenues was primarily attributable to additional subscriptions from our existing customer base, and customers migrating to cloud-based subscription services and term-based licenses for our Data Center products.\nMaintenance revenues decreased $95.3 million, or 19%, in fiscal year 2023 compared to fiscal year 2022. We no longer offer upgrades to perpetual licenses beginning February 2022, and plan to end maintenance and support for these products in February 2024.\n55\nOther revenues increased $1.2 million, or 1%, in fiscal year 2023 compared to fiscal year 2022. The increase in other revenues was primarily attributable to an increase of $29.8 million in revenue from sales of third-party apps through our Atlassian Marketplace and other revenue, offset by a decrease of $28.6 million in perpetual license revenues as we discontinued selling new perpetual licenses for our products beginning February 2021.\nTotal revenues by deployment options were as follows:\n \nFiscal Year Ended June 30,\n (in thousands, except percentage data)\n2023\n2022\n$ Change\n% Change\nCloud\n$\n2,085,498 \n$\n1,515,424 \n$\n570,074 \n38 \n%\nData Center\n819,251 \n560,319 \n258,932 \n46 \nServer\n400,519 \n525,028 \n(124,509)\n(24)\nMarketplace and services\n229,379 \n202,111 \n27,268 \n13 \nTotal revenues\n$\n3,534,647 \n$\n2,802,882 \n$\n731,765 \n26 \nTotal revenues by geography were as follows:\n \nFiscal Year Ended June 30,\n (in thousands, except percentage data)\n2023\n2022\n$ Change\n% Change\nAmericas\n$\n1,765,166 \n$\n1,408,868 \n$\n356,298 \n25 \n%\nEMEA\n1,366,739 \n1,077,338 \n289,401 \n27 \nAsia Pacific\n402,742 \n316,676 \n86,066 \n27 \nTotal revenues\n$\n3,534,647 \n$\n2,802,882 \n$\n731,765 \n26 \nCost of Revenues \n \nFiscal Year Ended June 30,\n(in thousands, except percentage data)\n2023\n2022\n$ Change\n% Change\nCost of revenues\n$\n633,765\n$\n452,914\n$\n180,851 \n40 \n%\nGross margin\n82 \n%\n84 \n%\n \n \nCost of revenues increased $180.9 million, or 40%, in fiscal year 2023 compared to fiscal year 2022. The overall increase was primarily attributable to an increase of $81.0 million in compensation expense for employees (which includes an increase of $32.3 million in stock-based compensation), and an increase of $56.1 million in hosting fees paid to third-party providers. In addition, we recorded restructuring charges of $9.2 million in fiscal year 2023, which were primarily comprised of $7.9 million of impairment charges for leases and leasehold improvements.\nOperating Expenses\nResearch and development\n \nFiscal Year Ended June 30,\n \n \n(in thousands, except percentage data)\n2023\n2022\n$ Change\n% Change\nResearch and development\n$\n1,869,881 \n$\n1,291,877 \n$\n578,004 \n45 \n%\nResearch and development expenses increased $578.0 million, or 45%, in fiscal year 2023 compared to fiscal year 2022. \nThe overall increase was primarily a result of an increase of $456.8 million in compensation expenses for employees (which includes an increase of $269.5 million in \nstock-based compensation\n). \nIn addition, we recorded restructuring charges of \n$43.1 million\n in fiscal year 2023, which were comprised of \n$29.0 million\n of impairment charges for leases and leasehold improvements, and \n$14.1 million\n of severance and other termination benefits.\nMarketing and sales\n \nFiscal Year Ended June 30,\n \n \n(in thousands, except percentage data)\n2023\n2022\n$ Change\n% Change\nMarketing and sales\n$\n769,861 \n$\n535,815 \n$\n234,046 \n44 \n%\n56\nMarketing and sales expenses increa\nsed $234.0 million, or 44%, for \nfiscal year 2023 compared to fiscal year 2022.\n The overall increase was\n primarily attributable to an increase of \n$148.9 million\n in compensation expenses for employees \n(which includes an increase of $53.7 million in stock-based compensation)\n, and an increase of \n$19.4 million in professional services\n. In addition, we recorded restructuring charges of $23.9 million in fiscal year ended June 30, 2023, which were comprised of $15.0 million of impairment charges for leases and leasehold improvements, and $8.9 million of severance and other termination benefits.\nGeneral and administrative\n \nFiscal Year Ended June 30,\n \n \n(in thousands, except percentage data)\n2023\n2022\n$ Change\n% Change\nGeneral and administrative\n$\n606,362 \n$\n452,193 \n$\n154,169 \n34 \n%\nGeneral and administrative expenses increas\ned $154.2 million, or 34%, in \nfiscal year 2023 compared to fiscal year 2022.\n \nThe overall increase was primarily\n \nattributable to an increase of \n$124.3 million\n in compensation expenses for employees (which includes an increase of \n$57.6 million\n in stock-based compensation). In addition, we recorded restructuring charges of \n$20.7 million\n in fiscal year 2023, which were comprised of \n$11.3 million\n of severance and other termination benefits, and \n$9.4 million\n of impairment charges for leases and leasehold improvements.\nOther income (expense), net\n \nFiscal Year Ended June 30,\n \n \n(in thousands, except percentage data)\n2023\n2022\n$ Change\n% Change\nOther income (expense), net\n$\n14,501 \n$\n(501,839)\n$\n516,340 \n**\nOther income (expense), net increased\n $516.3 million in \nfiscal year 2023 compared to fiscal year 2022.\n \nThe increase was primarily\n \nattributable to a decrease of $424.5 million in other expense from the mark to fair value of the the Notes and Capped Calls and charges related to the full settlements of Notes and Capped Calls during \nfiscal year \n2022, a decrease of $68.2 million in mark-to-market adjusted losses related to our publicly held equity securities, and an increase of \n$45.2 million from a\n non-cash sale of a controlling interest of a subsidiary \nrecorded during \nfiscal year 2023.\nInterest expense\n \nFiscal Year Ended June 30,\n(in thousands, except percentage data)\n2023\n2022\n$ Change\n% Change\nInterest expense\n$\n(30,147)\n$\n(41,466)\n$\n11,319 \n(27)\n%\nInterest expense decreased \n$11.3 million, or 27%,\n in fiscal year 2023 compared to fiscal year 2022. The overall decrease was primarily attributable to $26.6 million in lower amortization of debt discount and issuance cost due to settlements of the Notes, offset by an increase in interest expense of $15.3 million from our Term Loan Facility (as defined below) as a result of increased interest rates.\nProvision for income taxes\n \nFiscal Year Ended June 30,\n \n \n(in thousands, except percentage data)\n2023\n2022\n$ Change\n% Change\nProvision for income taxes\n$\n(175,625)\n$\n(48,572)\n$\n(127,053)\n**\nEffective tax rate\n**\n**\n \n \n**    Not meaningful\nWe reported an income tax provision of $175.6 million on pretax loss of $311.1 million for fiscal year 2023, as compared to an income tax provision of $48.6 million on pretax loss of $470.9 million for fiscal year 2022. The income tax provision for fiscal year 2023 reflects an increase in tax provision primarily attributable to the recognition of a reserve for uncertain tax positions and overall growth in foreign jurisdictions associated with an increase in profit and non-deductible stock-based compensation. \nSince fiscal year 2020, we have been in unilateral advanced pricing agreement (“APA”) negotiations with the ATO relating to our transfer pricing arrangements between Australia and the U.S. During fiscal year \n2023\n, we discussed with the ATO, for the first time, a framework to finalize our transfer pricing arrangements for the proposed APA period (tax years ended June 30, 2019 to June 30, 2025). \n57\nGiven the stage of discussions with the ATO during \nfiscal year 2023\n, we recorded a reserve for uncertain tax positions of $110.7 million based upon applying the recognition and measurement thresholds of Accounting Standards Codification Topic 740 \nIncome Taxes\n (“ASC 740”). Although our recorded tax reserves are the best estimate of our liabilities, differences may occur in the future, depending on final resolution of the APA negotiations. The negotiations are expected to be finalized within the next 12 months.\nOur effective tax rate substantially differed from the U.S. statutory income tax rate of 21.0% primarily attributable to the recognition of a reserve for uncertain tax positions, different tax rates in foreign jurisdictions such as Australia, non-deductible stock-based compensation in certain foreign jurisdictions, and full valuation allowances in the U.S. and Australia. See Note 19, “Income Tax,” to the notes to our consolidated financial statements for additional information.\nWe regularly assess the need for a valuation allowance against our deferred tax assets. Our assessment is based on all positive and negative evidence related to the realizability of such deferred tax assets. Based on available objective evidence as of June 30, 2023, we will continue to maintain a full valuation allowance on our U.S. federal, U.S. state, and Australian deferred tax assets as it is more likely than not that these deferred tax assets will not be realized. We intend to maintain the full valuation allowance until sufficient positive evidence exists to support the reversal of, or decrease in, the valuation allowance. \nOur future effective annual tax rate may be materially impacted by the expense or benefit from tax amounts associated with our foreign earnings that are taxed at rates different from the federal statutory rate, changes in valuation allowances, level of profit before tax, accounting for uncertain tax positions, business combinations, and changes in our valuation allowances to the extent sufficient positive evidence becomes available, closure of statute of limitations or settlement of tax audits, and changes in tax laws, including impacts of the TCJA. The TCJA, enacted on December 22, 2017, eliminates the option to deduct research and development expenditures, instead requiring taxpayers to capitalize and amortize such expenditures over five or fifteen years beginning in fiscal year 2023. If not deferred, modified or repealed, this provision may materially increase future cash taxes.\nA significant amount of our earnings is generated by our Australian subsidiaries. Our future effective tax rates may be adversely affected to the extent earnings are lower than anticipated in countries where we have lower statutory tax rates. See Note 19, “\nIncome Tax\n,” to the notes to our consolidated financial statements for additional information. Changes in our global operations could result in changes to our effective tax rates, future cash flows, and overall profitability of our operations.\nFiscal Years Ended June 30, 2022 and 2021 \nRevenues\nFiscal Year Ended June 30,\n(in thousands, except percentage data)\n2022\n2021\n$ Change\n% Change\nSubscription\n$\n2,096,706 \n$\n1,324,064 \n$\n772,642 \n58 \n%\nMaintenance\n495,077 \n522,971 \n(27,894)\n(5)\nOther\n211,099 \n242,097 \n(30,998)\n(13)\nTotal revenues\n$\n2,802,882 \n$\n2,089,132 \n$\n713,750 \n34 \nTotal revenues increased $713.8 million, or 34%, in fiscal year 2022 compared to fiscal year 2021. Growth in total revenues was primarily attributable to increased demand for our products from both new and existing customers and accelerated short-term demand for on-premises products as a result of customers purchasing ahead of both the discontinuation of new perpetual license sales and price changes for on-premises products during the third quarter of fiscal year 2022. Of total revenues recognized in fiscal year 2022, over 90% was attributable to sales to customer accounts existing on or before June 30, 2021. Our number of total customers increased to 242,623 at June 30, 2022 from 204,754 at June 30, 2021.\nSubscription revenues increased $772.6 million, or 58%, in fiscal year 2022 compared to fiscal year 2021. The increase in subscription revenues was primarily attributable to additional subscriptions from our existing customer base and accelerated short-term demand for data center products as a result of customers purchasing ahead of price changes during the third quarter of fiscal year 2022.\nMaintenance revenues decreased $27.9 million, or 5%, in fiscal year 2022 compared to fiscal year 2021. We no longer offer upgrades to perpetual licenses beginning February 2022, and we plan to end maintenance and support for these products in February 2024.\n58\nOther revenues decreased $31.0 million, or 13%, in fiscal year 2022 compared to fiscal year 2021. The decrease in other revenues was primarily attributable to a decrease of $54.9 million in perpetual license revenues as we discontinued selling new perpetual licenses for our products beginning February 2021, offset by an increase of $20.2 million in revenue from sales of third-party apps through our Atlassian Marketplace.\nTotal revenues by deployment options were as follows:\nFiscal Year Ended June 30,\n(in thousands, except percentage data)\n2022\n2021\n$ Change\n% Change\nCloud\n$\n1,515,424 \n$\n967,832 \n$\n547,592 \n57 \n%\nData Center\n560,319 \n336,273 \n224,046 \n67 \nServer\n525,028 \n607,778 \n(82,750)\n(14)\nMarketplace and services\n202,111 \n177,249 \n24,862 \n14 \nTotal revenues\n$\n2,802,882 \n$\n2,089,132 \n$\n713,750 \n34 \nTotal revenues by geography were as follows:\nFiscal Year Ended June 30,\n(in thousands, except percentage data)\n2022\n2021\n$ Change\n% Change\nAmericas\n$\n1,408,868 \n$\n1,028,481 \n$\n380,387 \n37 \n%\nEMEA\n1,077,338 \n826,445 \n250,893 \n30 \nAsia Pacific\n316,676 \n234,206 \n82,470 \n35 \nTotal revenues\n$\n2,802,882 \n$\n2,089,132 \n$\n713,750 \n34 \nCost of Revenues\nFiscal Year Ended June 30,\n(in thousands, except percentage data)\n2022\n2021\n$ Change\n% Change\nCost of revenues\n$\n452,914\n$\n331,850\n$\n121,064 \n36 \n%\nGross margin\n84 \n%\n84 \n%\nCost of revenues increased $121.1 million, or 36%, in fiscal year 2022 compared to fiscal year 2021. The overall increase was primarily attributable to an increase of $66.8 million in compensation expense for employees (which includes an increase of $11.5 million in share-based payment expense), an increase of $35.0 million in hosting fees paid to third-party providers and an increase of $12.2 million in merchant fees.\nOperating Expenses\nResearch and development\nFiscal Year Ended June 30,\n(in thousands, except percentage data)\n2022\n2021\n$ Change\n% Change\nResearch and development\n$\n1,291,877 \n$\n932,994 \n$\n358,883 \n38 \n%\nResearch and development expenses increased $358.9 million, or 38%, in fiscal year 2022 compared to fiscal year 2021. \nThe overall increase was primarily a result of an increase of $326.6 million in compensation expenses for employees (which includes an increase of $108.7 million in share-based payment expenses). \nMarketing and sales\nFiscal Year Ended June 30,\n(in thousands, except percentage data)\n2022\n2021\n$ Change\n% Change\nMarketing and sales\n$\n535,815 \n$\n371,644 \n$\n164,171 \n44 \n%\nMarketing and sales expenses increa\nsed $164.2 million, or 44%, for fiscal year 2022, compared to \nfiscal year 2021\n. \nMarketing and sales expenses increased primarily due to an increase of $107.8 million in compensation expenses for employees \n(which includes an increase of $31.5 million in share-based payment expenses)\n, an \n59\nincrease of  \n$19.3 million\n in online product advertisement expenses, an increase of \n$8.6 million\n in marketing events expenses, and \nan increase of $7.4 million \nin professional services. \nGeneral and administrative\nFiscal Year Ended June 30,\n(in thousands, except percentage data)\n2022\n2021\n$ Change\n% Change\nGeneral and administrative\n$\n452,193 \n$\n311,238 \n$\n140,955 \n45 \n%\nGeneral and administrative expenses increas\ned $141.0 million, or 45%, in fiscal year 2022 compared to \nfiscal year 2021\n. \nThe increase was primarily attributable to $108.2 million in compensation expenses for employees (which includes an increase of $32.4 million in share-based payment expenses) and an increase of \n$18.6 million\n in professional services.\nOther expense, net\nFiscal Year Ended June 30,\n(in thousands, except percentage data)\n2022\n2021\n$ Change\n% Change\nOther expense, net\n$\n(501,839)\n$\n(570,393)\n$\n68,554 \n(12)\n%\nOther expense, net decreased\n $68.6 million in fiscal year 2022, compared to \nfiscal year 2021\n. \nThe decrease was primarily due to a decrease of $294.1 million from the mark to fair value of the Exchange and Capped Call Derivatives. This was offset by an increase of $102.2 million of charges related to the full settlement of the Notes, and mark to fair value related to our marketable equity securities of $113.9 million during fiscal year 2022.\nInterest expense\nFiscal Year Ended June 30,\n(in thousands, except percentage data)\n2022\n2021\n$ Change\n% Change\nInterest expense\n$\n(41,466)\n$\n(92,586)\n$\n51,120 \n(55)\n%\nInterest expense decreased $51.1 million in \nfiscal year 2022\n compared to fiscal year 2021\n.\n The decrease was primarily due to a decrease of $59.5 million in amortization of debt discount and issuance cost due to full settlements of the Notes during \nfiscal year 2022, \noffset by the interest expense of $11.6 million from our Term Loan Facility.\nProvision for income taxes\nFiscal Year Ended June 30,\n(in thousands, except percentage data)\n2022\n2021\n$ Change\n% Change\nProvision for income taxes\n$\n(48,572)\n$\n(64,564)\n$\n15,992 \n**\nEffective tax rate\n**\n**\n**    Not meaningful\nWe reported an \nincome tax provision\n of $48.6 million on pretax loss of $470.9 million for fiscal year 2022, as co\nmpared to an income tax provision of $64.6 million on pretax loss of 514.4 million for fiscal year 2021. Our effective tax rate substantially differed from the U.S. statutory income tax rate of 21.0% primarily due to different tax rates in foreign jurisdictions such as Australia, and the recognition of significant permanent differences during fiscal years 2022 and 2021. Significant permanent differences included non-deductible charges related to the Notes, nondeductible stock-based compensation and research and development incentives. Our assessment of the recoverability of Australian and U.S. deferred tax assets will not change until there is sufficient evidence to support their realizability. Our assessment of the realizability of our Australian and U.S. deferred tax assets is based on all available positive and negative evidence. Such evidence includes, but is not limited to, recent cumulative earnings or losses, expectations of future taxable income by taxing jurisdiction, and the carry-forward periods available for the utilization of deferred tax assets.\nSee Note 19, “\nIncome Tax\n,” to the notes to our consolidated financial statements for additional information. Changes in our global operations or local tax laws could result in changes to our effective tax rates, future cash flows and overall profitability of our operations.\nLiquidity and Capital Resources\n60\nAs of June 30, 2023, we had cash and cash equivalents totaling $2.1 billion, short-term investments totaling $10.0 million and trade receivables totaling $477.7 million. Since our inception, we have primarily financed our operations through cash flows generated by operations \nand corporate debt.\nOur cash flows from operating activities, investing activities, and financing activities for fiscal years 2023, 2022 and 2021 were as follows:\n \nFiscal Year Ended June 30,\n (in thousands)\n2023\n2022\n2021\nNet cash provided by operating activities\n$\n868,111 \n$\n821,044 \n$\n789,960 \nNet cash provided by (used in) investing activities\n(1,258)\n36,516 \n259,262 \nNet cash used in financing activities\n(148,421)\n(399,280)\n(1,603,433)\nEffect of foreign exchange rate changes on cash, cash equivalents and restricted cash\n(1,805)\n(9,233)\n5,408 \nNet increase (decrease) in cash, cash equivalents, and restricted cash\n$\n716,627 \n$\n449,047 \n$\n(548,803)\nCash provided by operating activities has historically been affected by the amount of net loss adjusted for non-cash expense items such as expense associated with stock-based awards, impairment charges for leases and leasehold improvements, depreciation and amortization, gain on non-cash sale of controlling interest of a subsidiary and non-coupon impact related to the Notes and Capped Calls, the timing of employee-related costs such as bonus payments, collections from our customers, which is our largest source of operating cash flows, income tax payment and changes in other working capital accounts.\nAccounts impacting working capital consist of accounts receivables, prepaid expenses and other current assets, accounts payables, current provisions, and current deferred revenue. Our working capital may be impacted by various factors in future periods, such as billings to customers for subscriptions, licenses and maintenance services and the subsequent collection of those billings or the amount and timing of certain expenditures.\nNet cash provided by operating activities increased by $47.1 million for fiscal year 2023, compared to fiscal year 2022. The net increase was primarily\n \nattributable to an increase in cash received from customers, offset by an increase in cash paid to suppliers and employees and cash used to pay income taxes.\nNet cash provided by investing activities decreased by $37.8 million for fiscal year 2023, compared to fiscal year 2022. The net decrease was primarily attributable to a decrease of $185.6 million from proceeds from sales of marketable securities and strategic investments, offset by a decrease of $92.2 million from purchases of strategic investments, a decrease of $44.9 million from purchases of property and equipment, and a decrease of $13.6 million from business combinations, net of cash acquired.\nNet cash \nused\n in financing activities decreased by \n$250.9 million\n f\nor fiscal year 2023, compared to fiscal year 2022. The n\net cash \nused\n in financing activities was primarily \nattributable to\n \nrepurchases of Class A Common Stock of $150.0 million during fiscal year 2023. The n\net cash \nused\n in financing activities during \nfiscal year 2022 was\n \nprimarily attributable to the full settlement of the Notes for an aggregate consideration of $1.5 billion, offset by the proceeds from the Term Loan Facility of $1.0 billion and settlement of the Capped Call of $135.5 million.\nMaterial Cash Requirements\nDebt\nIn October 2020, Atlassian US, Inc. entered into a credit agreement establishing a $1 billion senior unsecured delayed-draw term loan facility (the “Term Loan Facility”) and a $500 million senior unsecured revolving credit facility (the “Revolving Credit Facility,” and together with the Term Loan Facility, the “Credit Facility”). We have fully drawn the Term Loan Facility, and we have full access to the $500 million under the Revolving Credit Facility. The Credit Facility matures in October 2025 and as of July, 1 2023 and onward bears interest, at our option, at a base rate plus a margin up to 0.50% or Secured Overnight Financing Rate plus a credit spread adjustment of 0.10% plus a spread of 0.875% to 1.50%, in each case with such margin being determined by our consolidated leverage ratio. The Revolving Credit Facility may be borrowed, repaid, and re-borrowed until its maturity, and we have the option to request an increase of $250 million in certain circumstances. The Credit Facility may be repaid at our discretion without penalty. Commencing on October 31, 2023, we are obligated to repay the outstanding principal amount of the Term Loan in installments on a quarterly basis in an amount equal to 1.25% of the Term Loan Facility borrowing amount until the maturity of the Credit Facility. \n61\nShare Repurchase Program\nIn January 2023, the Board of Directors authorized a program to repurchase up to $1.0 billion of our outstanding Class A Common Stock (the “Share Repurchase Program”). The Share Repurchase Program does not have a fixed expiration date, may be suspended or discontinued at any time, and does not obligate us to repurchase any specific dollar amount or to acquire any specific number of shares. During fiscal year 2023, we repurchased approximately 1.0 million shares of our Class A Common Stock for approximately $154.2 million at an average price per share of $157.49. All repurchases were made in open market transactions. As of June 30, 2023, we were authorized to purchase the remaining $845.8 million of our Class A Common Stock under the Share Repurchase Program. Refer to Note 18, “\nStockholder’s Equity\n,” to our consolidated financial statements for additional information.\nContractual Obligations\nOur principal commitments consist of contractual commitments for cloud services platform and other infrastructure services, and obligations under leases for office space including obligations for leases that have not yet commenced. Refer to Note 11, “\nLeases\n,” Note 12, “\nDebt\n,” Note 13, “\nCommitments and Contingencies,” and \nNote 18, “\nStockholder’s Equity\n,” to our consolidated financial statements for additional information.\nOther Future Obligations\nWe believe that our existing cash and cash equivalents, together with cash generated from operations, and borrowing capacity from the Credit Facility will be sufficient to meet our anticipated cash needs for at least the next 12 months. Our other future cash requirements will depend on many factors including our growth rate, the timing and extent of spend on research and development efforts, employee headcount, marketing and sales activities, payments to tax authorities, acquisitions of additional businesses and technologies, the introduction of new software and services offerings, enhancements to our existing software and services offerings and the continued market acceptance of our products.\nAs of June 30, 2023, the Company is not party to any off-balance sheet arrangements that have or are reasonably likely to have a current or future material effect on our financial condition, results of operations, liquidity, capital expenditures, or capital resources.\nNon-GAAP Financial Measures\nIn addition to the measures presented in our consolidated financial statements, we regularly review other measures that are not presented in accordance with GAAP, defined as non-GAAP financial measures by the SEC, to evaluate our business, measure our performance, identify trends, prepare financial forecasts and make strategic decisions. The key measures we consider are non-GAAP gross profit, non-GAAP operating income, non-GAAP operating margin, non-GAAP net income, non-GAAP net income per diluted share and free cash flow (collectively, the “Non-GAAP Financial Measures”). These Non-GAAP Financial Measures, which may be different from similarly titled non-GAAP measures used by other companies, provide supplemental information regarding our operating performance on a non-GAAP basis that excludes certain gains, losses and charges of a non-cash nature or that occur relatively infrequently and/or that management considers to be unrelated to our core operations. Management believes that tracking and presenting these Non-GAAP Financial Measures provides management, our board of directors, investors and the analyst community with the ability to better evaluate matters such as: our ongoing core operations, including comparisons between periods and against other companies in our industry; our ability to generate cash to service our debt and fund our operations; and the underlying business trends that are affecting our performance.\nOur Non-GAAP Financial Measures include: \n•\nNon-GAAP gross profit\n. Excludes expenses related to stock-based compensation, amortization of acquired intangible assets and restructuring charges.\n•\nNon-GAAP operating income and non-GAAP operating margin\n. Excludes expenses related to stock-based compensation, amortization of acquired intangible assets, and restructuring charges.\n•\nNon-GAAP net income and non-GAAP net income per diluted share\n. Excludes expenses related to stock-based compensation, amortization of acquired intangible assets, restructuring charges, non-coupon impact related to the Notes and Capped Calls, gain on a non-cash sale of a controlling interest of a subsidiary and the related income tax effects on these items, and a non-recurring income tax adjustment.\n•\nFree cash flow\n. Free cash flow is defined as net cash provided by operating activities less capital expenditures, which consists of purchases of property and equipment. \n62\nWe understand that although these Non-GAAP Financial Measures are frequently used by investors and the analyst community in their evaluation of our financial performance, these measures have limitations as analytical tools, and you should not consider them in isolation or as substitutes for analysis of our results as reported under GAAP. We compensate for such limitations by reconciling these Non-GAAP Financial Measures to the most comparable GAAP financial measures.\nThe following table presents a reconciliation of our Non-GAAP Financial Measures to the most comparable GAAP financial measure for fiscal years 2023, 2022 and 2021 (in thousands, except percentage and per share data):\nFiscal Year Ended June 30,\n2023\n2022\n2021\nGross profit\nGAAP gross profit\n$\n2,900,882 \n$\n2,349,968 \n$\n1,757,282 \nPlus: Stock-based compensation\n63,625 \n31,358 \n19,879 \nPlus: Amortization of acquired intangible assets\n22,853 \n22,694 \n22,394 \nPlus: Restructuring charges (1)\n9,192 \n— \n— \nNon-GAAP gross profit\n$\n2,996,552 \n$\n2,404,020 \n$\n1,799,555 \nOperating income\nGAAP operating income (loss)\n$\n(345,222)\n$\n70,083 \n$\n141,406 \nPlus: Stock-based compensation\n937,812 \n524,803 \n340,817 \nPlus: Amortization of acquired intangible assets\n33,127 \n32,398 \n31,754 \nPlus: Restructuring charges (1)\n96,894 \n— \n— \nNon-GAAP operating income\n$\n722,611 \n$\n627,284 \n$\n513,977 \nOperating margin\nGAAP operating margin\n(10)%\n3%\n7%\nPlus: Stock-based compensation\n26%\n18%\n16%\nPlus: Amortization of acquired intangible assets\n1%\n1%\n2%\nPlus: Restructuring charges (1)\n3%\n—%\n—%\nNon-GAAP operating margin\n20%\n22%\n25%\nNet income\nGAAP net loss\n$\n(486,761)\n$\n(519,510)\n$\n(578,979)\nPlus: Stock-based compensation\n937,812 \n524,803 \n340,817 \nPlus: Amortization of acquired intangible assets\n33,127 \n32,398 \n31,754 \nPlus: Restructuring charges (1)\n96,894 \n— \n— \nPlus: Non-coupon impact related to exchangeable senior notes and capped calls\n— \n450,829 \n700,847 \nLess: Gain on a non-cash sale of a controlling interest of a subsidiary\n(45,158)\n— \n— \nLess: Income tax adjustments\n(43,659)\n(105,064)\n(95,021)\nNon-GAAP net income\n$\n492,255 \n$\n383,456 \n$\n399,418 \nNet income per share\nGAAP net loss per share - diluted\n$\n(1.90)\n$\n(2.05)\n$\n(2.32)\nPlus: Stock-based compensation\n3.66 \n2.05 \n1.35 \nPlus: Amortization of acquired intangible assets\n0.13 \n0.13 \n0.13 \nPlus: Restructuring charges (1)\n0.38 \n— \n— \nPlus: Non-coupon impact related to exchangeable senior notes and capped calls\n— \n1.78 \n2.80 \nLess: Gain on a non-cash sale of a controlling interest of a subsidiary\n(0.18)\n— \n— \nLess: Income tax adjustments\n(0.17)\n(0.41)\n(0.38)\n63\nNon-GAAP net income per share - diluted\n$\n1.92 \n$\n1.50 \n$\n1.58 \nWeighted-average diluted shares outstanding\nWeighted-average shares used in computing diluted GAAP net loss per share\n256,307 \n253,312 \n249,679 \nPlus: Dilution from dilutive securities (2)\n554 \n2,345 \n3,673 \nWeighted-average shares used in computing diluted non-GAAP net income per share\n256,861 \n255,657 \n253,352 \nFree cash flow\nGAAP net cash provided by operating activities\n$\n868,111 \n$\n821,044 \n$\n789,960 \nLess: Capital expenditures\n(25,652)\n(70,583)\n(31,520)\nFree cash flow\n$\n842,459 \n$\n750,461 \n$\n758,440 \n(1) Restructuring charges include stock-based compensation expense related to the rebalancing of resources for fiscal year 2023.\n(2) The effects of these dilutive securities were not included in the GAAP calculation of diluted net loss per share for fiscal years 2023, 2022 and 2021 because the effect would have been anti-dilutive.",
    "item7a": ">ITEM 7A. QUANTITATIVE AND QUALITATIVE DISCLOSURE ABOUT MARKET RISK\nForeign Currency Exchange Risk\nWe operate globally and are exposed to foreign exchange risk arising from exposure to various currencies in the ordinary course of business. Our exposures primarily consist of the Australian dollar, Indian rupee, Euro, British pound, Japanese yen, Philippine peso, Canadian dollar, Polish zloty and New Zealand dollar. Foreign exchange risk arises from commercial transactions and recognized financial assets and liabilities denominated in a currency other than the U.S. dollar. Our financial risk management policy is reviewed annually by our Audit Committee and requires us to monitor our foreign exchange exposure on a regular basis.\nThe substantial majority of our sales contracts are denominated in U.S. dollars, and our operating expenses are generally denominated in the local currencies of the countries where our operations are located. We therefore benefit from a strengthening of the U.S. dollar and are adversely affected by the weakening of the U.S. dollar. \nWe have a cash flow hedging program in place and enter into derivative transactions to manage certain foreign currency exchange risks that arise in our ordinary business operations. We recognize all derivative instruments as either assets or liabilities on our consolidated statements of financial position and measure them at fair value. Gains and losses resulting from changes in fair value are accounted for depending on the use of the derivative and whether it is designated and qualifies for hedge accounting.\nWe enter into master netting agreements with select financial institutions to reduce our credit risk, and we trade with several counterparties to reduce our concentration risk with any single counterparty. We do not have significant exposure to counterparty credit risk at this time. We do not require nor are we required to post collateral of any kind related to our foreign currency derivatives.\nForeign currency exchange rate exposure\nWe hedge material foreign currency denominated monetary assets and liabilities using balance sheet hedges. The fluctuations in the fair market value of balance sheet hedges due to foreign currency rates generally offset those of the hedged items, resulting in no material effect on profit. Consequently, we are primarily exposed to significant foreign currency exchange rate fluctuations with regard to the spot component of derivatives held within a designated cash flow hedge relationship affecting other comprehensive income.\nForeign currency sensitivity\nA sensitivity analysis performed on our hedging portfolio as of June 30, 2023 and 2022\n \nindicated that a hypothetical 10% strengthening or weakening of the U.S. dollar against the Australian dollar applicable to our business would decrease or increase the fair value of our foreign currency contracts by \n$52.2 million and $38.2 million, respectively.\n64\nInterest Rate Risk\nWe are exposed to interest rate risk arising from our variable interest rate Credit Facility. Our financial risk management policy is reviewed annually by our Audit Committee and requires us to monitor its interest rate exposure on a regular basis.\nWe have a hedging program in place and enter into derivative transactions to manage the variable interest rate risks related to our Term Loan Facility. We enter into master netting agreements with financial institutions to execute our hedging program. Our master netting agreements are with select financial institutions to reduce our credit risk, and we trade with several counterparties to reduce our concentration risk with any single counterparty. We do not have significant exposure to counterparty credit risk at this time. We do not require nor are we required to post collateral of any kind related to our interest rate derivatives.\nWe enter into interest rate swaps with the objective to hedge \nthe variability of cash flows in the interest payments associated with our variable-rate Term Loan Facility\n. The interest rate swaps involve the receipt of variable-rate amounts from a counterparty in exchange for the Company making fixed-rate payments over the life of the agreements without exchange of the underlying notional amount. The interest rate swaps are designated as cash flow hedges and measured at fair value.\nA sensitivity analysis performed on interest rate swaps as of June 30, 2023 and 2022 indicated that a hypothetical 100 basis point increase in interest rates would increase the market value of our interest rate swap by \n$12.2 million and $17.6 million, respectively, and\n a hypothetical 100 basis point decrease in interest rates would decrease the market value of our interest rate swap by \n$12.7 million and $18.8 million, respectively\n. This estimate is based on a sensitivity model that measures market value changes when changes in interest rates occur.\nIn addition, our cash equivalents and investment portfolio are subject to market risk due to changes in interest rates. Fixed rate securities may have their market value adversely impacted due to a rise in interest rates. As of June 30, 2023, we had cash and cash equivalents totaling \n$2.1 billion\n and short-term investments totaling $10.0 million. A sensitivity analysis performed on our portfolio as of June 30, 2023 and 2022 indicated that a hypothetical 100 basis point increase or decrease in interest rates did not have a material impact to market value of our investments. This estimate is based on a sensitivity model that measures market value changes when changes in interest rates occur.\nEquity Price Risk\nWe are also exposed to equity price risk in connection with our equity investments. Our publicly traded equity securities investments are susceptible to market price risk from uncertainties about future values of the investment securities. As of June 30, 2023 and 2022, our publicly traded equity securities investments were fair valued at \n$19.4 million\n and\n $30.8 million\n, \nrespectively. A hypothetical 10% increase or decrease in the respective share prices of our \npublicly traded equity securities\n investments a\ns of June 30, 2023 and 2022\n would increase or decrease the fair value by $1.9 million and $3.1 million, respectively.\n65",
    "cik": "1650372",
    "cusip6": "G06242",
    "cusip": [
        "G06242954",
        "G06242904",
        "g06242104",
        "G06242104"
    ],
    "names": [
        "ATLASSIAN CORP PLC",
        "ATLASSIAN CORPORATION PLC"
    ],
    "source": "https://www.sec.gov/Archives/edgar/data/1650372/000165037223000040/0001650372-23-000040-index.htm"
}