{
    "item1": ">ITEM 1.   BUSINESS\nOverview\nIteris, Inc. (referred to collectively in this report as \"Iteris\", the \"Company\", \"we\", \"our\", and \"us\") is a provider of smart mobility infrastructure solutions. Our cloud-enabled solutions help public transportation agencies, municipalities, commercial entities and other transportation infrastructure providers monitor, visualize, and optimize mobility infrastructure to make mobility safe, efficient and sustainable for everyone.\nAs a pioneer in intelligent transportation systems (\"ITS\") technology, our intellectual property, advanced detection sensors, mobility and traffic data, software-as-a-service (\"SaaS\") offerings, mobility consulting services, and cloud-enabled managed services represent a comprehensive range of smart mobility infrastructure management solutions that we distribute to customers throughout the United States (\"U.S.\") and internationally.\nWe believe our products, solutions and services increase vehicle and pedestrian safety and decrease congestion within our communities, while also reducing environmental impact, including vehicle carbon emissions.\nWe continue to make significant investments to leverage our existing technologies and further enhance our advanced detection sensors, mobility intelligence software, mobility data sets, mobility consulting services, and cloud-enabled managed services. As we are always mindful of capital allocation, we apply significant effort to evaluate and prioritize these investments. Likewise, we are always exploring strategic alternatives intended to optimize the value of our Company.\nIteris was incorporated in Delaware in 1987 and has operated in its current form since 2004. Our principal executive offices are located at 1250 S Capital of Texas Hwy, Bldg. 1, Suite 330, Austin TX 78746, and our telephone number at that location is (512) 716-0808. Our website address is www.iteris.com. The inclusion of our website address in this report does not include or incorporate by reference into this report any information on, or accessible through, our website. Our annual reports on Form 10-K, quarterly reports on Form 10-Q and current reports on Form 8-K, together with amendments to these reports, are available on the \"Investor Relations\" section of our website, free of charge, as soon as reasonably practicable after such material is electronically filed with, or furnished to, the U.S. Securities and Exchange Commission (\"SEC\").\nRecent Developments\nCOVID-19 Update\nThe COVID-19 pandemic (the \"Pandemic\") materially adversely impacted global economic conditions. As COVID-19 has entered an endemic stage, COVID-19 may continue to have an unpredictable and unprecedented impact on the global economy, including possible additional supply chain disruptions, workplace dislocations, economic contraction, and negative pressure on customer budgets and customer sentiment.\nGiven the uncertainties surrounding the impacts of COVID-19 on the Company's future financial condition and results of operations, we have and may continue to identify and execute various actions to preserve our liquidity, manage cash flow and strengthen our financial flexibility. Such actions include, but are not limited to, reducing our discretionary spending, reducing capital expenditures, and implementing restructuring activities (see Note 3, \nRestructuring Activities\n, to the Financial Statements for more information). \nOur products require specialized parts which have become more difficult to source. In some cases, we have had to purchase such parts from third-party brokers at substantially higher prices. Additionally, to mitigate the impact of component shortages, we have increased inventory levels for parts in short supply. In the event demand does not materialize, we would need to hold excess inventory for several quarters. Alternatively, we may be unable to source sufficient components at any price, even from third-party brokers, to meet customer demand, resulting in high levels of backlog that we are unable to ship. The Company's tactics to mitigate the current global supply chain issues included re-designing certain circuit boards to accommodate computer chips that are more readily available in the market at more reasonable prices, and by accumulating inventory in the first two quarters of the fiscal year ended March 31, 2023 (\"Fiscal 2023\"). We have placed non-cancellable inventory orders for certain products in advance of our normal lead times to secure normal and incremental future supply and capacity and may need to continue to do so in the future. \nDue to the supply chain environment, the Company increased inventory by approximately $2.9 million as part of the Company's supply chain strategy for Fiscal 2023. The cash flow used in operating activities of our continuing operations was approximately $4.5 million during the twelve months ended March 31, 2023. Cash used during Fiscal 2023 was primarily due to two factors. First, the planned increase in inventory during the first half of Fiscal 2023 and the continued re-design of certain \n4\nTable\n of Contents\ncircuit boards as part of the Company’s supply chain strategy to help assure the Company has enough product to satisfy customer demand. Second, the net operating loss as a result of higher inventory component costs related to the global supply chain constraints. The increase in inventory purchases and in particular components purchased in the secondary markets was curtailed in the second half of Fiscal 2023, and the Company currently does not expect to continue to accumulate inventory, in the same magnitude, in future periods. However, if the Company encounters additional supply chain constraints again in the future, it may need to further adjust its operations to have sufficient liquidity.\nOn March 27, 2020, the Coronavirus Aid, Relief and Economic Security Act (\"CARES Act\") was signed into law in the United States. The CARES Act provides relief to U.S. corporations through financial assistance programs and modifications to certain income tax provisions. The Company applied certain beneficial provisions of the CARES Act, including the payroll tax deferral and the alternative minimum tax acceleration. As of March 31, 2023, the Company had repaid all amounts deferred under the CARES Act (see Note 5, \nIncome Taxes\n, to the Financial Statements for more information).\nCOVID-19 has had an impact on the Company’s human capital. While our Santa Ana product and commercial operations facility remained open throughout the Pandemic, many of our employees worked remotely during the past three years. With the recent easing of COVID-19 related restrictions imposed by local and state authorities, a larger portion of our workforce has returned to our various facilities while others continue to work remotely. The Company’s information technology infrastructure has proven sufficiently flexible to minimize disruptions in required duties and responsibilities. We believe we have the infrastructure to efficiently work remotely during COVID-19's current endemic stage and well into the future. \nThe Company assessed the impacts of COVID-19 on the estimates and assumptions used in preparing our financial statements. The estimates and assumptions used in our assessments were based on management’s judgment and may be subject to change as new events occur and additional information is obtained. In particular, there is significant uncertainty about the duration and extent of the impact of COVID-19, which has entered an endemic stage, and its resulting impact on global economic conditions. If economic conditions caused by COVID-19 do not recover as currently estimated by management, the Company’s financial condition, cash flows and results of operations may be materially impacted. The Company will continue to assess the effect of COVID-19 on its operations and the actions implemented to combat the virus throughout the world. As a result, our assessment of the impact of COVID-19 may change.\nAcquisition of the Assets of TrafficCast International, Inc.\nOn December 6, 2020, the Company entered into an Asset Purchase Agreement (the “TrafficCast Purchase Agreement”) with TrafficCast International, Inc. (“TrafficCast”), a privately held company headquartered in Madison, Wisconsin that provides travel information technology, applications and content to customers throughout North America in the media, mobile technology, automotive and public sectors. Under the TrafficCast Purchase Agreement, the Company agreed to purchase from TrafficCast substantially all of its assets, composed of its travel information technology, applications and content (the “TrafficCast Business”) and assume certain specified liabilities of the TrafficCast Business.\nOn May 6, 2022, approximately $0.9 million was paid to settle the balance of a security hold back agreed to as part of the acquisition, net of approximately $0.1 million of post-closing adjustments. As of March 31, 2023, the achievement levels of the revenue targets with respect to the earnout were resolved and the balance remaining of approximately $0.6 million was accrued in accordance with the terms of the agreement. This item is included in accrued liabilities on the balance sheets.\nSimultaneous with closing the transaction, the parties entered into certain ancillary agreements that provided Iteris with ongoing access to mapping and monitoring services that the TrafficCast Business used to support its real-time and predictive travel data and associated content until termination of these agreements on December 6, 2022. \nRestructuring Activities\nTo help offset recent increases in supply chain costs, on May 12, 2022, the Board of Directors of Iteris, Inc. approved additional restructuring activities to better position the Company for increased profitability and growth. The Company incurred $0.7 million of employee separation costs in relation to these activities, which were included in restructuring charges on the statement of operations (see Note 3, \nRestructuring Activities\n, to the Financial Statements for more information).\nProducts and Services\nIteris provides comprehensive smart mobility infrastructure solutions for public-sector and private-sector customers primarily located in North America. These solutions include traveler information systems, transportation performance measurement software, traffic analytics software, transportation operations software, transportation-related data sets, advanced sensing devices, managed services, traffic engineering services, and mobility consulting services. \nSoftware Solutions\n5\nTable\n of Contents\nIteris offers our public-sector and private-sector customers a portfolio of industry-leading smart mobility infrastructure software solutions. These software solutions include ClearGuide, ClearRoute, commercial vehicle operations, TrafficCarma, VantageLive! and BlueARGUS as described below. \n•\nClearGuide, which is provided on a software-as-a-service basis (\"SaaS\"), is a state-of-the-art mobility intelligence and transportation performance measures solution. It utilizes a wide range of data resources and analytical techniques to determine current and future traffic patterns to enable the effective performance analysis and management of traffic infrastructure resources at various levels – highway, arterial (i.e., corridor), or intersection. At times, we refer to intersection performance analytics as signal performance measurement (\"SPM\"). ClearGuide users can measure how a transportation network is performing and identify potential areas of improvement. These applications are also capable of providing users with predictive traffic analytics, and easy-to-use visualization and animation features based on historical traffic conditions.\n•\nClearRoute delivers contextual, real-time, actionable mobility intelligence and traveler information services on a platform-as-a-service basis. ClearRoute provides multimodal, multilingual, traveler information via mobile apps, websites, email and text alerts, and Interactive Voice Response (\"IVR\"). The ClearRoute solution benefits from a powerful, flexible and streamlined infrastructure to help reduce congestion and improve safety and mobility for transportation networks across the country, and facilitates frictionless interoperability, flexible provisioning, and robust management of customer focused data.\n•\nCommercial vehicle operations and vehicle safety compliance applications, which are provided on a SaaS basis include various applications branded as ClearFleet, CVIEWplus, CheckPoint, UCRLink, and Inspect. Collectively, these software applications support state-based commercial vehicles operations by storing and distributing intrastate and interstate commercial vehicle information for local, state, and federal agency roadside and enforcement operations. \n•\nTrafficCarma, which is easily white labeled, is the first mobile application focused on the 120 million U.S. daily commuters and their journeys to and from work, train stations, airports, sporting events and other destinations. TrafficCarma provides advice on known route choices, not turn-by-turn navigation. It is personalized for peoples’ daily commutes and the roads they drive most. Verified crowdsourced content is combined with road speed data, public agency reports, camera imaging and other metrics and delivers users information relevant to their commute and other personal routes. \n•\nVantageLive! is a SaaS solution that allows users to collect, process and analyze advanced intersection data from our Vantage sensors, as well as to view and understand intersection activity.\n•\nBlueARGUS is a SaaS solution that collects, analyzes, and visualizes various information related to travel times, speeds, and origin-destination from our BlueTOAD Spectra sensors and connected vehicle information from our BlueTOAD Spectra RSU sensors. \nMobility Data Sets\nClearData is the enhanced mobility data output of the Iteris ClearMobility Cloud, a suite of data integration and analytics engines that aggregates and validates both proprietary and diversely sourced data inputs, including incidents, construction and connected vehicle GPS probes. Following processing and quality assurance, ClearData reflects real-time road conditions and is delivered to public-sector and private-sector customers via subscription-based direct data feeds or application programming interfaces (\"APIs\"), or through ClearGuide, our mobility intelligence and transportation performance measures software solution. The complex, dynamic nature of roadway traffic cannot be explained by any single data source. ClearData resolves data conflicts through proprietary computerized algorithms and selective quality control from experienced traffic analysts.\nAdvanced Sensors\nIteris offers advanced intersection detection and other fixed traffic sensors that collectively comprise our two sensor families – Vantage and BlueTOAD. Increasingly, we bundle communications systems and traffic data collection applications (e.g., VantageLive! and BlueARGUS) with our sensor products.\nThe Vantage family of sensors uses advanced image processing technology, radar technology and other techniques to observe multi-modal traffic (e.g., vehicle, bicycle, and pedestrian), translate these observations into structured data, and apply \n6\nTable\n of Contents\nsophisticated, proprietary algorithms to this structured data to optimize traffic signal performance in real-time. Certain Vantage sensors apply machine learning techniques for enhanced object classification. In addition to detecting the presence of objects, our Vantage systems record vehicle count, speed and other traffic information used in traffic management systems. Thus, our Vantage systems give traffic managers the tools to mitigate roadway congestion by visualizing and analyzing traffic patterns, allowing them to modify traffic signal timing to improve traffic flow. Our various software components complement our Vantage detection systems by providing integrated platforms to manage and view detection assets remotely over a network connection, as well as mobile application for viewing anywhere. The Vantage family of sensors includes Vantage Apex, Vantage Fusion, Vantage Next, VantagePegasus, VantageRadius, Vantage Vector, Velocity, SmartCycle, SmartCycle Bike Indicator, SmartSpan, VersiCam, PedTrax, and P-Series products.\n•\nVantage Fusion is a connected-vehicle (\"CV\") focused detection product that tracks and reports vehicles and pedestrians in and around intersections. This product helps the industry bridge the currently fledgling CV market to an eventually CV-dominant world by providing non-CV vehicle locations (and details) to the CV network. This product is developed in partnership with Continental AG, a global automotive parts manufacturer and leading CV equipment provider.   \n•\nVantage Apex is the industry’s first full 1080p high-definition (\"HD\") video and 4D/HD radar hybrid sensor with integrated artificial intelligence (AI) algorithms. Vantage Apex provides precise and detailed detection, tracking and classification of traffic.\n•\nVantage Next uses a powerful processor that enables future functional growth while maintaining proven Iteris video detection performance and reliability. The architecture supports expanding ITS applications and easily integrates with existing technologies and is anticipated to integrate with future technologies.\n•\nVantage Vector is a hybrid video and radar detection sensor with a wide range of capabilities, including stop bar and advanced zone detection, which enable advanced safety and adaptive control applications. \n•\nSmartCycle capability, which can effectively differentiate between bicycles and other vehicles with a single video detection camera, is available with all of our Vantage systems. SmartCycle enables more efficient signalized intersections, improved traffic throughput and increased bicyclist safety. Agencies using bicycle timing benefit from bicycle-specific virtual detection zones that can be placed anywhere within the approaching traffic lanes, eliminating the need for separate bicycle-only detection systems.\n•\nSmartCycle Bike Indicator, which leverages the SmartCycle bicycle detection algorithm, is a device that mounts onto traffic signals and illuminates when cyclists waiting at an intersection have been detected, allowing cyclists to avoid interacting with vehicle traffic to push pole-mounted buttons.\n•\nPedTrax capability, which is also available with all of our Vantage systems, provides bi-directional pedestrian counting and speed tracking within the crosswalk to help improve signal timing efficiency, as well as providing an additional data stream to existing vehicle and bicycle counts.\n•\nVersiCam, an integrated camera and processor video detection system, is a cost-efficient video detection system for smaller intersections that require only a few detection points.\nThe BlueTOAD product family combines unique MAC Address capture with the latest CV technologies. The combination of these two technologies provides customers with a market leading sensor along with a comprehensive data set that enables advanced analytics through our SaaS offerings. The BlueTOAD family of sensors includes BlueTOAD Spectra and BlueTOAD Spectra RSU, both of which we bundle with a Cloud-based software application branded as BlueARGUS.\n•\nBlueTOAD Spectra is a complete system for identifying the travel times of vehicles using advanced Bluetooth re-identification techniques. This provides traffic flow information for vehicle travel as well as Origin-Destination information.\n•\nBlueTOAD Spectra RSU is a full-featured connected vehicle and travel time information system. In addition to travel times and vehicle speeds it communicates vital safety and mobility information via both DSRC and C-V2X from infrastructure to vehicles and other users.\n7\nTable\n of Contents\nIn select territories, the Company also sells certain complementary original equipment manufacturer (\"OEM\") products for the traffic intersection market, which include, among other things, traffic signal controllers and traffic signal equipment cabinets.\nWe believe that future growth domestically and internationally for our Vantage family of products will be dependent, in part, on the continued replacement of adoption of traditional in-pavement loop technology with above-ground video and radar detection technologies to manage traffic.\nManaged Services\nIteris Managed Services include traffic management centers (\"TMC\") design, staffing, and operations services to public agencies, whether they need to create a new TMC or migrate an existing TMC network to a virtual environment. Iteris partners with agencies to augment their internal capability and provide the foundation and expertise required to successfully implement virtual TMCs to support goals such as capital or recurring cost savings, operation from any location, and staff security and flexibility.\nAdditionally, Iteris’ cloud-enabled managed services combine SaaS, smart sensors and consulting expertise to proactively address the challenges of monitoring and maintaining intersections, arterial roads and highways along with their related in-field technology. These services include congestion and asset management areas of focus, combining innovative traffic optimization with hardware inventory and maintenance.  \nWith Iteris Managed Services, public transportation agencies, real estate developers, construction firms, and event operators are provided the opportunity to save time and money while better keeping road users safe and ensuring that traffic flows efficiently.\nTraffic Engineering and Mobility Consulting\nOur traffic engineering and mobility consulting services include planning, design, development and implementation of software and hardware-based ITS that integrate sensors, video surveillance, computers and advanced communications equipment to enable public agencies to monitor, control and direct traffic flow, assist in the quick dispatch of emergency crews, and distribute real-time information about traffic conditions. Our services also include planning, design, implementation, operation and management of surface transportation infrastructure systems. We perform analysis and study goods movement, provide travel demand forecasting and systems engineering, and identify mitigation measures to reduce traffic congestion. \nClearMobility Platform\nWith the company’s introduction of the ClearMobility Platform, we aligned our entire portfolio of solutions under a common branding structure. We believe this alignment will drive internal synergies, increase our cross-sell rate, enhance sales productivity, and increase market awareness of our entire solutions portfolio. Additionally, we launched the ClearMobility Cloud that enables seamless interoperation among our solutions via a common mobility data management engine, API framework, and microservices ecosystem that provides standardized data ingestion, cleansing, and analytics, as well as authentication and policy-based security for each component of the ClearMobility Platform. ClearMobility Cloud is both horizontally scalable and third-party extensible.  \n Because we are now aligning, harmonizing, and optimizing our portfolio of individual solutions to a common platform, the Company’s chief operating decision maker (“CODM”) evaluates financial and operational performance holistically. As such, beginning in the fiscal year ended March 31, 2022 (\"Fiscal 2022\") and throughout Fiscal 2023, we reported as a single operating segment.\nMarket Conditions\nCurrently, over 90% of our revenue is attributable to public-sector customers. Therefore, most of our revenue is dependent upon state and local government funding, and to a lesser extent federal governmental funding. In some cases, this funding is appropriated annually through the respective legislative process. In other cases, various dedicated funding mechanisms exist to support transportation infrastructure and related projects, including, but not limited to dedicated sales and gas tax measures, vehicle and permit fees, and other alternative dedicated funding sources. Additionally, some of our activities may be funded through bond measures. \n8\nTable\n of Contents\nWe believe that overall demand for our solutions will continue to be dependent at least in part on the federal and local government's use of funds, and as in the past, our business may be, at times, adversely affected by governmental budgetary issues. The Infrastructure Investment and Jobs Act (\"IIJA\") became effective on November 15, 2021. The IIJA will contribute $1.2 trillion to fund physical infrastructure and public works, adding $550 billion to existing levels of transportation-specific funding. With that funding pool, areas of direct relevance to Iteris include $110 billion for roads, bridges and major projects, $39 billion for public transit, and $11 billion for transportation safety. However, delays in the appropriation of annual funding and current debates related to the federal debt ceiling may cause some uncertainty regarding the availability of transportation funds in federal, state and local budgets.\nSales and Marketing\nWe market and sell our software, mobility data, managed services, traffic engineering, and mobility consulting services to government agencies pursuant to negotiated contracts that involve competitive bidding and specific qualification requirements. Most of our contracts are with federal, state and local municipal customers, and generally provide for cancellation or renegotiation at the option of the customer upon reasonable notice and fees paid for modification. We generally use selected members of our traffic engineering, mobility consulting, data science and product management teams on a regional basis to serve in sales and business development functions. Our traffic engineering and mobility consulting service contracts generally involve long lead times and require extensive specification development, evaluation and price negotiations.\nWe sell our Vantage and BlueTOAD product families along with their related software bundles through both direct and indirect sales channels. Where we sell direct, we use a combination of our own sales personnel and outside sales organizations to sell, oversee installations, and support our products. Our indirect sales channel comprises a network of independent distributors in the U.S. and select international locations, which sell integrated systems and related products to the traffic management market. Our independent distributors are trained in and primarily responsible for the sales, installation, set-up and support of our products. They maintain an inventory of demonstration traffic products from various manufacturers, who sell directly to government agencies and installation contractors. These distributors often have long-term arrangements with local government agencies in their respective territories for the supply of various products for the construction and renovation of traffic intersections, as they are generally well-known suppliers of various high-quality ITS products to the traffic management market. We periodically hold technical training classes for our distributors and end-users, and we maintain a full-time staff of customer support technicians throughout the U.S. to provide technical assistance when needed. When appropriate, we modify or make changes to our distributor network to accommodate the needs of the market and our customer base.\nWith the acquisition of the TrafficCast Business on December 7, 2020, we now sell traffic and mobility data and software through a direct sales model to commercial enterprises, such as media companies involved in providing real-time traffic data and traffic incident data to insurance companies, automotive OEMs and the traveling public. \nWe have historically had a diverse customer base. For Fiscal 2023 and Fiscal 2022, no individual customer represented greater than 10% of our total revenues. As of March 31, 2023 and 2022, no individual customer accounted for more than 10% of our total trade accounts receivable.\nManufacturing and Materials\nWe use contract manufacturers to build subassemblies that are used in our products. Additionally, we procure certain components for our products from qualified suppliers, both in the U.S. and internationally, and generally use multi-sourcing strategies when technically and economically feasible to mitigate supply risk. These subassemblies and components are typically delivered to our Santa Ana, California facility where they go through final assembly and testing prior to shipment to our customers. Our key suppliers include Veris Manufacturing and MoboTrex, Inc. Our assembly and test activities are conducted in approximately 12,000 square feet of space at our Santa Ana, California facility. Production volume at our subcontractors typically is based upon bi-annual forecasts that we generally adjust on a monthly basis to control inventory levels. Our production facility maintains a Quality Management System that is currently certified as conforming to all requirements of the International Organization for Standardization (\"ISO\") 9001:2015 international standard.\nCustomer Support and Services\nWe provide warranty service and support for our products, as well as follow-up service and support for which we charge separately. Such service revenue was not a material portion of our total revenues for Fiscal 2023 and Fiscal 2022. We believe customer support is a key competitive factor for our Company.\nBacklog\n9\nTable\n of Contents\nOur total backlog of unfulfilled firm orders was approximately $114.2 million at March 31, 2023. We typically expect to recognize revenue in the range of approximately two-thirds to three-quarters of our backlog as of the end of a fiscal year in the subsequent fiscal year. At March 31, 2022, we had backlog of approximately $99.9 million. The 14% increase in backlog in the current fiscal year was generally attributable to overall strong demand for our products and services, as well as the timing of the receipt of some large contracts. \nBacklog is an operational measure representing future unearned revenue amounts believed to be firm and earned under existing agreements, but it does not represent the total contract award if a firm purchase order or task order has not yet been issued under the contract. Backlog is not included in deferred revenue on our balance sheets. Backlog does not include contract awards for which definitive contracts have not been executed. We believe backlog is a useful metric for investors, given its relevance to total orders.\nThe timing and realization of our backlog is subject to the inherent uncertainties of doing business with federal, state and local governments, particularly in view of budgetary constraints, cut-backs and other delays or reallocations of funding that these entities typically face. In addition, pursuant to the customary terms of our agreements with government contractors and other customers, our customers can generally cancel or reschedule orders with little or no penalties. Lead times for the release of purchase orders often can be affected by a variety of factors including the scheduling and forecasting practices of our individual customers, as well as availability of installation labor and ancillary parts related to installation which we do not manufacture or supply. These factors can affect the timing of the conversion of our backlog into revenues. For these reasons, among others, our backlog at a particular date may not be indicative of the timing of our future revenues.\nProduct Development\nOur product development activities are mostly conducted at our facilities in Santa Ana, California, and Madison, Wisconsin as well as using additional employee and partner resources across North America. Our research and development costs and expenses were approximately $8.3 million for Fiscal 2023 and $7.4 million for Fiscal 2022. We expect to continue to pursue various product development programs and incur research and development expenditures in future periods.\nWe believe our engineering and product development capabilities are a competitive strength. We strive to continuously develop new products, technologies, features and functionalities to meet the needs of our ever-changing markets, as well as to enhance, improve upon, and refine our existing product lines. We plan to continue to invest in the development of further enhancement and functionality of our ClearMobility Platform.\nCompetition\nGenerally, we face significant competition in each of our target markets. Increased competition may result in price reductions, reduced gross margins and loss of market share, any of which could have a material adverse effect on our business, financial condition and results of operations.\nThe markets in which we operate are highly fragmented and subject to evolving national and regional quality, operations and safety standards. Our competitors vary in number, scope and breadth of the products and services they offer. Our competitors providing managed services and consulting include a mix of local, regional and international engineering services firms. Our competitors in software products (e.g., performance measurement and management, advanced traveler information systems, and our commercial vehicle operations and vehicle safety compliance platforms) include university affiliated software organizations, venture backed software companies, as well as other multi-disciplinary hardware and software corporations.\nIn the market for our detection products, we compete with manufacturers and distributors of other above-ground video camera and radar detection systems and manufacturers and distributors of other non-intrusive detection devices (e.g., microwave, infrared, radar, ultrasonic and magnetic detectors), as well as manufacturers and installers of in-pavement inductive loop products, which have historically been, and currently continue to be, the predominant vehicle detection system in this market. Additionally, products such as BlueTOAD and VantagePegasus compete against various competitors in the travel-time and data communications markets, respectively.\nIn general, the markets for the products and services we offer are highly competitive and are characterized by rapidly changing technology and evolving standards. Many of our current and prospective competitors have longer operating histories, greater name recognition, access to larger customer bases, and significantly greater financial, technical, manufacturing, distribution and marketing resources than we do. As a result, they may be able to adapt more quickly to new or emerging standards or technologies, or to devote greater resources to the promotion and sale of their products. It is also possible that new competitors or alliances among competitors could emerge and rapidly acquire significant market share. We believe that our ability to compete effectively in our target markets will depend on a number of factors, including the success and timing of our \n10\nTable\n of Contents\nnew product development, the compatibility of our products with a broad range of computing systems, product quality and performance, reliability, functionality, price and service, and technical support. Our failure to provide services and develop and market products that compete successfully with those of other suppliers and consultants in our target markets could have a material adverse effect on our business, financial condition and results of operations.\nIntellectual Property and Proprietary Rights\nOur ability to compete effectively depends in part on our ability to develop and maintain the proprietary aspects of our technology. Our policy is to obtain appropriate proprietary rights of protection for any potentially significant new technology acquired or developed by us. We currently have a total of 31 issued U.S. patents, including: (i) 17 relating to our advanced sensor technologies, (ii) 8 relating to our engineering and consulting services technologies and (iii) 6 related to our purchase of the TrafficCast Business. We have a total of 2 pending patent applications in the U.S. We currently have 5 issued foreign patents and 2 foreign patent applications related to our purchase of the TrafficCast Business. The expiration dates of our patents range from 2026 to 2040. We intend to pursue additional patent protection to the extent we believe it would be beneficial and cost-effective.\nIn addition to patent laws, we rely on copyright and trade secret laws to protect our proprietary rights. We attempt to protect our trade secrets and other proprietary information through agreements with customers and suppliers, proprietary information agreements with our employees and consultants, and other similar measures. We do not have any material licenses or trademarks other than those relating to product names. We cannot be certain that we will be successful in protecting our proprietary rights. While we believe our patents, patent applications, software and other proprietary know-how have value, rapidly evolving technology makes our future success dependent largely upon our ability to successfully achieve continuing innovation.\nAs a provider of traffic engineering services, hardware products, software and other various solutions for the traffic industry, the Company is, and may in the future from time to time, be involved in litigation in the normal course of business related to our intellectual property rights and the intellectual property rights of others. While the Company cannot accurately predict the outcome of any such litigation, the Company is not a party to any litigation or other legal proceedings related to its intellectual property or the intellectual property of others, the outcome of which, in management’s opinion, individually or in the aggregate, would have a material effect on the Company’s results of operations, financial position or cash flows. An adverse outcome in such litigation or similar proceedings could subject us to significant liabilities to third parties, require disputed rights to be licensed from others or require us to cease marketing or using certain products, any of which could have a material adverse effect on our business, financial condition and results of operations. In addition, the cost of addressing any intellectual property litigation claim, both in legal fees and expenses, as well as from the diversion of management's resources, regardless of whether the claim is valid, could be significant and could have a material adverse effect on our business, financial condition and results of operations. \nEmployees\nAs of March 31, 2023, we employed 450 full-time employees and 17 part-time employees, for a total of 467 employees.  None of our employees are represented by a labor union, and we have never experienced a work stoppage. We believe our relations with our employees are good.\nGovernment Regulation\nOur manufacturing operations are subject to various federal, state and local laws and regulations, including those restricting the discharge of materials into the environment. We are not involved in any pending or, to our knowledge, threatened governmental proceedings, which would require curtailment of our operations because of such laws and regulations. We continue to expend funds in connection with our compliance with applicable environmental regulations. These expenditures have not been significant in the past, and we do not expect any significant expenditure in the near future. Currently, compliance with foreign laws has not had a material impact on our business; however, as we expand internationally, foreign laws and regulations could have a material impact on our business in the future.",
    "item1a": ">ITEM 1A.   RISK FACTORS\nOur business is subject to a number of risks, some of which are discussed below. Other risks are presented elsewhere in this report and in the information incorporated by reference into this report. You should consider the following risks carefully in addition to the other information contained in this report and our other filings with the SEC, including our subsequent quarterly reports on Form 10-Q and current reports on Form 8-K, before deciding to buy, sell or hold our common stock. The risks and uncertainties described below are not the only ones facing our company. Additional risks and uncertainties not \n11\nTable\n of Contents\npresently known to us or that we currently deem immaterial may also affect our business operations. If any of these risks actually occurs, our business, financial condition, or results of operations could be seriously harmed. In that event, the market price for our common stock could decline and you may lose all or part of your investment.\nRisk Related to Our Business\nBecause we depend on government contracts and subcontracts, we face additional risks related to contracting with federal, state and local governments, including budgetary issues and fixed price contracts, that could adversely impact our future revenues and profitability.\nA significant portion of our revenues is derived from contracts with governmental agencies, either as a general contractor, subcontractor or supplier. We anticipate that revenue from government contracts will continue to remain a significant portion of our revenues. Government business is, in general, subject to special risks and challenges, including:\n•\ndelays in funding and uncertainty regarding the allocation of funds to state and local agencies from the U.S. federal government, and delays or reductions in other state and local funding dedicated for transportation and ITS projects;\n•\nother government budgetary constraints, including reaching the current federal debt ceiling; cut-backs, delays or reallocation of government funding, including without limitation, changes in the administration and repeal of government purchasing programs;\n•\nlong purchase cycles or approval processes;\n•\ncompetitive bidding and qualification requirements, as well as our ability to replace large contracts once they have been completed;\n•\nchanges in government policies and political agendas;\n•\nmaintenance of relationships with key government entities from whom a substantial portion of our revenue is derived;\n•\nmilestone deliverable requirements and liquidated damage and/or contract termination provisions for failure to meet contract milestone requirements;\n•\nperformance bond requirements;\n•\nadverse weather conditions or other natural or health disasters or developments, such as COVID-19, and evacuations and flooding due to hurricanes, can result in our inability to perform work in affected areas; and\n•\ninternational relations and international conflicts such as the war in Ukraine, or other military operations that could cause the temporary or permanent diversion of government funding from transportation or other infrastructure projects.\nGovernmental budgets and plans are subject to change without warning. Certain risks of selling to governmental entities include dependence on appropriations and administrative allocation of funds, changes in governmental procurement legislation and regulations and other policies that may reflect political developments or agendas, significant changes in contract scheduling, intense competition for government business and termination of purchase decisions for the convenience of the governmental entity. Substantial delays in purchase decisions by governmental entities and rescheduling or cancellation in purchase decisions by governmental entities, and the current constraints on government budgets at the federal, state and local level, and the ongoing uncertainty as to the timing and accessibility to government funding could cause our revenues and income to drop substantially or to fluctuate significantly between fiscal periods.\nIn addition, a number of our government contracts are fixed price contracts. As a result, we may not be able to recover any cost overruns we may incur. These fixed price contracts require us to estimate the total project cost based on preliminary projections of the project's requirements. The financial viability of any given project depends in large part on our ability to estimate these costs accurately and complete the project on a timely basis. In the event our costs on these projects exceed the fixed contractual amount, we will be required to bear the excess costs. Such additional costs could adversely affect our financial condition and results of operations. Moreover, certain of our government contracts are subject to termination or renegotiation at the convenience of the government, which could result in a large decline in our revenues in any given period. Our inability to \n12\nTable\n of Contents\naddress any of the foregoing concerns or the loss or renegotiation of any material government contract could seriously harm our business, financial condition and results of operations.\nOur profitability could be adversely affected if we are not able to maintain adequate utilization of our engineering and consulting workforce.\nThe cost of providing our engineering and mobility consulting services, including the extent to which we utilize our workforce, affects our profitability. The rate at which we utilize our workforce is affected by a number of factors, including:\n•\nour ability to transition employees from completed projects to new assignments and to hire and assimilate new employees;\n•\nour ability to forecast demand for our services and thereby maintain an appropriate headcount in our various regions and related professional disciplines;\n•\nthe timing of new contract awards, the commencement of work under an awarded contract or the completion of large contracts;\n•\nthe availability of project funding or other project budget issues;\n•\nour need to devote time and resources to training, business development, professional development and other non-chargeable activities; and\n•\nour ability to match the skill sets of our employees to the needs of the marketplace.\nAn inability to properly and fully utilize our engineering and consulting workforce would reduce our profitability and could have an adverse effect on our results of operations.\nOur management information systems and databases have been and could in the future be disrupted by data protection breaches, system security failures, cyber threats or by the failure of, or lack of access to, our internal operations, such as our enterprise resource planning (\"ERP\") system, or services provided to our customers. These disruptions could negatively impact our sales, increase our expenses, significantly harm our reputation and/or adversely affect our stock price.\nExperienced users and computer programmers may be able to penetrate, or \"hack\", our network security and create system disruptions, cause shutdowns and compromise or misappropriate our confidential information or that of our employees and third parties. Computer programmers and hackers also may be able to develop and deploy viruses, worms, and other malicious software programs that attack our internal network, any of our systems, service offerings or otherwise exploit any security vulnerabilities of our network, systems or service offerings. In addition, sophisticated services, hardware and operating system software and applications that we procure from third parties may contain defects in design or manufacture, including \"bugs\" and other problems that could unexpectedly interfere with the operation of a system. We could incur expenses addressing problems created by cyber or other security problems, bugs, viruses, worms malicious software programs and security vulnerabilities, and our efforts to address these problems may not be successful. We must, and do, take precautions to secure customer information and prevent unauthorized access to our databases and systems containing confidential information. Any data security event, such as a breach, data loss or information security lapses, whether resulting in the compromise of personal information or the improper use or disclosure of confidential, sensitive or classified information, could result in interruptions, cessation of service(s), claims, remediation costs, regulatory sanctions against us, loss of current and future contracts, adverse effects to results of operations and financial condition, serious harm to our reputation and/or adverse effects to our stock price. We operate our ERP system and other key business systems on SaaS platforms, and we use these systems for reporting, planning, sales, audit, inventory control, loss prevention, purchase order management and business intelligence. Accordingly, we depend on these systems, and the third-party providers of these services, for a number of aspects of our operations. If these service providers or these systems fail, or if we are unable to continue to have access to these systems on commercially reasonable terms, or at all, operations could be severely disrupted until an equivalent system(s) could be identified, licensed or developed, and integrated into our operations. This disruption could have a material adverse effect on our business. We carry insurance, including cyber insurance, commensurate with our size and the nature of our operations, although there is no certainty that such insurance will in all cases be sufficient to fully reimburse us for all losses incurred in connection with the occurrence of any of these system security risks, data protection breaches, cyber-attacks or other events.\nIf unauthorized access is obtained to our customer's personal and/or proprietary data in connection with our web-based and mobile application solutions and services, we may suffer various negative impacts, including a loss of customer and \n13\nTable\n of Contents\nmarket confidence, loss of customer loyalty, and significant liability to our customers and to individuals or businesses whose information was being stored.\nProtecting data of our customers is critical to our business, and if there is unauthorized access, we may incur significant costs or liabilities. In addition, we are required to comply with government contracting requirements and make investments in our systems to protect that data. If we are unable to do so, our customers may lose confidence in us, which would harm our sales, and we may incur significant expenses or liabilities.\nAcquisitions of companies or technologies may require us to undertake significant capital infusions and could result in disruptions of our business and diversion of resources and management attention.\nWe completed the acquisition of TrafficCast in December 2020 and we plan to continue to explore acquiring additional complementary businesses, products, services, and technologies. Acquisitions may require significant capital infusions which could be in the form of debt, equity, or both, and, in general, acquisitions also involve a number of special risks, including:\n•\npotential disruption of our ongoing business and the diversion of our resources and management's attention;\n•\nthe failure to retain or integrate key acquired personnel;\n•\nthe challenge of assimilating diverse business cultures, and the difficulties in integrating the operations, technologies and information system of the acquired companies;\n•\nincreased costs to improve managerial, operational, financial and administrative systems and to eliminate duplicative services;\n•\nthe incurrence of unforeseen obligations or liabilities;\n•\npotential impairment of relationships with employees or customers as a result of changes in management; \n•\nincreased interest expense or increased share or equity dilution; and\n•\namortization of acquired intangible assets, as well as unanticipated accounting charges.\nOur competitors are also soliciting potential acquisition candidates, which could both increase the price of any acquisition targets and decrease the number of attractive companies available for acquisition. Acquisitions may also materially and adversely affect our operating results due to large write-offs, contingent liabilities, substantial depreciation, deferred compensation charges or intangible asset amortization, or other adverse tax or accounting consequences. We cannot assure you that we will be able to identify or consummate any additional acquisitions, successfully integrate any acquisitions or realize the benefits and opportunities anticipated from any acquisition.\nAcquisitions, investments and divestitures could result in operating difficulties, dilution, and other consequences that may adversely affect our business and results of operations.\nAcquisitions, investments and divestitures are important elements of our overall corporate strategy and use of capital, and these transactions could be material to our financial condition and results of operations. We expect to continue to evaluate and enter into discussions regarding potential strategic transactions. These strategic transactions could create unforeseen operating difficulties and expenditures. We face risks that include, among other things:\n•\nthe strategic benefits and opportunities from any planned or completed acquisition or divestiture by the Company may not be realized or may take longer to realize than expected;\n•\nstrategic benefits and opportunities related to past and ongoing restructuring actions may not be realized or may take longer to realize than expected;\n•\nour ability to realize the expected financial benefits of an acquisition, divestiture or other strategic transaction may not be realized or may take longer to realize than expected;\n•\ncost reductions may not occur as expected;\n•\nmanagement time and focus may be diverted from operating our business to challenges related to acquisitions and other strategic transactions;\n14\nTable\n of Contents\n•\ncultural challenges may arise associated with integrating employees from the acquired company into our organization, and retention of employees from the businesses we acquire; and\n•\nwe may fail to successfully further develop the acquired business or technology.\nOur failure to address the risks and other issues in connection with our past or future acquisitions and other strategic transactions could cause us to not realize their anticipated benefits and opportunities, incur unanticipated liabilities, experience increased costs, and harm our business generally.\nWe participate in the software development market, which may be subject to various technical and commercial challenges.\nWe invest in software development and have in the past and may in the future experience development and technical challenges. Our business and results of operations could also be seriously harmed by any significant delays in our software development activities. Despite testing and quality control, we cannot be certain that errors will not be found in our software after its release. Any faults or errors in our existing products or in any new products may cause delays in product introduction and shipments, require design modifications, or harm customer relationships or our reputation, any of which could adversely affect our business and competitive position. In addition, software companies are subject to litigation concerning intellectual property disputes, which could be costly and distract our management. During the twelve months ended March 31, 2022, due to delays in the completion of a software development contract with a customer, the Company recorded an estimated loss on a contract of approximately $3.4 million. The terms of the contract have since been amended to a time and materials structure and no further additional contract losses are expected for this contract. No further subsequent loss on this contract was recorded through the year ended March 31, 2023 based on our assessment. The estimates and assumptions used in these assessments were based upon management's judgment and may be subject to change as new events occur and additional information is obtained. If the future estimated costs to fulfill a contract exceed the expected consideration from the customer, the Company's financial condition, cash flows, and results of operations may be adversely and materially impacted.\nIf we do not keep pace with rapid technological changes and evolving industry standards, we will not be able to remain competitive, and the demand for our products will likely decline.\nOur markets are in general characterized by the following factors:\n•\nrapid technological advances;\n•\ndownward price pressures in our target markets as technologies mature;\n•\nchanges in customer requirements;\n•\nadditional qualification requirements related to new products or components;\n•\nfrequent new product introductions and enhancements;\n•\nobsolescence of certain parts and components from time to time that may require re-engineering of certain portions of our product or products;\n•\ninventory issues related to transition to new or enhanced models; and\n•\nevolving industry standards and changes in the regulatory environment.\nOur future success will depend upon our ability to anticipate and adapt to changes in technology and industry standards, and to effectively develop, introduce, market and gain broad acceptance of new products and product enhancements incorporating the latest technological advancements.\nIf we are unable to develop and introduce new products and product enhancements in a cost-effective and timely manner, or are unable to achieve market acceptance of our new products, our operating results could be adversely affected.\nWe believe our revenue growth and future operating results will depend on our ability to complete development of new products and product enhancements, introduce these products and product enhancements in a timely, cost-effective manner, achieve broad market acceptance of these products and product enhancements, and reduce our production costs. During the past few fiscal years we have introduced, and we expect we will continue to introduce, both new and enhanced products. We cannot guarantee the success of these products, and we may not be able to introduce any new products or any enhancements to our existing products on a timely basis, or at all. In addition, the introduction of any new products could adversely affect the sales of certain of our existing products.\n15\nTable\n of Contents\nWe believe that we must continue to make substantial investments to support ongoing research and development in order to develop new or enhanced products and software to remain competitive. We need to continue to prepare updates for existing products and develop and introduce new products that incorporate the latest technological advancements in outdoor image processing hardware, camera technologies, software and analysis in response to evolving customer requirements. In addition, we are continuing to migrate some of our products to a new platform. We cannot assure you that we will be able to adequately manage product transitions. Our business and results of operations could be adversely affected if we do not anticipate or respond adequately to technological developments or changing customer requirements or if we cannot adequately manage inventory requirements typically related to new product transitions and introductions. We cannot assure you that any such investments in research and development will lead to any corresponding increase in revenue.\nWe may need to raise additional capital in the future, which may not be available on terms acceptable to us, or at all.\nWe have historically experienced volatility in our earnings and cash flows from operations from year to year. Should the financial results of our business decline, we may need or choose to raise additional capital to fund our operations, to repay indebtedness, pursue acquisitions or expand our operations. Such additional capital may be raised through bank borrowings, or other debt or equity financings. We cannot assure you that any additional capital will be available on a timely basis, on acceptable terms, or at all, and such additional financing may result in further dilution to our stockholders.\nOur capital requirements will depend on many factors, including, but not limited to:\n•\nmarket acceptance of our products and product enhancements, and the overall level of sales of our products;\n•\nour ability to control costs and achieve profitability;\n•\nthe supply of key components for our products;\n•\nour ability to increase revenue and net income;\n•\nincreased research and development expenses and sales and marketing expenses;\n•\nour need to respond to technological advancements and our competitors' introductions of new products or technologies;\n•\ncapital improvements to new and existing facilities and enhancements to our infrastructure and systems;\n•\nany acquisitions of businesses, technologies, product lines, or possible strategic transactions or dispositions;\n•\nour relationships with customers and suppliers;\n•\ngovernment budgets, political agendas and other funding issues, including potential delays in government contract awards or commencement of work for a project;\n•\nour ability to successfully secure credit arrangements with banks or other lenders and/or negotiate equity arrangements subject to the state of the financial markets in general; and\n•\ngeneral economic conditions, including the effects of economic slowdowns and international conflicts.\nIf our capital requirements are materially different from those currently planned, we may need additional capital sooner than anticipated. If additional funds are raised through the issuance of equity or convertible debt securities, the percentage ownership of our stockholders will be reduced and such securities may have rights, preferences and privileges senior to our common stock. Additional equity or debt financing may not be available on favorable terms, on a timely basis, or at all. If adequate funds are not available or are not available on acceptable terms when needed, we may be unable to continue our operations as planned, develop or enhance our products, expand our sales and marketing programs, take advantage of future opportunities or respond to competitive pressures.\nThe markets in which we operate are highly competitive with many companies more established than we are.\nOur competitors tend to vary across the various product categories in which we participate.\nThe engineering and consulting market is highly fragmented and is subject to evolving national and regional quality and safety standards. Our competitors vary in size, number, scope and breadth of the products and services they offer, and include large multi-national engineering firms and smaller local or regional firms.\n16\nTable\n of Contents\nOur sensors line of business competes with existing, well-established companies and technologies, both domestically and abroad. Only a portion of the traffic intersection market has adopted advanced above-ground detection technologies, and our future success will depend in part upon gaining broader market acceptance for such technologies. Certain technological barriers to entry make it difficult for new competitors to enter the market with competing video or other technologies; however, we are aware of new market entrants from time to time. Increased competition could result in loss of market share, price reductions and reduced gross margins, any of which could seriously harm our business, financial condition and results of operations.\nMany of our competitors have greater name recognition and greater financial, technological, marketing and customer service resources than we do. This may allow our competitors to respond more quickly to new or emerging technologies and changes in customer requirements. It may also allow them to devote greater resources to the development, promotion, sale and support of their products and services than we can. Consolidations of end users, distributors and manufacturers in our target markets exacerbate this problem. As a result of the foregoing factors, we may not be able to compete effectively in our target markets and competitive pressures could adversely affect our business, financial condition and results of operations.\nOur failure to successfully secure new contracts and renew existing contracts could reduce our revenues and profitability.\nOur business depends on our ability to successfully bid on new contracts and renew existing contracts with private and public sector customers. We continually bid on new contracts and negotiate contract renewals on expiring contracts. Contract proposals and negotiations are complex and frequently involve a lengthy bidding and selection process, which are affected by a number of factors, such as market conditions, financing arrangements and required governmental approvals. As a condition to contract award, customers typically require us to provide a surety bond or letter of credit to protect the client should we fail to perform under the terms of the contract. Government entities are also taking more time between contract award and approval to commence work under the contract, which delays our ability to recognize revenues under the contract. If negative market conditions materialize, or if we fail to secure adequate financing arrangements or the required governmental approval or fail to meet other required conditions, we may not be able to pursue, obtain or perform particular projects, which could reduce or eliminate our profitability.\nWe may be unable to attract and retain key personnel, including senior management, which could seriously harm our business.\nDue to the specialized nature of our business and the current tight labor market, we are highly dependent on the continued service of our executive officers and other key management, engineering and technical personnel. We believe that our success will depend on the continued employment of a highly qualified and experienced senior management team to retain existing business and generate new business. The loss of any of our officers, or any of our other executives or key members of management could adversely affect our business, financial condition, or results of operations (e.g., loss of customers or loss of new business opportunities). Our success will also depend in large part upon our ability to continue to attract, retain and motivate qualified engineering and other highly skilled technical personnel. Particularly in highly specialized areas, it has become more difficult to retain employees and meet all of our needs for employees in a timely manner, which may adversely affect our growth in the current fiscal year and in future years. This situation is exacerbated by pressure from agency customers to contain our costs, while salaries for employees are on the rise. Although we intend to continue to devote significant resources to recruit, train and retain qualified skilled personnel, we may not be able to attract and retain such employees, which could impair our ability to perform our contractual obligations, meet our customers' needs, win new business, and adversely affect our future results. Likewise, the future success of our consulting services will depend on our ability to hire additional qualified engineers, planners and technical personnel. Competition for qualified employees, particularly development engineers and software developers, is intense and has become more so over time. We may not be able to continue to attract and retain sufficient numbers of such highly skilled employees. Our inability to attract and retain additional key employees or the loss of one or more of our current key employees could adversely affect our business, financial condition and results of operations.\nCOVID-19 could continue to have an adverse effect on our business.\nCOVID-19 has affected and may continue to adversely impact our financial condition and results of operations. Although COVID-19 has entered an endemic stage, it may continue to have an unpredictable and unprecedented impact on the global economy including possible additional supply chain disruptions, workplace dislocations, economic contraction, and negative pressure on some customer budgets and customer sentiment. All of these factors have had or could result in future material negative impacts on our ability to ensure a consistent supply chain for manufacturing of our hardware products, and maintain the effectiveness and productivity of our operations.\nGiven the uncertainties surrounding the impacts of COVID-19 on the Company's future financial condition and results of operations, we have and may continue to identify and execute various actions to preserve our liquidity, manage cash flow and \n17\nTable\n of Contents\nstrengthen our financial flexibility. Such actions include, but are not limited to, reducing our discretionary spending, reducing capital expenditures, and implementing restructuring activities (see Note 3, \nRestructuring Activities\n, to the Financial Statements for more information). \nOur products require specialized parts which have become more difficult to source. In some cases, we have had to purchase such parts from third-party brokers at substantially higher prices. Additionally, to mitigate the impact of component shortages, we increased inventory levels for parts in short supply. In the event demand does not materialize, we would need to hold excess inventory for several quarters. Alternatively, we may be unable to source sufficient components at any price, even from third-party brokers, to meet customer demand, resulting in high levels of backlog that we are unable to ship. The Company’s tactics to mitigate the current global supply chain issues included re-designing certain circuit boards to accommodate computer chips that are more readily available in the market at more reasonable prices, and by accumulating inventory in the first two quarters for the Fiscal 2023. We have placed non-cancellable inventory orders for certain products in advance of our normal lead times to secure normal and incremental future supply and capacity and may need to continue to do so in the future.  \nThe Company cannot predict the duration or direction of current trends or their sustained impact. As COVID-19 has entered an endemic stage, the Company will continue to assess the effects on its operations. While the spread of COVID-19 has slowed and certain challenges have been abated, uncertainty remains about the duration and extent of the impact of COVID-19 and its resulting impact on global economic conditions. If economic conditions caused by COVID-19 persists or do not recover as currently estimated by management, the Company’s financial condition, cash flows and results of operations may be materially impacted.    \nIndustry consolidation may lead to increased competition and may harm our operating results.\nThere is a continuing trend toward industry consolidation in our markets. We expect this trend to continue as companies attempt to strengthen or hold their market positions in an evolving industry and as companies are acquired or are unable to continue operations. For example, some of our current and potential competitors for transportation infrastructure solutions have made acquisitions, or announced new strategic alliances, designed to position them with the ability to provide end-to-end technology solutions for the transportation industry. Companies that are strategic alliance partners in some areas of our business may acquire or form alliances with our competitors, thereby reducing their business with us. We believe that industry consolidation may result in stronger competitors that are better able to compete as sole-source vendors for public transportation agencies, municipalities, and commercial entities. This could lead to more variability in our operating results and could have a material adverse effect on our business, operating results, and financial condition.\nThe ongoing war between Russia and Ukraine could adversely affect our business, financial condition and results of operations.\nOn February 24, 2022, Russian military forces launched a military attack on Ukraine and sustained conflict and disruption in the region is likely. Although the length, impact and outcome of the ongoing war in Ukraine is highly unpredictable, this conflict could lead to significant market and other disruptions, including significant volatility in commodity prices and supply of energy resources, instability in financial markets, supply chain interruptions, political and social instability, changes in government agency budgets and funding preferences as well as increase in cyberattacks and cyber and corporate espionage. To date we have not experienced any material interruptions in our infrastructure, supplies, technology systems or networks needed to support our operations. We are actively monitoring the situation in Ukraine and assessing its impact on our business. The extent and duration of the war and resulting market disruptions could be significant and could potentially have substantial impact on the global economy and our business for an unknown period of time. Any such disruptions may also magnify the impact of other risks described in this Annual Report on Form 10-K.\nThe availability of data we purchase and use in certain of our Mobility Data Sets may become more limited due to changes in strategy or financial health of data suppliers, and adversely affect performance of our products or the cost of data purchased.\nA recent announcement of Wejo Group Limited to appoint an administrator due to insolvency, and the change in strategy of Otonomo Technologies Ltd. after being acquired, both reduced the number of suppliers selling data to us for use in some of our Mobility Data sets. Although similar data can be purchased from other sources, future changes in data sources or availability could adversely affect the quality of our Mobility Data Sets and/or the cost to purchase data.\nLegal and Regulatory Risks\nWe may not be able to adequately protect or enforce our intellectual property rights, which could harm our competitive position.\n18\nTable\n of Contents\nIf we are not able to adequately protect or enforce the proprietary aspects of our technology, competitors may be able to access our proprietary technology and our business, financial condition and results of operations may be seriously harmed. We currently attempt to protect our technology through a combination of patent, copyright, trademark and trade secret laws, employee and third-party nondisclosure agreements and similar means. Despite our efforts, other parties may attempt to disclose, obtain or illegally use our technologies or systems. Our competitors may also be able to independently develop products that are substantially equivalent or superior to our products or design around our patents. In addition, the laws of some foreign countries do not protect our proprietary rights as fully as do the laws of the U.S. As a result, we may not be able to protect our proprietary rights adequately in the U.S. or internationally.\nLitigation may be necessary in the future to enforce our intellectual property rights or to determine the validity and scope of the proprietary rights of others. Litigation may also be necessary to defend against claims of infringement or invalidity by others. We have in the past, currently, and may in the future, be subject to litigation regarding our intellectual property rights and the intellectual property rights of others. An adverse outcome in litigation or any similar proceedings could subject us to significant liabilities to third parties, require us to license disputed rights from others or require us to cease marketing or using certain products, product features, or technologies. In addition, in the event of an adverse outcome in litigation or any similar proceedings we may find ourselves at a competitive disadvantage to others who need not incur the substantial expense, time, and effort required to market or use certain products, product features, or technologies. We may not be able to obtain any licenses on terms acceptable to us, or at all. We also may have to indemnify certain customers or strategic partners if it is determined that we have infringed upon or misappropriated another party's intellectual property. Our continued expansion into software development activities may subject us to increased possibility of litigation. Any of the foregoing could adversely affect our business, financial condition and results of operations. In addition, the cost of addressing any intellectual property litigation claim, including legal fees and expenses, and the diversion of management's attention and resources, regardless of whether the claim is valid, could be significant and could seriously harm our business, financial condition and results of operations.\nWe may continue to be subject to traffic-related litigation.\nThe traffic industry in general is subject to frequent litigation claims due to the nature of personal injuries that can result from traffic accidents. As a provider of traffic engineering services, products and solutions, we are, and could from time to time in the future continue to be, subject to litigation for traffic related accidents, even if our products or services did not cause the particular accident. While we generally carry insurance against these types of claims, some claims may not be covered by insurance or the damages resulting from such litigation could exceed our insurance coverage limits. In the event that we are required to pay significant damages as a result of one or more lawsuits that are not covered by insurance or exceed our coverage limits, it could materially harm our business, financial condition or cash flows. Even defending against unsuccessful claims could cause us to incur significant expenses and result in a diversion of management's attention.\nFinancial and Market Risks\nWe may not be able to consistently achieve profitability on a quarterly or annual basis in the future.\nWe had a GAAP net loss of approximately $14.9 million in Fiscal 2023, net loss of $7.1 million in Fiscal 2022, and we cannot assure you that we will be profitable in the future. Our ability to operate at a profit in future periods could be impacted by governmental budgetary constraints, government and political agendas, economic instability, supply chain constraints and other items that are not in our control. Furthermore, we rely on operating profits to fund investments in sales and marketing and research and development initiatives. We cannot assure you that our financial performance will sustain a sufficient level to completely support those investments. Most of our expenses are fixed in advance. As such, we generally are unable to reduce our expenses significantly in the short-term to compensate for any unexpected delay or decrease in anticipated revenues or increases in planned investments.\nIf we experience declining or flat revenues and we fail to manage such declines effectively, we may be unable to execute our business plan and may experience future weaknesses in our operating results.\nBased on our business objectives, and in order to achieve future growth, we will need to continue to add additional qualified personnel, and invest in additional research and development and sales and marketing activities, which could lead to increases in our expenses and future declines in our operating results. In addition, our past expansion has placed, and future expansion is expected to place, a significant strain on our managerial, administrative, operational, financial and other resources. If we are unable to manage these activities or any revenue declines successfully, our growth, our business, our financial condition and our results of operations could be adversely affected.\n19\nTable\n of Contents\nOur use of estimates in conjunction with the input method of measuring progress to completion of performance obligations for our engineering and consulting services revenues could result in a reduction or reversal of previously recorded revenues and profits.\nA portion of our engineering and consulting services revenues are measured and recognized over time using the input method of measuring progress to completion. Our use of this accounting method results in recognition of revenues and profits proportionally over the life of a contract, based generally on the proportion of costs incurred to date to total costs expected to be incurred for the entire project. The effects of revisions to estimated costs and resulting revenues recognized are recorded when the amounts are known or can be reasonably estimated based on updated information. Such revisions could occur in any period and their effects could be material. Although we have historically made reasonably reliable estimates of the progress towards completion of long-term engineering, program management, construction management or construction contracts, the uncertainties inherent in the estimating process make it possible for actual costs to vary materially from estimates which may result in reductions or reversals of previously recorded revenues and profits.\nIf our internal controls over financial reporting do not comply with the requirements of the Sarbanes-Oxley Act, our business and stock price could be adversely affected.\nSection 404 of the Sarbanes-Oxley Act of 2002 currently requires us to evaluate the effectiveness of our internal controls over financial reporting at the end of each fiscal year and to include a management report assessing the effectiveness of our internal controls over financial reporting in all annual reports. We are required to obtain our auditors' attestation pursuant to Section 404(b) of the Sarbanes-Oxley Act. Going forward, we may not be able to complete the work required for such attestation on a timely basis and, even if we timely complete such requirements, our independent registered public accounting firm may still conclude that our internal controls over financial reporting are not effective.\nA control system, no matter how well designed and operated, can provide only reasonable, not absolute, assurance that the control system's objectives will be met. Further, the design of a control system must reflect the fact that there are resource constraints, and the benefits of controls must be considered relative to their costs. Because of the inherent limitations in all control systems, no evaluation of controls can provide absolute assurance that all control issues and instances of fraud, if any, within Iteris have been or will be detected. These inherent limitations include the realities that technology, decision-making and other processes can be faulty and that breakdowns can occur because of simple errors or mistakes. Controls also can possibly be circumvented by the individual acts of some persons, by collusion of two or more people, or by management override of the controls. The design of any system of controls is based in part on certain assumptions about the likelihood of future events, and we cannot assure you that any design will succeed in achieving its stated goals under all potential future conditions. Over time, our controls may become inadequate because of changes in conditions or deterioration in the degree of compliance with policies or procedures. Because of the inherent limitations in a cost-effective control system, misstatements due to error or fraud may occur and not be detected. If we are not able to maintain effective internal controls over financial reporting, we may lose the confidence of investors and analysts and our stock price could decline.\nOur quarterly operating results fluctuate as a result of many factors. Therefore, we may fail to meet or exceed the expectations of securities analysts and investors, which could cause our stock price to decline.\nOur quarterly revenues and operating results have fluctuated and are likely to continue to vary from quarter to quarter due to a number of factors, many of which are not within our control. Factors that could affect our revenues and operating results include, among others, the following:\n•\ndelays in government contracts and funding from time to time and budgetary constraints at the federal, state and local levels;\n•\nour customers' or our ability to access stimulus funding, funding from the federal transportation bills or other government funding;\n•\ndeclines in new home and commercial real estate construction and related road and other infrastructure construction;\n•\nchanges in our pricing policies and the pricing policies of our suppliers and competitors, pricing concessions on volume sales, as well as increased price competition in general;\n•\nthe long lead times associated with government contracts;\n20\nTable\n of Contents\n•\nthe size, timing, rescheduling or cancellation of significant vendor and customer orders;\n•\nour ability to control costs, including costs associated with strategic alternatives;\n•\nthe mix of our products and services sold in a quarter, which has varied and is expected to continue to vary from time to time;\n•\nour ability to develop, introduce, patent, market and gain market acceptance of new products, applications and product enhancements in a timely manner, or at all;\n•\nmarket acceptance of the products incorporating our technologies and products;\n•\nthe introduction of new products by competitors;\n•\nthe availability and cost of components used in the manufacture of our products;\n•\nour success in expanding and implementing our sales and marketing programs;\n•\nthe effects of technological changes in our target markets;\n•\nthe amount of our backlog at any given time;\n•\ntiming of backlog fulfillment;\n•\nthe nature of our government contracts;\n•\ndecrease in revenues derived from key or significant customers;\n•\ndeferrals of customer orders in anticipation of new products, applications or product enhancements;\n•\ninterruptions or other significant disruption in our supply chain which may negatively impact our ability to ship products and/or the cost of our products;\n•\nrisks and uncertainties associated with our international business;\n•\nmarket condition changes such as industry consolidations that could slow down our ability to procure new business;\n•\ngeneral economic and political conditions;\n•\nour ability to raise additional capital;\n•\npandemic and epidemic events, such as COVID-19, which may have a continuing impact on our future operating results;\n•\ninternational conflicts and acts of terrorism; and\n•\nother factors beyond our control, including but not limited to, natural disasters.\nDue to all of the factors listed above as well as other unforeseen factors, our future operating results could be below the expectations of securities analysts or investors. If that happens, the trading price of our common stock could decline. As a result of these quarterly variations, you should not rely on quarter-to-quarter comparisons of our operating results as an indication of our future performance.\n21\nTable\n of Contents\nSupply shortages or production gaps could materially and adversely impact our sales and financial results.\nWe have experienced, and may from time to time in the future continue to experience parts shortages, end of life events, sharp increases in component costs and unforeseen quality control issues by our suppliers that may impact our ability to meet demand for our products. COVID-19 has increased the occurrence of such shortages and increased costs for materials. We have historically used and continue to use single suppliers for certain significant components in our products; however, in light of the current supply chain shortage we have begun to use other suppliers to meet our demand, and we have had to reengineer products from time to time to address discontinued, obsolete or unavailable components. Our products are also included with other traffic intersection products that also could experience supply issues for their products, which in turn could result in delays in orders for our products. Should any such supply delay or disruption occur, or should a key supplier discontinue operations, our future sales and costs may be materially and adversely affected. Additionally, we rely heavily on select contract manufacturers to produce many of our products and do not have any long-term contracts to guarantee supply of such products. Although we believe our contract manufacturers have sufficient capacity to meet our production schedules for the foreseeable future and we believe we could find alternative contract manufacturing sources for many of our products, if necessary, we could experience a production gap should for any reason our contract manufacturers become unable to meet our production requirements and the cost of our products could increase, adversely affecting our margins. Further, foreign imports of components in our products subject the Company to risks of changes in, or the imposition of new, export/import requirements, tariffs, work stoppages, delays in shipment, product cost increases due to component shortages, public health issues, such as COVID-19, that could lead to temporary closures of facilities or shipping ports, and other economic uncertainties affecting trade between the U.S. and other countries where we source components for our products. Any such actions could increase the cost to us of such products and cause increases in the prices at which we sell such products, which could adversely affect the financial performance of our business. Similarly, these actions could result in cost increases or supply chain delays that impact third party products (e.g., steel poles) which could lead our customers to delay or cancel planned purchases of our products.\nOur international business operations may be threatened by many factors that are outside of our control.\nWhile we historically have had limited international sales, revenues and operational experience, we have been expanding our distribution capabilities for our products internationally, particularly in Europe and in South America. We plan to continue to expand our international efforts, but we cannot assure you that we will be successful in such efforts. International operations subject us to various inherent risks including, among others:\n•\npolitical, social and economic instability, as well as international conflicts and acts of terrorism;\n•\nbonding requirements for certain international projects;\n•\nlonger accounts receivable payment cycles;\n•\nimport and export license requirements and restrictions of the U.S., as well as requirements and restrictions in the other countries in which we operate;\n•\ncurrency fluctuations and restrictions, and our ability to repatriate currency from certain foreign regions;\n•\nunexpected changes in regulatory requirements, tariffs and other trade barriers or restrictions;\n•\nrequired compliance with existing and new foreign regulatory requirements and laws, more restrictive labor laws and obligations, including but not limited to the U.S. Foreign Corrupt Practices Act;\n•\ndifficulties in managing and staffing international operations;\n•\npotentially adverse tax consequences; \n•\nreduced protection for intellectual property rights in some countries; and\n•\npandemic and epidemic events, such as COVID-19, and related government responses, including travel restrictions, quarantines and \"stay-at-home\" orders.\nSubstantially all of our international product sales are denominated in U.S. dollars. As a result, an increase in the relative value of the U.S. dollar could make our products more expensive and potentially less price competitive in international markets. We do not currently engage in any transactions as a hedge against risks of loss due to foreign currency fluctuations.\nAny of the factors mentioned above may adversely affect our future international revenues and, consequently, affect our business, financial condition and operating results. Additionally, as we pursue the expansion of our international business, \n22\nTable\n of Contents\ncertain fixed and other overhead costs could outpace our revenues, thus adversely affecting our results of operations. We may likewise face local competitors in certain international markets who are more established, have greater economies of scale and stronger customer relationships. Furthermore, as we increase our international sales, our total revenues may also be affected to a greater extent by seasonal fluctuations resulting from lower sales that typically occur during the summer months in Europe and certain other parts of the world.\nThe trading price of our common stock is highly volatile.\nThe trading price of our common stock has been subject to wide fluctuations in the past. From March 31, 2020 through March 31, 2023, our common stock has traded at prices as low as $2.40 per share and as high as $7.81 per share. The market price of our common stock could continue to fluctuate in the future in response to various factors, including, but not limited to:\n•\nquarterly variations in operating results;\n•\nour ability to control costs, improve cash flow and sustain profitability;\n•\nstatements made by third parties or speculation regarding our strategic alternatives;\n•\nour ability to raise additional capital;\n•\nshortages announced by suppliers;\n•\nannouncements of technological innovations or new products or applications by our competitors, customers or us;\n•\ntransitions to new products or product enhancements;\n•\nacquisitions of businesses, products or technologies, or other strategic transactions or dispositions;\n•\nthe impact of any litigation or other legal proceedings;\n•\nchanges in investor perceptions;\n•\ngovernment funding, political agendas and other budgetary constraints;\n•\nchanges in stock market analyst recommendations regarding our common stock, other comparable companies or our industry in general;\n•\nchanges in earnings estimates or investment recommendations by securities analysts; and\n•\ninternational conflicts, political unrest and acts of terrorism.\nThe stock market is currently experiencing and has from time-to-time experienced volatility, which has often affected and may continue to affect the market prices of equity securities of many technology and smaller companies. This volatility has often been unrelated to the operating performance of these companies. These broad market fluctuations may adversely affect the market price of our common stock. In the past, companies that have experienced volatility in the market price of their securities have been the subject of securities class action litigation. If we were to become the subject of a class action lawsuit, it could result in substantial losses and divert management's attention and resources from other matters.\nProvisions of our charter documents may discourage a third party from acquiring us and may adversely affect the price of our common stock.\nProvisions of our certificate of incorporation could make it difficult for a third party to influence or acquire us, even though that might be beneficial to our stockholders. Such provisions could limit the price that investors might be willing to pay in the future for shares of our common stock. For example, under the terms of our certificate of incorporation, our Board of Directors is authorized to issue, without stockholder approval, up to 2,000,000 shares of preferred stock with voting, conversion and other rights and preferences superior to those of our common stock. In addition, our bylaws contain provisions governing the ability of stockholders to submit proposals or make nominations for directors. We may also adopt provisions and agreements from time to time that could make it harder for a potential acquirer.",
    "item7": ">ITEM 7.    MANAGEMENT'S DISCUSSION AND ANALYSIS OF FINANCIAL CONDITION AND RESULTS OF OPERATIONS\n25\nTable\n of Contents\nYou should read the following discussion and analysis in conjunction with our Financial Statements and related Notes thereto included in Part II, Item 8 of this report and the \"Risk Factors\" section in Part I, Item 1A, as well as the other cautionary statements and risks described elsewhere in this report before deciding to purchase, hold or sell our common stock.\nOverview\nGeneral\nWe are a provider of smart mobility infrastructure management solutions. Our cloud-enabled solutions help public transportation agencies, municipalities, commercial entities and other transportation infrastructure providers monitor, visualize, and optimize mobility infrastructure to make mobility safe, efficient, and sustainable for everyone.\nRecent Developments\nImpact of COVID-19 on Our Business\nThe Pandemic materially adversely impacted global economic conditions. As COVID-19 has entered an endemic stage, COVID-19 may continue to have an unpredictable and unprecedented impact, including possible additional supply chain disruption, workplace dislocation, economic contraction, and negative pressure on customer budgets and customer sentiment. \nGiven the uncertainties surrounding the impacts of COVID-19 on the Company's future financial condition and results of operations, we have and may continue to identify and execute various actions to preserve our liquidity, manage cash flow and strengthen our financial flexibility. Such actions include, but are not limited to, reducing our discretionary spending, reducing capital expenditures, and implementing restructuring activities (see Note 3, \nRestructuring Activities\n, to the Financial Statements for more information). \nOur products require specialized parts which have become more difficult to source. In some cases, we have had to purchase such parts from third-party brokers at substantially higher prices. Additionally, to mitigate the impact of component shortages, we increased inventory levels for parts in short supply. In the event demand does not materialize, we would need to hold excess inventory for several quarters. Alternatively, we may be unable to source sufficient components at any price, even from third-party brokers, to meet customer demand, resulting in high levels of backlog that we are unable to ship. The Company's tactics to mitigate the current global supply chain issues included re-designing certain circuit boards to accommodate computer chips that are more readily available in the market at more reasonable prices, and by accumulating inventory in the first two quarters of Fiscal 2023. We have placed non-cancellable inventory orders for certain products in advance of our normal lead times to secure normal and incremental future supply and capacity and may need to continue to do so in the future. \nDue to the supply chain environment, the Company increased inventory by approximately $2.9 million as part of the Company's supply chain strategy for Fiscal 2023. The cash flow used in operating activities of our continuing operations was approximately $4.5 million during the twelve months ended March 31, 2023. Cash used during Fiscal 2023 was primarily due to two factors. First, the planned increase in inventory during the first half of Fiscal 2023 and the continued re-design of certain circuit boards as part of the Company’s supply chain strategy to help assure the Company has enough product to satisfy customer demand. Second, the net operating loss as a result of higher inventory component costs related to the global supply chain constraints. The increase in inventory purchases and in particular components purchased in the secondary markets was curtailed in the second half of Fiscal 2023, and the Company currently does not expect to continue to accumulate inventory, in the same magnitude, in future periods. However, if the Company encounters additional supply chain constraints again in the future, it may need to further adjust its operations to have sufficient liquidity.\nThe Company assessed the impacts of COVID-19 on the estimates and assumptions used in preparing our financial statements. The estimates and assumptions used in our assessments were based on management’s judgment and may be subject to change as new events occur and additional information is obtained. In particular, there is significant uncertainty about the duration and extent of the impact of COVID-19, which has entered an endemic stage, and its resulting impact on global economic conditions. If economic conditions caused by COVID-19 do not recover as currently estimated by management, the Company’s financial condition, cash flows and results of operations may be materially impacted. The Company will continue to assess the effect on its operations by monitoring the spread of COVID-19 and the actions implemented to combat the virus throughout the world. As a result, our assessment of the impact of COVID-19 may change.\nDespite the impact of COVID-19, we believe that the ITS (\"Intelligent Traffic Systems\") industry in the U.S. should continue to provide new opportunities for the Company although, in the near term, the pace of new opportunities emerging may be restrained and the start dates of awarded projects may be delayed. We believe that our expectations are valid and that our plans for the future continue to be based on reasonable assumptions.\nClimate Change\n26\nTable\n of Contents\nWe take climate change and the risks associated with climate change seriously. Increased frequency of severe and extreme weather events associated with climate change could adversely impact our facilities, interfere with intersection construction projects, and have a material impact on our financial condition, cash flows and results of operations. More extreme and volatile temperatures, increased storm intensity and flooding, and more volatile precipitation are among the weather events that are most likely to impact our business. We are unable to predict the timing or magnitude of these events.\n \nHowever, we perform ongoing assessments of physical risk, including physical climate risk, to our business and efforts to mitigate these physical risks continue to be implemented on an ongoing basis. \nAs a global leader in smart mobility infrastructure management, we are committed to a cleaner, healthier and more sustainable future. Our core business aims to reduce climate impact through our work with public and private-sector partners to improve the efficiency of mobility, which, among other things has the benefit of reducing vehicle carbon emissions. For example, by reducing vehicle delays and stops through traffic signal timing projects, improving the efficiency and fuel consumption of public transit via signal priority programs, reducing time spent roadside for heavy-emitting commercial freight vehicles during inspection, our industry-leading portfolio of smart mobility infrastructure management solutions is currently helping cities and states to reduce their carbon footprint. Additionally, we continue to enhance the design of our sensors to withstand increasingly extreme weather conditions.\nAcquisition of the Assets of TrafficCast International, Inc.\nOn December 6, 2020, the Company entered into the TrafficCast Purchase Agreement with TrafficCast, a privately held company headquartered in Madison, Wisconsin that provides travel information technology, applications and content to customers throughout North America in the media, mobile technology, automotive and public sectors. Under the TrafficCast Purchase Agreement, Iteris purchased from TrafficCast substantially all of the assets used in the conduct of the TrafficCast Business and assumed certain specified liabilities of the TrafficCast Business.\nOn May 6, 2022, approximately $0.9 million was paid to settle the balance of a security hold back agreed to as part of the acquisition, net of approximately $0.1 million of post-closing adjustments. As of March 31, 2023, the achievement levels of the revenue targets with respect to the earnout were resolved and the balance remaining of approximately $0.6 million was accrued in accordance with the terms of the agreement. This item is included in accrued liabilities on the balance sheets.\nSimultaneous with closing the transaction, the parties entered into certain ancillary agreements that provided Iteris with ongoing access to mapping and monitoring services that the TrafficCast Business used to support its real-time and predictive travel data and associated content until termination of these agreements on December 6, 2022.\nNon-GAAP Financial Measures\nAdjusted income (loss) from continuing operations before taxes, depreciation, amortization, interest expense, stock-based compensation expense, restructuring charges, project loss reserves, acquisition earnout payments, and executive severance and transition costs (“Adjusted EBITDA”) was approximately $(6.6) million, and $4.5 million for the fiscal years ended March 31, 2023 and 2022, respectively. Components of Adjusted EBITDA may be adjusted from time to time to reflect specific events and circumstances as they occur.\nWhen viewed with our financial results prepared in accordance with accounting principles generally accepted in the U.S. (“GAAP”) and accompanying reconciliations, we believe Adjusted EBITDA provides additional useful information to clarify and enhance the understanding of the factors and trends affecting our past performance and future prospects. We define these measures, explain how they are calculated and provide reconciliations of these measures to the most comparable GAAP measure in the table below. Adjusted EBITDA and the related financial ratios, as presented in this Annual Report on Form 10-K (“Form 10-K”), are supplemental measures of our performance that are not required by or presented in accordance with GAAP. They are not a measurement of our financial performance under GAAP and should not be considered as alternatives to net income or any other performance measures derived in accordance with GAAP, or as an alternative to net cash provided by operating activities as measures of our liquidity. The presentation of these measures should not be interpreted to mean that our future results will be unaffected by unusual or nonrecurring items.\nWe use Adjusted EBITDA non-GAAP operating performance measures internally as complementary financial measures to evaluate the performance and trends of our businesses. We present Adjusted EBITDA and the related financial ratios, as applicable, because we believe that measures such as these provide useful information with respect to our ability to meet our operating commitments.\n27\nTable\n of Contents\nAdjusted EBITDA and the related financial ratios have limitations as analytical tools, and you should not consider them in isolation or as a substitute for analysis of our results as reported under GAAP. Some of these limitations include:\n•\nThey do not reflect our cash expenditures, future requirements for capital expenditures or contractual commitments;\n•\nThey do not reflect changes in, or cash requirements for, our working capital needs;\n•\nAlthough depreciation and amortization are non-cash charges, the assets being depreciated and amortized will often have to be replaced in the future, and Adjusted EBITDA does not reflect any cash requirements for such replacements;\n•\nThey are not adjusted for all non-cash income or expense items that are reflected in our statements of cash flows;\n•\nThey do not reflect the impact on earnings of charges resulting from matters unrelated to our ongoing operations; and\n•\nOther companies in our industry may calculate Adjusted EBITDA differently than we do, whereby limiting its usefulness as comparative measures.\nBecause of these limitations, Adjusted EBITDA and the related financial ratios should not be considered as measures of discretionary cash available to us to invest in the growth of our business or as a measure of cash that will be available to us to meet our obligations. You should compensate for these limitations by relying primarily on our GAAP results and using Adjusted EBITDA only as supplemental information. See our audited financial statements contained in this Form 10-K. However, in spite of the above limitations, we believe that Adjusted EBITDA and the related financial ratios are useful to an investor in evaluating our results of operations because these measures:\n•\nAre widely used by investors to measure a company’s operating performance without regard to items excluded from the calculation of such terms, which can vary substantially from company to company depending upon accounting methods and book value of assets, capital structure and the method by which assets were acquired, among other factors;\n•\nHelp investors to evaluate and compare the results of our operations from period to period by removing the effect of our capital structure from our operating performance; and\n•\nAre used by our management team for various other purposes in presentations to our Board of Directors as a basis for strategic planning and forecasting.\nThe following financial items have been added back to or subtracted from our net income (loss) when calculating Adjusted EBITDA:\n•\nIncome tax expense.\n This amount may be useful to investors because it represents the taxes that might be payable for the period and the change in deferred taxes during the period, and therefore could reduce cash flow available for use in our business.\n•\nDepreciation expense. \nIteris excludes depreciation expense primarily because it is a non-cash expense. These amounts may be useful to investors because it generally represents the wear and tear on our property and equipment used in our operations.\n•\nAmortization expense.\n Iteris incurs amortization of intangible assets in connection with acquisitions. Iteris also incurs amortization related to capitalized software development costs. Iteris excludes these items because it does not believe that these expenses are reflective of ongoing operating results in the period incurred. These amounts may be useful to investors because it represents the estimated attrition of our acquired customer base and the diminishing value of product rights.\n•\nInterest expense.\n Iteris excludes interest expense because it does not believe this item is reflective of ongoing business and operating results. This amount may be useful to investors for determining current cash flow. For Fiscal 2023, interest expense includes amortization of the remaining capitalized deferred financing costs due to the termination of the Credit Agreement (see Note 12, \nLong-Term Debt,\n to the Financial Statements for more information).\n•\nStock-based compensation.\n These expenses consist primarily of expenses from employee and director equity based compensation plans. Iteris excludes stock-based compensation primarily because they are non-cash expenses and Iteris believes that it is useful to investors to understand the impact of stock-based compensation to its results of operations and current cash flow.\n•\nRestructuring charges. \nThese expenses consist primarily of employee separation expenses, facility termination costs, and other expenses associated with Company restructuring activities. Iteris excludes these expenses as it does not believe that these expenses are reflective of ongoing operating results in the period incurred. These amounts may be useful to our investors in evaluating our core operating performance.\n28\nTable\n of Contents\n•\nProject loss reserves.\n These expenses consist primarily of expenses incurred to complete a software development contract that will not be recoverable and largely related to previously incurred and capitalized costs for non-recurring engineering activity. Iteris excludes these expenses as it does not believe that these expenses are reflective of ongoing operating results in the period incurred. These amounts may be useful to our investors in evaluating our core operating performance.\n \n•\nAcquisition earnout payments.\n These expenses are a result of the TrafficCast International, Inc. acquisition in December, 2020 and are the final earnout payments per the acquisition agreement. Iteris excluded these expenses as it does not believe that these expenses are reflective of ongoing operating results in the period incurred. These amounts may be useful to our investors in evaluating our core operating performance.\n•\nExecutive severance and transition costs.\n Iteris excludes executive severance and transition costs because it does not believe that these expenses are reflective of ongoing operating results in the period incurred. These amounts may be useful to our investors in evaluating our core operating performance.\nReconciliations of net income (loss) from continuing operations to Adjusted EBITDA and the presentation of Adjusted EBITDA as a percentage of total revenues were as follows:\nYear Ended March 31,\n2023\n2022\n(In thousands)\nNet income (loss) from continuing operations\n$\n(14,855)\n$\n(6,900)\nIncome tax expense\n135\n174\nDepreciation expense\n615\n820\nAmortization expense\n3,179\n3,240\nInterest expense\n329\n—\nStock-based compensation\n2,890\n3,401\nOther adjustments:\nRestructuring charges\n707\n—\nProject loss reserves\n—\n3,394\nAcquisition earnout payments\n376\n—\nExecutive severance and transition costs\n—\n340\nTotal adjustments\n8,231\n11,369\nAdjusted EBITDA\n$\n(6,624)\n$\n4,469\nPercentage of total revenues\n(4.2)\n%\n3.3 \n%\nCritical Accounting Policies and Estimates\n\"Management's Discussion and Analysis of Financial Condition and Results of Operations\" is based on our financial statements included herein, which have been prepared in accordance with GAAP. The preparation of these financial statements requires management to make estimates and assumptions that affect the reported amounts of assets and liabilities and related disclosures of contingent assets and liabilities at the date of the financial statements and the reported amounts of revenues and expenses during the reporting period (see Note 1, \nDescription of Business and Summary of Significant Accounting Policies,\n to the Financial Statements for more information). In preparing our financial statements in accordance with GAAP and pursuant to the rules and regulations of the SEC, we make estimates, assumptions and judgments that affect the reported amounts of assets, liabilities, revenue and expenses, and related disclosures of contingent assets and liabilities. We base our estimates, assumptions and judgments on historical experience and other factors that we believe are reasonable. We evaluate our estimates, assumptions and judgments on a regular basis and apply our accounting policies on a consistent basis. We believe that the estimates, assumptions and judgments involved in the accounting for revenue recognition, goodwill, and income taxes have the \n29\nTable\n of Contents\nmost potential impact on our financial statements. Historically, our estimates, assumptions and judgments relative to our critical accounting policies have not differed materially from actual results.\nThe following critical accounting policies affect our more significant judgments and estimates used in the preparation of our financial statements.\nRevenue Recognition.    \nOur revenue arrangements are complex in nature and require significant judgement in determining the performance obligation structure. Each contract is unique in nature and therefore is assessed individually for appropriate accounting treatment. \nRevenues are recognized when control of the promised goods or services are transferred to our customers, in an amount that reflects the consideration that we expect to be entitled to in exchange for those goods or services. We generate all of our revenue from contracts with customers, ranging from multi-year agreements to purchase orders.\nProduct revenue related contracts with customers begin when we acknowledge a purchase order for a specific customer order of product to be delivered in the near term. These purchase orders are generally short-term in nature. Product revenue is recognized at a point in time upon shipment or upon customer receipt of the product, depending on shipping terms. The Company determined that this method best represents the transfer of goods as transfer of control typically occurs upon shipment or upon customer receipt of the product.\nService revenues sometimes consist of revenues derived from the use of the Company’s service platforms and APIs on a subscription basis as well as from maintenance and support. We generate this revenue from fees monthly active user fees, SaaS fees, hosting and storage fees, and maintenance and support fees. In most cases, the subscription or transaction arrangement is a single performance obligation comprised of a series of distinct services that are substantially the same and that have the same pattern of transfer (i.e., distinct days of service). The Company applies a time-based measure of progress to the total transaction price, which results in ratable recognition over the term of the contract. The Company determined that this method best represents the transfer of services in these situations as the customer obtains equal benefit from the service throughout the service period.\nService revenues are also derived from engineering and consulting service contracts with governmental agencies. These contracts generally include performance obligations in which control is transferred over time. For fixed fee contracts, we recognize revenue over time using the proportion of actual costs incurred to the total costs expected to complete the contract performance obligation. The Company determined that this method best represents the transfer of services as the proportional cost incurred closely depicts the efforts or inputs completed towards the satisfaction of a fixed fee contract performance obligation. Other contracts can be based on a Time & Materials (“T&M”) and Cost Plus Fixed Fee (“CPFF”) structure, where such contracts are considered to involve variable consideration. However, contractual performance obligations with these fee types qualify for the “Right to Invoice” practical expedient. Under this practical expedient, the Company is allowed to recognize revenue, over time, in the amount to which the Company has a right to invoice. In addition, the Company is not required to estimate such variable consideration upon inception of the contract or reassess the estimate each reporting period. The Company determined that this method best represents the transfer of services as, upon billing, the Company has a right to consideration from a customer in an amount that directly corresponds with the value to the customer of the Company’s performance completed to date.\nGoodwill. \n Goodwill represents the excess of the purchase price over the fair value of net assets acquired in a business combination. We test goodwill for impairment in accordance with the provisions of ASC 350, Intangibles – Goodwill and Other, (“ASC 350”). Goodwill is tested for impairment at least annually at the reporting unit level or whenever events or changes in circumstances indicate that goodwill might be impaired. ASC 350 provides that an entity has the option to first assess qualitative factors to determine whether the existence of events or circumstances leads to a determination that it is more likely than not that the fair value of a reporting unit is less than its carrying amount. If, after assessing the totality of events or circumstances, an entity determines that the fair value of a reporting unit is more likely than not, less than its carrying value, then additional impairment testing is not required. However, if an entity concludes otherwise, then it is required to perform an impairment test. The impairment test involves comparing the estimated fair value of a reporting unit with its book value, including goodwill. If the estimated fair value exceeds book value, goodwill is considered not to be impaired. If, however, the fair value of the reporting unit is less than book value, then an impairment loss is recognized in an amount equal to the amount that the book value of the reporting unit exceeds its fair value, not to exceed the total amount of goodwill allocated to the reporting unit.\nThe estimates of fair value of the reporting units are computed using either an income approach, a market approach, or a combination of both. Under the income approach, we utilize the discounted cash flow method to estimate the fair value of the reporting units. Significant assumptions inherent in estimating the fair values include the estimated future cash flows, growth \n30\nTable\n of Contents\nassumptions for future revenues (including future gross margin rates, expense rates, capital expenditures and other estimates), and a rate used to discount estimated future cash flow projections to their present value (or estimated fair value) based on estimated weighted average cost of capital (i.e., the selected discount rate). We select assumptions used in the financial forecasts by using historical data, supplemented by current and anticipated market conditions, estimated growth rates, and management’s plans. Under the market approach, fair value is derived from metrics of publicly traded companies or historically completed transactions of comparable businesses (i.e., guideline companies). The selection of comparable businesses is based on the markets in which the reporting units operate giving consideration to risk profiles, size, geography, and diversity of products and services.\nIncome Taxes\n. Significant judgment is required in determining any valuation allowance recorded against deferred tax assets. In assessing the realizability of our deferred tax assets, we review all available positive and negative evidence, including reversal of deferred tax liabilities, potential carrybacks, projected future taxable income, tax planning strategies and recent financial performance. As the Company has sustained a cumulative pre-tax loss over the trailing three fiscal years, we considered it appropriate to maintain valuation allowances of $18.7 million and $14.9 million against our deferred tax assets at March 31, 2023 and March 31, 2022, respectively. We intend to continue maintaining a full valuation allowance on our deferred tax assets until there is sufficient evidence to support the reversal of all or some portion of these allowances. Due to the magnitude of the impact of supply chain issues occurring during Fiscal 2023 and the addition to cumulative pre-tax loss, we currently cannot estimate when sufficient positive evidence may become available to allow us to reach a conclusion that any portion of the valuation allowance will no longer be needed. Release of the valuation allowance would result in the recognition of certain deferred tax assets and a decrease to income tax expense for the period the release is recorded. However, the exact timing and amount of the valuation allowance release are subject to the level of profitability that we are able to actually achieve.\nRecent Accounting Pronouncements\nRefer to Note 1, \nDescription of Business and Summary of Significant Accounting Policies,\n to the Financial Statements, included in Part II, Item 8 of this report for a discussion of recent accounting pronouncements.\nAnalysis of Fiscal 2023 and Fiscal 2022 Results of Operations\nTotal Revenues.    \nThe following table presents details of total revenues for Fiscal 2023 as compared to Fiscal 2022:\nYear Ended March 31,\n2023\n2022\n$ Increase\n% Change\n(In thousands, except percentage)\nProduct revenues\n$\n85,097 \n$\n68,729 \n$\n16,368 \n23.8 \n%\nService revenues\n70,955 \n64,843 \n6,112 \n9.4 \n%\nTotal revenues\n$\n156,052 \n$\n133,572 \n$\n22,480 \n16.8 \n%\nProduct revenues primarily consist of product sales, but also includes OEM products for the traffic signal markets, as well as third-party product sales for installation under certain construction-type contracts. Product revenues for Fiscal 2023 increased approximately 23.8% to $85.1 million, compared to $68.7 million in Fiscal 2022, primarily due to continued strong demand for our sensors. Our circuit board redesign efforts allowed us to ship more sensor units compared to the prior year period, despite supply chain shortages and constraints, particularly in the second half of Fiscal 2023.\nService revenues consist of software, managed services, systems integration, and consulting services revenues. In certain instances, the lack of third-party product availability can impact the timing of systems integration projects and associated revenue recognition.  Service revenues for Fiscal 2023 increased approximately 9.4% to $71.0 million, compared to $64.8 million in Fiscal 2022. This increase was primarily due to continued adoption of Iteris' ClearMobility Platform and increased software and managed services revenue. Total annual recurring revenue, which we define as revenues from software and managed services contracts, was approximately 25% of total revenue for Fiscal 2023 and approximately 25% of total revenue for Fiscal 2022.\nThe Company added approximately $170.3 million of new bookings, or potential revenue under binding agreements, during Fiscal 2023. The Company's total ending backlog increased approximately 14% to approximately $114.2 million as of March 31, 2023, as compared to approximately $99.9 million as of March 31, 2022. \nBacklog is an operational measure representing future unearned revenue amounts believed to be firm that are to be earned under our existing agreements, but it does not represent the total contract award if a firm purchase order or task order has not yet been issued under the contract, and are not included in deferred revenue on our balance sheets. Backlog includes new bookings but does not include announced orders for which definitive contracts have not been executed. We believe backlog is a useful metric for investors, given its relevance to total orders, but there can be no assurances we will recognize revenue from bookings or backlog timely or ever.\n31\nTable\n of Contents\nGross Profit.     \nThe following tables present details of our gross profit for Fiscal 2023 compared to Fiscal 2022:\nYear Ended March 31,\n2023\n2022\n$ Increase (decrease)\n% Change\n(In thousands, except percentage)\nProduct gross profit\n$\n22,084 \n$\n28,228 \n$\n(6,144)\n(21.8 \n%)\nService gross profit\n19,934 \n19,165 \n769 \n4.0 \n%\nTotal gross profit\n$\n42,018 \n$\n47,393 \n$\n(5,375)\n(11.3 \n%)\nProduct gross margin as a % of product revenues\n26.0 \n%\n41.1 \n%\nService gross margin as a % of service revenues\n28.1 \n%\n29.6 \n%\nTotal gross margin as a % of total revenues\n26.9 \n%\n35.5 \n%\nOur product gross margin as a percentage of product revenues for Fiscal 2023 decreased approximately 1,510 basis points compared to Fiscal 2022. The decline was primarily due to global supply chain constraints that prevented the Company from sourcing certain electronics components (most notably semiconductors) through traditional channels at normal prices and resulted in approximately $16.0 million higher cost for Fiscal 2023 than otherwise would have occurred. To maintain customer loyalty, increase market penetration, and build buffer stock to reduce future shipping disruptions, the Company sourced various components from electronics brokers (or aftermarket brokers) at significantly elevated prices. The Company saw supply chain improvement in the second half of Fiscal 2023, aided by the release of new circuit board designs containing components more readily available from traditional supplier channels at more reasonable prices. \nOur service gross margin as a percentage of service revenues for Fiscal 2023 decreased 150 basis points compared to Fiscal 2022 primarily due to a higher proportion of cost of revenue related to subcontractors and higher costs for data we purchased in the current year.\nOur total gross margin as a percentage of total revenues for Fiscal 2023 decreased 860 basis points compared to Fiscal 2022 primarily as a result of the aforementioned reasons.\nWe plan to continue to focus on securing new contracts and to extend and/or continue our existing relationships with both key public-sector and private-sector customers. While we believe our ability to obtain additional large contracts will contribute to overall revenue growth, the mix of subcontractor revenue and third-party product sales to our public-sector customers will likely affect the related total gross profit from period to period, as total revenues derived from subcontractors and third-party product sales generally have lower gross margins than revenues generated by our own products and professional services.\nGeneral and Administrative Expense\nGeneral and administrative expense for Fiscal 2023 decreased approximately 12% to $22.1 million, compared to $25.1 million in Fiscal 2022 due to restructuring activities and the Company's continued cost control measures.\nSales and Marketing Expense\nSales and marketing expense for Fiscal 2023 increased approximately 20% to $22.8 million, compared to $18.9 million in Fiscal 2022 primarily due to the planned addition of sales and sales support representatives to drive revenue growth, resulting in higher compensation and benefit costs. \nResearch and Development Expense\nResearch and development expense for Fiscal 2023 increased approximately 13% to $8.3 million, compared to $7.4 million in Fiscal 2022. The overall increase was primarily due to the continued investment in research and development activities largely focused on improving our existing software related offerings and the re-design of certain circuit boards as part of the Company's supply chain management program. \nWe plan to continue to invest in the development of further enhancements and new functionality of our Iteris ClearMobility Platform which includes among other things our software portfolio and our Vantage sensors.\nCertain development costs were capitalized into intangible assets in the Company's balance sheets in both the current and prior year periods; however, certain development costs did not meet the criteria for capitalization under GAAP and are included in research and development expense. Going forward, we expect to continue to invest in our software solutions. This continued \n32\nTable\n of Contents\ninvestment may result in increases in research and development costs, as well as additional capitalized software assets in future periods.\nImpairment of Goodwill\nBased on our goodwill impairment testing for Fiscal 2023, we believe the carrying value of our goodwill was not impaired, as the estimated fair values of our reporting units exceeded their carrying values. If factors such as our actual financial results, or the plans and estimates used in future goodwill impairment analyses, are lower than our current estimates used to assess impairment of our goodwill, we could incur goodwill impairment charges in the future.\nAmortization of Intangible Assets\nAmortization expense for intangible assets subject to amortization was approximately $3.2 million for both Fiscal 2023 and Fiscal 2022. Approximately $0.5 million and $0.6 million of the intangible asset amortization was recorded to cost of revenues, and approximately $2.6 million and $2.7 million was recorded to amortization expense for Fiscal 2023 and Fiscal 2022, respectively, in the statements of operations. \nInterest Income (Expense), Net\nNet interest expense was approximately $0.3 million and $0.0 million in Fiscal 2023 and Fiscal 2022, respectively. The increase in net interest expense in the current year was primarily due to amortization of capitalized deferred financing costs and commitment fees upon termination of our Credit Agreement with Capital One (see Note 12, \nLong-Term Debt,\n to the Financial Statements for more information).\nIncome Taxes\nThe following table presents our provision for income taxes for Fiscal 2023 and Fiscal 2022:\nYear Ended\nMarch 31,\n2023\n2022\n(In thousands,\nexcept percentage)\nProvision for income taxes\n$\n135 \n$\n174 \nEffective tax rate\n(0.9)\n%\n(2.5)\n%\nFor Fiscal 2023 and Fiscal 2022, the difference between the statutory and the effective tax rate was primarily attributable to the valuation allowance recorded against our deferred tax assets.\nIn assessing the realizability of our deferred tax assets, we review all available positive and negative evidence, including reversal of deferred tax liabilities, potential carrybacks, projected future taxable income, tax planning strategies and recent financial performance. As the Company has sustained a cumulative pre-tax loss over the trailing three fiscal years, we considered it appropriate to maintain valuation allowances of $18.7 million and $14.9 million against our deferred tax assets at March 31, 2023 and 2022, respectively. We will continue to reassess the appropriateness of maintaining a valuation allowance.\nAs we update our estimates in future periods, adjustments to our deferred tax asset and valuation allowance may be necessary. We anticipate this will cause our future overall effective tax rate in any given period to fluctuate from prior effective tax rates and statutory tax rates. We utilize the liability method of accounting for income taxes. We record net deferred tax assets to the extent that we believe these assets will more likely than not be realized.\nAt March 31, 2023, we had $23.5 million of federal net operating loss carryforwards that do not expire as a result of recent tax law changes. We also had $16.4 million of state net operating loss carryforwards that begin to expire in 2031. Although the impact cannot be precisely determined at this time, we believe that our net operating loss carryforwards will provide reductions in our future income tax payments, that would otherwise be higher using statutory tax rates.\nLiquidity and Capital Resources\nCash Flows\nWe have historically financed our operations with a combination of cash flows from operations and the sale of equity securities. We expect to continue to rely on cash flows from operations and our cash reserves to fund our operations, which we \n33\nTable\n of Contents\nbelieve to be sufficient to fund our operations for at least the next twelve months. However, we may need or choose to raise additional capital to fund potential future acquisitions and our future growth. We may raise such funds by selling equity or debt securities to the public or to selected investors or by borrowing money from financial institutions. If we raise additional funds by issuing equity or convertible debt securities, our existing stockholders may experience significant dilution, and any equity securities that may be issued may have rights senior to our existing stockholders. There is no assurance that we will be able to secure additional funding on a timely basis, on terms acceptable to us, or at all.\nAt March 31, 2023, we had $24.8 million in working capital, excluding current liabilities of discontinued operations, which included $16.7 million in cash and cash equivalents. This compares to working capital of $35.2 million at March 31, 2022, which included $23.8 million in cash and cash equivalents.\nThe following table summarizes our cash flows from continuing operations for Fiscal 2023 and Fiscal 2022:\nYear Ended\nMarch 31,\n2023\n2022\n(In thousands)\nNet cash provided by (used in):\nOperating activities\n$\n(4,507)\n$\n(5,593)\nInvesting activities\n(1,874)\n999 \nFinancing activities\n(372)\n1,563 \nOperating Activities.    \nNet cash used by operating activities of our continuing operations for Fiscal 2023 was $4.5 million and primarily reflects our net loss from continuing operations of approximately $14.9 million, which included $8.9 million of non-cash items including lease expense, depreciation expenses, stock-based compensation, and amortization of intangible assets. Changes in the balances of operating assets and liabilities provided inflows of approximately $1.5 million in total, as the benefit of strong overall working capital management in relation to revenue growth was offset by higher cost of inventory due to supply chain disruption. Net cash used in operating activities due to discontinued operations was $0.3 million.\nNet cash used by operating activities of our continuing operations for Fiscal 2022 of $5.6 million was primarily the result of our net loss from continuing operations of approximately $6.9 million, which included $13.1 million of non-cash items including lease expense, depreciation expenses, stock-based compensation, and amortization of intangible assets, coupled with approximately $11.8 million of outflows from changes in working capital. Net cash used in operating activities due to discontinued operations was $0.1 million.\nInvesting Activities.  \n  Net cash used by investing activities of our continuing operations during Fiscal 2023 was primarily the result of approximately $0.5 million of property and equipment purchases, and approximately $1.3 million of capitalized software development costs, primarily in VantageLive! and ClearGuide, respectively. Net cash provided by investing activities from discontinued operations was $0.0 million.\nNet cash provided by investing activities of our continuing operations during Fiscal 2022 was primarily the result of approximately $3.1 million in proceeds from the sale and maturity of short-term investments which were partially offset by approximately $0.5 million of property and equipment purchases, and approximately $1.6 million of capitalized software development costs, primarily in VantageLive! and ClearGuide, respectively. Net cash provided by investing activities from discontinued operations was $1.5 million.\nFinancing Activities.    \nNet cash used by financing activities of our continuing operations during Fiscal 2023 was primarily the result of approximately $0.1 million and $0.5 million of cash proceeds from the exercise of stock options and purchases of Employee Stock Purchase Plan (\"ESPP\") shares, respectively which were offset by repurchases of common stock of approximately $0.9 million.\nNet cash provided by financing activities of our continuing operations during Fiscal 2022 was primarily the result of approximately $1.3 million and $0.4 million of cash proceeds from the exercise of stock options and purchases of ESPP shares, respectively.\nOff-Balance Sheet Arrangements\nWe do not have any other material off-balance sheet arrangements at March 31, 2023.\nSeasonality\n34\nTable\n of Contents\nWe have historically experienced seasonality, particularly with respect to our products, which adversely affects such sales in our third and fourth fiscal quarters due to a reduction in intersection construction and repairs during the winter months due to inclement weather conditions, with the third fiscal quarter generally impacted the most by inclement weather. We have also experienced seasonality, which adversely impacts our third fiscal quarter due to the increased number of holidays, causing a reduction in available billable hours.",
    "item7a": ">ITEM 7A.    QUANTITATIVE AND QUALITATIVE DISCLOSURES ABOUT MARKET RISK\nThe Company is a smaller reporting company as defined in Rule 12b-2 of the Exchange Act and is not required to provide the information required by this Item.\n35\nTable\n of Contents",
    "cik": "350868",
    "cusip6": "46564T",
    "cusip": [
        "46564T107"
    ],
    "names": [
        "ITERIS INC NEW"
    ],
    "source": "https://www.sec.gov/Archives/edgar/data/350868/000162828023023849/0001628280-23-023849-index.htm"
}