{
    "item1": ">ITEM 1.\n    BUSINESS.\n \nOverview\n \nResources Global Professionals (“RGP”) is a global consulting firm focused on project execution services that power clients’ operational needs and change initiatives utilizing on-demand, experienced and diverse talent. As a next-generation human capital partner for our clients, we specialize in co-delivery of enterprise initiatives typically precipitated by business transformation, strategic transactions or regulatory change. Our engagements are designed to leverage human connection, expertise and collaboration to deliver practical solutions and more impactful results that power our clients’, consultants’ and partners’ success.\n \n \nA disruptor within the professional services industry since our founding in 1996, today we embrace our differentiated agile delivery model. The trends in today’s marketplace favor the flexibility and agility that RGP provides as businesses confront transformation pressures and speed-to-market challenges. As talent preferences continue to shift in the direction of flexibility, choice and control, employers struggling to compete in today’s business environment must rethink the way work gets done and consider implementing new, more agile workforce strategies. \n \nWe have evolved our client engagement and talent delivery model to take advantage of these dramatic and important shifts in the direction of flexibility, control and choice. Our unique approach to workforce strategy strongly positions us to help our clients transform their businesses and workplaces, especially in a time where high-quality talent is increasingly scarce and leaders are increasingly adopting more flexible workforce models to execute transformational projects. We believe that we are continuing to lay a solid foundation for the future.\n \nBased in Irvine, California, with a worldwide presence, our agile human capital model attracts top-caliber professionals with in-demand skillsets who seek a workplace environment that embraces flexibility, collaboration and human connection. Our agile professional services model allows us to quickly align the right resources for the work at hand with speed and efficiency in ways that bring value to both our clients and talent. Our approximately 4,100 professionals collectively engaged with over 2,000 clients around the world in fiscal 2023, including over 87% of the Fortune 100 as of May 2023.\n \nBusiness Segments\n \nEffective May 31, 2022, the Company’s operating segments consist of the following:\n \n\nRGP – a global business consulting firm focused on project execution services that power clients’ operational needs and change initiatives with experienced and diverse talent; and\n\nSitrick – a crisis communications and public relations firm which operates under the Sitrick brand, providing corporate, financial, transactional and crisis communication and management services.\n \nEach of these segments reports through a separate management team to our Chief Executive Officer, who is the Chief Operating Decision Maker for segment reporting purposes. \nRGP is the Company’s only reportable segment \nthat meets the quantitative threshold of a reportable segment\n. Sitrick does not individually meet the quantitative threshold to qualify as a reportable segment. Therefore, Sitrick is disclosed in Other Segments. RGP accounts for more than 90% of our consolidated revenue and segment total Adjusted EBITDA and, therefore, represents our dominant segment. The discussions in this section apply to both our entire business and RGP.\n \nPrior to May 31, 2022, the Company’s Other Segments included \ntaskforce, \nalong with its parent company, Resources Global Professionals GmbH, an affiliate of the Company. \ntaskforce\n was divested on May 31, 2022; refer to Note 2 – \nSummary of Significant Accounting Policies\n and Note 3 – \nDispositions\n in the Notes to Consolidated Financial Statements for further information. \nPrior-period comparative segment information was not restated as a result of the divestiture of \ntaskforce\n as we did not have a change in internal organization or the financial information our Chief Operating Decision Maker uses to assess performance and allocate resources.\n \nIndustry Background and Trends\n \nChanging Market for Project- or Initiative-Based Professional Services\n \nOur services respond to what we believe is a permanent marketplace shift: namely, organizations are increasingly choosing to address their workforce needs in more flexible ways. We believe this growing shift in workforce strategy towards a project-based orientation was greatly accelerated by the COVID-19 pandemic (the “Pandemic”), which placed an enhanced emphasis on business agility, and continues to be hastened by the competition for talent. Permanent professional personnel positions are being reduced as organizations engage agile talent for project initiatives and transformation work.\n \n\n\n3\n \nTable of Contents\n \n\n\n \nOrganizations use a mix of alternative resources to execute projects. Some companies rely solely on their own employees who may lack the requisite time, experience or skills for specific projects. Other companies may outsource entire projects to consulting firms, which provides them access to the expertise of the firm but often entails significant cost, insufficient management control of the project and a lack of ultimate ownership at project completion. As a more cost-efficient alternative, companies sometimes use temporary employees from traditional and internet-based \nstaffing firms, although these employees may be less experienced or less qualified than employees from professional services firms. Finally, companies can supplement their internal resources with employees from agile consulting or other traditional professional services firms, like RGP. The use of project consultants as a viable alternative to traditional accounting, consulting, and law firms allows companies to:\n \n\nStrategically access specialized skills and expertise for projects of set durations;\n\nEngage the very best expert talent across regions and geographies;\n\nBe nimble and mobilize quickly;\n\nBlend independent and fresh points of view;\n\nEffectively supplement internal resources;\n\nIncrease labor flexibility; and\n\nReduce overall\n hiring, training and termination costs.\n \nSupply of Project Consultants\n \nBased on our review of labor market dynamics and discussions with our consultants, we believe the number of professionals seeking to work on an agile basis has been increasing due to a desire for:\n \n\nMore flexible hours and work arrangements, including working-from-home options, coupled with an evolving professional culture that offers competitive wages and benefits;\n\nThe ability to learn and contribute to different environments and collaborate with diverse team members;\n\nChallenging engagements that advance their careers, develop their skills and add to their portfolio of experience;\n\nA work environment that provides a diversity of, and more control over, client engagements; and\n\nAlternative\n employment opportunities throughout the world.\n \nThe traditional employment options available to professionals may fulfill some, but not all, of an individual’s career objectives. A professional working for a Big Four firm or a consulting firm may receive challenging assignments and training; however, he or she may encounter a career path with less choice and less flexible hours, extensive travel demands and limited control over work engagements. On the other hand, a professional who works as an independent contractor assumes the ongoing burden of sourcing assignments and significant administrative obligations, including potential tax and legal issues.\n \nRGP’s Solution\n \nWe believe RGP is ideally positioned to capitalize on the confluence of the industry shifts described above. We believe, based on discussions with our clients, that RGP provides the agility companies desire in today’s highly competitive and quickly evolving business environment. Our solution offers the following elements:\n \n\nA relationship-oriented and collaborative approach to client service; \n\nA dedicated talent acquisition and management team adept at developing, managing and deploying a project-based workforce;\n\nDeep functional and/or technical experts who can assess clients’ project needs and customize solutions to meet those needs;\n\nHighly qualified and pedigreed consultants with the requisite expertise, experience and points of view;\n\nCompetitive rates on an hourly basis as well as on a project basis; and\n\nSignificant client control of their projects with effective knowledge transfer and change management.\n \n\n\n4\n \nTable of Contents\n \n\n\n \nRGP’s Strategic Priorities\n \nOur Business Strategy\n \nWe are dedicated to serving our clients with highly qualified and experienced talent in support of projects and initiatives in a broad array of functional areas, including:\n \n \n \nTransactions\n\n     Integration and divestitures\n\n     Bankruptcy/restructuring\n\n     Going public readiness and support\n\n     Financial process optimization\n\n     System implementation\n \nRegulations\n\n     \nAccounting regulations\n\n     \nInternal audit and compliance\n\n     Data privacy and security\n\n     Healthcare compliance\n\n     Regulatory compliance\n \nTransformations\n\n     \nFinance transformation\n\n     Digital transformation\n\n     Supply chain management\n\n     Cloud migration\n\n     Data design and analytics\n \n \nOur objective is to build and maintain RGP’s reputation as the premier provider of project execution services for companies facing transformation, change and compliance challenges. We have developed the following business strategies to achieve our objectives:\n \n\nHire and retain highly qualified, experienced consultants.\n We believe our highly qualified, experienced consultants provide us with a distinct competitive advantage. Therefore, one of our top priorities is to continue to attract and retain high-caliber consultants who are committed to serving clients and solving their problems. We believe we have been successful in attracting and retaining qualified professionals by providing interesting work assignments within a blue-chip client base, competitive compensation and benefits, and continuing professional development and learning opportunities, as well as membership to an exclusive community of like-minded professionals, while offering flexible work schedules and more control over choosing client engagements.\n\nMaintain our distinctive culture. \nOur corporate culture is a core pillar of our business strategy, and we believe it has been a significant component of our success. See “Human Capital Management” below for further discussions about our culture.\n\nEstablish consultative relationships with clients.\n We emphasize a relationship-oriented approach to business rather than a transaction-oriented or assignment-oriented approach. We believe the professional services experience of our management and consultants enables us to understand the needs of our clients and deliver an integrated, relationship-based approach to meeting those needs. Client relationships and needs are addressed from a client-centric, not geographic, perspective. Our revenue team regularly meets with our existing and prospective clients to understand their business issues and help them define their project needs. Our talent team then identifies consultants with the appropriate skills and experience from our global talent pool to meet the clients’ objectives. We believe that by establishing relationships with our clients to solve their professional service needs, we are more likely to identify new opportunities to serve them. The strength and depth of our client relationships is demonstrated by \nthe \n80% retention rate of our top 100 clients over the last five fiscal years.\n\nBuild the RGP brand.\n We want to maintain a leadership position in today’s world of work, providing the best talent to execute client projects in an increasingly fluid gig-oriented environment. We have historically built our brand through the consistent and reliable delivery of high-quality, value-added services to our clients as well as a significant referral network of 3,145 consultants and 917 management and administrative employees as of May 27, 2023. In recent years, we have invested in global, regional and local marketing and brand activation efforts that reinforce our brand. In fiscal 2022, we introduced our new tagline ― Dare to Work Differently ― to clarify our brand. We made progress on clarifying our brand and activated our new brand positioning during fiscal 2023. We rely on trademark registrations and common law trademark rights to protect the distinctiveness of our brand.\n \n\n\n5\n \nTable of Contents\n \n\n\n \nOur Growth Strategy\n \nSince inception, our growth has been primarily organic with certain strategic acquisitions along the way that augmented our physical presence or solution offerings. We believe we have significant opportunity for continued organic growth in our core business while also growing through strategic and highly targeted acquisitions as our clients continue to accelerate\n their \ndigital, workforce and workplace paradigm transformations\n. Key elements of our growth strategy include:\n \n\nFurther our strategic brand marketing. \nRGP has always focused our business on project execution, which is a distinct space on the continuum between strategy consulting and interim deployment. Our business model of utilizing experienced talent to flatten the traditional consulting delivery pyramid is highly sought after in today’s market. Most clients are capable of formulating business strategy organically or with the help of a strategy firm; where they need help is in the ownership of executing the strategy. Our co-delivery ethos is focused around partnering with clients on project execution. Our brand marketing will continue to emphasize and accentuate our unique qualifications in this arena. We believe clear articulation and successful marketing of our distinctive market position is key to attracting and retaining both clients and talent, enabling us to drive continued growth.\n\nIncrease penetration of existing client base.\n A principal component of our strategy is to secure additional work from the clients that we serve. Based on discussions with our clients, we believe that the amount of revenue that we currently generate from many of our clients represents a relatively small percentage of the total amount that they spend on professional services. Consistent with current industry trends, we believe our clients may also continue to increase that spend as businesses adopt a more agile workforce strategy. We believe that by continuing to deliver high-quality services and by furthering our relationships with our clients, we can capture a significantly larger share of our clients’ professional services budgets. We maintain our Strategic Client Account program to serve a number of our largest clients with dedicated global account teams. We have and will continue to expand the Strategic Client Account program by adding clients and taking a more client-centric and borderless approach to serving these clients. In addition to serving our largest clients with a differentiated focus, we also segment our clients by industry verticals. We believe this focus enhances our opportunities to develop in-depth knowledge of these clients’ needs and the ability to increase the scope and size of projects with those clients. The Strategic Client Account and Industry Vertical programs have been key drivers for our revenue and business growth.\n\nGrow our client base.\n We continue to focus on attracting new clients. We strive to develop new client relationships primarily by leveraging the significant contact networks of our management and consultants, through referrals from existing clients and through a dedicated business development team targeting specific clients. We believe we can continue to attract new clients by building our brand identity and reputation, supplemented by our global, regional and local marketing efforts. We anticipate our growth efforts will continue to pivot on identifying strategic target accounts especially in the large and middle-market client segments and within certain focus industries, such as healthcare, technology and financial services.\n\nOptimize service offerings with a focus on digital capabilities.\n We continue to evolve and optimize our portfolio of professional service offerings, and when appropriate, consider entry into new professional service offerings. Since our founding, we have diversified our professional service offerings from a primary focus on accounting and finance to other areas in which our clients have significant needs such as digital transformation, finance transformation, accounting regulations, internal audit and compliance, healthcare compliance, integration and divestitures, and supply chain management. We continuously identify project opportunities we can market at a broader level with our talent, tools and methodologies and commercialize projects into solution offerings. When evaluating new or existing solution offerings to invest in, we consider (among other things) profitability, cross-marketing opportunities, competition, growth potential and cultural fit. Our subsidiary Veracity Consulting Group, LLC (“Veracity”) offers valuable digital consulting services, particularly related to experience and automation. Customer experience and employee and workspace experience continue to be growing themes in the marketplace and within our client portfolio. The need for automation and self-service has also been an increasing trend. We will continue to focus on expanding our digital consulting capabilities and their geographic reach to drive growth in the business by capturing the market demand and opportunities.\n\nExpand sales channel through our digital engagement platform (HUGO by RGP®). \nConsumer buying habits continue to dictate a more self-serve frictionless experience. We believe the use of technology platforms to match clients and talent is the future of professional staffing. HUGO by RGP® (“HUGO”), our digital engagement platform, allows such an experience for clients and talent in the professional staffing space to connect, engage and even transact directly. \nWe piloted the platform in three primary markets – New York/New Jersey, Southern California and Texas, and have \ncontinued to expand its functionality with further artificial intelligence and machine learning. We have also been developing sales and marketing strategies to increase client and talent adoption of the platform.\n \nWe plan to expand the geographic reach to other key markets within the United States (“U.S.”) in fiscal 2024\n. Over time, we expect to be able to drive volume through the HUGO platform by attracting more small- and medium-sized businesses looking for interim support and by serving a larger percentage of our current professional staffing business, which we believe will not only drive top-line growth but also enhance profitability\n.\n\nEngage in strategic acquisitions\n. Our acquisition strategy is to engage in targeted M&A efforts that are designed to complement our core service offerings and enhance our consulting capabilities that are in line with market demands and trends. The acquisition of Veracity accelerated our digital capabilities and our ability to offer comprehensive digital innovation services. We will continue to seek acquisition opportunities to augment and expand the breadth and depth of our digital and other core capabilities.\n \n\n\n6\n \nTable of Contents\n \n\n\n \nOur Service Offerings\n \n\nProject Consulting\n. We partner with our people and clients to deliver value and impact, bringing our depth of experience and “sleeves up” approach to project execution. While many companies find their internal employees lack the time, experience, or skills for project execution, we seek out talent who can bring fresh ideas to drive any project to a successful conclusion.\n \n\nOn-demand Talent\n. Tapping into our agile talent pool, we mobilize the right resources to support an organization in today’s rapidly changing business environment. Our workforce strategy provides flexible, collaborative resources to meet our clients’ needs.\n \n\nOther Services\n. From digital workflows to back-office functions, we support vital business processes, freeing our clients to focus on transformation. In addition, our award-winning recruiters quickly find and assess top talent for business-critical positions for a wide range of clients. \n \nHuman Capital Management\n \nOur internal employees and consultants represent our greatest asset and operate together to provide the highest quality of service to our clients. \nAs of May 27, 2023, we had 4,062 employees, including 917 management and administrative employees and 3,145 consultants. Our employees are not covered by any collective bargaining agreements.\n \nOur Culture and Values \n \nOur culture is the cornerstone of all our human capital programs. \nOur senior management team, the majority of whom are Big Four, management consulting and/or Fortune 500 alumni, has created a culture that combines the commitment to quality and the client service focus of a Big Four firm with the entrepreneurial energy of an \ninnovative\n, high-growth company. \nOur culture is built upon our shared, core values of Loyalty, Integrity, Focus, Enthusiasm, Accountability and Talent, and we believe this is a key reason for our success. \n \nAlong with our core values, we act in accordance with our Code of Business Conduct and Ethics (“Code of Conduct”), which sets forth the standards our employees and board members must adhere to at all times in the execution of their duties. Our Code of Conduct covers topics such as honest and candid conduct, conflicts of interest, protecting confidential information, anti-corruption, compliance with laws, rules and regulations, fair dealing, equal opportunities and non-harassment, maintaining a safe workplace, and the reporting of violations. The Code of Conduct reflects our commitment to operating in a fair, honest, responsible and ethical manner and also provides direction for reporting complaints in the event of alleged violations of our policies (including through an anonymous hotline).\n \nDiversity, Equity & Inclusion \n \nDiversity, equity and inclusion (“DE&I”) are critical underpinnings of our shared values and guide our conduct in our interactions with both clients and each other. As a human-first company, we recognize diversity as a strength that is cultivated through our culture, our people, our business, and our clients. We are proud to be a Paradigm for Parity Coalition member, which is a coalition of companies committed to addressing the corporate leadership gender and diversity gaps, and are proud that 100% of our Executive Leadership Team are women, racially or ethnically diverse. Additionally, 40% of our directors identify as women, racially or ethnically diverse. Our gender, racial and ethnic diversity representation in the Executive Leadership Team, Board of Directors and U.S.-based workforce is presented in the following table:\n \n\n\n7\n \nTable of Contents\n \n\n\n \n \n* -- Diversity representation is as of May 27, 2023.\n \nOur fiscal 2023 DE&I strategic priorities remained focused on increasing DE&I awareness, education and involvement among our workforce, increasing diversity in our workforce, and promoting diversity in our Go-to-Market activities. To guide our actions, we launched our second global DE&I survey in fiscal 2023 to collect employee feedback on how we can continue to be an inclusive workplace where all feel welcome and have a sense of belonging. The feedback showed improvements in all categories since the previous survey in fiscal 2021 and provided valuable insights to establish plans to create meaningful change for our global team. \n \nIn fiscal 2023, we continued our DE&I Council and DE&I Ambassador programs, which consist of employees representing a cross-section of functions and levels across the globe and support our DE&I priorities by designing and delivering measurable and impactful solutions. The DE&I Council serves an important role in working closely with senior leaders to facilitate alignment between our DE&I efforts and overall business strategy. Our DE&I Council hosts periodic town hall meetings that are accessible to our global workforce. These meetings serve as important learning opportunities and connection points that broaden our perspectives and foster a greater sense of community among colleagues. During these sessions, we engage external speakers and communicate our current year DE&I strategy and initiatives. These sessions also serve as important listening forums by which we learn what additional DE&I activities would be most meaningful to our workforce. We have received strong positive feedback from our workforce around these education and engagement sessions, which has helped us to prioritize DE&I topics for building cultural and inclusive capability across our global team.\n \nThe DE&I Ambassador program is comprised of employee volunteers, with a mission to “meet people where they are” in relationship to DE&I and to promote DE&I awareness in existing business forums (i.e., to raise a DE&I topic in existing business meetings or planned social gatherings).\n \nThe DE&I Ambassador program has had a positive impact on our culture as it generates meaningful opportunities for people, who work in a hybrid and geographically dispersed way, to come together for connection and community. The DE&I Ambassador teams operate at a regional level and meet quarterly to share success stories and practices across the regions.\n \nIn fiscal 2023, we also continued our Social Justice Charitable Matching Fund, which has allowed us to help raise DE&I awareness internally across our organization by matching employees’ contributions to charitable organizations that promote social justice. As of May 27, 2023, we achieved our goal of matching $100,000 in contributions during fiscal 2023 and since fiscal 2021, we have supported over 150 unique charitable organizations with over $300,000 in contributions. We also support and encourage our employees to volunteer their time and donate to local or national charitable causes. For example, since fiscal 2021, we have sponsored Brightpath STEAM Academy, which seeks to empower and inspire at-risk students in St. Louis, Missouri to pursue STEAM careers by hosting large scale events such as a robotic summer camp. Brightpath was founded and is run by an RGP employee who also served a multi-year term on our DE&I Council.\n\n\n8\n \nTable of Contents\n \n\n\n \n \nEmployee Wellbeing and Resilience\n \nEmployee safety and wellbeing continues to be of paramount importance to us. Our Global Business Continuity Team continued to improve our disaster preparedness plans and implement strategies to manage the health and security of our employees, business continuity, client confidence, and excellent customer service. \n \nTo promote employee wellbeing and collaboration, we evolved our work-from-home policy to a hybrid work policy, where employees are invited to work collaboratively with colleagues in the office but are also permitted to work remotely as desired. Our goal is to help every human in our workforce maintain a positive, productive and connected work experience. We provide productivity and collaboration tools and resources for employees working remotely. During fiscal 2023, we also enhanced and promoted programs to support our employees’ physical and mental wellbeing, including the offering of regular wellness and self-care sessions, supporting our You Matter recognition program that allows employees to share gratitude and kudos for colleagues, and launching a new Spirit of Volunteerism initiative to share stories, foster community connections and promote organizations and causes that are important to our employees. We also offer all global employees participation in programs and resources to support personal and family health and wellbeing, including our Employee Assistance Program in the U.S. \n \nBuilding Strong Leaders and Talent Management\n \nStrong “human leadership” is critical to fostering employee engagement and positioning employees to perform at their best. In fiscal 2023, we saw a continued and strengthened desire from employees seeking authentic, empathetic and adaptive behaviors from their leaders. For these reasons, we invest in the ongoing professional development of our employees and leaders. We designed and delivered curated programs to onboard and acclimate employees to the business and promote personal, professional and leadership growth. In fiscal 2023, we launched “Leadership U” to foster leadership development, peer mentorship opportunities and to support the building and maintenance of high-performing teams.\n \nSuccessful talent development starts with hiring the right people. We seek to recruit and hire candidates that demonstrate skills and competencies that align with our core values and that have an aptitude to further develop and expand those capabilities. After onboarding, our Life + Learning team remains committed to providing employees with training and development opportunities to allow our employees to progress in their careers. We offer newly hired employees the opportunity to participate in our “RGP U” program to accelerate and support their integration into our organization. This program gives our new hires a connected cohort to drive a sense of belonging early in their career at RGP and offers their leaders a more efficient use of individual coaching time with new employees.\n \nIn fiscal 2023, we expanded this program to RGP U Consultant to ensure strong connectivity and supported success in a consultant’s first year with RGP. We also launched a Sales Effectiveness curriculum that focused on deepening sales and client service acumen and effectiveness.\n \nIn addition, we continued to invest in the professional development and growth of our employees as we focused on employee experience, effectiveness, upskilling and reskilling in a changing work environment. This support was focused and delivered to all employees with emphasis in the areas of leadership development, on-boarding, functional/technical learning and digital fluency. We continued to actively engage with our internal leaders by integrating wellness and leadership development topics into our quarterly senior leadership meetings. We also conducted intentional leader listening forums and mentorship programs to help guide our leaders during fiscal 2023.\n \nCompensation and Benefits\n \nWe provide a competitive compensation and benefits program to attract and reward our employees. In addition to salaries or hourly rates, our eligible employees, including our consultants, are offered participation in a comprehensive benefits program (based on location) including: paid time off and holidays, group medical and dental programs, a basic term life insurance program, health savings accounts, flexible spending accounts, a 401(k) retirement plan with employer matching contributions, a pension plan or contributions to a statutory retirement program, the 2019 Employee Stock Purchase Plan, as amended (“ESPP”), which enables employees to purchase shares of our stock at a discount, and an employee assistance program. In addition, eligible management and administrative employees may participate in annual cash incentive programs or receive stock-based awards. \nWe also allow eligible consultants in the U.S. to maintain continuation of benefits for 90 days following the completion of a consulting project.\n \n \nWe utilize a Pay for Success Total Rewards Philosophy that promotes more consistent and transparent practices for rewarding and incentivizing our employees and the alignment of pay practices with the Company’s success. The Total Rewards Philosophy is comprised of three main components: (i) base pay, designed to reflect an individual’s value, knowledge and skills that contribute to the organization through an individual’s day-to-day job performance; (ii) short-term incentives, awarded to employees based on results delivered during the applicable fiscal year and determined by quantitative metrics, qualitative contributions, individual goals, and demonstration of company values; and (iii) long-term incentives, granted to reward and retain employees who have strategic influence on the long-term success of the Company. As a listening organization, we continue to communicate with our people to understand what \n\n\n9\n \nTable of Contents\n \n\n\ncomponents of Total Rewards are priority for them and leverage that feedback, along with quantitative benchmarking data and affordability considerations, to continually evolve our Total Rewards offerings in a way that positions us to attract and retain top talent.\n \nDuring fiscal 2023, we also continued our “You Matter” digital global employee recognition and appreciation program. You Matter includes service awards to acknowledge key milestones, including employment anniversaries and hours of service. This program provides all employees with the ability to both give and receive recognition, contributing to our culture of gratitude and excellence.\n \nClients\n \nWe provide our services and solutions to a diverse client base in a broad range of industries. In fiscal 2023, we served over 2,000 clients in 37 countries. Our revenues are not concentrated with any particular client. No single client accounted for more than 10% of revenue for the 2023, 2022 or 2021 fiscal years. In fiscal 2023, our 10 largest clients accounted for approximately 22% of our revenue. \n \nOperations\n \nWe generally provide our professional services to clients at a local level, with the oversight of our market or account leaders and consultation with our corporate management team. The market or account leaders and client development directors in each market are responsible for new client acquisition, expanding client relationships, ensuring client satisfaction throughout engagements, coordinating services for clients on a national and international level and maintaining client relationships post-engagement. Market or account revenue leadership and their teams identify, develop and close new and existing client opportunities, often working in a coordinated effort with other markets on multi-national/multi-location proposals. While the majority of our client relationships are driven at a local market level, our Strategic Client Accounts, which comprise 106 accounts, are led by account leaders responsible for relationships across markets and who are specifically tasked with growing our global relationships in these key accounts.\n \nMarket or account level leadership works closely with our talent management team, which aligns regionally but is managed largely as three distinct groups within North America, Asia Pacific and Europe. Our talent organization is responsible for identifying, hiring and cultivating a sustainable relationship with seasoned professionals fitting the RGP profile of client needs. Our consultant recruiting efforts are regionally and nationally based, depending upon the skill set required; talent management handles both the identification and hiring of consultants specifically skilled to perform client projects as well as monitoring the satisfaction of consultants during and after completion of assignments. The talent teams focus on getting the right talent in the right place at the right time. In fiscal 2020, we launched our Borderless Talent initiative in response to the Pandemic to evolve towards and facilitate a virtual operating model. In fiscal 2023 we continued with this initiative, as we seek to provide borderless solutions, anytime, anywhere, bringing the best talent to meet our clients’ business needs, based on expected outcome, not zip code.\n \nWe believe a substantial portion of the buying decisions made by our clients are made on a local or regional basis, and our offices most often compete with other professional services providers on a local or regional basis. We continue to believe our local market or account leaders are well-positioned to understand the local and regional outsourced professional services market. Additionally, the complexity of relationships with many of our multinational clients also dictates that in some circumstances a hybrid model, bringing the best of both locally driven relationships as well as global focus and delivery, is important for employee and client satisfaction. Through our Strategic Client Account program, we aim to be the service provider \nthat can partner with our multinational clients on a global basis by organizing the concerted effort and talent team to deliver through one integrated service platform\n. Additionally, team members in our Project Consulting Services group are individuals with deep subject matter expertise in areas of particular client concern who assist with scoping, proposing and delivering complex engagements.\n \nWe believe our ability to deliver professional services successfully to clients is dependent on our leaders in the field working together as a collegial and collaborative team. To build a sense of team spirit and increase camaraderie among our leaders, we have a program for field personnel that awards annual incentives based on specific agreed-upon goals focused on the performance of the individual and performance of the Company. We also share across the Company and with new client development team members the best and most effective practices of our highest achieving offices and accounts. New leadership also spends time in other markets or otherwise partners with experienced sales and recruiting personnel in those markets to understand how best to serve current clients, expand our presence with prospects and identify and recruit highly qualified consultants, among many other important skills. This allows the veteran leadership to share their success stories, foster our culture with new team members and review specific client and consultant development programs. We believe these team-based practices enable us to better serve clients who prefer a centrally organized service approach.\n \nFrom our corporate headquarters in Irvine, California, we provide centralized administrative, marketing, finance, human resources (“HR”), information technology (“IT”), legal and real estate support. We also have a business support operations center in our Utrecht, Netherlands office to provide centralized finance, HR, IT, payroll and legal support to our European offices. These centralized functions minimize the administrative burdens on our front office market leaders and enable operational efficiency and scalability throughout the enterprise. \n \n\n\n10\n \nTable of Contents\n \n\n\n \nBusiness Development\n \nOur business development initiatives are comprised of:\n\nlocal and global initiatives focused on existing clients and target companies;\n\nnational and international targeting efforts focused on multinational companies;\n\nbrand marketing activities; and\n\nnational and local advertising and direct mail programs.\n \nOur business development efforts are driven by the networking and sales efforts of our management, with our worldwide Salesforce software platform providing a common database of opportunities and clients and enhancing our local and global business development efforts. While local senior management focus on market-related activities, they are also part of the regional, national and international sales efforts, especially when the client is part of a multinational entity. In certain markets, sales efforts are also enhanced by management professionals focused solely on business development efforts on a market and national basis based on firm-wide and industry-focused initiatives. These business development professionals, in partnership with the vice-presidents and client service teams, are responsible for initiating and fostering relationships with the senior management and decision makers of our targeted client companies. \n \nWe believe our national marketing efforts have effectively generated incremental revenues from existing clients and developed new client relationships. Our brand marketing initiatives help bolster RGP’s reputation in the markets we serve. Our brand is reinforced by our professionally designed website, print, and online advertising, direct marketing, seminars, thought leadership whitepapers, initiative-oriented brochures, social media and public relations efforts. We believe our branding initiatives, coupled with our high-quality client service, help to differentiate us from our competitors and to establish RGP as a credible and reputable global professional services firm.\n \nCompetition\n \nWe operate in an extremely competitive, highly fragmented market and compete for clients and consultants with a variety of organizations that offer similar services. The competition for talent and clients is likely to increase in the future due to workforce gaps caused by the tightening labor market, a changing market for project- or initiative-based services and the relatively few barriers to entry. Our principal competitors include:\n \n\nbusiness operations and financial consulting firms;\n\nlocal, regional, national and international accounting and other traditional professional services firms;\n\nindependent contractors;\n\ntraditional and internet-based staffing firms; and\n\nthe in-house or former in-house resources of our clients.\n \nWe compete for clients based on the quality of professionals we bring to our clients, the knowledge base they possess, our ability to mobilize the right talent quickly, the scope and price of services, and the geographic reach of services. We believe our attractive value proposition, consisting of our highly qualified consultants, relationship-oriented approach, agile delivery model and professional culture, enables us to compete effectively in the marketplace. \n \nRegulatory Environment\n \nOur operations are subject to regulations by federal, state, local and professional governing bodies and laws and regulations in various foreign countries, including\n, but not limited to: (a) licensing and registration requirements and (b) \nregulation of the employer/employee relationship, such as worker classification regulations, wage and hour regulations, tax withholding and reporting, immigration/H-1B visa regulations, social security and other retirement, antidiscrimination, and employee benefits and workers’ compensation regulations. Our operations could be impacted by legislative changes by these bodies, particularly with respect to provisions relating to payroll and benefits, tax and accounting, employment, worker classification and data privacy. Due to the complex regulatory environment that we operate in, we remain focused on compliance with governmental and professional organizations’ regulations. For more discussion of the potential impact that the regulatory environment could have on our financial results, refer to Item 1A “Risk Factors.”\n \n\n\n11\n \nTable of Contents\n \n\n\n \nAvailable Information\n \nOur principal executive offices are located at 17101 Armstrong Avenue, Irvine, California 92614. Our telephone number is (714) 430-6400 and our website address is https://www.rgp.com. The information set forth in our website does not constitute part of this Annual Report on Form 10-K. We file our annual reports on Form 10-K, quarterly reports on Form 10-Q, and current reports on Form 8-K pursuant to Section 13(a) or 15(d) of the Exchange Act with the SEC electronically. These reports are maintained on the SEC’s website at \nhttps://www\n.sec.gov.\n \nA copy of our annual reports on Form 10-K, quarterly reports on Form 10-Q, and current reports on Form 8-K and amendments to those reports may also be obtained free of charge on the Investor Relations page of our website at \nhttps://ir\n.rgp.com as soon as reasonably practicable after we file such reports with the SEC.\n \n \n\n\n12\n \nTable of Contents\n \n\n\n ",
    "item1a": ">ITEM 1A.    \nRISK FACTORS\n.\n \nThe risks described below should be considered carefully before a decision to buy shares of our common stock is made. The order of the risks is not an indication of their relative weight or importance. The risks and uncertainties described below are not the only ones facing us but do represent those risks and uncertainties we believe are material to us. Additional risks and uncertainties not presently known to us or that we currently deem immaterial may also adversely impact and impair our business. If any of the following risks actually occur, our business could be harmed. In that case, the trading price of our common stock could decline, and all or part of the investment in our common stock might be lost. When determining whether to buy our common stock, other information in this Annual Report on Form 10-K, including our financial statements and the related notes, should also be reviewed.\n \nRisks Related to the Business Environment\n \nAn economic downturn or deterioration of general macroeconomic conditions could adversely affect our global operations and financial condition. \n \nWe are exposed to the risk of an economic downturn or deterioration of general macroeconomic conditions, including slower growth or recession, inflation, or decreases in consumer spending power or confidence, which could have a significant impact on our business, financial condition, and results of operations. Recent events, including increasing diplomatic and trade friction between the U.S. and China, the military incursion by Russia into Ukraine, and inflationary conditions and rising interest rates, have caused disruptions in the U.S. and global economy, and uncertainty regarding general economic conditions within some regions and countries in which we operate, including concerns about a potential U.S. and/or global recession has led, and may continue to lead, to reluctance on the part of some companies to spend on discretionary projects. Deterioration of or prolonged uncertainty related to the global economy or tightening credit markets could cause some of our clients to experience liquidity problems or other financial difficulties and could further reduce the demand for our services and adversely affect our business in the future. \n \nThe military incursion by Russia into Ukraine could adversely impact the global economy and cause an increase in inflation and market uncertainty in a manner that could adversely affect our operations. Wars divert international trade and capital flows, disrupt global supply chains, delay companies’ investment and hiring and erode consumer confidence, and periods of elevated geopolitical risks have historically been associated with negative effects on global economic activity. Although none of our operations are in Russia or Ukraine, the continuation or further escalation of geopolitical tensions, or future instances of political unrest in other geographies, could impact other markets where we do business, including Europe and Asia Pacific, or cause negative global economic effects which may adversely affect our business, financial condition, and results of operations.\n \nEconomic deterioration at one or more of our clients may also affect our allowance for doubtful accounts and collectability of accounts receivable. Our estimate of losses resulting from our clients’ failure to make required payments for services rendered has historically been within our expectations and the provisions established. While our overall receivable collections have not been severely impacted by the softening economy or other geopolitical events, we cannot guarantee we will continue to experience the same credit loss rates we have in the past. A significant change in the liquidity or financial position of our clients could cause unfavorable trends in receivable collections and cash flows and additional allowances for anticipated losses may be required. These additional allowances could materially affect our future financial results.\n \nIn addition, we are required periodically, and at least annually, to assess the recoverability of certain assets, including deferred tax assets, long-lived assets and goodwill. Downturns in the U.S. and international economies could adversely affect our evaluation of the recoverability of deferred tax assets, long-lived assets and goodwill. Although the additional tax valuation allowances and the impairment of long-lived assets and goodwill are non-cash expenses, they could materially affect our future financial results and financial condition.\n \nBank failures or other events affecting financial institutions could adversely affect our and our clients’ liquidity and financial performance.\n \nWe regularly maintain domestic cash deposits in Federal Deposit Insurance Corporation (“FDIC”) insured banks, which exceed the FDIC insurance limits. We also maintain cash deposits in foreign banks where we operate, some of which are not insured or are only partially insured by the FDIC or other similar agencies. The failure of a bank, or events involving limited liquidity, defaults, non-performance or other adverse conditions in the financial or credit markets impacting financial institutions at which we maintain balances, or concerns or rumors about such events, may lead to disruptions in access to our bank deposits or otherwise adversely impact our liquidity and financial performance. There can be no assurance that our deposits in excess of the FDIC or other comparable insurance limits will be backstopped by the U.S. or applicable foreign government, or that any bank or financial institution with which we do business will be able to obtain needed liquidity from other banks, government institutions or by acquisition in the event of a failure or liquidity crisis.\n \n\n\n13\n \nTable of Contents\n \n\n\n \nOur clients, including those of our clients that are banks, may be similarly adversely affected by any bank failure or other event affecting financial institutions. Any resulting adverse effects to our clients’ liquidity or financial performance could reduce the demand for our services or affect our allowance for doubtful accounts and collectability of accounts receivable. A significant change in the liquidity or financial position of our clients could cause unfavorable trends in receivable collections and cash flows and additional allowances for anticipated losses may be required. These additional allowances could materially affect our future financial results.\n \nIn addition, instability, liquidity constraints or other distress in the financial markets, including the effects of bank failures, defaults, non-performance or other adverse developments that affect financial institutions, could impair the ability of one or more of the banks participating in our current or any future credit agreement from honoring their commitments. This could have an adverse effect on our business if we were not able to replace those commitments or to locate other sources of liquidity on acceptable terms.\n \nOur business is subject to risks arising from epidemic diseases, pandemics, or other public health emergencies.\n \nPublic health epidemics or pandemics pose the risk that we or our employees and partners may be prevented from conducting business activities at full capacity for an indefinite period of time, including due to the spread of the virus or due to shutdowns or other measures that are requested or mandated by governmental authorities. Governmental measures that are intended to reduce the spread or otherwise combat a pandemic or epidemic may affect how we operate, including, among other things, by reducing demand for or delaying client decisions to procure our services, or by resulting in cancellations of existing projects. \n \nA future pandemic, epidemic, or other public health emergency could also result in a decline in productivity, which may adversely impact our ability to continue to efficiently serve our clients. In addition, in connection with the Pandemic, the overall financial condition of some of our clients was adversely impacted, at least for periods of time. If the financial condition of any of our clients is negatively impacted in the future by a pandemic or epidemic, the ability of these clients to pay outstanding receivables owed to us may be adversely affected. \n \nThe market for professional services is highly competitive, and if we are unable to compete effectively against our competitors, our business and operating results could be adversely affected.\n \nWe operate in a competitive, fragmented market, and we compete for clients and consultants with a variety of organizations that offer similar services. Our principal competitors include: consulting firms; local, regional, national and international accounting and other traditional professional services firms; independent contractors; traditional and internet-based staffing firms; and the in-house or former in-house resources of our clients. The competition is likely to increase in the future due to the expected growth of the market and the relatively few barriers to entry. \n \nWe cannot provide assurance that we will be able to compete effectively against existing or future competitors. Many of our competitors have significantly greater financial resources, greater revenues and greater name recognition, which may afford them an advantage in attracting and retaining clients and consultants and in offering pricing concessions. Some of our competitors in certain markets do not provide medical insurance or other benefits to their consultants, thereby allowing them to potentially charge lower rates to clients. In addition, our competitors may be able to respond more quickly to changes in companies’ needs and developments in the professional services industry.\n \nRisks Related to Human Capital Resources\n \nWe must provide our clients with highly qualified and experienced consultants, and the loss of a significant number of our consultants, or an inability to attract and retain new consultants, could adversely affect our business and operating results.\n \nOur business involves the delivery of professional services, and our success depends on our ability to provide our clients with highly qualified and experienced consultants who possess the skills and experience necessary to satisfy their needs. At various times, including as a result of recent shifts by businesses to adopt more workforce agility in response to temporary gaps caused by the tightening labor market, such professionals can be in great demand, particularly in certain geographic areas or if they have specific skill sets. Our ability to attract and retain consultants with the requisite experience and skills depends on several factors including, but not limited to, our ability to:\n \n\nprovide our consultants with either full-time or flexible-time employment;\n\nobtain the type of challenging and high-quality projects that our consultants seek;\n\nprovide competitive compensation and benefits; and\n\nprovide our\n \nconsultants\n \nwith\n \nflexibility\n \nas\n \nto\n \nhours\n \nworked\n \nand\n \nassignment\n \nof\n \nclient\n \nengagements.\n \n\n\n14\n \nTable of Contents\n \n\n\n \nThere can be no assurance we will be successful in accomplishing any of these factors and, even if we are, we cannot assure we will be successful in attracting and retaining the number of highly qualified and experienced consultants necessary to maintain and grow our business.\n \nOur business could suffer if we lose the services of one or more key members of our senior management.\n \nOur future success depends upon the continued employment of our senior management team. The unforeseen departure of one or more key members of our senior management team could significantly disrupt our operations if we are unable to successfully manage the transition. The replacement of members of senior management can involve significant time and expense and create uncertainties that could delay, prevent the achievement of, or make it more difficult for us to pursue and execute on our business opportunities, which could have an adverse effect on our business, financial condition and operating results.\n \nFurther, due to legal restrictions prohibiting non-compete agreements in certain jurisdictions, we generally do not have non-compete agreements with our employees, including our senior management team, and, therefore, they could terminate their employment with us at any time and obtain employment with a competitor. Our ability to retain the services of members of our senior management and other key employees could be impacted by a number of factors, including competitors’ hiring practices or the effectiveness of our compensation programs. If members of our senior management or other key employees leave us for any reason, they could pursue other employment opportunities with our competitors or otherwise compete against us. If we are unable to retain the services of these key personnel or attract and retain other qualified and experienced personnel on acceptable terms, our business, financial condition and operating results could be adversely affected.\n \nSignificant increases in wages or payroll-related costs could have a material adverse effect on our financial results.\n \nTo ensure that we attract and retain the requisite talent, it is necessary that we pay our consultants competitive wages. \nWe are also required to pay a number of federal, state and local payroll-related costs for our employees and consultants, including providing certain benefits such as medical insurance, paid time off and sick leave, and paying unemployment taxes, workers’ compensation insurance premiums and claims, and FICA and Medicare taxes. These costs could be increased by wage inflation and changes to local laws and regulations. Costs could also increase as a result of health care reforms or the possible imposition of additional requirements and restrictions related to the placement of personnel. We may not be able to increase the fees charged to our clients in a timely manner or in a sufficient amount to cover these potential cost increases.\n \nRisks Related to Our Business Operations and Initiatives\n \nOur business depends upon our ability to secure new projects from clients and renew expired contracts, and we could be adversely affected if we fail to do so.\n \nWe generally do not have long-term agreements with our clients for the provision of services and our clients may terminate engagements with us at any time. The success of our business is dependent on our ability to secure new projects from clients or to renew expired contracts with clients. For example, our business is likely to be materially adversely affected if we are unable to secure new client projects because of improvements in our competitors’ service offerings, because of our customers’ use of technology or artificial intelligence instead of external experts, because of a change in government regulatory requirements, because of an economic downturn decreasing the demand for outsourced professional services, or for other reasons. New impediments to our ability to secure projects from clients may develop over time, such as the increasing use by large clients of in-house procurement groups that manage their relationship with service providers.\n \nIf we are not able to replace the revenue from our expired client contracts, either through follow-on contracts or new contracts for those requirements or for other requirements, our revenue and operating results may be adversely affected. On the expiration of a contract, we typically seek a new contract or subcontractor role relating to that client to replace the revenue generated by the expired contract. There can be no assurance that those expiring contracts we are servicing will continue after their expiration, that the client will re-procure those requirements, that any such re-procurement will not be restricted in a way that would eliminate us from the competition, or that we will be successful in any such re-procurements or in obtaining subcontractor roles. Any factor that diminishes client relationships and/or our professional reputation could make it substantially more difficult for us to compete successfully for new engagements and qualified consultants. To the extent our client relationships and/or professional reputation deteriorate, our revenue and operating results could be adversely affected.\n \nOur financial results could suffer if we are unable to achieve or maintain a suitable pay/bill ratio.\n \nOur consultant cost structure is primarily variable in nature, and our profitability depends to a large extent on the level of pay/bill ratio achieved. \nOur failure to maintain or increase the hourly rates we charge our clients for our services or to pay an adequate and competitive rate to our consultants in order to maintain a suitable pay/bill ratio could compress our gross margin and adversely impact our profitability.\n\n\n15\n \nTable of Contents\n \n\n\n \n \nThe pay rates of our consultants are affected by a number of factors, including:\n\nthe skill sets and qualifications our consultants possess;\n\nthe competition for talent; and\n\ncurrent labor market and economic conditions.\n \nThe billing rates of our consultants are affected by a number of factors, including:\n\nour clients’ perception of our ability to add value through our services;\n\nthe market demand for the services we provide;\n\nintroduction of new services by us or our competitors;\n\nour competition and the pricing policies of our competitors; and\n\ncurrent economic conditions.\n \nIf we are unable to achieve a desirable pay/bill ratio, our financial results could materially suffer. In addition, \na limited number of clients are requesting certain engagements be a fixed fee rather than our traditional hourly time and materials approach, thus shifting a portion of the burden of financial risk and monitoring to us.\n \nWe derive significant revenue and profits from contracts awarded through a competitive bidding process, which can impose substantial costs on us, and we will lose revenue and profits if we fail to compete effectively.\n \nCompetitive bidding imposes substantial costs and presents a number of risks, including the:\n\nsubstantial cost and managerial time and effort that we spend to prepare bids and proposals;\n\nneed to estimate accurately the resources and costs that will be required to service any contracts we are awarded, sometimes in advance of the final determination of their full scope; and\n\nopportunity cost of not bidding on and winning other contracts we may have otherwise pursued.\n \nTo the extent we engage in competitive bidding and are unable to win certain contracts, we not only incur substantial costs in the bidding process that negatively affect our operating results, but we may lose the opportunity to operate in the market for the services provided under those contracts for a number of years and our revenue will be adversely impacted. Even if we win a particular contract through competitive bidding, our profit margins may be depressed, or we may even suffer losses as a result of the costs incurred through the bidding process and the need to lower our prices to overcome competition.\n \nOur contracts may contain provisions that are unfavorable to us and permit our clients to, among other things, terminate our contracts partially or completely at any time prior to completion.\n \nOur contracts typically contain provisions that allow our clients to terminate or modify these contracts at their convenience on short notice. If a client terminates one of our contracts for convenience, we generally can only bill the client for work completed prior to the termination, plus any commitments and settlement expenses the client agrees to pay, but not for any work not yet performed. If a client were to terminate, decline to exercise options under, or curtail further performance under one or more of our major contracts, our revenue and operating results could be adversely affected.\n \nWe may be unable to realize the level of the anticipated benefits that we expect from our restructuring initiatives, which may adversely impact our business and results of operations.\n \nIn response to changes in industry and market conditions, we have undertaken in the past, and may undertake in the future, restructuring, reorganization, or other strategic initiatives and business transformation plans to realign our resources with our growth strategies, operate more efficiently and control costs. The successful implementation of our restructuring activities may from time to time require us to effect business and asset dispositions, workforce reductions, management restructurings, decisions to limit investments in or otherwise exit businesses, office consolidations and closures, and other actions, each of which may depend on a number of factors that may not be within our control.\n \nAny such effort to realign or streamline our organization may result in the recording of restructuring or other charges, such as asset impairment charges, contract and lease termination costs, exit costs, termination benefits, and other restructuring costs. Further, as a result of restructuring initiatives, we may experience a loss of continuity, loss of accumulated knowledge and proficiency, adverse effects on employee morale, loss of key employees and/or other retention issues during transitional periods. Reorganization and restructuring can impact a significant amount of management and other employees’ time and focus, which may divert attention from \n\n\n16\n \nTable of Contents\n \n\n\noperating and growing our business. Further, upon completion of any restructuring initiatives, our business may not be more efficient or effective than prior to the implementation of the plan and we may be unable to achieve anticipated operating enhancements or cost reductions, which would adversely affect our business, competitive position, operating results and financial condition.  \n \nOur recent digital expansion and technology transformation efforts may not be successful, which could adversely impact our growth and profitability.\n \nOne of our primary areas of focus in recent years is digital expansion, which includes the further development and expanded launch of HUGO, our human cloud platform aimed at introducing a new way for clients and talent alike to engage with us and expanding go-to-market penetration for the business that we acquired from Veracity. We are also making investments in the transformation of our technology systems to keep up with technological changes that impact the needs of our clients, the delivery of our services and the efficiency of our back-office operations. These investments require significant capital expenditures. If we are unable to execute these initiatives successfully, we may not realize \nour anticipated return on investment\n and may not be able to realize the benefits expected, which could adversely impact our growth and profitability.  \n \nWe may not be able to build an efficient support structure as our business continues to grow and transform.\n \nIn fiscal 2023, we continued our Borderless Talent initiative to continue to evolve towards and facilitate a virtual operating model. With this initiative, we seek to provide borderless solutions, anytime, anywhere, bringing the best talent to meet our clients’ business needs, based on workload, not zip code. We also began upgrading to a new cloud-based enterprise-wide operating and Enterprise Resource Planning system. The continued success of these initiatives requires adjusting and strengthening our business operations, financial and talent management systems, procedures, controls and compliance, which may increase our total operating costs and adversely impact our profitability and growth. \n \nNew business strategies and initiatives, such as these, can be time-consuming for our management team and disruptive to our operations. New business initiatives could also involve significant unanticipated challenges and risks including not advancing our business strategy, not realizing our anticipated return on investment, experiencing difficulty in implementing initiatives, or diverting management’s attention from our other businesses. These events could cause material harm to our business, operating results or financial condition.\n \nWe may not be able to grow our business, manage our growth or sustain our current business.\n \nIn 2020, we undertook restructuring efforts in North America, APAC and Europe to analyze our physical geographic footprint and real estate spend in those areas. We have worked to focus investment dollars in high-growth core markets for greater impact and to shift to a virtual operating model in certain other markets. There can be no assurance we will be able to maintain or expand our market presence in our current locations, successfully enter other markets or locations or successfully operate our business virtually without a physical presence in all our markets. Our ability to continue to grow our business will depend upon an improving global economy and a number of factors, including our ability to:\n \n\ngrow new client base and penetrate our existing client\n \nbase;\n\nexpand profitably into new\n \ngeographies;\n\ndrive growth in core markets, key industry verticals and solution offerings such as digital transformation services;\n\nprovide additional professional service\n \nofferings;\n\nhire qualified and experienced\n \nconsultants;\n\nmaintain margins in the face of pricing\n \npressure; and\n\nmanage costs.\n \nEven if we are able to resume more rapid growth in our revenue, the growth will result in new and increased responsibilities for our management as well as increased demands on our internal systems, procedures and controls, and our administrative, financial, marketing and other resources. Failure to adequately respond to these new responsibilities and demands may adversely affect our business, financial condition and results of operations.\n \n\n\n17\n \nTable of Contents\n \n\n\n \nOur ability to serve clients internationally is integral to our strategy and our international activities expose us to additional operational challenges we might not otherwise face.\n \nOur international activities require us to confront and manage several risks and expenses we would not face if we conducted our operations solely in the U.S. Any of these risks or expenses could cause a material negative effect on our operating results. These risks and expenses include:\n \n\ndifficulties in staffing and managing foreign offices as a result of, among other things, distance, language and cultural differences;\n\nexposure to labor and employment laws and regulations in foreign countries;\n\nexpenses associated with customizing our professional services for clients in foreign countries;\n\nforeign currency exchange rate fluctuations when we sell our professional services in denominations other than U.S. dollars;\n\nprotectionist laws and business practices that favor local companies;\n\npolitical and economic instability in some international markets;\n\npotential personal injury to personnel who may be exposed to military conflicts and other hostile situations in foreign countries;\n\nmultiple, conflicting and changing government laws and regulations;\n\ntrade barriers and economic sanctions;\n\ncompliance with stringent and varying privacy laws in the markets in which we operate;\n\ncompliance with regulations on international business, including the Foreign Corrupt Practices Act, the United Kingdom Bribery Act of 2010 and the anti-bribery laws of other countries;\n\nreduced protection for intellectual property rights in some countries;\n\npotentially adverse tax consequences; and\n\nrestrictions on the ability to repatriate profits to the U.S. or otherwise move funds.\n \nWe have acquired, and may continue to acquire, companies, and these acquisitions could disrupt our business.\n \nWe have acquired several companies in the past and we may continue to acquire companies in the future. Entering into an acquisition entails many risks, any of which could harm our business, including:\n \n\ndiversion of management’s attention from other business concerns;\n\nfailure to integrate the acquired company with our existing business;\n\nfailure to motivate, or loss of, key employees from either our existing business or the acquired business;\n\nfailure to identify certain risks or liabilities during the due diligence process;\n\npotential impairment of relationships with our existing employees and clients;\n\nadditional operating expenses not offset by additional revenue;\n\nincurrence of significant non-recurring charges;\n\nincurrence of additional debt with restrictive covenants or other limitations;\n\naddition of significant amounts of intangible assets, including goodwill, that are subject to periodic assessment of impairment, with such non-cash impairment potentially resulting in a material impact on our future financial results and financial condition;\n\ndilution of our stock as a result of issuing equity securities; and\n\nassumption of liabilities of the acquired company.\n \nOur failure to be successful in addressing these risks or other problems encountered in connection with our past or future acquisitions could cause us to fail to realize the anticipated benefits of such acquisitions, incur unanticipated liabilities and harm our business generally. \n \n\n\n18\n \nTable of Contents\n \n\n\n \nOur recent rebranding efforts may not be successful. In addition, we may be unable to adequately protect our intellectual property rights, including our brand name.\n \nWe\n \nbelieve establishing, maintaining and enhancing the RGP and Resources Global Professionals brand names are important to our business. We rely on trademark registrations and common law trademark rights to protect the distinctiveness of our brand. In fiscal 2020, we launched a significant global rebranding initiative, and in fiscal 2023 we continued our global rebranding with our new tagline ― Dare to Work Differently. However, there can be no assurance that our rebranding initiative will result in a positive return on investment. In addition, there can be no assurance that the actions we have taken to establish and protect our trademarks will be adequate to prevent use of our trademarks by others. Further, not all of our trademarks were successfully registered in all of our desired countries. Accordingly, we may not be able to claim or assert trademark or unfair competition claims against third parties for any number of reasons. For example, a judge, jury or other adjudicative body may find that the conduct of competitors does not infringe or violate our trademark rights. In addition, third parties may claim that the use of our trademarks and branding infringe, dilute or otherwise violate the common law or registered marks of that party, or that our marketing efforts constitute unfair competition. Such claims could result in injunctive relief prohibiting the use of our marks, branding and marketing activities as well as significant damages, fees and costs. If such a claim were made and we were required to change our name or any of our marks, the value of our brand may diminish and our results of operations and financial condition could be adversely affected. \n \nRisks Related to Information Technology, Cybersecurity and Data Protection\n \nOur computer hardware and software and telecommunications systems are susceptible to damage, breach or interruption.\n \nThe management of our business is aided by the uninterrupted operation of our computer and telecommunication systems. These systems are vulnerable to security breaches, cyber or other security incidents, natural disasters or other catastrophic events, or other interruptions or damage stemming from power outages, equipment failure or unintended or unauthorized usage by employees. In addition, we rely on information technology systems to process, transmit and store electronic information and to communicate among our locations around the world and with our clients, partners and consultants. From time to time, we experience interruptions in our operations and system failures, and any loss of data and interruptions or delays in our business or that of our clients, or both, resulting from such interruptions or failures could have a material impact on our business and operations and materially adversely affect our revenue, profits and operating results.\n \nThe breadth and complexity of this infrastructure increases the potential risk of security incidents. Despite our implementation of security controls, our systems and networks are vulnerable to computer viruses, malware, worms, hackers and other security issues, including physical and electronic break-ins, router disruption, sabotage or espionage, disruptions from unauthorized access and tampering (including through social engineering such as phishing attacks), impersonation of authorized users, and coordinated denial-of-service attacks. Cyber security incidents may involve the covert introduction of malware to computers and networks, and the use of techniques or processes that change frequently, may be disguised or difficult to detect, or are designed to remain dormant until a triggering event, and may continue undetected for a period of time. Cyber incidents have in the past resulted from, and may in the future result from, social engineering or impersonation of authorized users, and may also result from efforts to discover and exploit any design flaws, bugs, security vulnerabilities or security weaknesses, intentional or unintentional acts by employees or other insiders with access privileges, intentional acts of vandalism or fraud by third parties and sabotage. For example, in the past we have experienced cyber security incidents resulting from unauthorized access to our systems, which to date have not had a material impact on our business or results of operations; however, there is no assurance that similar incidents will not cause material impacts in the future. Security incidents, including ransomware attacks, cyber-attacks or cyber-intrusions by computer hackers, foreign governments, cyber terrorists or others with grievances against the industry in which we operate or us in particular, may disable or damage the proper functioning of our networks and systems and result in a significant disruption of our business and potentially significant payments to restore the networks and systems. We review and update our systems and have implemented processes and procedures to protect against security incidents and unauthorized access to our data, although we cannot provide assurances that these efforts will be successful. \n \nIn addition, the transition of our workforce to a hybrid work environment, where our employees are often working remotely, could also increase our vulnerability to risks related to our hardware and software systems, including risks of phishing and other cybersecurity attacks. Our systems may be subject to additional risk introduced by software that we license from third parties. This licensed software may introduce vulnerabilities within our own operations as it is integrated with our systems, or as we provide client services through partnership agreements. \n \nIt is also possible that our security controls over personal and other data may not prevent unauthorized access to, or destruction, loss, theft, misappropriation or release of personally identifiable or other proprietary, confidential, sensitive or valuable information of ours or others; this access could lead to potential unauthorized disclosure of confidential personal, Company or client information that others could use to compete against us or for other disruptive, destructive or harmful purposes and outcomes. Any such disclosure or damage to our networks and systems could subject us to third-party claims against us and reputational harm, including statutory damages under California or other state law, regulatory penalties and significant costs of incident investigation, remediation and notification. If these events occur, our ability to attract new clients or talent may be impaired or we may be subjected to damages or penalties. While \n\n\n19\n \nTable of Contents\n \n\n\nwe maintain insurance coverage for cybersecurity incidents that we believe are appropriate for our operations, our insurance coverage may not cover all potential claims against us, may require us to meet a deductible or may not continue to be available to us at a reasonable cost.\n \nIn addition, system-wide or local failures of these information technology systems could have a material adverse effect on our business, financial condition, results of operations or cash flows.\n \nLegal and Regulatory Risks\n \nFailure to comply with data privacy laws and regulations could have a materially adverse effect on our reputation, results of operations or financial condition, or have other adverse consequences. \n \nOur employees may have access or exposure to personally identifiable or otherwise confidential information and customer data and systems, the misuse or improper disclosure of which could result in legal liability. The collection, hosting, transfer, disclosure, use, storage and security of personal information required to provide our services is subject to federal, state and foreign data privacy laws. These laws, (“Privacy and Data Protection Requirements”) which are not uniform, do one or more of the following: regulate the collection, transfer (including in some cases, the transfer outside the country of collection), processing, storage, use and disclosure of personal information, and require notice to individuals of privacy practices\n \nand in some cases consent to collection of personal information; give individuals certain access, correction and deletion rights with respect to their personal information; and prevent the use or disclosure of personal information, or require providing opt-outs for the use and disclosure of personal information, for secondary purposes such as marketing. Under certain circumstances, some of these laws require us to provide notification to affected individuals, data protection authorities and/or other regulators in the event of a data breach. In many cases, these laws apply not only to third-party transactions, but also to transfers of information among us and our subsidiaries.\n \nLaws and regulations in this area are evolving and generally becoming more stringent. For example, the European General Data Protection Regulation (the “GDPR”) requires us to meet stringent requirements regarding (i) our access, use, disclosure, transfer, protection, or otherwise processing of personal data; and (ii) the ability of data subjects to exercise their related various rights such as to access, correct or delete their personal data. Under the GDPR and the United Kingdom’s version of the GDPR, data transfers from the European Union and the United Kingdom to the United States are generally prohibited unless certain measures are followed. The 2018 California Consumer Privacy Act (“CCPA”) imposes similar requirements. New privacy laws in California, Colorado, Connecticut, Utah and Virginia have either taken effect or will take effect in 2023, and new privacy laws recently enacted in Iowa, Indiana, Montana, Tennessee and Texas will take effect over the next few years. There is also the possibility of federal privacy legislation and increased enforcement by the Federal Trade Commission under its power to regulate unfair and deceptive trade practices. Key markets in the Asia Pacific region have also recently adopted GDPR-like legislation, including China’s new Personal Information Protection Law. Failure to meet Privacy and Data Protection Law requirements could result in significant civil penalties (including fines up to 4% of annual worldwide revenue under the GDPR) as well as criminal penalties. Privacy and data protection law requirements also confer a private right of action in some countries, including under the GDPR.\n \nAs these laws continue to evolve, we may be required to make changes to our systems, services, solutions and/or products to enable us and/or our clients to meet the new legal requirements, including by taking on more onerous obligations in our contracts, limiting our storage, transfer and processing of data and, in some cases, limiting our service and/or solution offerings in certain locations. Changes in these laws, or the interpretation and application thereof, may also increase our potential exposure through significantly higher potential penalties for non-compliance. The costs of compliance with, and other burdens imposed by, such laws and regulations and client demand in this area may limit the use of, or demand for, our services, solutions and/or products, make it more difficult and costly to meet client expectations, or lead to significant fines, penalties or liabilities for noncompliance, any of which could adversely affect our business, financial condition, and results of operations.\n \nFailure to comply with governmental, regulatory and legal requirements or with our company-wide Code of Business Conduct and Ethics, Compliance Policy for Anti-Bribery and Anti-Corruption Laws, Insider Trading Policy, Code of Vendor Conduct and Ethics and other policies could lead to governmental or legal proceedings that could expose us to significant liabilities and damage our reputation.\n \nWe are subject to governmental, regulatory and legal requirements in each jurisdiction in which we operate. While we seek to remain in compliance with such legal and regulatory requirements, there may be changes to regulatory schemes in jurisdictions in which we operate that are outside our control and our efforts to remain in compliance with such changes may adversely affect our business and operating results.\n \nWe have a robust Code of Business Conduct and Ethics, Compliance Policy for Anti-Bribery and Anti-Corruption Laws, Insider Trading Policy, Code of Vendor Conduct and Ethics and other policies and procedures that are designed to educate and establish the standards of conduct that we expect from our executive officers, outside directors, employees, consultants, independent contractors and vendors. These policies require strict compliance with U.S. and local laws and regulations applicable to our business operations, \n\n\n20\n \nTable of Contents\n \n\n\nincluding those laws and regulations prohibiting improper payments to government officials. In addition, as a corporation whose securities are registered under the Exchange Act and publicly traded on the Nasdaq Stock Market, our executive officers, outside directors, employees, consultants and independent contractors are required to comply with the prohibitions against insider trading of our securities. \n \nNonetheless, we cannot assure our stakeholders that our policies, procedures and related training programs will ensure full compliance with all applicable legal requirements. Illegal or improper conduct by our executive officers, directors, employees, consultants or independent contractors, or others who are subject to our policies and procedures could damage our reputation in the U.S. and internationally, which could adversely affect our existing client relationships or adversely affect our ability to attract and retain new clients, or lead to litigation or governmental or regulatory proceedings in the U.S. or foreign jurisdictions, which could result in civil or criminal penalties, including substantial monetary awards, fines and penalties, as well as disgorgement of profits.\n \nWe may be legally liable for damages resulting from the actions of our employees, the performance of projects by our consultants or for our clients’ mistreatment of our personnel.\n \nMany of our engagements with our clients involve projects or services critical to our clients’ businesses. If we fail to meet our contractual obligations, we could be subject to legal liability or damage to our reputation, which could adversely affect our business, operating results and financial condition. While we are not currently subject to any client-related legal claims which we believe are material, it remains possible, because of the nature of our business, that we may be involved in litigation in the future that could materially affect our future financial results. Claims brought against us could have a serious negative effect on our reputation and on our business, financial condition and results of operations.\n \nBecause we are in the business of placing our personnel in the workplaces of other companies, we are subject to possible claims by our personnel alleging discrimination, sexual harassment, negligence and other similar activities by our clients. We may also be subject to similar claims from our clients based on activities by our personnel. We may also be subject to claims of or relating to wrongful termination, violation of employment rights related to employment screening or privacy issues; misclassification of workers as employees or independent contractors; violation of wage and hour requirements and other labor laws; employment of undocumented noncitizens; criminal activity; torts; breach of contract; failure to protect confidential personal information; intentional criminal misconduct; misuse or misappropriation of client intellectual property; employee benefits; or other claims. In some cases, we are contractually obligated to indemnify our clients against such risks. The cost of defending such claims, even if groundless, could be substantial and the associated negative publicity could adversely affect our ability to attract and retain personnel and clients. We could also be subject to injunctive relief, criminal investigations and/or charges, monetary damages or fines that may be significant, or other material adverse effects on our business. \n \nTo reduce our exposure, we maintain policies, procedures and guidelines to promote compliance with laws, rules, regulations and best practices applicable to our business. We also maintain insurance coverage for professional malpractice liability, fidelity, employment practices liability and general liability in amounts and with deductibles that we believe are appropriate for our operations. However, our insurance coverage may not cover all potential claims against us, may require us to meet a deductible or may not continue to be available to us at a reasonable cost. In this regard, we face various employment-related risks not covered by insurance, such as wage and hour laws and employment tax responsibility. U.S. courts in recent years have been receiving large numbers of wage and hour class action claims.\n \nIn addition, the use or misuse of social media by our employees or others could reflect negatively on us or our clients and could have a material adverse effect on our business, financial condition and results of operations. The available legal remedies for the use or misuse of social media may not adequately compensate us for the damages caused by such use or misuse and consequences arising from such actions.\n \nChanges in applicable tax laws or adverse results in tax audits or interpretations could have a material adverse effect on our business and operating results.\n \nWe are subject to income and other taxes in the U.S. at the federal and state level and also in foreign jurisdictions. Future changes in applicable tax laws and regulations, including changes in tax rates in the jurisdictions in which we operate, are outside our control and are difficult to predict given the political, budgetary and other challenges. Such changes could adversely affect our business and operating results.\n \nWe are also subject to periodic federal, state and local tax audits for various tax years. Although we attempt to comply with all taxing authority regulations, adverse findings or assessments made by taxing authorities as the result of an audit could have a material adverse effect on us.\n \n\n\n21\n \nTable of Contents\n \n\n\n \nReclassification of our independent contractors by foreign tax or regulatory authorities could have an adverse effect on our business model and/or could require us to pay significant retroactive wages, taxes and penalties.\n \nInternationally, our consultants are a blend of employees and independent contractors. Independent contractor arrangements are more common abroad than in the U.S. due to the labor laws, tax regulations and customs of the international markets we serve. However, changes to foreign laws governing the definition or classification of independent contractors, or judicial decisions regarding independent contractor classification, could require classification of consultants as employees. Such reclassification could have an adverse effect on our business and results of operations, could require us to pay significant retroactive wages, taxes and penalties, and could force us to change our contractor business model in the foreign jurisdictions affected.\n \nRisks Related to Our Corporate and Capital Structure\n \nIt may be difficult for a third party to acquire us, and this could depress our stock price.\n \nDelaware corporate law and our Amended and Restated Certificate of Incorporation and Amended and Restated Bylaws contain provisions that could delay, defer or prevent a change of control of the Company or our management. These provisions could also discourage proxy contests and make it difficult for our stockholders to elect directors and take other corporate actions. As a result, these provisions could limit the price that future investors are willing to pay for our shares. These provisions:\n \n\nauthorize our Board of Directors to establish one or more series of undesignated preferred stock, the terms of which can be determined by the Board of Directors at the time of issuance;\n\ndivide our Board of Directors into three classes of directors, with each class serving a staggered three-year term. Because the classification of the Board of Directors generally increases the difficulty of replacing a majority of the directors, it may tend to discourage a third party from making a tender offer or otherwise attempting to obtain control of us and may make it difficult to change the composition of the Board of Directors;\n\nprohibit cumulative voting in the election of directors which, if not prohibited, could allow a minority stockholder holding a sufficient percentage of a class of shares to ensure the election of one or more directors;\n\nrequire that any action required or permitted to be taken by our stockholders must be effected at a duly called annual or special meeting of stockholders and may not be effected by any consent in writing;\n\nstate that special meetings of our stockholders may be called only by the Chairman of the Board of Directors, by our Chief Executive Officer, by the Board of Directors after a resolution is adopted by a majority of the total number of authorized directors, or by the holders of not less than 10% of our outstanding voting stock;\n\nestablish advance notice requirements for submitting nominations for election to the Board of Directors and for proposing matters that can be acted upon by stockholders at a meeting;\n\nprovide that certain provisions of our certificate of incorporation and bylaws can be amended only by supermajority vote (a 66 2/3% majority) of the outstanding shares. In addition, our Board of Directors can amend our bylaws by majority vote of the members of our Board of Directors;\n\nallow our directors, not our stockholders, to fill vacancies on our Board of Directors; and\n\nprovide that the authorized number of directors may be changed only by resolution of the Board of Directors.\n \n \nThe terms of our Credit Facility impose operating and financial restrictions on us, which may limit our ability to respond to changing business and economic conditions.\n \nWe currently have a $175.0 million senior secured loan (the “Credit Facility”) which matures on November 12, 2026. We are subject to various operating covenants under the Credit Facility which restrict our ability to, among other things, incur liens, incur additional indebtedness, make certain restricted payments, merge or consolidate and make dispositions of assets. The Credit Facility also requires us to comply with financial covenants limiting our total funded debt, minimum interest coverage ratio and maximum leverage ratio. Any failure to comply with these covenants may constitute a breach under the Credit Facility, which could result in the acceleration of all or a substantial portion of any outstanding indebtedness and termination of revolving credit commitments under the Credit Facility. Our inability to maintain our Credit Facility could materially and adversely affect our liquidity and our business.\n \n\n\n22\n \nTable of Contents\n \n\n\n \nOur Credit Facility bears a variable rate of interest that is based on the Secured Overnight Financing Rate (“SOFR”) which may have consequences for us that cannot be reasonably predicted and may adversely affect our liquidity, financial condition, and earnings. \n \nBorrowings under our Credit Facility bear interest at a rate per annum of either, at our election, (i) Term SOFR (as defined in the credit agreement evidencing the Credit Facility (the “Credit Agreement”)) plus a margin or (ii) the Base Rate (as defined in the Credit Agreement), plus a margin, with the applicable margin depending on our consolidated leverage ratio. Since the initial publication of SOFR, daily changes in the rate have, on occasion, been more volatile than daily changes in comparable benchmark or market rates, and SOFR over time may bear little or no relation to the historical actual or historical indicative data. Additionally, our Credit Agreement includes a credit adjustment on SOFR due to LIBOR representing an unsecured lending rate while SOFR represents a secured lending rate. It is possible that the volatility of SOFR and the applicable credit adjustment could result in higher borrowing costs for us, and could adversely affect our liquidity, financial condition, and earnings.\n \nWe may be unable to or elect not to pay our quarterly dividend payment.\n \nWe currently pay a regular quarterly dividend, subject to quarterly Board of Directors’ approval. The payment of, or continuation of, the quarterly dividend is at the discretion of our Board of Directors and is dependent upon our financial condition, results of operations, capital requirements, general business conditions, tax treatment of dividends in the U.S., contractual restrictions contained in credit agreements and other agreements and other factors deemed relevant by our Board of Directors. We can give no assurance that dividends will be declared and paid in the future. The failure to pay the quarterly dividend, reduction of the quarterly dividend rate or the discontinuance of the quarterly dividend could adversely affect the trading price of our common stock.\n ",
    "item7": ">ITEM 7.    \nMANAGEME\nNT’S DISCUSSION AND ANALYSIS OF FINANCIAL CONDITION AND RESULTS OF OPERATIONS.\n \nThe following discussion and analysis of our financial condition and results of operations should be read in conjunction with our financial statements and related notes. This discussion and analysis contains forward-looking statements that involve risks and uncertainties. Our actual results could differ materially from those anticipated in these forward-looking statements as a result of certain factors including, but not limited to, those discussed in Part I, Item 1A “Risk Factors” and elsewhere in this Annual Report on Form 10 K. See “Forward Looking Statements” above for further explanation.\n \nOverview\n \nResources Global Professionals is a global consulting firm focused on project execution services that power clients’ operational needs and change initiatives utilizing on-demand, experienced and diverse talent. As a next-generation human capital partner for our clients, we specialize in co-delivery of enterprise initiatives typically precipitated by business transformation, strategic transactions or regulatory change. Our engagements are designed to leverage human connection, expertise and collaboration to deliver practical solutions and more impactful results that power our clients’, consultants’ and partners’ success. \n \nA disruptor within the professional services industry since its founding in 1996, today we embrace our differentiated agile delivery model. The trends in today’s marketplace favor flexibility and agility as businesses confront transformation pressures and speed-to-market challenges. As talent preferences continue to shift in the direction of flexibility, choice and control, employers competing in today’s business environment must rethink the way work gets done and consider implementing new, more agile workforce strategies.\n \nOur client engagement and talent delivery model offer speed and agility and strongly positions us to help our clients transform their businesses and workplaces, especially in a time where high-quality talent is increasingly scarce and the usage of a flexible workforce to execute transformational projects is becoming the dominant operating model. Based in Irvine, California, with offices worldwide, we attract top-caliber professionals with in-demand skillsets who seek a workplace environment that embraces flexibility, collaboration and human connection. Our agile professional services model allows us to quickly align the right resources for the work at hand with speed and efficiency in ways that bring value to both our clients and talent. See Part I, Item 1 “Business” for further discussions about our business and operations. \n \nWe are laser focused on driving long-term growth in our business by seizing the favorable macro shifts in workforce strategies and preferences, building an efficient and scalable operating model, and maintaining a distinctive culture and approach to professional services. Our enterprise initiatives in recent years include refining the operating model for sales, talent and delivery to be more client-centric, cultivating a more robust performance culture by aligning incentives to business performance, building and commercializing our digital engagement platform, enhancing our consulting capabilities in digital transformation to align with market demand, improving operating leverage through pricing, operating efficiency and cost reduction, and driving growth through strategic acquisitions. We believe our focus and execution on these initiatives will serve as the foundation for growth ahead.\n \nFiscal 2023 Strategic Focus Areas\n \nIn fiscal 2023, our strategic focus areas were:\n \n\nTransform digitally;\n\nAmplify brand voice and optimize solution offerings;\n\nDeepen client centricity;\n\nEnhance pricing; and\n\nPursue targeted mergers and acquisitions.\n \nTransform digitally\n – Our first area of focus was to improve operational efficiency, scale business growth, transform stakeholder experience and create long-term sustainability and stockholder value through digital means. \n \nWe believe the use of technology platforms to match clients and talent is the future of professional staffing. HUGO by RGP\n®\n (“HUGO”), our digital engagement platform, offers such an experience for clients and talent in the professional staffing space to connect, engage and even transact directly. We piloted the platform in three primary markets – New York/New Jersey, Southern California and Texas, and have \ncontinued to expand its functionality with further artificial intelligence and machine learning. We have also been developing sales and marketing strategies to increase client and talent adoption of the platform.\n \nWe plan to expand the geographic reach to other key markets within the U.S. in fiscal 2024\n. Over time, we expect to be able to drive volume through the HUGO platform by attracting more small- and medium-sized businesses looking for interim support and by serving a larger percentage of our current professional staffing business, which we believe will not only drive top-line growth but also enhance profitability. \n \n\n\n26\n \nTable of Contents\n \n\n\n \nWe made significant progress executing the multi-year project to modernize and elevate our technology infrastructure globally, including a cloud-based enterprise resource planning system and talent acquisition and management system. The new systems are expected to be deployed globally in two phases, first in North America, then in the Europe and Asia Pacific regions. As of end of the fiscal year, we completed our global system design as well as configuration and build for the North America phase according to our project roadmap and expect to go live in North America in fiscal 2024. We believe our investment in these technology transformation initiatives will accelerate our efficiency and data-led decision-making capabilities, optimize process flow and automation, improve consultant recruitment and retention, drive business growth with operational agility, scale our operations and further support our growth, goals and vision.\n \nThe third component of our digital transformation is to expand our digital consulting capabilities and geographic reach to better serve our clients. As our clients continue to accelerate their digital and workforce paradigm transformations, the need for automation and self-service has been an increasing trend. In fiscal 2023, we established a delivery hub in India to strengthen and augment our digital delivery capabilities; we integrated our digital business in Asia Pacific with Veracity in North America to scale our digital practice and to expand our geographic reach; we fortified our digital sales and business development infrastructure positioning us for growth; and finally we successfully penetrated into many new clients across the globe with our digital transformation services. We believe demand in the digital transformation arena will continue to be a growth driver for our business.\n \nAmplify brand voice and optimize solution offerings\n \n– Our second focus area for fiscal year 2023 was to bring clarity and attention to our brand positioning to own the opportunity around project execution. \nRGP has always focused our business on project execution, which is a distinct space on the continuum between strategy consulting and interim deployment. Our business model of utilizing experienced talent to flatten the traditional consulting delivery pyramid is highly sought after in today’s market. Most clients are capable of formulating business strategy organically or with the help of a strategy firm; where they need help is in the ownership of executing the strategy. \n \nIn fiscal 2023, we made progress on clarifying our brand and activating our new brand positioning with our new tagline ― \nDare to Work Differently.\n \nTM\n ― which we believe showcases our hybrid workforce strategy and our ability to execute with subject matter expertise where our clients need us most. Our co-delivery ethos was focused around partnering with clients on project execution. Our brand marketing will continue to emphasize and accentuate our unique qualifications in this arena. We believe clear articulation and successful marketing of our distinctive market position is key to attracting and retaining both clients and talent, enabling us to drive growth.\n \nKey focus areas supporting this initiative included: refining and finalizing our proposed solution architecture that clearly defines RGP’s core service offerings and streamlines the sales process; validating the proposed messaging and architecture via roundtables with internal and external stakeholders; and launching the new brand positioning and messaging through dynamic assets such as advertising campaigns, videos and events.\n \nDeepen client centricity\n \n– The third area of focus for fiscal 2023 was to continue to deepen and broaden our trusted client relationships through expanded marquee account and key industry vertical programs to increase account penetration. We maintained our Strategic Client Account program to serve a number of our largest clients with dedicated global account teams. During fiscal 2023, we expanded the Strategic Client Account and industry programs by adding clients and taking a more client-centric and borderless approach to serving these clients. We believe this focus has and will continue to enhance our opportunities to develop in-depth knowledge of these clients’ needs and the ability to increase the scope and size of projects with those clients. \n \nIn addition, we formed a new Emerging Accounts program, which consists of smaller clients where demand tends to be more episodic. Our newly formed dedicated account team has been able to serve this segment of clients with more focus and attention while nurturing and growing the depth of client relationships. Our services continue to emphasize a relationship-oriented approach to business rather than a transaction-oriented or assignment-oriented approach. Client relationships and needs are addressed from a client-centric, not geographic, perspective so that our experienced management team and consultants understand our clients’ business issues and help them define their project needs to deliver an integrated, relationship-based approach to meeting the clients’ objectives. We believe that by continuing to deliver high-quality services and by deepening our relationships with our clients, we can capture a significantly larger share of our clients’ professional services budgets.\n \nEnhance pricing\n \n– Fourth, we have made solid progress in evolving and enhancing our pricing strategy to ensure we adopt a value-based approach for our project execution services, which has become increasingly more relevant and in demand in the current macro environment. As we deepen our client relationships and raise our clients’ perception of our ability to add value through our services, we anticipate further increasing bill rates for our services to appropriately capture the value of the talent and solutions delivered. We created more centralized pricing governance, strategy and approach; we conducted a deep pricing analysis to identify and develop areas that need improvement; and we instituted new pricing training for all sales, talent and other go-to-market team members. Through these actions, we have been able to achieve higher bill rates across a majority of the markets in the current fiscal year to drive topline revenue and profitability.\n \n\n\n27\n \nTable of Contents\n \n\n\n \nPursue targeted mergers and acquisitions\n \n– \nLastly, we have been actively pursuing strategic acquisitions to accelerate growth. Our acquisition strategy is centered around driving additional scale or expanding consulting capabilities that complement or augment our existing core competencies. In particular, we have been actively building a pipeline of acquisition opportunities in the areas of digital and CFO services consulting. We believe our expansive client base, deep client relationships and expert agile talent pool are attractive value propositions to potential targets and will enable us to drive post acquisition synergies and growth for the business.\n \nCritical Accounting Policies and Estimates\n \nThe discussion and analysis of our financial condition and results of operations included in this Item 7 “Management’s Discussion and Analysis of Financial Condition and Results of Operations” are based upon our Consolidated Financial Statements, which have been prepared in accordance with accounting principles generally accepted in the U.S. (“GAAP”). The preparation of these financial statements requires us to make estimates and judgments that affect the reported amounts of assets and liabilities and disclosure of contingent assets and liabilities at the date of the financial statements and the reported amounts of revenues and expenses during the reporting period.\n \nWe base our estimates on historical experience and on various other assumptions that are believed to be reasonable under the circumstances, the results of which form the basis for making judgments about the carrying value of assets and liabilities. Actual results may differ from these estimates under different assumptions or conditions.\n \nThe following represents a summary of our accounting policies that involve critical accounting estimates, defined as those estimates made in accordance with generally accepted accounting principles that involve a significant level of estimation uncertainty and have had or are reasonably likely to have a material impact on our financial condition or results of operations.\n \nRevenue recognition\n — Revenues are recognized when control of the promised service is transferred to our clients, in an amount that reflects the consideration expected in exchange for the services. Revenue is recorded net of sales or other transaction taxes collected from clients and remitted to taxing authorities. Revenues for the vast majority of our contracts are recognized over time, based on hours worked by our professionals. The performance of the agreed-upon service over time is the single performance obligation for revenues. \n \nOn a limited basis, the Company may have fixed-price contracts, for which revenues are recognized over time using the input method based on time incurred as a proportion of estimated total time. Time incurred represents work performed, which corresponds with, and therefore best depicts, the transfer of control to the client. Management uses significant judgments when estimating the total hours expected to complete the contract performance obligation. It is possible that updated estimates for consulting engagements may vary from initial estimates with such updates being recognized in the period of determination. Depending on the timing of billings and services rendered, the Company accrues or defers revenue as appropriate. \n \nCertain clients may receive discounts (for example, volume discounts or rebates) to the amounts billed. These discounts or rebates are considered variable consideration. Management evaluates the facts and circumstances of each contract and client relationship to estimate the variable consideration, assessing the most likely amount to recognize and considering management’s expectation of the volume of services to be provided over the applicable period. Rebates are the largest component of variable consideration and are estimated using the most-likely-amount method prescribed by Accounting Standards Codification Topic 606, \nRevenue from Contracts with Customers\n, contracts terms and estimates of revenue. Revenues are recognized net of variable consideration to the extent that it is probable that a significant reversal of revenues will not occur in subsequent periods. Changes in estimates would result in cumulative catch-up adjustments and could materially impact our financial results. Rebates recognized as contra-revenue for the years ended May 27, 2023, May 28, 2022 and May 29, 2021 were $3.2 million, $3.1 million and $2.6 million, respectively.\n \nAllowance for doubtful accounts\n — We maintain an allowance for doubtful accounts for estimated losses resulting from our clients failing to make required payments for services rendered. We estimate this allowance based upon our knowledge of the financial condition of our clients (which may not include knowledge of all significant events), review of historical receivable and reserve trends and other pertinent information. While such losses have historically been within our expectations and the provisions established, we cannot guarantee that we will continue to experience the same credit loss rates we have in the past. As of May 27, 2023 and May 28, 2022, we had an allowance for doubtful accounts of $3.3 million and $2.1 million, respectively. A significant change in the liquidity or financial position of our clients could cause unfavorable trends in receivable collections and additional allowances may be required. These additional allowances could materially affect our future financial results.\n \n\n\n28\n \nTable of Contents\n \n\n\nIncome taxes\n — In order to prepare our Consolidated Financial Statements, we are required to make estimates of income taxes, if applicable, in each jurisdiction in which we operate. The process incorporates an assessment of any income subject to taxation in each jurisdiction together with temporary differences resulting from different treatment of transactions for tax and financial statement purposes. These differences result in deferred tax assets and liabilities that are included in our Consolidated Balance Sheets. The recovery of deferred tax assets from future taxable income must be assessed and, to the extent recovery is not likely, we will establish a valuation allowance. An increase in the valuation allowance results in recording additional tax expense and any such adjustment may materially affect our future financial results. If the ultimate tax liability differs from the amount of tax expense we have reflected in the Consolidated Statements of Operations, an adjustment of tax expense may need to be recorded and this adjustment may materially affect our future financial results and financial condition.\n \nWe evaluate the realizability of our deferred tax assets based on all available evidence and establish a valuation allowance to reduce deferred tax assets when it is more likely than not that they will not be realized. When all available evidence indicates that the deferred tax assets are more likely than not to be realized, a valuation allowance is not required to be recorded or an existing valuation allowance is reversed. Management assesses all available positive and negative evidence, including (1) three-year cumulative pre-tax income or loss adjusted for permanent tax differences, (2) history of operating losses and of net operating loss carryforwards expiring unused, (3) evidence of future reversal of existing taxable temporary differences, (4) availability of sufficient taxable income in prior years, (5) tax planning strategies, and (6) projection of future taxable income, to determine the need to establish or release a valuation allowance on the deferred tax assets. An increase or decrease in valuation allowance will result in a corresponding increase or decrease in tax expense, and any such adjustment may materially affect our future financial results.\n \nWe also evaluate our uncertain tax positions and only recognize the tax benefit from an uncertain tax position if it is more likely than not that the tax position will be sustained on examination by the taxing authorities, based on the technical merits of the position. The tax benefits recognized in the financial statements from such positions are measured based on the largest benefit that has a greater than 50 percentage likelihood of being realized upon settlement. We record a liability for unrecognized tax benefits resulting from uncertain tax positions taken or expected to be taken in a tax return. Any change in judgment related to the expected ultimate resolution of uncertain tax positions is recognized in earnings in the period in which such change occurs. \n \nAs of May 27, 2023 and May 28, 2022, a valuation allowance of $6.5 million and $8.2 million was established on deferred tax assets totaling $33.2 million and $34.3 million, respectively. Our income tax for the years ended May 27, 2023, May 28, 2022 and May 29, 2021 was an expense of $18.3 million, an expense of $15.8 million and a benefit of $2.5 million, respectively. \nAs of May 27, 2023 and May 28, 2022, our total liability for unrecognized tax benefits was $1.0 million and $0.9 million, respectively.\n \nStock-based compensation\n — Under our 2020 Performance Incentive Plan, officers, employees, and outside directors have received or may receive grants of restricted stock awards, restricted stock units, performance stock units, options to purchase common stock or other stock or stock-based awards. Under our ESPP, eligible officers and employees may purchase our common stock at a discount in accordance with the terms of the plan. During fiscal 2023, the Company issued performance stock unit awards under the 2020 Performance Incentive Plan that will vest upon the achievement of certain company-wide performance targets at the end of the defined three-year performance period. \nVesting periods for restricted stock awards, restricted stock units and stock option awards range from three to four years.\n \nWe estimate the fair value of stock-based payment awards on the date of grant as described below. We determine the estimated value of restricted stock awards, restricted stock unit and performance stock unit awards using the closing price of our common stock on the date of grant. We have elected to use the Black-Scholes option-pricing model for our stock options and stock purchased under our ESPP which takes into account assumptions regarding a number of complex and subjective variables. These variables include the expected stock price volatility over the term of the awards and actual and projected employee stock option exercise behaviors. Additional variables to be considered are the expected term, expected dividends and the risk-free interest rate over the expected term of our employee stock options. \n \nWe use our historical volatility over the expected life of the stock option award and ESPP award to estimate the expected volatility of the price of our common stock. The risk-free interest rate assumption is based upon observed interest rates appropriate for the term of our employee stock options. The impact of expected dividends ($0.14 per share for each quarter during fiscal 2023, 2022 and 2021) is also incorporated in determining the estimated value per share of employee stock option grants and purchases under our ESPP. Such dividends are subject to quarterly Board of Directors’ approval. Our expected life of stock option grants is 5.6 years for non-officers and 8.1 years for officers, and the expected life of grants under our ESPP is 6 months. \n \nIn addition, because stock-based compensation expense recognized in the Consolidated Statements of Operations is based on awards ultimately expected to vest, it is reduced for estimated forfeitures. Forfeitures are estimated at the time of grant and revised in subsequent periods if actual forfeitures differ from those estimates, and in the case of performance stock units, based on the actual performance. The number of performance stock units earned at the end of the performance period may equal, exceed or be less than the targeted number of shares depending on whether the performance criteria are met, surpassed or not met. During each reporting period, the Company uses the latest forecasted results to estimate the number of shares to be issued at the end of the performance period. Any \n\n\n29\n \nTable of Contents\n \n\n\nresulting changes to stock compensation expense are adjusted in the period in which the change in estimates occur. Forfeitures are estimated based on historical experience.\n \nWe review the underlying assumptions related to stock-based compensation at least annually or more frequently if we believe triggering events exist. If facts and circumstances change and we employ different assumptions in future periods, the compensation expense recorded may differ materially from the amount recorded in the current period. Stock-based compensation expense for the years ended May 27, 2023, May 28, 2022 and May 29, 2021 was $9.5 million, $8.2 million and $6.6 million, respectively.\n \nValuation of long-lived assets — \nFor long-lived tangible and intangible assets, including property and equipment, right-of-use (“ROU”) assets, and definite-lived intangible assets, we assess the potential impairment periodically or whenever events or changes in circumstances indicate the carrying value may not be recoverable\n from the estimated undiscounted expected future cash flows expected to result from their use and eventual disposition. In cases where the estimated undiscounted expected future cash flows are less than net book value, an impairment loss is recognized equal to the amount by which the net book value exceeds the estimated fair value of assets. We performed our assessment of potential qualitative impairment indicators of long-lived assets, including property and equipment, ROU \nassets\n outside of exited markets, and definite-lived intangible assets as of May 27, 2023. We determined that for such long-lived assets, no impairment indicators were present as of May 27, 2023, and no impairment charge was recorded during fiscal 2023. \n \nFor ROU assets within exited markets under our restructuring plans, we assess the potential impairment whenever an impairment indicator was present. For further discussion regarding impairment of ROU \nassets\n in exited markets, see Note 14 – \nRestructuring Activities\n \nin the Notes to Consolidated Financial Statements included in Part II, Item 8 of this Annual Report on Form 10-K\n. Estimating future cash flows requires significant judgment, and our projections may vary from the cash flows eventually realized. Future events and unanticipated changes to assumptions could result in an impairment in the future. \nAlthough the impairment is a non-cash expense, it could\n materially affect our future financial results and financial condition. \n \nGoodwill \n—\n \nGoodwill represents the excess of the purchase price over the fair value of the net tangible and identifiable intangible assets acquired in each business combination. We evaluate goodwill for impairment annually on the last day of our fiscal year, and whenever events indicate that it is more likely than not that the fair value of a reporting unit could be less than its carrying amount. In assessing the recoverability of goodwill, we make a series of assumptions including forecasted revenue and costs, estimates of future cash flows, discount rates and other factors, which require significant judgment. A potential impairment in the future, although a non-cash expense, could materially affect our financial results and financial condition. \n \nIn testing the goodwill of our reporting units for impairment, we have the option to first assess qualitative factors to determine whether it is more likely than not that the fair value of each of our reporting units is less than their respective carrying amounts. If it is deemed more likely than not that the fair value of a reporting unit is greater than its carrying value, no further testing is needed and goodwill is not impaired. Otherwise, the next step is a quantitative comparison of the fair value of the reporting unit to its carrying amount. We have the option\n to bypass the qualitative assessment for any reporting unit and proceed directly to performing the quantitative goodwill impairment test.\n If a reporting unit’s estimated fair value is equal to or greater than that reporting unit’s carrying value, no impairment of goodwill exists and the testing is complete. If the reporting unit’s carrying amount is greater than the estimated fair value, then a non-cash impairment charge is recorded for the amount of the difference, not exceeding the total amount of goodwill allocated to the reporting unit.\n \nUnder the quantitative analysis, the estimated fair value of goodwill is determined by using a combination of a market approach and an income approach. The market approach estimates fair value by applying revenue and EBITDA multiples to each reporting unit’s operating performance. The multiples are derived from guideline public companies with similar operating and investment characteristics to our reporting units, and are evaluated and adjusted, if needed, based on specific characteristics of the reporting units relative to the selected guideline companies. The market approach requires us to make a series of assumptions that involve significant judgment, such as the selection of comparable companies and the evaluation of the multiples. The income approach estimates fair value based on our estimated future cash flows of each reporting unit, discounted by an estimated weighted-average cost of capital that reflects the relevant risks associated with each reporting unit and the time value of money. The income approach also requires us to make a series of assumptions that involve significant judgment, such as discount rates, revenue projections and Adjusted EBITDA margin projections. We estimate our discount rates on a blended rate of return considering both debt and equity for comparable guideline public companies. We forecast our revenue and Adjusted EBITDA margin based on historical experience and internal forecasts about future performance.\n \nThe following is a discussion of our goodwill impairment tests performed during fiscal 2023.\n \nThird Quarter 2023 Goodwill Impairment Test\n \nAs further discussed in Note 2 – \nSummary of Significant Accounting Policies\n and Note 5 – \nGoodwill and Intangible Assets\n \nin the Notes to Consolidated Financial Statements included in Part II, Item 8 of this Annual Report on Form 10-K, during the third quarter of fiscal 2023, the Company determined the existence of impairment indicators on goodwill associated with Sitrick, one of the Company’s operating segments and reporting units, as a result of its declining business performance. Based on the quantitative \n\n\n30\n \nTable of Contents\n \n\n\nimpairment test, the Company concluded that the carrying amount of Sitrick exceeded its fair value, which resulted in an impairment charge of $3.0 million on the goodwill within the Company’s Other Segments on the Consolidated Statements of Operations. No goodwill remains within Other Segments as of May 27, 2023.\n \n2023 Annual Goodwill Impairment Analysis\n \nWe performed our annual goodwill impairment test as of May 27, 2023 on our RGP reporting unit. We elected to perform a qualitative analysis and assessed the relevant events and circumstances to determine if it is more likely than not that the fair value of our reporting unit is less than its carrying amount. We considered such events and circumstances including macroeconomic factors, industry and market conditions, financial performance indicators and measurements, and other factors. Based on our assessment of these factors, we do not believe that it is more likely than not that the fair value of our reporting unit is less than its carrying value, and no further testing is needed. \nWe concluded that there was no goodwill impairment as of May 27, 2023. \n \nWhile we believe that the assumptions underlying our qualitative assessment are reasonable, these assumptions could have a significant impact on whether a non-cash impairment charge is recognized and the magnitude of such charge. The results of an impairment analysis are as of a point in time. There is no assurance that the actual future earnings or cash flows of our reporting units will be consistent with our projections. We will continue to monitor any changes to our assumptions and will evaluate goodwill as deemed warranted during future periods.\n \n \nNon-GAAP Financial Measures\n \nWe use certain non-GAAP financial measures to assess our financial and operating performance that are not defined by or calculated in accordance with GAAP. A non-GAAP financial measure is defined as a numerical measure of a company’s financial performance that (i) excludes amounts, or is subject to adjustments that have the effect of excluding amounts, that are included in the comparable measure calculated and presented in accordance with GAAP in the Consolidated Statements of Operations; or (ii) includes amounts, or is subject to adjustments that have the effect of including amounts, that are excluded from the comparable GAAP measure so calculated and presented.\n \nOur primary non-GAAP financial measures are listed below and reflect how we evaluate our operating results. \n \n\nSame-day constant currency revenue is adjusted for the following items:\no\nCurrency impact. In order to remove the impact of fluctuations in foreign currency exchange rates, we calculate same-day constant currency revenue, which represents the outcome that would have resulted had exchange rates in the current period been the same as those in effect in the comparable prior period. \no\nBusiness days impact. In order to remove the fluctuations caused by comparable periods having a different number of business days, we calculate same-day revenue as current period revenue (adjusted for currency impact) divided by the number of business days in the current period, multiplied by the number of business days in the comparable prior period. The number of business days in each respective period is provided in the “Number of Business Days” section in the table below.\n\nEBITDA is calculated as net income before amortization expense, depreciation expense, interest and income taxes.\n\nAdjusted EBITDA is calculated as EBITDA plus or minus stock-based compensation expense, technology transformation costs, goodwill impairment, restructuring costs, and contingent consideration adjustments. Adjusted EBITDA at the segment level excludes certain shared corporate administrative costs that are not practical to allocate.\n\nAdjusted EBITDA Margin is calculated by dividing Adjusted EBITDA by revenue.\n \n\n\n31\n \nTable of Contents\n \n\n\n \nSame-Day Constant Currency Revenue\n \nSame-day constant currency revenue assists management in evaluating revenue trends on a more comparable and consistent basis. We believe this measure also provides more clarity to our investors in evaluating our core operating performance and facilitates a comparison of such performance from period to period. The following table presents a reconciliation of same-day constant currency revenue, a non-GAAP financial measure, to revenue as reported in the Consolidated Statements of Operations, the most directly comparable GAAP financial measure, by geography. \n \nRESOURCES CONNECTION, INC.\nRECONCILIATION OF GAAP TO NON-GAAP FINANCIAL MEASURES\n(In thousands, except number of business days) \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nThree Months Ended\n \nFor the Years Ended\nRevenue by Geography\n \nMay 27,\n \nMay 28,\n \nMay 27,\n \nMay 28,\n \n \n2023\n \n2022\n \n2023\n \n2022\n \n \n(Unaudited)\n \n(Unaudited)\n \n(Unaudited, except for GAAP amounts)\nNorth America\n \n \n \n \n \n \n \n \n \n \n \n \nAs reported (GAAP)\n \n$\n 160,999\n \n$\n 183,817\n \n$\n 680,993\n \n$\n 676,419\nCurrency impact\n \n \n (333)\n \n \n \n \n \n (504)\n \n \n \nBusiness days impact\n \n \n -\n \n \n \n \n \n -\n \n \n \nSame-day constant currency revenue\n \n$\n 160,666\n \n \n \n \n$\n 680,489\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nEurope\n \n \n \n \n \n \n \n \n \n \n \n \nAs reported (GAAP) \n(1)\n \n$\n 10,757\n \n$\n 19,433\n \n$\n 42,509\n \n$\n 76,075\nCurrency impact\n \n \n 222\n \n \n \n \n \n 4,419\n \n \n \nBusiness days impact\n \n \n 133\n \n \n \n \n \n 871\n \n \n \nSame-day constant currency revenue\n \n$\n 11,112\n \n \n \n \n$\n 47,799\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nAsia Pacific\n \n \n \n \n \n \n \n \n \n \n \n \nAs reported (GAAP)\n \n$\n 12,693\n \n$\n 13,781\n \n$\n 52,141\n \n$\n 52,524\nCurrency impact\n \n \n 805\n \n \n \n \n \n 5,509\n \n \n \nBusiness days impact\n \n \n 48\n \n \n \n \n \n 516\n \n \n \nSame-day constant currency revenue\n \n$\n 13,546\n \n \n \n \n$\n 58,166\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nTotal Consolidated\n \n \n \n \n \n \n \n \n \n \n \n \nAs reported (GAAP) \n(1)\n \n$\n 184,449\n \n$\n 217,031\n \n$\n 775,643\n \n$\n 805,018\nCurrency impact\n \n \n 694\n \n \n \n \n \n 9,424\n \n \n \nBusiness days impact\n \n \n 181\n \n \n \n \n \n 1,387\n \n \n \nSame-day constant currency revenue\n \n$\n 185,324\n \n \n \n \n$\n 786,454\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nNumber of Business Days\n \n \n \n \n \n \n \n \n \n \n \n \nNorth America\n (2)\n \n \n 65\n \n \n 65\n \n \n 251\n \n \n 251\nEurope \n(3)\n \n \n 61\n \n \n 62\n \n \n 248\n \n \n 254\nAsia Pacific \n(3)\n \n \n 61\n \n \n 62\n \n \n 245\n \n \n 247\n \n(1) Total Consolidated revenue and Europe revenue as reported under GAAP include taskforce revenue of zero and $7.7 million for the three months ended May 27, 2023 and May 28, 2022, respectively, and $0.2 million and $27.6 million for the year ended May 27, 2023 and May 28, 2022, respectively.\n \n(2) This represents the number of business days in the U.S.\n \n(3) The business days in international regions represents the weighted average number of business days.\n \n‎\n\n\n32\n \nTable of Contents\n \n\n\nEBITDA, A\ndjusted EBITDA and Adjusted EBITDA Margin\n \nEBITDA, Adjusted EBITDA and Adjusted EBITDA Margin assist management in assessing our core operating performance. We also believe these measures provide investors with useful perspective on underlying business results and trends and facilitate a comparison of our performance from period to period. The following table presents EBITDA, Adjusted EBITDA and Adjusted EBITDA Margin for the periods indicated and includes a reconciliation of such measures to net income, the most directly comparable GAAP financial measure.\n \nRESOURCES CONNECTION, INC.\nRECONCILIATION OF GAAP TO NON-GAAP FINANCIAL MEASURES\n(In thousands, except percentages)\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nFor the Years Ended\n \nMay 27,\n \n% of\n \nMay 28,\n \n% of\n \nMay 29,\n \n% of\n \n2023\n \n Revenue\n \n2022\n \n Revenue\n \n2021\n \n Revenue\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nNet income\n$\n 54,359\n \n 7.0\n%\n \n$\n 67,175\n \n 8.3\n%\n \n$\n 25,229\n \n 4.0\n%\nAdjustments:\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nAmortization expense\n \n 5,018\n \n 0.6\n \n \n \n 4,908\n \n 0.6\n \n \n \n 5,228\n \n 0.8\n \nDepreciation expense \n \n 3,539\n \n 0.4\n \n \n \n 3,575\n \n 0.4\n \n \n \n 3,897\n \n 0.6\n \nInterest expense, net\n \n 552\n \n 0.1\n \n \n \n 1,064\n \n 0.2\n \n \n \n 1,600\n \n 0.3\n \nIncome tax expense (benefit) \n \n 18,259\n \n 2.4\n \n \n \n 15,793\n \n 2.0\n \n \n \n (2,545)\n \n (0.4)\n \nEBITDA\n \n 81,727\n \n 10.5\n \n \n \n 92,515\n \n 11.5\n \n \n \n 33,409\n \n 5.3\n \nStock-based compensation expense\n \n 9,521\n \n 1.2\n \n \n \n 8,168\n \n 1.0\n \n \n \n 6,613\n \n 1.1\n \nTechnology transformation costs \n(1)\n \n 6,355\n \n 0.8\n \n \n \n 1,449\n \n 0.2\n \n \n \n -\n \n -\n \nGoodwill impairment \n(2)\n \n 2,955\n \n 0.4\n \n \n \n -\n \n -\n \n \n \n -\n \n -\n \nRestructuring costs \n(3)\n \n (364)\n \n -\n \n \n \n 833\n \n 0.1\n \n \n \n 8,260\n \n 1.3\n \nContingent consideration adjustment\n \n -\n \n -\n \n \n \n 166\n \n -\n \n \n \n 4,512\n \n 0.7\n \nAdjusted EBITDA\n$\n 100,194\n \n 12.9\n%\n \n$\n 103,131\n \n 12.8\n%\n \n$\n 52,794\n \n 8.4\n%\n \n(1) Technology transformation costs represent costs included in net income related to the Company’s initiative to upgrade its technology platform globally, including a cloud-based enterprise resource planning system and talent acquisition and management system. Such costs primarily include software licensing costs, third-party consulting fees and costs associated with dedicated internal resources that are not capitalized.\n \n(2) Goodwill impairment charge recognized during the year ended May 27, 2023 was related to Sitrick operating segment.\n \n(3) The Company substantially completed our global restructuring and business transformation plan (the “Restructuring Plans”) in fiscal 2021. All remaining accrued restructuring liability on the books related to employee termination costs was either paid or released as of May 27, 2023.\n \nOur non-GAAP financial measures are not measurements of financial performance or liquidity under GAAP and should not be considered in isolation or construed as substitutes for revenue, net income or other measures of financial performance or financial condition prepared in accordance with GAAP for purposes of analyzing our revenue, profitability or liquidity. Further, a limitation of our non-GAAP financial measures is they exclude items detailed above that have an impact on our GAAP-reported results. Other companies in our industry may calculate these non-GAAP financial measures differently than we do, limiting their usefulness as a comparative measure. Because of these limitations, these non-GAAP financial measures should not be considered a substitute but rather considered in addition to performance measures calculated in accordance with GAAP.\n \n\n\n33\n \nTable of Contents\n \n\n\n \nResults of Operations\n \nThe following tables set forth, for the periods indicated, our Consolidated Statements of Operations data. These historical results are not necessarily indicative of future results. Our operating results for the periods indicated are expressed as a percentage of revenue below. The fiscal years ended May 27, 2023, May 28, 2022 and May 29, 2021 all consisted of 52 weeks (in thousands, except percentages). \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nFor the Years Ended\n \n \nMay 27,\n \n% of\n \nMay 28,\n \n% of\n \nMay 29,\n \n% of\n \n \n2023\n \nRevenue\n \n2022\n \nRevenue\n \n2021\n \nRevenue\nRevenue \n \n$\n 775,643\n \n 100.0\n%\n \n$\n 805,018\n \n 100.0\n%\n \n$\n 629,516\n \n 100.0\n%\nDirect cost of services\n \n \n 462,501\n \n 59.6\n \n \n \n 488,376\n \n 60.7\n \n \n \n 388,112\n \n 61.7\n \nGross profit\n \n \n 313,142\n \n 40.4\n \n \n \n 316,642\n \n 39.3\n \n \n \n 241,404\n \n 38.3\n \nSelling, general and administrative expenses \n \n \n 228,842\n \n 29.5\n \n \n \n 224,721\n \n 27.9\n \n \n \n 209,326\n \n 33.3\n \nAmortization expense\n \n \n 5,018\n \n 0.6\n \n \n \n 4,908\n \n 0.6\n \n \n \n 5,228\n \n 0.8\n \nDepreciation expense \n \n \n 3,539\n \n 0.4\n \n \n \n 3,575\n \n 0.4\n \n \n \n 3,897\n \n 0.6\n \nGoodwill impairment\n \n \n 2,955\n \n 0.4\n \n \n \n -\n \n -\n \n \n \n -\n \n -\n \nIncome from operations \n \n \n 72,788\n \n 9.5\n \n \n \n 83,438\n \n 10.4\n \n \n \n 22,953\n \n 3.6\n \nInterest expense, net\n \n \n 552\n \n 0.1\n \n \n \n 1,064\n \n 0.2\n \n \n \n 1,600\n \n 0.3\n \nOther income\n \n \n (382)\n \n -\n \n \n \n (594)\n \n (0.1)\n \n \n \n (1,331)\n \n (0.3)\n \nIncome before income tax \n   expense (benefit)\n \n \n 72,618\n \n 9.4\n \n \n \n 82,968\n \n 10.3\n \n \n \n 22,684\n \n 3.6\n \nIncome tax expense (benefit)\n \n \n 18,259\n \n 2.4\n \n \n \n 15,793\n \n 2.0\n \n \n \n (2,545)\n \n (0.4)\n \nNet income\n \n$\n 54,359\n \n 7.0\n%\n \n$\n 67,175\n \n 8.3\n%\n \n$\n 25,229\n \n 4.0\n%\n \nYear Ended May 27, 2023 Compared to Year Ended May 28, 2022\n \nPercentage change computations are based upon amounts in thousands. Fiscal 2023 and fiscal 2022 consisted of 52 weeks.\n \nRevenue.\n Revenue decreased $29.4 million, or 3.6%, to $775.6 million for the year ended May 27, 2023 from $805.0 million for the year ended May 28, 2022. \nWe completed the sale of \ntaskforce \non May 31, 2022. Refer to Note 3 – \nDispositions\n in the Notes to Consolidated Financial Statements for further information. Excluding $27.6 million of revenue attributable to \ntaskforce\n during the year ended 2022, revenue in fiscal 2023 was relatively consistent with the prior year (increased 1.1% on a same-day constant currency basis). \n \nThe following table represents our GAAP consolidated revenues by geography\n (in thousands, except percentages)\n: \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nFor the Years Ended\n \nMay 27,\n \n% of\n \nMay 28,\n \n% of\n \n2023\n \nRevenue\n \n2022\n \nRevenue\nNorth America\n$\n 680,993\n \n 87.8\n%\n \n$\n 676,419\n \n 84.0\n%\nEurope\n \n 42,509\n \n 5.5\n \n \n \n 76,075\n \n 9.5\n \nAsia Pacific\n \n 52,141\n \n 6.7\n \n \n \n 52,524\n \n 6.5\n \nTotal\n$\n 775,643\n \n 100.0\n%\n \n$\n 805,018\n \n 100.0\n%\n \nRevenue in North America grew 0.7% (0.6% on a same-day constant currency basis) compared to fiscal 2022. Due to a robust \nbacklog and healthy demand environment at the start of the fiscal year, we saw a strong revenue trend in the first half of fiscal 2023. As the macro economy gradually softened throughout the remainder of the fiscal year, the overall pace of client initiatives and spend also slowed down, leading to a more muted revenue trend in the second half of the fiscal year. While our pipeline activities remained healthy throughout the year, the sales cycle lengthened, leading to slower revenue conversion. In certain cases, we also experienced delays in engagement starts as clients managed through their own budgetary considerations. Total billable hours decreased by 3.0% compared to fiscal 2022, while the average bill rate increased by 3.9% as we continue to pursue strategic pricing. Our Strategic Client Accounts continued to perform well during the current fiscal year. Revenues from our Strategic Client Accounts in North America grew 2.7% during fiscal 2023 compared to fiscal 2022. From a solution standpoint, Finance and Accounting continued to be resilient at a 3.2% growth rate while Technology and Digital displayed particular strength with an 11.8% growth rate despite the softer macro environment, partially offset by softer performance in certain other solution offerings.\n \nE\nuropean revenue decreased 44.1% (37.2% on a same-day constant currency basis) during fiscal 2023 compared to fiscal 2022. Excluding the impact of the \ntaskforce \ndivestiture, revenue in Europe decreased 12.8% (2.0% on a same-day constant currency basis). The decline in Europe’s revenue was primarily the result of delayed client buying patterns throughout the current fiscal year due to \n\n\n34\n \nTable of Contents\n \n\n\nuncertainties in the macro environment in the European reg\nion. Excluding \ntaskforce\n which historically carried higher bill rates, average bill rate was lower by 2.5% (higher by 7.4% on a constant currency basis) and billable hours declined by 11.0% during fiscal year 2023 compared to fiscal year 2022.\n \nAsia Pacific revenue declined slightly by 0.7%, although it represented a 10.7% increase on a same-day constant currency basis during fiscal 2023 compared to fiscal 2022. The growth in Asia Pacific revenue on a same-day constant currency basis is primarily driven by a 5.6% increase in billable hours, which was partially offset by a lower average bill rate of 6.5% (although a 3.3% increase on a constant currency basis). The notable revenue growth in Asia Pacific on a same-day constant currency basis was primarily driven by our Strategic Client Accounts as large global businesses continue to shift share services centers to the Asia Pacific region driving demand for our services.\n \nDirect Cost of Services\n.\n Direct cost of services decreased $25.9 million, or 5.3%, to $462.5 million during fiscal 2023 from $488.4 million for fiscal 2022. \nThe decrease in direct cost of services year over year was primarily attributable to a 4.7% decrease (2.6% decrease on a constant currency basis) in average pay rate during fiscal 2023 compared to fiscal 2022. The decrease in average pay rate was largely attributable to the divestiture of \ntaskforce\n, which historically carried higher pay rates. Billable hours decreased 3.9% (1.9% excluding \ntaskforce\n) during fiscal 2023 compared to fiscal 2022.\n \nDirect cost of services as a percentage of revenue was 59.6% for fiscal 2023 compared to 60.7% for fiscal 2022. \nThe decreased percentage compared to the prior year was primarily attributable to a 220 basis point reduction in the overall pay/bill ratio. This favorable impact was partially offset by an increase in employee-related benefits, primarily in self-insured medical costs and holiday pay. \n \nThe number of consultants on assignment at the end of fiscal 2023 was 3,145 compared to 3,388 at the end of fiscal 2022.\n \nSelling, General and Administrative Expenses\n.\n Selling, general and administrative expenses (“SG&A”) was $228.8 million, or 29.5% of revenue, for the year ended May 28, 2023 compared to $224.7 million, or 27.9% of revenue, for the year ended May 28, 2022. \nThe $4.1 million increase in SG&A year-over-year was primarily attributed to an increase of $7.7 million in management compensation, an increase of $4.9 million in technology transformation costs, a $2.4 million increase in business and travel expenses as business travel normalizes post Pandemic to reflect a hybrid work model, a $1.4 million increase in stock-based compensation expense, a $1.3 million increase in computer software costs, an increase of $0.9 million in bad debt expenses,\n \nan increase of $0.9 million in self-insurance medical benefits, an increase of $0.9 million resulting from the adverse effect of changes in foreign currency exchange rates, and a $2.9 million increase in all other general and administration expenses to support the business. These incremental costs were partially offset by lower bonus and commissions of $16.1 million due to lower revenue and profitability achievement compared to the incentive targets, a decrease in occupancy costs of $1.9 million from real estate footprint reduction , and a $1.2 million decrease in restructuring costs related to exiting certain markets and real estate facilities in fiscal 2022.\n \n \nManagement and administrative headcount was 917 at the end of fiscal 2023 and 871 at the end of fiscal 2022. Management and administrative headcount includes full-time equivalent headcount for our seller-doer group, which is determined by utilization levels achieved by the seller-doers. Any unutilized time is converted to full-time equivalent headcount.\n \nGoodwill Impairment.\n \nDuring the third quarter of fiscal 2023, we completed a goodwill impairment analysis for Sitrick, a strategic and crisis communications business acquired in 2009. Many of Sitrick’s target clients were impacted by the initial closures of U.S. courts during the Pandemic and the continued lingering impact on the court system despite the reopening, resulting in less opportunities and a slower revenue conversion typically provided by Sitrick. As a result, we performed a qualitative and quantitative impairment analysis relating to the goodwill within Sitrick as of February 25, 2023. We determined that the carrying value of Sitrick was in excess of its fair value and as such fully impaired its goodwill in the amount of $3.0 million during the third quarter of fiscal 2023. Goodwill within the Other Segments remained at zero as of May 27, 2023\n. \n \n\n\n35\n \nTable of Contents\n \n\n\n \nRestructuring Costs\n.\n We substantially completed the Restructuring Plans in fiscal 2021. All employee termination and facility exit costs incurred under the Restructuring Plans were associated with the RGP segment, and are recorded in selling, general and administrative expenses in the Consolidated Statements of Operations. Restructuring costs for the years ended May 27, 2023 and May 28, 2022 were as follows (in thousands): \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nFor the Year Ended \n‎\nMay 27, 2023\n \nFor the Year Ended \n‎\nMay 28, 2022\n \n \nNorth America and APAC Plan\n \nEuropean Plan\n \nTotal\n \nNorth America and APAC Plan\n \nEuropean Plan\n \nTotal\nEmployee termination costs (adjustments)\n \n$\n (387)\n \n$\n -\n \n$\n (387)\n \n$\n 168\n \n$\n (253)\n \n$\n (85)\nReal estate exit costs (adjustments)\n \n \n -\n \n \n (1)\n \n \n (1)\n \n \n 884\n \n \n (10)\n \n \n 874\nOther costs\n \n \n 15\n \n \n 9\n \n \n 24\n \n \n -\n \n \n 44\n \n \n 44\nTotal restructuring costs (adjustments)\n \n$\n (372)\n \n$\n 8\n \n$\n (364)\n \n$\n 1,052\n \n$\n (219)\n \n$\n 833\n \nAll employee termination and facility exit costs incurred under the Restructuring Plans were considered completed as of August 27, 2022, and as a result, the remaining accrued restructuring liability on the books was released. Restructuring liability was zero and $0.4 million as of May 27, 2023 and May 28, 2022, respectively.\n \nAmortization and Depreciation Expense\n.\n \nAmortization expense was $5.0 million and $4.9 million in fiscal 2023 and fiscal 2022, respectively. Depreciation expense was $3.5 million and $3.6 million in fiscal 2023 and fiscal 2022, respectively. \n \nIncome Taxes.\n \nThe provision for income taxes was $18.3 million (effective tax rate of 25.1%) for the year ended May 27, 2023 compared to $15.8 million (effective tax rate of 19.0%) for the year ended May 28, 2022. \nThe lower effective tax rate for fiscal 2022 when compared to fiscal 2023 was primarily attributed to a non-recurring tax benefit of $2.6 million from the dissolution of our French entity and a tax benefit of $4.9 million from the release of a valuation allowance in Europe in the prior fiscal year as compared to $1.9 million of valuation allowance release in fiscal 2023.\n \nWe recognized a tax benefit of approximately $2.1 million and $2.0 million for the years ended May 27, 2023 and May 28, 2022, respectively,\n \nassociated with the exercise of nonqualified stock options, vesting of restricted stock awards and restricted stock units, and disqualifying dispositions by employees of shares acquired under the ESPP\n. \n \nWe reviewed the components of both book and taxable income to prepare the tax provision. There can be no assurance that our effective tax rate will remain constant in the future because of the lower benefit from the U.S. statutory rate for losses in certain foreign jurisdictions, the limitation on the benefit for losses in jurisdictions in which a valuation allowance for operating loss carryforwards has previously been established, and the unpredictability of timing and the amount of disqualifying dispositions of certain stock options. Based upon current economic circumstances and our business performance, management will continue to monitor the need to record additional or release existing valuation allowances in the future, primarily related to \ndeferred tax assets in certain foreign jurisdictions. Realization of the currently reserved deferred tax assets is dependent upon generating sufficient future taxable income in the domestic and foreign territories\n.\n \nWe have maintained a position of being indefinitely reinvested in our foreign subsidiaries’ earnings by not expecting to remit foreign earnings in the foreseeable future. Being indefinitely reinvested does not require a deferred tax liability to be recognized on the foreign earnings. Management’s indefinite reinvestment position is supported by:\n \n\nRGP in the U.S. has generated more than enough cash to fund operations and expansion, including acquisitions. RGP uses its excess cash to, at its discretion, return cash to stockholders through dividend payments and stock repurchases.\n \n\nRGP has sufficient cash flow from operations in the U.S. to service its debt and other current or known obligations without requiring cash to be remitted from foreign subsidiaries.\n \n\nManagement’s growth objectives include allowing cash to accumulate in RGP’s profitable foreign subsidiaries with the expectation of finding strategic expansion plans to further penetrate RGP’s most successful locations.\n \n\nThe consequences of distributing foreign earnings have historically been deemed to be tax-inefficient for RGP or not materially beneficial.\n \n\n\n36\n \nTable of Contents\n \n\n\n \nOperating Results of Segments\n \nAs discussed in \nBusiness Segments\n in Item 1, Note 2\n – Summary of Significant Accounting Policies\n and Note 18\n – Segment Information and Enterprise Reporting\n in the Notes to Consolidated Financial Statements included in Part II, Item 8 of this Annual Report on Form 10-K, the Company divested \ntaskforce\n on May 31, 2022. Since the second quarter of fiscal 2021 and prior to the divestment, the business operated by \ntaskforce\n, along with its parent company, Resources Global Professionals (Germany) GmbH, an affiliate of the Company, represented an operating segment of the Company and was reported as a part of Other Segments. \n \nEffective May 31, 2022, the Company’s operating segments consist of RGP and Sitrick. \nRGP is the Company’s only reportable segment. Sitrick does not individually meet the quantitative threshold to qualify as a reportable segment. Therefore, Sitrick is disclosed as Other Segments. \nPrior-period comparative segment information was not restated\n as a result of the divestiture of \ntaskforce\n as we did not have a change in internal organization or the financial information our Chief Operating Decision Maker uses to assess performance and allocate resources.\n \nThe following table presents our current operating results by segment\n (in thousands, except percentages): \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nFor the Years Ended\n \n \nMay 27,\n \n% of\n \nMay 28,\n \n% of\n \n \n2023\n \nRevenue\n \n2022\n \nRevenue\nRevenue: \n \n \n \n \n \n \n \n \n \n \n \n \nRGP\n \n$\n 764,511\n \n 98.6\n%\n \n$\n 764,350\n \n 94.9\n%\nOther Segments \n(1)\n \n \n 11,132\n \n 1.4\n \n \n \n 40,668\n \n 5.1\n \nTotal revenue\n \n$\n 775,643\n \n 100.0\n%\n \n$\n 805,018\n \n 100.0\n%\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nFor the Years Ended\n \n \nMay 27,\n \n% of\n \nMay 28,\n \n% of\nAdjusted EBITDA:\n \n2023\n \nAdj EBITDA\n \n2022\n \nAdj EBITDA\nRGP\n \n$\n 132,377\n \n 132.1\n%\n \n$\n 134,187\n \n 130.1\n%\nOther Segments \n(1)\n \n \n 1,179\n \n 1.2\n \n \n \n 3,527\n \n 3.4\n \nReconciling Items \n(2)\n \n \n (33,362)\n \n (33.3)\n \n \n \n (34,583)\n \n (33.5)\n \nTotal Adjusted EBITDA \n(3)\n \n$\n 100,194\n \n 100.0\n%\n \n$\n 103,131\n \n 100.0\n%\n \n(1) Amounts reported in Other Segments for the year ended May 27, 2023 include Sitrick and an immaterial amount from taskforce from May 29, 2022 through May 31, 2022, the completion date of the sale. Amounts previously reported for the years ended May 28, 2022 included the Sitrick and taskforce operating segments\n.\n \n(2) \nReconciling items are generally comprised of u\nnallocated corporate administrative costs, including management and board compensation, corporate support function costs and other general corporate costs that are not allocated to segments.\n \n(3) \nA reconciliation of the Company’s \nnet income to Adjusted EBITDA on a consolidated basis is presented above under “Non-GAAP Financial Measures.”\n \nRevenue by Segment\n \nRGP – \nRGP \nrevenue remained consistent at $764.5 million in fiscal 2023 compared to $764.4 million in fiscal 2022. \nRevenue from RGP represents more than 90% of total consolidated revenue and generally reflects the overall consolidated revenue trend.\n \n \nThe number of consultants on assignment under the RGP segment as of May 27, 2023 was 3,131 compared to 3,263 as of May 28, 2022.\n \nOther Segments –\n \nOther Segments’ revenue decreased $29.5 million, or 72.6%, to $11.1 million in fiscal 2023 compared to fiscal 2022, \nas a result of a $27.3 million decline in revenue from the divestiture of \ntaskforce\n in fiscal 2023 and a $2.2 million decline in Sitrick revenue.\n The decline in Sitrick revenue during fiscal 2023 compared to the prior year was primarily due to the closure of the U.S. courts during the Pandemic and the continued lingering impact on the court system, resulting in slower business development and revenue conversion. \n \nThe number of consultants on assignment under Other Segments as of May 27, 2023 was 14 compared to 125 as of May 28, 2022.\n \n\n\n37\n \nTable of Contents\n \n\n\n \nAdjusted EBITDA by Segment\n \nRGP\n \n– \nRGP Adjusted EBITDA declined $1.8 million, or 1.3%, to $132.4 million in fiscal 2023 compared to $134.2 million in fiscal 2022. Compared to the prior year, revenue increased $0.2 million and the cost of services decreased by $4.9 million in fiscal 2023. These were offset by an increase in SG&A costs attributed to RGP of $6.7 million in fiscal 2023 as compared to fiscal 2022 primarily due to the increase in management compensation of $8.5 million \npartially as a result of employee compensation adjustments reflecting the current labor market trend\n, \na $2.9 million increase in computer software and consulting costs,\n an increase in business and travel expenses of $2.2 million as business travel normalizes post Pandemic to reflect a hybrid work model, a $0.7 million increase in recruiting expenses, and a $4.6 million increase in all other general and administration expenses. These cost increases were partially offset by a $11.0 million reduction in bonuses and commissions as a result of lower revenue and profitability achievement compared to the incentive targets and $1.2 million of reductions in occupancy costs as a result of our real estate reduction effort. For fiscal 2023, the material costs and expenses attributable to the RGP segment that are not included in computing the segment measure of Adjusted EBITDA included stock-based compensation expense of $8.4 million, depreciation and amortization expense of $8.4 million \nand technology transformation costs of $6.4 million\n.\n \nThe trend in revenue, cost of services, and other costs and expenses at RGP year over year are generally consistent with those at the consolidated level, as discussed above, with the exception that the SG&A used to derive segment Adjusted EBITDA does not include certain unallocated corporate administrative costs.\n \nOther Segments \n– \nOther Segments’ Adjusted EBITDA declined $2.3 million in fiscal 2023 compared to fiscal 2022. \nThe decline is attributable to the $27.3 million decrease in revenue due to the divestiture of \ntaskforce\n at the beginning of fiscal 2023 and $2.2 million related to the slow business recovery in Sitrick from the Pandemic, which is partially offset by a $21.0 million decrease in the cost of services primarily due to the divestiture of \ntaskforce\n. In addition, management compensation decreased by $2.9 million, bonus and commissions decreased by $1.9 million, occupancy costs were reduced by $0.6 million, and all other general and administration expenses decreased by $0.8 million, which were primarily attributed to the divestiture of \ntaskforce\n. For fiscal 2023, the material costs and expenses attributable to the Other Segments that are not included in computing the segment measure of Adjusted EBITDA included depreciation and amortization expenses of $0.2 million, stock-based compensation expense of $1.1 million and goodwill impairment of $3.0 million.\n \n \nYear Ended May 28, 2022 Compared to Year Ended May 29, 2021\n \nFor a comparison of our results of operations at the consolidated and segment level for the fiscal years ended May 28, 2022 and May 29, 2021, see Part II, Item 7 “Management’s Discussion and Analysis of Financial Condition and Results of Operations” of our Annual Report on Form 10-K for the fiscal year ended May 28, 2022, filed with the SEC on July 28, 2022 (File No. 0-32113). \n \nLiquidity and Capital Resources\n \nOur primary sources of liquidity are cash provided by operating activities, our $175.0 million senior secured revolving credit facility (as further discussed below) and, historically, to a lesser extent, stock option exercises and ESPP purchases.\n On an annual basis, we have generated positive cash flows from operations since inception.\n \nOur ability to generate positive cash flow from operations in the future will be, at least in part, dependent on global economic conditions and our ability to remain resilient during periods of deteriorating macroeconomic conditions and any economic downturns. \nAs of May 27, 2023, we had $116.8 million of cash and cash equivalents, including $50.4 million held in international operations.\n \nOn November 12, 2021, the Company and Resources Connection LLC, as borrowers, and all of the Company’s domestic subsidiaries, as guarantors, entered into a credit agreement with the lenders that are party thereto and Bank of America, N.A. as administrative agent for the lenders (the “Credit Agreement”), and concurrently terminated the then existing credit facility, which provided a $120.0 million revolving loan. The Credit Agreement provides for a $175.0 million senior secured revolving loan (the “Credit Facility”), which includes a $10.0 million sublimit for the issuance of standby letters of credit and a swingline sublimit of $20.0 million. The Credit Facility also includes an option to increase the amount of the revolving loan up to an additional $75.0 million, subject to the terms of the Credit Agreement. The Credit Facility matures on November 12, 2026. The obligations under the Credit Facility are secured by substantially all assets of the Company, Resources Connection LLC and all of the Company’s domestic subsidiaries.\n \nFuture borrowings under the Credit Facility will bear interest at a rate per annum of either, at the Company’s election, (i) Term SOFR (as defined in the Credit Agreement) plus a margin ranging from 1.25% to 2.00% or (ii) the Base Rate (as defined in the Credit Agreement), plus a margin of 0.25% to 1.00% with the applicable margin depending on the Company’s consolidated leverage ratio. In addition, the Company pays an unused commitment fee on the average daily unused portion of the Credit Facility, which ranges from 0.20% to 0.30% depending upon the Company’s consolidated leverage ratio. \nAs of May 27, 2023, \nthe Company had no borrowings outstanding and $0.8 million of outstanding letters of credit issued under\n the Credit Facility\n. \nAs of May 27, 2023, there was $174.2 million remaining capacity under the Credit Facility.\n\n\n38\n \nTable of Contents\n \n\n\n \n \nThe Credit Facility\n is available for working capital and general corporate purposes, including potential acquisitions, dividend distribution and stock repurchases. Additional information regarding the Credit Facility is included in Note 8 \n–\n \nLong-Term Debt \nin the Notes to consolidated financial statements included in Item 8 of Part II of this Annual Report on Form 10-K. \n \nOn November 2, 2022, Resources Global Enterprise Consulting (Beijing) Co., Ltd\n, (a wholly owned subsidiary of the Company), as borrower, and the Company, as guarantor, \nentered into a RMB 13.4 million ($1.8 million based on the prevailing exchange on November 2, 2022) revolving credit facility with Bank of America, N.A. (Beijing) as the lender\n (the “Beijing Revolver”).\n The Beijing Revolver bears interest at loan prime rate plus 0.80%. Interest incurred on borrowings will be payable monthly in arrears. As of May 27, 2023, the Company had no borrowings outstanding under the Beijing Revolver.\n \nIn addition to cash needs for ongoing business operations, from time to time, we have strategic initiatives that could generate significant additional cash requirements. Our initiative to upgrade our technology platform, as described in “Fiscal 2023 Strategic Focus Areas” above, requires significant investments over multiple years. As of end of fiscal 2023, the amount of the investments required for this multi-year initiative was estimated to be in the range of $30.0 million to $33.0 million. Such costs primarily include software licensing fees, third-party implementation and consulting fees, incremental costs associated with additional internal resources needed on the project and other costs in areas including change management and training. The actual amount of investment and the timing will depend on a number of variables, including progress made on the implementation. As we proceed through the project, we will continue to evaluate our progress against the implementation plan and assess the impact on our investments, if any. In fiscal 2023, we capitalized $6.0 million of investments and recorded $6.5 million of expenses relating to these investments. We expect the majority of the remaining planned investments to take place in fiscal 2024. In addition to our technology transformation initiative, we expect to continue to invest in digital pathways to enhance the experience and touchpoints with our end users, including current and prospective employees (consultants and management employees) and clients. These efforts will require additional cash outlay and could further elevate our capital expenditures in the near term. As of May 27, 2023, we have non-cancellable purchase obligations totaling $16.0 million, which primarily consists of payments pursuant to the licensing arrangements that we have entered into in connection with this initiative: $5.0 million due during fiscal 2024; $4.8 million due during fiscal 2025; $3.1 million due during fiscal 2026; and $3.1 million due thereafter\n.\n \nIn March 2020, the Coronavirus Aid, Relief, and Economic Security Act (the “CARES Act”) was enacted into law. The CARES Act included provisions, among others, allowing federal net operating losses (“NOLs”) incurred in calendar year 2018 to 2020 (the Company’s fiscal years 2019, 2020 and 2021) to be carried back to the five preceding taxable years. As part of the Company’s tax planning strategies, management made certain changes related to the capitalization of fixed assets effective for fiscal 2021. This strategy allowed the Company to carry back the NOLs of fiscal 2021 to fiscal years 2016 to 2018 and allowed us to request refunds for alternative minimum tax credits for fiscal years 2019 and 2020. The Company filed for federal income tax refunds in the U.S. in the amount of $34.8 million (before interest) in April 2022. As of May 27, 2023, the Company has received a federal income tax refund of $35.5 million (including interest income of $0.7 million). \n \nUncertain macroeconomic conditions and increases in interest rates have created significant uncertainty in the global economy, volatility in the capital markets and recessionary pressures, which may adversely impact our financial results, operating cash flows and liquidity needs. If we are required to raise additional capital or incur additional indebtedness for our operations or to invest in our business, we can provide no assurances that we would be able to do so on acceptable terms or at all. Our ongoing operations and growth strategy may require us to continue to make investments in critical markets and further expand our internal technology and digital capabilities. In addition, we may consider making strategic acquisitions or initiating additional restructuring initiatives, which could require significant liquidity and adversely impact our financial results due to higher cost of borrowings. We believe that our current cash, ongoing cash flows from our operations and funding available under our Credit Facility will be adequate to meet our working capital and capital expenditure needs for at least the next 12 months.\n \nBeyond the next 12 months, if we require additional capital resources to grow our business, either organically or through acquisitions, we may seek to sell additional equity securities, increase use of our Credit Facility, expand the size of our Credit Facility or raise additional debt. In addition, if we decide to make additional share repurchases, we may fund these through existing cash balances or use of our Credit Facility. The sale of additional equity securities or certain forms of debt financing could result in additional dilution to our stockholders. Our ability to secure additional financing in the future, if needed, will depend on several factors. These include our future profitability and the overall condition of the credit markets. Notwithstanding these considerations, we expect to meet our long-term liquidity needs with cash flows from operations and financing arrangements. \n \n\n\n39\n \nTable of Contents\n \n\n\n \nOperating Activities, Fiscal 2023 and 2022\n \nOperating activities provided cash of $81.6 million and $49.4 million in fiscal 2023 and fiscal 2022, respectively. In fiscal 2023, cash provided by operations resulted from \nnet income of $54.4 million and non-cash adjustments of $12.8 million. \nAdditionally, net favorable changes in operating assets and liabilities totaled $14.5 million, primarily consisting of a $30.0 million decrease in income taxes (which included $35.5 million in U.S. federal income tax refunds including interest income), $13.6 million decrease in trade accounts receivable and a $1.6 million increase in accounts payable and other accrued expenses. These favorable changes are partially offset by a $21.5 million decrease in accrued salaries and related obligations, mainly due to the timing of our pay cycle and the payout of the annual incentive compensation during fiscal 2023, a $5.3 million decrease in other liabilities and a $4.1 million increase in other assets attributed primarily to the capitalized cost of implementing our technology transformation\n. \n \nIn fiscal 2022, cash provided by operations resulted from net income of $67.2 million and non-cash adjustments of $6.9 million. Additionally, in fiscal 2022, net unfavorable changes in operating assets and liabilities totaled $24.7 million. These changes primarily consisted of a $44.8 million increase in trade accounts receivable, mainly attributable to accelerated revenue growth throughout fiscal 2022, and a $5.5 million decrease in other liabilities, which includes the final Veracity contingent consideration payment, of which $3.7 million was categorized as operating activity (the remaining $3.3 million of the total $7.0 million contingent consideration payment was categorized as financing cash flow) partially offset by a $22.0 million increase in accrued salaries and related obligations due to the significant increase in accrued incentive compensation as a result of strong business performance during the fiscal year, and a $2.1 million decrease in prepaid income taxes due to the timing of estimated quarterly tax payments. \n \nInvesting Activities, Fiscal 2023 and 2022\n \nNet cash provided by investing activities was $3.9 million in fiscal 2023 compared to net cash used in investing activities of $3.0 million in fiscal 2022. \nNet cash provided by investing activities in fiscal 2023 was primarily related to the EUR 5.7 million (approximately $6.0 million) in cash proceeds received from the divestiture of \ntaskforce \n(which included approximately EUR 5.5 million for the purchase price and EUR 0.2 million in interest), partially offset by the cost incurred for the development of internal-use software and acquisition of property and equipment. Net cash used in investing activities in fiscal 2022 was primarily for the development of internal-use software and acquisition of property and equipment.\n \n \nFinancing Activities, Fiscal 2023 and 2022\n \nThe primary sources of cash in financing activities are borrowings under our Credit Facility, cash proceeds from the exercise of employee stock options and proceeds from the issuance of shares purchased under our ESPP. The primary uses of cash in financing activities are repayments under the Credit Facility, payment of contingent consideration, repurchases of our common stock and cash dividend payments to our stockholders.\n \nNet cash used in financing activities totaled $71.9 million in fiscal 2023 compared to $13.4 million \nin fiscal 2022\n. \nNet cash used in financing activities during fiscal 2023 consisted of net repayments on the Credit Facility of $54.0 million (consisting of $69.0 million of repayments and $15.0 million of proceeds from borrowing), cash dividend payments of $18.8 million, and $15.2 million to purchase 914,809 shares of common stock on the open market. These uses were partially offset by $16.1 million in proceeds received from ESPP share purchases and employee stock option exercises.\n \nNet cash used in financing activities in fiscal 2022 consisted of $19.7 million used for the repurchase of our common stock, cash dividend payments of $18.6 million, the final Veracity contingent consideration payment, of which $3.3 million was categorized as financing (the remaining $3.7 million of the total $7.0 million final Veracity contingent consideration payment was categorized as operating), and the Expertforce Interim Projects GmbH, LLC contingent consideration payment of $0.3 million, partially offset by $10.4 million of net borrowing under the Credit Facility (consisting of $73.4 million of proceeds from borrowings and $63.0 million of repayment), and $17.9 million in proceeds received from ESPP share purchases and employee stock option exercises. \n \nFor a comparison of our cash flow activities for the fiscal years ended May 28, 2022 and May 29, 2021, see Part II, Item 7 “Management’s Discussion and Analysis of Financial Condition and Results of Operations” of our Annual Report on Form 10-K for the fiscal year ended May 28, 2022, filed with the SEC on July 28, 2022 (File No. 0-32113).\n \nRecent Accounting Pronouncements\n \nInformation regarding recent accounting pronouncements is contained in Note 2 — \nSummary of Significant Accounting Policies\n in the Notes to Consolidated Financial Statements included in Part II, Item 8 of this Annual Report on Form 10-K.\n \n\n\n40\n \nTable of Contents\n \n\n\n ",
    "item7a": ">ITEM 7A.\n    \nQUANTITA\nTIVE AND QUALITATIVE DISCLOSURES ABOUT MARKET RISK.\n \nInterest Rate Risk.\n We are primarily exposed to market risks from fluctuations in interest rates and the effects of those fluctuations on the market values of our cash and cash equivalents and our borrowings under the Credit Facility that bear interest at a variable market rate. \n \nAs of May 27, 2023, we had approximately $116.8 million of cash and cash equivalents and no borrowings under our Credit Facility. The earnings on cash and cash equivalents are subject to changes in interest rates; however, assuming a constant balance available for investment, a 10% decline in interest rates would reduce our interest income but would not have a material impact on our consolidated financial position or results of operations.\n \n \nWe may become exposed to interest rate risk related to fluctuations in the term SOFR rate used under our Credit Facility. See “Sources and Uses of Liquidity” above and Note 8\n – Long-Term Debt\n in the Notes to Consolidated Financial Statements included in Part II, Item 8 of this Annual Report on Form 10-K for further discussion about the interest rate on our Credit Facility. \nAs of May 27, 2023, \nwe had no borrowings outstanding under\n our Credit Facility\n. At our level of borrowing as of May 28, 2022 of $54.0 million, a 10% change in interest rates would have resulted in approximately a $0.1 million change in annual interest expense for fiscal 2022.\n \nForeign Currency Exchange Rate Risk.\n For the year ended May 27, 2023, approximately 14.3% of our revenues were generated outside of the U.S. compared to approximately 17.5% of our revenues for the year ended May 28, 2022. As a result, our operating results are subject to fluctuations in the exchange rates of foreign currencies in relation to the U.S. dollar. Revenues and expenses denominated in foreign currencies are translated into U.S. dollars at the monthly average exchange rates prevailing during the period. Thus, as the value of the U.S. dollar fluctuates relative to the currencies in our non-U.S.-based operations, our reported results may vary.\n \nAssets and liabilities of our non-U.S.-based operations are translated into U.S. dollars at the exchange rate effective at the end of each monthly reporting period. Approximately 56.9% of our cash and cash equivalents balances as of May 27, 2023 were denominated in U.S. dollars. The remaining amount of approximately 43.1% was comprised primarily of cash balances translated from Euros, Japanese Yen, Mexican Pesos, Chinese Yuan, Canadian Dollar, Indian Rupee and British Pound Sterling. This compares to approximately 66.1% of our cash and cash equivalents balances as of May 28, 2022 that were denominated in U.S. dollars and approximately 33.9% that were comprised primarily of cash balances translated from Euros, Japanese Yen, Chinese Yuan and Canadian Dollars. The difference resulting from the translation in each period of assets and liabilities of our non-U.S.-based operations is recorded as a component of stockholders’ equity in accumulated other comprehensive income or loss.\n \nAlthough we monitor our exposure to foreign currency fluctuations, we do not currently use financial hedges to mitigate risks associated with foreign currency fluctuations including in a limited number of circumstances when we may be asked to transact with our client in one currency but are obligated to pay our consultants in another currency. Our foreign entities typically transact with clients and consultants in their local currencies and generate enough operating cash flows to fund their own operations. We believe our economic exposure to exchange rate fluctuations has not been material. However, we cannot provide assurance that exchange rate fluctuations will not adversely affect our financial results in the future.\n‎\n\n\n41\n \nTable of Contents\n \n\n\n ",
    "cik": "1084765",
    "cusip6": "76122Q",
    "cusip": [
        "76122q105",
        "76122Q105"
    ],
    "names": [
        "RESOURCES CONNECTION INC COM",
        "RESOURCES CONNECTION INC"
    ],
    "source": "https://www.sec.gov/Archives/edgar/data/1084765/000108476523000016/0001084765-23-000016-index.htm"
}