{
    "item1": ">Item 1.  Business\nOur Company\nWe are a Canadian-headquartered, Delaware-incorporated precious metals exploration, development and production company with the objective of becoming a leading silver producer. We were formed on February 2, 2011, when our predecessor Precious Metals Opportunities LLC, which was formed in December 2009, converted to a Delaware corporation. On March 1, 2011, Los Gatos Ltd. merged with and into us to form Sunshine Silver Mines Corporation. In 2014, we changed our name to Sunshine Silver Mining & Refining Corporation.\nWe completed our initial public offering in October 2020, as part of which we distributed our equity interest in Silver Opportunity Partners LLC, which held our interest in the Sunshine Complex in Idaho, to our stockholders and changed our name to Gatos Silver, Inc.\nOur primary efforts are focused on the operation of the LGJV in Chihuahua, Mexico. The LGJV was formed on January 1, 2015, when we entered into the Unanimous Omnibus Partner Agreement with Dowa Metals and Mining Co., Ltd. (“Dowa”) to further explore, and potentially develop and operate mining properties within the LGD. The entities comprising the LGJV are Minera Plata Real S. de R.L. de C.V. (‘‘MPR’’) and Operaciones San Jose de Plata S. de R.L. de C.V (“OSJ”) (collectively, the ‘‘LGJV Entities’’). The LGJV Entities own mineral rights and certain surface associated with the LGD. The LGJV ownership is currently 70% Gatos Silver and 30% Dowa. On September 1, 2019, the LGJV commenced commercial production at CLG, which produces silver-containing lead concentrate and zinc concentrate. The LGJV’s lead and zinc concentrates are sold to third-party customers. Pursuant to the Unanimous Omnibus Partner Agreement, Dowa has the right to purchase 100% of the zinc concentrate produced from the CLG, at rates negotiated in good faith based on industry pricing benchmarks, and agreed between Dowa and MPR. The Unanimous Omnibus Partner Agreement requires unanimous partner approval of all major operating decisions (such as annual budgets, the creation of security interests on property, and certain major expenditures); therefore, despite our 70% ownership of the LGJV, we do not exercise control of the LGJV.\nIn addition to our 70% interest in the LGD, we have 100% ownership of the Santa Valeria property, located in Chihuahua, Mexico, which comprises 1,543 hectares and could provide additional opportunities for resource growth.\nOur Principal Projects\nWe are currently focused on the production and continued development of the CLG and the further exploration and development of the LGD:\n●\nThe CLG\n, located within the LGD, described below, consists of a polymetallic mine and processing facility that commenced commercial production on September 1, 2019 and currently processes over 2,800 tonnes per day (“tpd”) of ore. The Los Gatos Technical Report estimates that, as of July 1, 2022, the deposit contains approximately 6.07 million diluted tonnes of proven and probable mineral reserves, \nwith approximately 2.32 million diluted tonnes of proven mineral reserves and approximately 3.75 million tonnes of probable mineral reserves.\n Average proven and probable mineral reserve grades are 244 g/t silver, 4.48% zinc, 2.14% lead and 0.27 g/t gold. As of July 1, 2022, the measured and indicated mineral resource was 1.94 million tonnes grading 96 g/t silver, 3.01% zinc, 1.56% lead and 0.19 g/t gold with 0.38 million tonnes of measured resource and 1.55 million tonnes of indicated resource and the inferred mineral resource was 2.09 million tonnes grading 113 g/t silver, 4.30% zinc, 2.45% lead and 0.20 g/t gold at the CLG. The mineral reserve and resource estimates contained in the Los Gatos Technical Report have an effective date of July 1, 2022 and exclude material that was mined before that effective date. From July 1, 2022 to March 31, 2023, approximately 786,000 tonnes of material was processed by the CLG mill. This processed material included mineral reserve tonnes, and to a lesser extent mineral resource tonnes as well as mineralized material not included in the mineral resource estimates. \nThe mineral resource estimates contained in the Los Gatos Technical Report are presented on an undiluted basis without adjustment for mining recovery.\n8\n\n\nTable of Contents\n●\nThe LGD\n, located in Chihuahua, Mexico, is approximately 120 kilometers south of Chihuahua City and is comprised of a 103,087 hectare land position, constituting a new mining district. The LGD consists of multiple mineralized zones. Two of the identified mineralized zones, Cerro Los Gatos and Esther, have reported mineral resources. The Los Gatos Technical Report estimates that the Esther deposit contains 0.28 million tonnes of indicated mineral resources at average grades of 122 g/t silver, 4.30% zinc, 2.17% lead and 0.14 g/t gold, and 1.20 million tonnes of inferred mineral resources at average grades of 133 g/t silver, 3.69% zinc, 1.53% lead and 0.09 g/t gold. The mineral resource estimates for the Esther deposit have an effective date of July 1, 2022 and have not been updated since that time. The mineral resource estimates contained in the Los Gatos Technical Report are presented on an undiluted basis without adjustment for mining recovery. The deposits in the LGD are characterized by predominantly silver-lead-zinc epithermal mineralization. A core component of the LGJV’s business plan is to explore the highly prospective, underexplored LGD with the objective of identifying additional mineral deposits that can be developed, mined and processed, possibly utilizing the CLG plant infrastructure. The history of mineral exploration in relation to the LGD is described below.\nPrior to our initial acquisition of exploration concession rights in April 2006, very limited historical prospecting and exploration activities had been conducted in the LGD. We were able to acquire mineral concessions covering 103,087 hectares and, through our exploration, discovered a new silver region containing potential high-grade epithermal vein-style mineralization throughout the LGD concession package. In 2008, we negotiated certain surface access rights with local ranch owners and obtained the environmental permits for drilling and road construction necessary for the development of the CLG. Through 2015, we purchased all the surface lands required for the CLG development. Environmental baseline data collection began in May 2010 and was completed in 2016 and approved in 2017 to prepare for the development of future environmental studies required for the CLG. In 2014, we partnered with Dowa to finance and develop the CLG and pursue exploration in the LGD and, as noted above, entered into the Unanimous Omnibus Partner Agreement in early 2015. \nWe believe that we have strong support from the local community, with about 195 employees from the local community working across multiple areas involving the operation of the CLG, continued underground development, and construction of sustaining development projects. Over 99% of the approximate 824 employees at the CLG are from Mexico, highlighting our commitment to the local workforce.\nOur primary areas of focus have been operating and developing the CLG, defining and expanding the mineral reserves and mineral resources associated with the CLG and exploring and delineating resources within the LGD. As of March 31, 2023, 1,926 exploration and definition drill holes have been completed in both CLG and the LGD, totaling 466,104 meters. In 2022, LGD exploration drilling was completed at Esther, Cascabel, Wall-e and El Valle targets and detailed mapping occurred and Wall-e and Cascabel. Definition and expansion drilling was completed around CLG both from surface and underground. \nOur objectives at the CLG are to, among other things:\n●\ncontinue strong operating and cost performance;\n●\nmaximize margins and extend the LOM;\n●\ncomplete key capital projects and other initiatives to enhance mining efficiencies and reduce operating costs; and\n●\nperform additional in-fill and step-out drilling to convert mineral resources to reserves and delineate mineral resources and reserves from the recently discovered mineralization below the South-East zone of the CLG (“South-East Deeps”).\nOur objectives at the LGD are to realize the district potential through, among other things:\n●\ndetailed mapping and drill testing at the Esther, Amapola and El Lince Area deposits;\n●\ndistrict mapping and geophysics in the Rio Conchos basin and additional exposed and underlying andesite in the region to identify additional drill targets; and\n●\ncontinued expansion of the LGJV’s interest in prospective mineral and surface rights.\n9\n\n\nTable of Contents\nFor the years ended December 31, 2022 and 2021, the LGJV achieved the following production from CLG:\n​\n​\n​\n​\n​\n​\n​\n​\nCLG Production (100% Basis)\n    \n2022\n    \n2021\n​\nTonnes milled (dmt - reconciled)\n \n​\n 971,595\n \n​\n 909,586\n​\nTonnes milled per day (dmt)\n \n​\n 2,662\n \n​\n 2,492\n​\nAverage Feed Grades\n \n​\n​\n \n​\n \n​\n​\nSilver grade (g/t)\n \n​\n 368\n \n​\n 295\n​\nZinc grade (%)\n \n​\n 4.37\n \n​\n 3.94\n​\nLead grade (%)\n \n​\n 2.31\n \n​\n 2.27\n​\nGold grade (g/t)\n \n​\n 0.33\n \n​\n 0.32\n​\nContained Metal\n \n​\n​\n \n​\n \n​\n​\nSilver ounces (millions)\n \n​\n 10.3\n \n​\n 7.6\n​\nZinc pounds - in zinc conc. (millions)\n \n​\n 60.7\n \n​\n 49.6\n​\nLead pounds - in lead conc. (millions)\n \n​\n 43.9\n \n​\n 39.8\n​\nGold ounces - in lead conc. (thousands)\n \n​\n 5.3\n \n​\n 5.2\n​\nRecoveries*\n \n​\n​\n \n​\n \n​\n​\nSilver - in both lead and zinc concentrates\n \n​\n 89.8\n%\n​\n 88.3\n%\nZinc - in zinc concentrate\n \n​\n 64.8\n%\n​\n 62.9\n%\nLead - in lead concentrate\n \n​\n 88.7\n%\n​\n 87.6\n%\nGold - in lead concentrate\n \n​\n 52.0\n%\n​\n 56.3\n%\nAverage realized price per silver ounce\n​\n$\n 20.72\n​\n$\n 24.38\n​\nAverage realized price per zinc pound\n​\n$\n 1.58\n​\n$\n 1.38\n​\nAverage realized price per lead pound\n​\n$\n 0.90\n​\n$\n 1.01\n​\nAverage realized price per gold ounce\n​\n$\n 1,678\n​\n$\n 1,761\n​\n*\nRecoveries are reported for payable metals in the identified concentrate.\nStrategic Developments\nOur business strategy is focused on creating value for stakeholders through the ownership and advancement of the CLG and the LGD and through the pursuit and the development of other attractive silver-focused projects. The following outlines key strategic developments since January 1, 2022:\n●\nInaugural Dividends Paid to LGJV Partners.\n In 2022, the LGJV paid three dividends to its partners, totaling $55 million, of which the Company’s share was $29.2 million, net of withholding taxes and after initial priority distribution payments to Dowa.\n●\nReestablished and Extended our Revolving Credit Facility (the “Credit Facility”):\n On July 12, 2021, we entered into the Credit Facility with Bank of Montreal (“BMO”) that provides for a $50 million revolving line of credit with an accordion feature. On March 7, 2022, we amended the Credit Facility with BMO, to address potential loan covenant deficiencies, which resulted, \ninter alia\n, in the credit limit being reduced to $30 million.\nOn December 19, 2022, we entered into an amended and restated Credit Facility with BMO, extending the maturity date to December 31, 2025, and re-establishing a credit limit of $50 million, with an accordion feature.\n●\nNew Mineral Resource and Mineral Reserve Estimates.\n In the fourth quarter of 2022, we completed a full re-estimation of the Company’s mineral resources and mineral reserves as published in the Los Gatos Technical Report. The mineral resources and mineral reserves were completely rebuilt from base data, including data compilation of surface drilling, underground drilling, underground mapping and production data, comprehensive data validation, structural and geological interpretation, resource estimation, reconciliation to actual production, and a new mine design including updates to operating and capital costs.\n●\nDiscovery of South-East Deeps Zone at CLG\n and further exploration success. In 2022, through the LGJV, we discovered mineralization below the South-East zone of the CLG. This newly identified zone extends approximately 415 meters below the reported mineral reserve. On January 23, 2023 we announced continued exploration drilling success demonstrating significant mine life extension potential through resource conversion and expansion at CLG.  On April 19, \n10\n\n\nTable of Contents\n2023 we announced that we were continuing to intercept strong widths and grades of silver, zinc, lead, gold and, copper in the case of the South-East and South-East Deeps zones. We also announced encouraging results from our resource conversion and extension drilling which will be reflected in an updated mineral reserve and mineral resource estimate that is expected to be completed in the third quarter of 2023. We also announced that we continued to see significant potential for new discoveries beyond the CLG deposit, highlighted by progress in our district exploration program.\n●\nDemonstrated Excellent Operational Performance.\n For 2022, we reported record silver production at the CLG, that exceeded our 2022 guidance. Silver production was 10.3 million ounces in 2022, up 36% from 7.6 million ounces in 2021, and above the high-end of the 2022 guidance range. Zinc, lead and gold production also increased during 2022, with zinc and gold near the high-end of guidance, and lead near the guidance midpoint. Compared with 2021, in 2022, zinc production increased by 22%, lead production increased by 10%, and gold production increased by 2%. The higher silver production for 2022 was primarily due to higher silver ore grades and higher mill throughput rates. Production sequencing in 2022 was from the highest-grade sections of the orebody, as considered in the LOM plan included in the Los Gatos Technical Report. We expect to produce 7.4 to 8.2 million ounces of silver, 57 to 63 million pounds of zinc, 36 to 40 million pounds of lead and 5.4 thousand to 6.2 thousand ounces of gold in 2023. On April 12, 2023, we announced record CLG production results for the first quarter ended March 31, 2023, with record mill throughput of 2,894 tonnes milled per day and production of 2.43 million ounces of silver, 14 million pounds of zinc, 9.5 million pounds of lead and 1.38 thousand ounces of gold.\n●\nFluorine Leach Plant Construction and Operation to Serve as Payment Towards Priority Distribution to Dowa.\n As agreed with Dowa, the initial payment of the priority distribution was reduced to reflect a portion of both the construction and future estimated operating costs of the new fluorine leach plant, subject to the successful construction and operation of the plant.\n●\nOptimization of CLG Assets and Capital Improvements.\n Mill throughput averaged 2,847 tpd during the fourth quarter of 2022, an increase of 9% compared to the fourth quarter of 2021, and significantly exceeded the mill design rate of 2,500 tpd. During 2022, the mill achieved a record 2,662 tpd, which was 7% higher than in 2021. Silver, zinc and lead recoveries for 2022 were also higher than in 2021. During the fourth quarter of 2022, we completed the construction and commissioning of the paste backfill plant. The paste backfill plant is expected to increase operational flexibility and productivity as well as help lower operating costs going forward. Construction of the fluorine leach plant is progressing well and it is expected to be commissioned in the second quarter of 2023, and reduce the amount of deleterious content in zinc concentrates being sent to Dowa. The LGJV expects to spend $45 million on sustaining capital during 2023 of which $25 million is expected to be incurred on underground development to access the lower levels of the Northwest and Central zones and to further develop the Southeast zone. The remainder of capital expenditures for 2023 are expected to be primarily associated with equipment replacements and rebuilds, dewatering infrastructure, and for completion of the fluorine leach plant.  Commissioning of the fluorine leach plant is expected to commence in the second half of June 2023.\n●\nStrong Financial Performance.\n On June 6, 2023 we reported operating and select unaudited financial results for the three months ended March 31, 2023 (“Q1 2023”), the three months ended December 31, 2022 (“Q4 2022”) and the year ended December 31, 2022.  For Q1 2023, cash flow from operations for the LGJV was $44.5 million, up 6% from $42.1 million a year earlier.  For Q4 2022 and the full year 2022 cash flow from operations for the LGJV was $39.1 million in Q4 2022 and $157.4 million for the full year 2022, increases of 12% and 31%, respectively, compared with the year-earlier periods.  We also announced that we were on track to achieve our previously stated production and cost guidance for 2023 noting that silver production is expected to be higher in the first half of 2023 than in the second half of 2023 based on sequencing of the mine plan while zinc and lead production are expected to be higher in the second half of the year than in the first half.\n●\nCorporate Developments.\n We relocated our corporate office from Denver, Colorado, to Vancouver, British Columbia, providing improved access to experienced mining managerial talent. We strengthened the executive management team with the appointments of a new Chief Financial Officer, a General Counsel and Chief Compliance Officer, and a Senior Vice President, Corporate Development and Technical Services, all with extensive experience working for large multinational mining companies.\n11\n\n\nTable of Contents\nOur Strengths\nWe believe the following provide us with significant competitive advantages:\n●\nOur Assets are High Quality\n: As noted above, the CLG achieved strong operational performance in 2022. Per the Los Gatos Technical Report, the CLG is expected to produce an average of 7.4 million ounces of silver per annum at low all-in-sustaining-costs over the LOM. \n●\nOur Assets are Located in an Established Mining Region\n: The CLG and the LGD are located in one of the world’s premier silver mining regions: the Mexican Silver Belt, which was the world’s largest silver producing region in 2021. Mexico is a leading silver mining jurisdiction and has a long history of successful mineral development and operations. We have access to experienced and capable mining employees in Mexico. \n●\nFurther Optimization Potential at CLG\n: At the CLG, we apply continuous improvement practices designed to reduce costs, and improve throughput and recoveries. For example, during 2023, we anticipate completing a scoping study on the possible future expansion of the grinding circuit to 3,500 tpd to better utilize the capacity in the existing flotation circuit.\n●\nGrowth Potential in our Mineral Reserves and Resources from Further Exploration of the CLG and the LGD\n: Through the LGJV, we have continued our in-mine and near-mine exploration program in the CLG and our exploration activities in the LGD.  In the CLG, we expect to convert inferred resources from higher-grade areas located adjacent to planned mine development and also expect there to be further LOM extension opportunity in the South-East Deeps area of the CLG.  We expect to complete new mineral resource and mineral resource estimates for the Company in the third quarter of 2023. We also believe the LGD is a highly prospective area, with 103,087 contiguous hectares of mineral rights. The LGD is located in the Mexican Silver Belt, a geologic zone that hosts numerous significant silver producing operations. The LGD represents an underexplored property within this productive belt, where there has been little historical workings or previous exploration. On November 22, 2022, we disclosed our exploration strategy for the LGD which entails a focus on two key areas: an exposed section of andesite running from the northwest boundary of the district to Esther and the CLG, and a large basin southeast of the CLG underlain by andesite and which we anticipate may contain other large, district-scale fault structures conducive to large deposits.  We are currently prioritizing exploration efforts on areas closer to the CLG and areas with the highest potential to leverage existing surface and underground infrastructure. The LGJV is expected to incur drilling and exploration expenditures of approximately $13 million in 2023. At the CLG, there are currently five active drill rigs on surface and three underground, with the primary focus on CLG life extension including drilling of the South-East Deeps zone and gradually shifting focus towards exploration drilling of the LGD in the second half of 2023. We also plan to conduct detailed mapping of the district and undertake a geophysics survey program aiming to define structures and future drilling targets across the property.\n●\nManagement Team and Board of Directors are Highly Experienced\n: We have an experienced management team whose members have successful track records in the mining industry. Our Chief Executive Officer, Dale Andres; Chief Financial Officer, André van Niekerk; Senior Vice President of Evaluations and Technical Services, Tony Scott; and General Counsel and Chief Compliance Officer, Stephen Bodley, each has significant experience in developing, financing, and operating successful mining projects. Our Board of Directors is comprised of senior mining, financial and business executives who have broad domestic and international experience in mineral exploration, development and mining operations at notable mining companies. We believe that the specialized skills and knowledge of the management team and the Board of Directors will significantly enhance our ability to cost-effectively operate the CLG and extend its LOM, explore and develop the LGD and pursue other growth opportunities.\nSummary of Mineral Reserves and Mineral Resources\nBelow is a summary table of estimated mineral resources and mineral reserves. Further information can be found in \"Item 2. Properties.\" The mineral reserve and mineral resource estimates contained in the Los Gatos Technical Report have an effective date of July 1, 2022 and exclude mineral reserves that have previously been mined prior to this date. From July 1, 2022 to March 31, 2023, approximately 786,000 tonnes of material were processed by the CLG mill. This processed material included mineral reserve tonnes, and to a lesser extent mineral resource tonnes as well as mineralized material not included in the mineral resource estimates. The mineral resource estimates contained in the Los Gatos Technical Report are presented on an undiluted basis without adjustment for mining recovery.\n12\n\n\nTable of Contents\nSummary Mineral Reserves as of July 1, 2022\nCLG Mineral Reserves Statement\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\nReserve\n    \n​\n    \nAg \n    \nZn \n    \nPb \n    \nAu \n    \nAg \n    \nZn \n    \nPb \n    \nAu \nClassification\n​\nMt\n​\n(g/t)\n​\n(%)\n​\n(%)\n​\n(g/t)\n​\n(Moz)\n​\n(Mlbs)\n​\n(Mlbs)\n​\n(koz)\nProven\n \n 2.32\n \n 309\n \n 4.33\n \n 2.20\n \n 0.31\n \n 23.1\n \n 221.6\n \n 112.3\n \n 23.0\nProbable\n \n 3.75\n \n 204\n \n 4.57\n \n 2.11\n \n 0.24\n \n 24.6\n \n 377.4\n \n 174.4\n \n 28.7\nProven and Probable Reserve\n \n 6.07\n \n 244\n \n 4.48\n \n 2.14\n \n 0.27\n \n 47.7\n \n 599.1\n \n 286.7\n \n 51.8\n1.\nMineral Reserves are reported on a 100% basis and exclude all Mineral Reserve material mined prior to July 1, 2022.\n2.\nSpecific gravity has been assumed on a dry basis.\n3.\nTonnage and contained metal have been rounded to reflect the accuracy of the estimate and numbers may not sum exactly.\n4.\nValues are inclusive of mining recovery and dilution. Values are determined as of delivery to the mill and therefore not inclusive of milling recoveries.\n5.\nMineral Reserves are reported within stope shapes using a variable cut-off basis with a Ag price of US$22/oz, Zn price of US$1.20/lb, Pb price of US$0.90/lb and Au price of US$1,700/oz. The metal prices used for the Mineral Reserves are based on the three-year trailing prices from June 2019 to June 2020 and long-term analyst consensus estimates for the LOM.\n6.\nThe Mineral Reserve is reported on a fully diluted basis defined by mining method, stope geometry and ground conditions.\n7.\nContained Metal (CM) is calculated as follows:\n●\nZn and Pb, CM (Mlb) = Tonnage (Mt) * Grade (%) / 100 * 2204.6 \n●\nAg and Au, CM (Moz) = Tonnage (Mt) * Grade (g/t) / 31.1035 ; multiply Au CM (Moz) by 1000 to obtain Au CM (koz)\n8.\nThe SEC definitions for Mineral Reserves in S-K 1300 were used for Mineral Reserve classification which are consistent with Canadian Institute of Mining, Metallurgy and Petroleum (CIM) Definition Standards for Mineral Resources and Mineral Reserves (CIM (2014) definitions).\n9.\nMineral Reserves are those parts of Mineral Resources which, after the application of all mining factors, result in an estimated tonnage and grade which, in the opinion of the Qualified Person(s) making the estimates, is the basis of an economically viable project after taking account of all relevant Modifying Factors. Mineral Reserves are inclusive of diluting material that will be mined in conjunction with the Mineral Reserves and delivered to the treatment plant or equivalent facility.\n10.\nProven Reserves include a 15.4-kt stockpile at June 30, 2022. The in-situ Reserve is 6,052 kt. Rounding and significant figures may result in apparent summation differences between tonnes and grade.\n11.\nThe Mineral Reserve estimates were prepared by Mr. Paul Gauthier, P.Eng. an employee of WSP Canada Inc. who is the independent Qualified Person for these Mineral Reserve estimates.\nSummary Mineral Resources (Exclusive of Mineral Reserves) as of July 1, 2022\nCLG Mineral Resource Estimate\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n    \n​\n    \n​\n    \nZn\n    \nPb \n    \n​\n    \n​\n    \n​\n    \n​\n    \n​\nResource Classification\n​\nMt\n​\nAg (g/t)\n​\n(%)\n​\n(%)\n​\nAu (g/t)\n​\nAg (Moz)\n​\nZn (Mlbs)\n​\nPb (Mlbs)\n​\nAu (koz)\nMeasured\n \n 0.38\n \n 151\n \n 2.63\n \n 1.49\n \n 0.26\n \n 1.9\n \n 22.1\n \n 12.6\n \n 3.2\nIndicated\n \n 1.55\n \n 82\n \n 3.11\n \n 1.57\n \n 0.17\n \n 4.1\n \n 106.4\n \n 53.8\n \n 8.6\nMeasured and Indicated\n \n 1.94\n \n 96\n \n 3.01\n \n 1.56\n \n 0.19\n \n 6.0\n \n 128.5\n \n 66.4\n \n 11.8\nInferred\n \n 2.09\n \n 113\n \n 4.30\n \n 2.45\n \n 0.20\n \n 7.6\n \n 198.4\n \n 113.1\n \n 13.3\n1.\nMineral Resources are reported on a 100% basis and are exclusive of Mineral Reserves.\n2.\nMineral Resources, which are not Mineral Reserves, do not have demonstrated economic viability. The estimate of Mineral Resources may be materially affected by environmental, permitting, legal, marketing, or other relevant issues.\n3.\nThe SEC definitions for Mineral Resources in S-K 1300 were used for Mineral Resource classification which are consistent with Canadian Institute of Mining, Metallurgy and Petroleum (CIM) Definition Standards for Mineral Resources and Mineral Reserves (CIM (2014) definitions). \n4.\nThe quantity and grade of reported Inferred Mineral Resources in this estimation are uncertain in nature and there has been insufficient exploration to define these Inferred Mineral Resources as an Indicated or Measured Mineral Resource. It is uncertain if further exploration will result in upgrading Inferred Mineral Resources to an Indicated or Measured Mineral Resource category.\n13\n\n\nTable of Contents\n5.\nSpecific gravity has been assumed on a dry basis.\n6.\nTonnage and contained metal have been rounded to reflect the accuracy of the estimate and numbers may not sum exactly.\n7.\nMineral Resources exclude all Mineral Resource material mined prior to July 1, 2022.\n8.\nMineral Resources are reported within stope shapes using a $42/tonne or $52/tonne NSR cut-off basis depending on mining method with an Ag price of $22/oz, Zn price of $1.20/lb, Pb price of $0.90/lb and Au price of $1,700/oz. The metal prices used for the Mineral Resource are based on the three-year trailing prices from June 2019 to June 2020 and long-term analyst consensus estimates for the LOM.\n9.\nNo dilution was applied to the Mineral Resource.\n10.\nContained Metal (CM) is calculated as follows:\n●\nZn and Pb, CM (Mlb) = Tonnage (Mt) * Grade (%) / 100 * 2204.6 \n●\nAg and Au, CM (Moz) = Tonnage (Mt) * Grade (g/t) / 31.1035; multiply Au CM (Moz) by 1000 to obtain Au CM (koz)\n11.\nThe Mineral Resource estimates were prepared by Ronald Turner, MAusIMM(CP) an employee of Golder Associates S.A. who is the independent Qualified Person for these Mineral Resource estimates.\nEsther Mineral Resource Estimate\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n    \n​\n    \nAg \n    \nZn\n    \nPb\n    \nAu \n    \nAg \n    \nZn \n    \nPb\n    \nAu \nResource Classification\n​\nMt\n​\n(g/t)\n​\n (%)\n​\n (%)\n​\n(g/t)\n​\n(Moz)\n​\n(Mlbs)\n​\n(Mlbs)\n​\n(koz)\nIndicated\n​\n 0.28\n​\n 122\n​\n 4.30\n​\n 2.17\n​\n 0.14\n​\n 1.1\n​\n 26.8\n​\n 13.6\n​\n 1.2\nInferred\n \n 1.20\n \n 133\n \n 3.69\n \n 1.53\n \n 0.09\n \n 5.1\n \n 98.0\n \n 40.6\n \n 3.3\n1.\nMineral Resources are reported on a 100% basis.\n2.\nMineral Resources, which are not Mineral Reserves, do not have demonstrated economic viability. The estimate of Mineral Resources may be materially affected by environmental, permitting, legal, marketing, or other relevant issues. \n3.\nThe SEC definitions for Mineral Resources in S-K 1300 were used for Mineral Resource classification which are consistent with Canadian Institute of Mining, Metallurgy and Petroleum (CIM) Definition Standards for Mineral Resources and Mineral Reserves (CIM (2014) definitions). \n4.\nThe quantity and grade of reported Inferred Mineral Resources in this estimation are uncertain in nature and there has been insufficient exploration to define these Inferred Mineral Resources as an Indicated or Measured Mineral Resource. It is uncertain if further exploration will result in upgrading Inferred Mineral Resources to an Indicated or Measured Mineral Resource category.\n5.\nSpecific gravity has been assumed on a dry basis.\n6.\nTonnage and contained metal have been rounded to reflect the accuracy of the estimate and numbers may not sum exactly.\n7.\nMineral Resources are reported within stope shapes using a $52/tonne NSR cut-off basis assuming processing recoveries equivalent to CLG with an Ag price of $22/oz, Zn price of $1.20/lb, Pb price of $0.90/lb and Au price of $1,700/oz. The metal prices used for the Mineral Resource are based on the three-year trailing prices from June 2019 to June 2020 and long-term analyst consensus estimates for the LOM. There is a portion of the Esther deposit that is oxidized and metallurgical test work is required to define processing recoveries.\n8.\nNo dilution was applied to the Mineral Resource.\n9.\nContained Metal (CM) is calculated as follows:\n●\nZn and Pb, CM (Mlb) = Tonnage (Mt) * Grade (%) / 100 * 2204.6 \n●\nAg and Au, CM (Moz) = Tonnage (Mt) * Grade (g/t) / 31.1035 ; multiply Au CM (Moz) by 1000 to obtain Au CM (koz)\n10.\nThe Mineral Resource estimates were prepared by Ronald Turner, MAusIMM(CP) an employee of Golder Associates S.A. who is the independent Qualified Person for these Mineral Resource estimates.\nCompetition\nThere is aggressive competition within the mining and precious metals industry. We compete with other precious metals mining companies, as well as other mineral miners, in efforts to obtain financing to explore and develop projects. Many of these mining companies currently have greater resources than we do. In the future, we may compete with such companies to acquire additional properties.\nIn addition, we also encounter competition for the hiring of key personnel. The mining industry is currently facing a shortage of experienced mining professionals, particularly experienced mine construction and mine management personnel. This competition affects our operations. Larger regional companies can offer better employment terms than smaller companies such as us. In addition, the volatility in our stock price reduces our ability to attract and retain such personnel through the use of share-based compensation.\n14\n\n\nTable of Contents\nWe also compete for the services of mine service companies, such as project coordinators and drilling companies. Potential suppliers may choose to provide better terms and scheduling to larger companies in the industry due to the scale and scope of their operations.\nEnvironmental, Health and Safety Matters\nWe are subject to stringent and complex environmental laws, regulations and permits in the jurisdiction in which we operate. These requirements are a significant consideration for us as our operations involve, or may in the future involve, among other things, the removal, extraction and processing of natural resources, emission and discharge of materials into the environment, remediation of soil and groundwater contamination, workplace health and safety, reclamation and closure of waste impoundments and other properties, and handling, storage, transport and disposal of wastes and hazardous materials. Compliance with these laws, regulations and permits can require substantial capital or operating costs or otherwise delay, limit or prohibit our development or future operation of our properties. These laws, regulations and permits, and the enforcement and interpretation thereof, change frequently and generally have become more stringent over time. If we violate these environmental requirements, we may be subject to litigation, fines or other sanctions, including the revocation of permits and suspension of operations. Pursuant to such requirements, we also may be subject to inspections or reviews by governmental authorities.\nPermits and Approvals\nWe were issued the major government approvals required to construct and operate the CLG facilities during 2017. While there are multiple approvals from multiple levels of government, the key government approval for the project is the MIA (Environmental Impact Assessment), issued in July 2017 and valid until 2041. As the mine plan changes, it may be necessary to conduct environmental studies and collect and present to governmental authorities data pertaining to the potential impact that our current or future operations may have upon the environment. Since the original MIA approval was granted in 2017, we have successfully achieved three amendments to the MIA approval to reflect changes to the mine plan and facilities. \nWe have the approvals necessary to extract and process the mineral reserve as described in the Los Gatos Technical Report. In 2022, the LGJV applied for a permit amendment for the operation of the fluorine leach project and timely submitted all required information. The LGJV has not received a final response from the relevant government authorities within the required timeframe and the permit amendment has, therefore, been presumptively approved by operation of Mexican law. Even if the approval were revoked, we would not expect a material impact to the economics of the CLG operation.\nOur and the LGJV’s ability to obtain permits and approvals in future may be adversely affected by the significant amendments to laws affecting the mining industry promulgated by the Mexican federal government on May 8, 2023\nHazardous Substances and Waste Management\nWe could be liable for environmental contamination at or from our or our predecessors’ currently or formerly owned or operated properties or third-party waste disposal sites. Certain environmental laws impose joint and several strict liability for releases of hazardous substances at such properties or sites, without regard to fault or the legality of the original conduct. A generator of waste can be held responsible for contamination resulting from the treatment or disposal of such waste at any off-site location (such as a landfill), regardless of whether the generator arranged for the treatment or disposal of the waste in compliance with applicable laws. Costs associated with liability for removal or remediation of contamination or damage to natural resources could be substantial and liability under these laws may attach without regard to whether the responsible party knew of, or was responsible for, the presence of the contaminants. In addition to potentially significant investigation and remediation costs, such matters can give rise to claims from governmental authorities and other third parties for fines or penalties, natural resource damages, personal injury and property damage.\nMine Health and Safety Laws\nAll of our current properties are located in Mexico and are subject to regulation by the Political Constitution of the United Mexican States, and are subject to various legislation in Mexico, including the Mining Law, the Federal Law of Waters, the Federal Labor Law, the Federal Law of Firearms and Explosives, the General Law on Ecological Balance and Environmental Protection and the Federal Law on Metrology Standards, as well as the accompanying regulations and regulatory authorities. Mining, environmental and labor authorities may inspect our operations on a regular basis and issue various citations and orders when they believe a violation has occurred under the relevant statute. Regulations and the results of inspections may have a significant effect on our operating costs.\n15\n\n\nTable of Contents\nAt this time, it is not possible to predict the full effect that the new or proposed statutes, regulations and policies will have on our operating costs, but it may increase our costs and those of our competitors.\nOther Environmental Laws\nWe are required to comply with numerous other environmental laws, regulations and permits in addition to those previously discussed. These additional requirements include, for example, various permits regulating road construction and drilling at the Mexican properties.\nWe endeavor to conduct our mining operations in compliance with all applicable laws and regulations. However, because of extensive and comprehensive regulatory requirements, violations during mining operations occur from time to time in the industry.\nFacilities and Employees\nWe own and lease land at our other exploration properties in Mexico and at the LGD through our ownership interest in the LGJV.\nAs of May 31, 2023, we had no full-time employees in the United States, twelve full time employees in Canada and eight full-time employees in Mexico. The LGJV had approximately 824 employees in Mexico, including approximately 577 unionized employees as of December 2022. We believe that our employee relations are good and plan to continue to hire employees as our operations expand at the LGJV. The health and safety of our employees and the employees of the LGJV is our highest priority, consistent with our business culture and values.  In addition to tracking common lagging indicators, such as injury performance, we focus on leading indicators such as high potential incidents and safety observations, as well as other proactive actions taken at site to ensure worker safety.  We are committed to operating in accordance with high ethical standards and believe this is a key motivational factor for our employees. In 2022, we updated our Code of Conduct as well as other core compliance policies and conducted training and compliance certification with all our employees, employees of our wholly-owned subsidiaries and employees of the LGJV. We continue to emphasize employee development and training to empower employees both at the corporate level and at the LGJV level to enhance employees’ potential and benefit the business. We leverage both formal and informal programs to identify, foster, and retain top talent at both the corporate and the LGJV level.\nAvailable Information\nOur internet address is \nwww.gatossilver\n.com\n. We make available free of charge through our investor relations website, \nhttps://investor\n.gatossilver.com\n, copies of our Annual Reports on Form 10-K, Quarterly Reports on Form 10-Q, Current Reports on Form 8-K and amendments to those reports filed or furnished pursuant to Section 13(a) or 15(d) of the Securities Exchange Act of 1934, as amended (the “Exchange Act”), as soon as reasonably practicable after such documents are electronically filed with, or furnished to, the SEC. The information contained on our website is not included as a part of, or incorporated by reference into, this Report.\n​",
    "item1a": ">Item 1A.  Risk Factors\nThe following risks could materially and adversely affect our business, financial condition, cash flows, and results of operations, and the trading price of our common stock could decline. These risk factors do not identify all risks that we face; we could also be affected by factors that are not presently known to us or that we currently consider to be immaterial. Due to risks and uncertainties, known and unknown, our past financial results may not be a reliable indicator of future performance, and historical trends should not be used to anticipate results or trends in future periods. Refer also to the other information set forth in this this Report, including our consolidated financial statements and the related notes and “Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations.”\nRisks Related to Our Financial Condition\nWe are currently dependent on the CLG and the LGD for our future operations and may not be successful in identifying additional proven or probable mineral reserves. We may not be able to extend the current CLG life of mine by adding proven or probable mineral reserves.\nThe LGD (other than the CLG) does not have identified proven and probable mineral reserves. Mineral exploration and development involve a high degree of risk that even a combination of careful evaluation, experience and knowledge cannot eliminate, \n16\n\n\nTable of Contents\nand few properties that are explored are ultimately developed into producing mines. There is no assurance that our mineral exploration programs at the LGD will establish the presence of any additional proven or probable mineral reserves. The failure to establish additional proven or probable mineral reserves would severely restrict our ability to implement our strategies for long-term growth, which include extending the current CLG life of mine.\nWe may not sustain profitability.\nPrior to 2022, we had a history of negative operating cash flows and cumulative net losses. For the years ended December 31, 2022 and 2021, we reported net income of $14.5 million and net loss of $65.9 million, respectively. For the years ended December 31, 2022 and 2021, operating activities provided $14.6 million and used 21.5 million, respectively, of cash flow.\nWe may not sustain profitability. To remain profitable, we must succeed in generating significant revenues at the LGJV, which will require us to be successful in a range of challenging activities and is subject to numerous risks, including the risk factors set forth in this “Risk Factors” section. In addition, we may encounter unforeseen expenses, difficulties, complications, delays, inflation and other unknown factors that may adversely affect our revenues, expenses and profitability. Our failure to achieve or sustain profitability would depress our market value, could impair our ability to execute our business plan, raise capital or continue our operations and could cause our shareholders to lose all or part of their investment.\nDeliveries under concentrate sales agreements may be suspended or cancelled by our customers in certain cases.\nUnder concentrate sales agreements, our customers may suspend or cancel delivery of our products in some cases, such as force majeure. Events of force majeure under these agreements generally include, among others, acts of God, strikes, fires, floods, wars, government actions or other events that are beyond the control of the parties involved. Any suspension or cancellation by our customers of deliveries under our sales contracts that are not replaced by deliveries under new contracts would reduce our cash flow and could materially and adversely affect our financial condition and results of operations.\nWe do not currently intend to enter into hedging arrangements with respect to metal prices or currencies, which could expose us to losses. We are also subject to risks relating to exchange rate fluctuations.\nWe do not currently intend to enter into hedging arrangements with respect to metal prices or currencies. As a result, we will not be protected from a decline in the price of silver and other minerals or fluctuations in exchange rates. This strategy may have a material adverse effect upon our financial performance, financial position and results of operations.\nWe report our financial statements in U.S. dollars. A portion of our costs and expenses are incurred in Mexican pesos and, to a lesser extent, Canadian dollars. As a result, any significant and sustained appreciation of these currencies against the U.S. dollar may materially increase our costs and expenses. Even if we seek and are able to enter into hedging contracts, there is no assurance that such hedging program will be effective, and any hedging program would also prevent us from benefitting fully from applicable input cost or rate decreases. In addition, we may in the future experience losses if a counterparty fails to perform under a hedge arrangement.\nWe and/or the LGJV have historically had significant debt and may incur further debt in the future, which could adversely affect our and the LGJV’s financial health and limit our ability to obtain financing in the future and pursue certain business opportunities.\nWe have a Credit Facility providing for a revolving line of credit in the principal amount of $50 million that has an accordion feature, which allows for an increase in the total line of credit up to $75 million, subject to certain conditions. As of December 31, 2022, we had $9 million of outstanding indebtedness under the Credit Facility. The Credit Facility contains affirmative and negative covenants. If we are unable to comply with the requirements of the Credit Facility, the facility may be terminated or the credit available thereunder may be materially reduced, and we may not be able to obtain additional or alternate funding on satisfactory terms, if at all. See Note 11 — Debt in our consolidated financial statements included in “Item 8. Financial Statements and Supplementary Data” for additional information regarding our Credit Facility. Our borrowings under the Credit Facility accrues interest based on SOFR; therefore, any increases in interest rates could adversely affect our financial conditions and ability to service our indebtedness.\nWhile the LGJV currently has no significant debt service obligations, the LGJV may in the future incur debt obligations and the above factors would apply to such debt. For more information, see “Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations—Liquidity and Capital Resources—Dowa Debt Agreements.”\n17\n\n\nTable of Contents\nThe Company’s effective tax rate could be volatile and materially change as a result of changes in tax laws, mix of earnings and other factors.\nWe are subject to tax laws in the United States and foreign jurisdictions including Mexico and Canada. \nChanges in tax laws or policy could have a negative impact on the Company’s effective tax rate. The Company operates in countries which have different statutory rates. Consequently, changes in the mix and source of earnings between countries could have a material impact on the Company’s overall effective tax rate.\nThe LGJV is subject to Mexican income and other taxes, and distributions from the LGJV are subject to Mexican withholding taxes. Any change in such taxes could materially adversely affect our effective tax rate and the quantum of cash available to be distributed to us.\nRisks Related to Our Operations\nMineral reserve and mineral resource calculations at the CLG and at other deposits in the LGD are only estimates and actual production results and future estimates may vary significantly from the current estimates.\nCalculations of mineral reserves and mineral resources at the CLG and of mineral resources at other deposits in the LGD are only estimates and depend on geological interpretation and statistical inferences or assumptions drawn from drilling and sampling analysis, which might prove to be materially inaccurate. There is a degree of uncertainty attributable to the calculation of mineral reserves and mineral resources. Until mineral reserves and mineral resources are actually mined and processed, the quantity of metal and grades must be considered as estimates only and no assurance can be given that the indicated levels of metals will be produced. In making determinations about whether to advance any of our projects to development, we must rely upon estimated calculations for the mineral reserves and mineral resources and grades of mineralization on our properties.\nThe estimation of mineral reserves and mineral resources is a subjective process that is partially dependent upon the judgment of the persons preparing the estimates. The process relies on the quantity and quality of available data and is based on knowledge, mining experience, statistical analysis of drilling results and industry practices. Valid estimates made at a given time may significantly change when new information becomes available.\nEstimated mineral reserves and mineral resources may have to be recalculated based on changes in metal prices, further exploration or development activity or actual production experience. This could materially and adversely affect estimates of the volume or grade of mineralization, estimated recovery rates or other important factors that influence mineral reserves and mineral resources estimates. The extent to which mineral resources may ultimately be reclassified as mineral reserves is dependent upon the demonstration of their profitable recovery. Any material changes in volume and grades of mineralization will affect the economic viability of placing a property into production and a property’s return on capital. We cannot provide assurance that mineralization can be mined or processed profitably.\nMineral reserve and mineral resource estimates have been determined and valued based on assumed future metal prices, cutoff grades and operating costs that may prove to be inaccurate. The mineral reserve and mineral resource estimates may be adversely affected by:\n●\ndeclines in the market price of silver, lead or zinc;\n●\nincreased production or capital costs;\n●\ndecreased throughput;\n●\nreduction in grade;\n●\nincrease in the dilution of ore;\n●\ninflation rates, future foreign exchange rates and applicable tax rates;\n●\nchanges in environmental, permitting and regulatory requirements; and\n18\n\n\nTable of Contents\n●\nreduced metal recovery.\nExtended declines in the market price for silver, lead and zinc may render portions of our mineralization uneconomic and result in reduced reported volume and grades, which in turn could have a material adverse effect on our financial performance, financial position and results of operations.\nIn addition, inferred mineral resources have a great amount of uncertainty as to their existence and their economic and legal feasibility. There should be no assumption that any part of an inferred mineral resource will be upgraded to a higher category or that any of the mineral resources not already classified as mineral reserves will be reclassified as mineral reserves.\nOur and the LGJV’s mineral exploration efforts are highly speculative in nature and may be unsuccessful.\nMineral exploration is highly speculative in nature, involves many uncertainties and risks and is frequently unsuccessful. It is performed to demonstrate the dimensions, position and mineral characteristics of mineral deposits, estimate mineral resources, assess amenability of the deposit to mining and processing scenarios and estimate potential deposit value. Once mineralization is discovered, it may take a number of years from the initial exploration phases before production is possible, during which time the potential feasibility of the project may change adversely. Substantial expenditures are required to establish additional proven and probable mineral reserves, to determine processes to extract the metals and, if required, to permit and construct mining and processing facilities and obtain the rights to the land and resources required to develop the mining activities.\nDevelopment projects and newly constructed mines have no or little operating history upon which to base estimates of proven and probable mineral reserves and estimates of future operating costs. Estimates are, to a large extent, based upon the interpretation of geological data and modeling obtained from drill holes and other sampling techniques, feasibility studies that derive estimates of operating costs based upon anticipated tonnage and grades of material to be mined and processed, the configuration of the deposit, expected recovery rates of metal from the mill feed material, facility and equipment capital and operating costs, anticipated climatic conditions and other factors. As a result, actual operating costs and economic returns based upon development of proven and probable mineral reserves may differ significantly from those originally estimated. Moreover, significant decreases in actual or expected commodity prices may mean mineralization, once found, will be uneconomical to mine.\nThe ability to mine and process materials at the CLG or other future operations may be adversely impacted in certain circumstances, some of which may be unexpected and not in our control.\nA number of factors could affect our ability to mine materials and process the quantities of mined materials that we recover. Our ability to efficiently mine materials and to handle certain quantities of processed materials, including, but not limited to, the presence of oversized material at the crushing stage; material showing breakage characteristics different than those planned; material with grades outside of planned grade range; the presence of deleterious materials in ratios different than expected; material drier or wetter than expected, due to natural or environmental effects; and materials having viscosity or density different than expected.\nThe occurrence of one or more of the circumstances described above could affect our ability to process the number of tonnes planned, recover valuable materials, remove deleterious materials, and produce planned quantities of concentrates. In turn, this may result in lower throughput, lower recoveries, increased downtime or some combination of all of the foregoing. While issues of this nature are part of normal operations, there is no assurance that unexpected conditions may not materially and adversely affect our business, results of operations or financial condition.\nOur ability to efficiently mine materials at the CLG is also affected by the hydrogeology of areas within the mine, which requires the installation of dewatering infrastructure to manage underground water. As the mine expands, additional infrastructure will be required. Existing dewatering infrastructure may be ineffective at managing underground water, and although additional capital for dewatering infrastructure is contemplated in the LOM plan included in the Los Gatos Technical Report, further dewatering infrastructure may be more costly than planned or may otherwise be ineffective.\nActual capital costs, operating costs, production and economic returns may differ significantly from those we have anticipated and there are no assurances that any future development activities will result in profitable mining operations.\nThe actual capital and operating costs at the CLG will depend upon changes in the availability and prices of labor, equipment and infrastructure, variances in ore recovery and mining rates from those assumed in the mining plan, operational risks, changes in governmental regulation, including taxation, environmental, permitting and other regulations and other factors, many of which are beyond our control. Due to any of these or other factors, the capital and operating costs at the CLG may be significantly higher than \n19\n\n\nTable of Contents\nthose set forth in the Los Gatos Technical Report. As a result of higher capital and operating costs, production and economic returns may differ significantly from those set forth in the Los Gatos Technical Report and there are no assurances that any future development activities will result in profitable mining operations.\nLand reclamation and mine closure may be burdensome and costly and such costs may exceed our estimates.\nLand reclamation and mine closure requirements are generally imposed on mining and exploration companies, such as ours, which require us, among other things, to minimize the effects of land disturbance. Such requirements may include controlling the discharge of potentially dangerous effluents from a site and restoring a site’s landscape to its pre-exploration form. The actual costs of reclamation and mine closure are uncertain and planned expenditures may differ from the actual expenditures required. Therefore, the amount that we are required to spend could be materially higher than current estimates. Any additional amounts required to be spent on reclamation and mine closure may have a material adverse effect on our financial performance, financial position and results of operations and may cause us to alter our operations. In addition, we are required to maintain financial assurances, such as letters of credit, to secure reclamation obligations under certain laws and regulations. The failure to acquire, maintain or renew such financial assurances could subject us to fines and penalties or suspension of our operations. Letters of credit or other forms of financial assurance represent only a portion of the total amount of money that will be spent on reclamation over the life of a mine’s operation. Although we include liabilities for estimated reclamation and mine closure costs in our financial statements, it may be necessary to spend more than what is projected to fund required reclamation and mine closure activities.\nThe development of one or more of our mineral projects that have been, or may in the future be, found to be economically feasible will be subject to all of the risks associated with establishing new mining operations.\nThe Los Gatos Technical Report indicates that the CLG is a profitable silver-zinc-lead project with an estimated 5-year mine life currently, at modeled metals prices. If the development of one of our other mineral properties is found to be economically feasible, the development of such projects will require obtaining permits and financing, and the construction and operation of mines, processing plants and related infrastructure. As a result, we will be subject to certain risks associated with establishing new mining operations, including:\n●\nthe timing and cost, which can be considerable, of the construction of mining and processing facilities and related infrastructure;\n●\nthe availability and cost of skilled labor, mining equipment and principal supplies needed for operations, including explosives, fuels, chemical reagents, water, power, equipment parts and lubricants;\n●\nthe availability and cost of appropriate smelting and refining arrangements;\n●\nthe need to obtain necessary environmental and other governmental approvals and permits and the timing of the receipt of those approvals and permits;\n●\nthe availability of funds to finance construction and development activities;\n●\nindustrial accidents;\n●\nmine failures, shaft failures or equipment failures;\n●\nnatural phenomena such as inclement weather conditions, floods, droughts, rock slides and seismic activity;\n●\nunusual or unexpected geological and metallurgical conditions, including excess water in underground mining;\n●\nexchange rate and commodity price fluctuations;\n●\nhigh rates of inflation;\n●\nhealth pandemics;\n●\npotential opposition from nongovernmental organizations, environmental groups or local groups, which may delay or prevent development activities; and\n20\n\n\nTable of Contents\n●\nrestrictions or regulations imposed by governmental or regulatory authorities, including with respect to environmental matters.\nThe costs, timing and complexities of developing these projects, as well as for the CLG, may be greater than anticipated. Cost estimates may increase significantly as more detailed engineering work is completed on a project. It is common in mining operations to experience unexpected costs, problems and delays during construction, development and mine startup. In addition, the cost of producing silver bearing concentrates that are of acceptable quality to smelters may be significantly higher than expected. We may encounter higher than acceptable contaminants in our concentrates such as arsenic, antimony, mercury, copper, iron, selenium, fluorine or other contaminants that, when present in high concentrations, can result in penalties or outright rejection of the metals concentrates by the smelters or traders. For example, due to the high fluorine content at the CLG, we are finalizing the construction of a leaching plant designed to reduce fluorine levels in zinc concentrates produced. Additional investments to further reduce fluorine content of the concentrates produced may be required. Accordingly, we cannot provide assurance that our activities will result in profitable mining operations at the mineral properties.\nOur operations involve significant risks and hazards inherent to the mining industry.\nOur operations involve the operation of large machines, heavy mobile equipment and drilling equipment. Hazards such as adverse environmental conditions, industrial accidents, labor disputes, unusual or unexpected geological conditions, ground control problems, cave-ins, changes in the regulatory environment, metallurgical and other processing problems, mechanical equipment failure, facility performance problems, fire and natural phenomena such as inclement weather conditions, floods and earthquakes are inherent risks in our operations. Certain of these hazards may be more severe or frequent as a result of climate change. Hazards inherent to the mining industry have in the past caused and may in the future cause injuries or death to employees, contractors or other persons at our mineral properties, severe damage to and destruction of our property, plant and equipment, and contamination of, or damage to, the environment, and can result in the suspension of our exploration activities and future development and production activities. While we aim to maintain best safety practices as part of our culture, safety measures implemented by us may not be successful in preventing or mitigating future accidents.\nIn addition, from time to time we may be subject to governmental investigations and claims and litigation filed on behalf of persons who are harmed while at our properties or otherwise in connection with our operations. To the extent that we are subject to personal injury or other claims or lawsuits in the future, it may not be possible to predict the ultimate outcome of these claims and lawsuits due to the nature of personal injury litigation. Similarly, if we are subject to governmental investigations or proceedings, we may incur significant penalties and fines, and enforcement actions against us could result in the closing of certain of our mining operations. If claims and lawsuits or governmental investigations or proceedings are ultimately resolved against us, it could have a material adverse effect on our financial performance, financial position and results of operations. Also, if we mine on property without the appropriate licenses and approvals, we could incur liability, or our operations could be suspended.\nWe may be materially and adversely affected by challenges relating to slope and stability of underground openings.\nOur underground mines get deeper and our waste and tailings deposits increase in size as we continue with and expand our mining activities, presenting certain geotechnical challenges, including the possibility of failure of underground openings. If we are required to reinforce such openings or take additional actions to prevent such a failure, we could incur additional expenses, and our operations and stated mineral reserves could be negatively affected. We have taken the actions we determined to be proper in order to maintain the stability of underground openings, but additional action may be required in the future. Unexpected failures or additional requirements to prevent such failures may adversely affect our costs and expose us to health and safety and other liabilities in the event of an accident, and in turn materially and adversely affect the results of our operations and financial condition, as well as potentially have the effect of diminishing our stated mineral reserves.\nThe title to some of the mineral properties may be uncertain or defective, and we may be unable to obtain necessary surface and other rights to explore and develop some mineral properties, thus risking our investment in such properties.\nUnder the laws of Mexico, mineral resources belong to the state, and government concessions are required to explore for or exploit mineral reserves. Mineral rights derive from concessions granted, on a discretionary basis, by the Ministry of Economy, pursuant to the Mexican mining law and the regulations thereunder. While we and the LGJV hold title to the mineral properties in Mexico described in this Report, including the CLG, through these government concessions, there is no assurance that title to the concessions comprising the CLG or our or the LGJV’s other properties will not be challenged or impaired. One of our concessions, comprising over 19,000 hectares, the Los Gatos concession, is held by us subject to the terms of an agreement with the original holder \n21\n\n\nTable of Contents\nof that concession. The CLG and our or the LGJV’s other properties may be subject to prior unregistered agreements, interests or native land claims, and title may be affected by such undetected defects. A title defect on any of our mineral properties (or any portion thereof) could adversely affect our ability to mine the property and/or process the minerals that we mine.\nThe mineral properties’ mining concessions in Mexico may be terminated if the obligations to maintain the concessions in good standing are not satisfied or are not considered to be satisfied, including obligations to explore or exploit the relevant concession, to pay any relevant fees, to comply with all environmental and safety standards, to provide information to the Mexican Ministry of Economy and to allow inspections by the Mexican Ministry of Economy. In addition to termination, failure to make timely concession maintenance payments and otherwise comply, or be considered to comply with applicable laws, regulations and local practices relating to mineral right applications and tenure could result in reduction or expropriation of entitlements.\nTitle insurance is generally not available for mineral properties and our ability to ensure that we have obtained secure claim to individual mineral properties or mining concessions may be severely constrained. We rely on title information and/or representations and warranties provided by our grantors. Any challenge to our title could result in litigation, insurance claims and potential losses, delay the exploration and development of a property and ultimately result in the loss of some or all of our interest in the property. In addition, if we mine on property without the appropriate title, we could incur liability for such activities. While we have received a title opinion in relation to the LGD dated as of November 5, 2019, which opinion was updated as of August 18, 2021, such opinion is not a guarantee of title and such title may be challenged.\nIn addition, surface rights are required to explore and to potentially develop the mineral properties. Currently, of the 103,087 hectares of mineral rights owned in the LGD, MPR owns surface rights covering the known extents of the CLG, and Esther Resource areas, totaling 5,479 hectares. We negotiate surface access rights for exploration in other areas.\nSuitable infrastructure may not be available or damage to existing infrastructure may occur.\nMining, processing, development and exploration activities depend on adequate infrastructure. Reliable roads, bridges, port and/or rail transportation, power sources, water supply and access to key consumables are important determinants for capital and operating costs. The lack of availability on acceptable terms or the delay in the availability of any one or more of these items could prevent or delay exploration, development or exploitation of our projects. If adequate infrastructure is not available in a timely manner, there can be no assurance that the exploitation or development of our projects will be commenced or completed on a timely basis, or at all, or that the resulting operations will achieve the anticipated production volume, or that the construction costs and operating costs associated with the exploitation and/or development of our projects will not be higher than anticipated. In addition, extreme weather phenomena, sabotage, vandalism, government, non-governmental organization and community or other interference in the maintenance or provision of such infrastructure could adversely affect our operations and profitability.\nRisks Related to Our Business and Industry\nThe prices of silver, zinc and lead are subject to change and a substantial or extended decline in the prices of silver, zinc or lead could materially and adversely affect revenues of the LGJV and the value of our mineral properties.\nOur business and financial performance will be significantly affected by fluctuations in the prices of silver, zinc and lead. The prices of silver, zinc and lead are volatile, can fluctuate substantially and are affected by numerous factors that are beyond our control. For the year ended December 31, 2022, the LBMA silver price ranged from a low of $17.77 per ounce on September 1, 2022 to a high of $26.18 per ounce on March 9, 2022; the LME Official Settlement zinc price ranged from a low of $2,682 per tonne ($1.22 per pound) on November 3, 2022 to a high of $4,530 per tonne ($2.05 per pound) on April 19, 2022; the LME Official Settlement lead price ranged from a low of $1,754 per tonne ($0.80 per pound) on September 27, 2022, to a high of $2,513 per tonne ($1.14 per pound) on March 7, 2022.  Prices are affected by numerous factors beyond our control, including:\n●\nprevailing interest rates and returns on other asset classes;\n●\nexpectations regarding inflation, monetary policy and currency values;\n●\nspeculation;\n●\ngovernmental and exchange decisions regarding the disposal of precious metals stockpiles, including the decision by the CME Group, the owner and operator of the futures exchange, to raise silver’s initial margin requirements on futures contracts;\n22\n\n\nTable of Contents\n●\npolitical and economic conditions;\n●\navailable supplies of silver, zinc and lead from mine production, inventories and recycled metal;\n●\nsales by holders and producers of silver, zinc and lead; and\n●\ndemand for products containing silver, zinc and lead.\nBecause the LGJV expects to derive the substantial majority of our revenues from sales of silver, zinc and lead, its results of operations and cash flows will fluctuate as the prices for these metals increase or decrease. A sustained period of declining prices would materially and adversely affect our financial performance, financial position and results of operations.\nChanges in the future demand for the silver, zinc and lead we produce could adversely affect future sales volume and revenues of the LGJV and our earnings.\nThe LGJV’s future revenues and our earnings will depend, in substantial part, on the volume of silver, zinc and lead we sell and the prices at which we sell, which in turn will depend on the level of industrial and consumer demand. Based on 2021 data from the Silver Institute, demand for silver is driven by industrial demand (including photovoltaic, electrical and electronics) (c. 48%), bar and coin demand (c. 27%) jewelry and silverware (c. 21%) and other demand, especially photography (c. 4%). An increase in the production of silver worldwide or changes in technology, industrial processes or consumer habits, including increased demand for substitute materials, may decrease the demand for silver. Increased demand for substitute materials may be either technologically induced, when technological improvements render alternative products more attractive for first use or end use than silver or allow for reduced application of silver, or price induced, when a sustained increase in the price of silver leads to partial substitution for silver by a less expensive product or reduced application of silver. Demand for zinc is primarily driven by the demand for galvanized steel, used in construction, automobile and other industrial applications. Demand for lead is primarily driven by the demand for batteries, used in vehicles, emergency systems and other industrial battery applications. Any substitution of these materials may decrease the demand for the silver, zinc and lead we produce. A fall in demand, resulting from economic slowdowns or recessions or other factors, could also decrease the price and volume of silver, zinc and lead we sell and therefore materially and adversely impact our results of operations and financial condition. Increases in the supply of silver, zinc and lead, including from new mining sources or increased recycling (driven by technological changes, pricing incentives or otherwise) may act to suppress the market prices for these commodities.\nWe are subject to the risk of labor disputes, which could adversely affect our business, and which risk may be increased due to the unionization in the LGJV workforce.\nAlthough we have not experienced any significant labor disputes in recent years, there can be no assurances that we will not experience labor disputes in the future, including protests, blockades and strikes, which could disrupt our business operations and have an adverse effect on our business and results of operation. Although we consider our relations with our employees to be good, there can be no assurance that we will be able to maintain a satisfactory working relationship with our employees in the future. The LGJV’s hourly work force is unionized, which may increase the risk of such disruptions. In addition, the unionized workforce, or further unionization of the workforce, may, among other things, require more extensive human resources staff, increase legal costs, increase involvement with regulatory agencies, result in lost workforce flexibility, and increase labor costs due to rules, grievances and arbitration proceedings.\nOur success depends on developing and maintaining relationships with local communities and stakeholders.\nOur ongoing and future success depends on developing and maintaining productive relationships with the communities surrounding our operations, including local indigenous people who may have rights or may assert rights to certain of our properties, and other stakeholders in our operating locations. We believe our operations can provide valuable benefits to surrounding communities in terms of direct employment, training and skills development and other benefits associated with ongoing payment of taxes. In addition, we seek to maintain partnerships and relationships with local communities. Notwithstanding our ongoing efforts, local communities and stakeholders can become dissatisfied with our activities or the level of benefits provided, which may result in legal or administrative proceedings, civil unrest, protests, direct action or campaigns against us. Any such occurrence could materially and adversely affect our business, financial condition or results of operations.\n23\n\n\nTable of Contents\nWe are subject to class action lawsuits.\nWe are currently subject to class actions lawsuits. See Note 10—Commitments, Contingencies and Guarantees in our consolidated financial statements included in “Item 8. Financial Statements and Supplementary Data” for additional information regarding our assessment of contingencies related to legal matters. See also “Item 3. Legal Proceedings.” Such actions subject us to significant costs, which may not be adequately covered by insurance, divert management’s time and attention from our operations and reduce our ability to attract and retain qualified personnel. Our inability to successfully defend against such actions could have a material adverse effect on our business and financial condition.\nThe COVID-19 pandemic adversely affected our business and operations. The widespread outbreak of any other health pandemics, epidemics, communicable diseases or public health crises could also adversely affect us, particularly in regions where we conduct our business operations.\nOur business could be adversely affected by the widespread outbreak of a health epidemic, communicable disease or any other public health crisis.\nFor example, the COVID-19 pandemic temporarily affected our financial condition in 2020, in part due to the loss of revenue resulting from the 45-day temporary suspension of all nonessential activities at the LGJV’s CLG site, reduced production rates and the additional expenses associated with the development and implementation of COVID-19 protocols.\nAny prolonged disruption of our or the LGJV’s operations and closures of facilities resulting from health pandemic, epidemics communicable diseases or public health crises would delay our current exploration and production timelines and negatively impact our business, financial condition and results of operations and may heighten the other risk factors discussed in this “Risk Factors” section.\nThe mining industry is very competitive.\nThe mining industry is very competitive. Much of our competition is from larger, established mining companies with greater liquidity, greater access to credit and other financial resources, newer or more efficient equipment, lower cost structures, more effective risk management policies and procedures and/or a greater ability than us to withstand losses. Our competitors may be able to respond more quickly to new laws or regulations or emerging technologies or devote greater resources to the expansion or efficiency of their operations than we can. In addition, current and potential competitors may make strategic acquisitions or establish cooperative relationships among themselves or with third parties. Accordingly, it is possible that new competitors or alliances among current and new competitors may emerge and gain significant market share to our detriment. We may not be able to compete successfully against current and future competitors, and any failure to do so could have a material adverse effect on our business, financial condition or results of operations.\nOur insurance may not provide adequate coverage.\nOur business and operations are subject to a number of risks and hazards, including, but not limited to, adverse environmental conditions, industrial accidents, labor disputes, unusual or unexpected geological conditions, ground control problems, cave-ins, changes in the regulatory environment, metallurgical and other processing problems, mechanical equipment failure, facility performance problems, fires and natural phenomena such as inclement weather conditions, floods and earthquakes. These risks could result in damage to, or destruction of, our mineral properties or production facilities, personal injury or death, environmental damage, delays in exploration, mining or processing, increased production costs, asset write downs, monetary losses and legal liability.\nOur property and liability insurance may not provide sufficient coverage for losses related to these or other hazards. Insurance against certain risks, including those related to environmental matters or other hazards resulting from exploration and production, is generally not available to us or to other companies within the mining industry. Our current insurance coverage may not continue to be available at economically feasible premiums, or at all. In addition, our business interruption insurance relating to our properties has long waiting periods before coverage begins. Accordingly, delays in returning to any future production could produce near-term severe impact to our business. Our director and officer liability insurance may be insufficient to cover losses from claims relating to matters for which directors and officers are indemnified by us or for which we are determined to be directly responsible, and regardless are and may continue to be subject to significant retentions or deductibles, including current class action lawsuits. See “Item 3. Legal Proceedings.” Any losses from these events may cause us to incur significant costs that could have a material adverse effect on our financial performance, financial position and results of operations.\n24\n\n\nTable of Contents\nOur business is sensitive to nature and climate conditions.\nA number of governments have introduced or are moving to introduce climate change legislation and treaties at the international, national, state/provincial and local levels. Regulations relating to emission levels (such as carbon taxes) and energy efficiency are becoming more stringent. If the current regulatory trend continues, this may result in increased costs at some or all of our business locations. In addition, the physical risks of climate change may also have an adverse effect on our operations. Extreme weather events, which may become more common and severe due to climate change, have the potential to disrupt our power supply, surface operations and exploration at our mines and may require us to make additional expenditures to mitigate the impact of such events.\nIf we are unable to retain key members of management, our business might be harmed.\nOur exploration activities and any future development and construction or mining and processing activities depend to a significant extent on the continued service and performance of our senior management team, including our Chief Executive Officer. We depend on a relatively small number of key officers, and we currently do not, and do not intend to, have keyperson insurance for these individuals. Departures by members of our senior management could have a negative impact on our business, as we may not be able to find suitable personnel to replace departing management on a timely basis, or at all. The loss of any member of our senior management team could impair our ability to execute our business plan and could, therefore, have a material adverse effect on our business, results of operations and financial condition. In addition, the international mining industry is very active and we are facing increased competition for personnel in all disciplines and areas of operation. There is no assurance that we will be able to attract and retain personnel to sufficiently staff our development and operating teams.\nWe may fail to identify attractive acquisition candidates or joint ventures with strategic partners or may fail to successfully integrate acquired mineral properties or successfully manage joint ventures.\nAs part of our growth strategy, we may acquire additional mineral properties or enter into joint ventures with strategic partners. However, there can be no assurance that we will be able to identify attractive acquisition or joint venture candidates in the future or that we will succeed at effectively managing their integration or operation. In particular, significant and increasing competition exists for mineral acquisition opportunities throughout the world. We face strong competition from other mining companies in connection with the acquisition of properties producing, or capable of producing, metals as well as in entering into joint ventures with other parties. If the expected synergies from such transactions do not materialize or if we fail to integrate them successfully into our existing business or operate them successfully with our joint venture partners, or if there are unexpected liabilities, our results of operations could be adversely affected.\nPursuant to the Unanimous Omnibus Partner Agreement, which governs our and Dowa’s respective rights over the LGJV, we and Dowa must jointly approve certain major decisions involving the LGJV, including decisions relating to the merger, amalgamation or restructuring of the LGJV and key strategic decisions, including with respect to expansion, among others. If we are unable to obtain the consent of Dowa, we may be unable to make decisions relating to the LGJV that we believe are beneficial for its operations, which may materially and adversely impact our results of operations and financial condition.\nIn connection with any future acquisitions or joint ventures, we may incur indebtedness or issue equity securities, resulting in increased interest expense or dilution of the percentage ownership of existing shareholders. Unprofitable acquisitions or joint ventures, or additional indebtedness or issuances of securities in connection with such acquisitions or joint ventures, may adversely affect the price of our common stock and negatively affect our results of operations.\n25\n\n\nTable of Contents\nOur information technology systems may be vulnerable to disruption, which could place our systems at risk from data loss, operational failure or compromise of confidential information.\nWe rely on various information technology systems. These systems remain vulnerable to disruption, damage or failure from a variety of sources, including, but not limited to, errors by employees or contractors, computer viruses, cyberattacks, including phishing, ransomware, and similar malware, misappropriation of data by outside parties, and various other threats. Techniques used to obtain unauthorized access to or sabotage our systems are under continuous and rapid evolution, and we may be unable to detect efforts to disrupt our data and systems in advance. Breaches and unauthorized access carry the potential to cause losses of assets or production, operational delays, equipment failure that could cause other risks to be realized, inaccurate recordkeeping, or disclosure of confidential information, any of which could result in financial losses and regulatory or legal exposure, and could have a material adverse effect on our cash flows, financial condition or results of operations. Although to date we have not experienced any material losses relating to cyberattacks or other information security breaches, there can be no assurance that we will not incur such losses in the future. Our risk and exposure to these matters cannot be fully mitigated because of, among other things, the evolving nature of these threats. As such threats continue to evolve, we may be required to expend additional resources to modify or enhance any protective measures or to investigate and remediate any security vulnerabilities.\nOur directors may have conflicts of interest as a result of their relationships with other mining companies.\nOur directors are also directors, officers and shareholders of other companies that are similarly engaged in the business of developing and exploiting natural resource properties. Consequently, there is a possibility that our directors may be in a position of conflict in the future.\nWe have identified material weaknesses in our internal control over financial reporting. If we fail to remediate these deficiencies (or fail to identify and/or remediate other possible material weaknesses), we may be unable to accurately report our results of operations, meet our reporting obligations or prevent fraud, which may adversely affect investor confidence in us and, as a result, the value of our common stock.\nInternal control over financial reporting is a process designed to provide reasonable assurance regarding the reliability of financial reporting and the preparation of financial statements in accordance with U.S. generally accepted accounting principles. Under standards established by the United States Public Company Accounting Oversight Board, a material weakness is a deficiency, or combination of deficiencies, in internal control over financial reporting such that there is a reasonable possibility that a material misstatement of annual or interim financial statements will not be prevented or detected and corrected on a timely basis.\nWe are required, pursuant to Section 404 of the Sarbanes-Oxley Act, to furnish a report by management on, among other things, the effectiveness of our internal controls over financial reporting for fiscal year 2022. This assessment includes disclosure of any material weaknesses identified by our management in our internal controls over financial reporting. Additionally, we are required to disclose changes made in our internal controls and procedures on a quarterly basis.\nHowever, for as long as we are an emerging growth company, or a smaller reporting company that is a non-accelerated filer, our independent registered public accounting firm will not be required to attest to the effectiveness of our internal control over financial reporting pursuant to Section 404(b). At such time, this attestation will be required, our independent registered public accounting firm may issue a report that is adverse in the event it is not satisfied with the level at which our controls are documented, designed or operating. Our remediation efforts may not enable us to avoid a material weakness in the future. We may need to undertake various actions, such as implementing new internal controls and procedures and hiring additional accounting or internal audit staff.\nIn connection with our review of the internal control structure related to the preparation of the financial statements for the fiscal years ended December 31, 2021 and 2022, we identified the following material weaknesses in our internal controls over financial reporting:\n●\nWe did not demonstrate the appropriate tone at the top including failing to design or maintain an effective control environment commensurate with the financial reporting requirements of a public company in the United States and Canada. In particular, we did not design control activities to adequately address identified risks or operate at a sufficient level of precision that would identify material misstatements to our financial statements and did not design and maintain sufficient formal documentation of accounting policies and procedures to support the operation of key control procedures.\n​\n26\n\n\nTable of Contents\n●\nWe failed to design and maintain effective controls relating to our risk assessment process as it pertained to the assessment of key assumptions, inputs and outputs contained in our July 2020 technical report.\nIn connection with our review of the internal control structure related to the preparation of the restated financial statements for the fiscal year ended December 31, 2021, we have identified the following additional material weaknesses in our internal controls over financial reporting:\n●\nWe failed to design and maintain effective controls over accounting for current and deferred taxes. This material weakness resulted in a material misstatement of our previously issued financial statements for the year ended December 31, 2021 which resulted in an overstatement of the current income tax expense. Specifically, the financial statements of the LGJV at December 31, 2021, did not accurately reflect the current and deferred tax assets and liabilities at December 31, 2021. Consequently, the impairment of investment in affiliates and the investment in affiliates and the equity income in affiliates were also not accurately presented in the Company’s financial statements at December 31, 2021.\n●\nWe did not have adequate technical accounting expertise to ensure that complex accounting matters such as the impact of the priority distribution payment due to our joint venture partner  and the impairment charge was recognized in accordance with GAAP. This material weakness resulted in a material misstatement of our previously issued financial statement for the year ended December 31, 2021. The financial statements did not accurately reflect the investment in affiliates and the equity income in affiliates. Additionally, caused the impairment of investment in affiliates to be misstated.\nWe are in the process of implementing measures designed to improve our internal control over financial reporting and remediate the control deficiencies that led to the material weaknesses described above. To date, we have:\n●\nengaged a third-party expert to assist management in documenting key processes related to our internal control environment, designing and implementing an effective risk assessment and monitoring program to identify risks of material misstatements and ensuring that the internal controls have been appropriately designed to address and effectively monitor identified risk;\n●\nhired a new executive leadership team, including a new CEO, CFO and senior executive responsible for technical services, each of which has appropriate experience and has demonstrated a commitment to improving the Company’s control environment;\n●\nhired additional personnel with accounting and technical expertise, including hiring new accounting staff in connection with the relocation of the Company’s headquarters to Vancouver;\n●\nenhanced the procedures and functioning of our disclosure committee relating to the appropriate reporting of information and review and approval of the Company’s public disclosures;\n●\nengaged a new independent third-party subject matter specialist to perform a technical review of the 2022 mineral resource and mineral reserve estimates; and\n●\nenhanced our procedures, including implementing appropriate controls, relating to management verification of the key assumptions, inputs and outputs for our Technical Reports.\n●\nengaged a new independent third-party tax specialist to perform a review of the tax provision calculation at the LGJV and the recognition of deferred tax assets and liabilities; and\n●\nimplemented process to identify complex technical accounting matters that would require technical accounting analysis by a technical accounting expert in a timely manner.\nWe have incurred significant costs in connection with our efforts to remediate these material weaknesses, and we expect to incur additional costs in the future. Neither we nor our independent registered public accounting firm have tested the effectiveness of our internal control over financial reporting and we cannot provide assurance that we will be able to successfully remediate the material weaknesses described above. Even if we successfully remediate such material weaknesses, we cannot provide any assurance that we will not suffer from these or other material weaknesses in the future.\n27\n\n\nTable of Contents\nOur remediation efforts may not enable us to avoid a material weakness in the future. We may need to undertake various actions, such as implementing new internal controls and procedures and hiring additional accounting or internal audit staff. If we continue to be unable to assert that our internal controls over financial reporting are effective, or if our independent registered public accounting firm is unable to express an opinion on the effectiveness of our internal controls to the extent required, we could lose investor confidence in the accuracy and completeness of our financial reports, which could cause the price of our common stock to decline, and we may be subject to investigation or sanctions by the SEC.\nRisks Related to Government Regulations\nThe Mexican government, as well as local governments, extensively regulate mining operations, which impose significant actual and potential costs on us, and future regulation could increase those costs, delay receipt of regulatory refunds or limit our ability to produce silver and other metals.\nThe mining industry is subject to increasingly strict regulation by federal, state and local authorities in Mexico, and other jurisdictions in which we may operate, including in relation to:\n●\nlimitations on land use;\n●\nmine permitting and licensing requirements;\n●\nreclamation and restoration of properties after mining is completed;\n●\nmanagement of materials generated by mining operations; and\n●\nstorage, treatment and disposal of wastes and hazardous materials.\nThe liabilities and requirements associated with the laws and regulations related to these and other matters, including with respect to air emissions, water discharges and other environmental matters, may be costly and time consuming and may restrict, delay or prevent commencement or continuation of exploration or production operations. There can be no assurance that we have been or will be at all times in compliance with all applicable laws and regulations. Failure to comply with, or the assertion that we have failed to comply with, applicable laws and regulations may result in the assessment of administrative, civil and criminal penalties, the imposition of cleanup and site restoration costs and liens, the issuance of injunctions to limit or cease operations, the suspension or revocation of permits or authorizations and other enforcement measures that could have the effect of limiting or preventing production from our operations. We may incur material costs and liabilities resulting from claims for damages to property or injury to persons arising from our operations. If we are pursued for sanctions, costs and liabilities in respect of these matters, our mining operations and, as a result, our financial performance, financial position and results of operations, could be materially and adversely affected.\nOur Mexican properties are subject to regulation by the Political Constitution of the United Mexican States, and are subject to various legislation in Mexico, including the Mining Law, the Federal Law of Waters, the Federal Labor Law, the Federal Law of Firearms and Explosives, the General Law on Ecological Balance and Environmental Protection and the Federal Law on Metrology Standards. Our operations at our Mexican properties also require us to obtain local authorizations and, under the Agrarian Law, to comply with the uses and customs of communities located within the properties. Mining, environmental and labor authorities may inspect our Mexican operations on a regular basis and issue various citations and orders when they believe a violation has occurred under the relevant statute. \nIf inspections in Mexico result in an actual or alleged violation, we may be subject to fines, penalties or sanctions, our mining operations could be subject to temporary or extended closures, and we may be required to incur capital expenditures to recommence our operations. Any of these actions could have a material adverse effect on our financial performance, financial position and results of operations.\nThe Mexican federal government recently promulgated significant amendments to laws affecting the mining industry; while it is difficult to ascertain if and when the amendments will be fully implemented, and there is some lack of clarity in their drafting including their intended retroactive effect, the amendments could have a material adverse effect on the mining industry, and the LGJV’s and our Mexican businesses, particularly in respect of any new concessions, new mining permits, and new operations. \nOn May 8, 2023, legislative amendments were promulgated by the Mexican federal government (the “Amendments”). If fully implemented, the Amendments would include the following attributes: new concessions would only be granted through public \n28\n\n\nTable of Contents\nbidding and letters of credit would be required; new mining concessions would be granted in respect of specified minerals; the potential to expropriate private land would be discontinued; the term and extension period of new mining concessions would be reduced to 30 and 25 years, respectively; the approval of transferees of mining concessions would be required; minimum payments of 5% of profits to local communities would be imposed; social impact studies and community consultation would be required; restoration, closure and post closure programs would be required; water availability would be a condition for granting new mining concessions; the concept of presumptive approval (afirmativa ficta) for approval matters properly and timely submitted to regulatory agencies would be removed; parastatal entities could be created and would enjoy preferential rights to exploration; environmental obligations and prohibitions would be increased; and water concessions could be significantly modified by governmental authorities in certain circumstances. The foregoing is a non-exhaustive summary of the Amendments. \nThe Amendments are stated to be immediately effective, but regulations are required for the Amendments to be fully implemented. Although it is not clear in all instances, the Amendments are generally stated to not have retroactive effect, and as such their most significant impact would be expected to be on new mining concessions rather than existing concessions and operations, including those of the LGJV and ours.  Certain of the Amendments may also apply to existing operations, such as the requirement for approval of any concession transferee, establishing a closure and post-closure program and additional environmental obligations.  We understand that the Amendments could be challenged on the basis of the legislative process followed or by parties directly affected by the Amendments on constitutional or other grounds.  The impact of the Amendments on the LGJV and us will depend on the extent and timing of their implementation and the extent of their retroactive effect. We will be continuing to monitor and assess the potential impact of the Amendments on the LGJV, us, and any future opportunities in Mexico.\nOur operations are subject to additional political, economic and other uncertainties not generally associated with U.S. operations.\nWe currently have two properties in Mexico: the LGD, which the LGJV controls, and the Santa Valeria property, which is owned 100% by us. Our operations are subject to significant risks inherent in exploration and resource extraction by foreign companies in Mexico. Exploration, development, production and closure activities in Mexico are potentially subject to heightened political, economic, regulatory and social risks that are beyond our control. These risks include:\n●\nthe possible unilateral cancellation or forced renegotiation of contracts and licenses;\n●\nunfavorable changes in laws and regulations;\n●\nroyalty and tax increases;\n●\nclaims by governmental entities or indigenous communities;\n●\nexpropriation or nationalization of property;\n●\npolitical instability;\n●\nfluctuations in currency exchange rates;\n●\nsocial and labor unrest, organized crime, hostage taking, terrorism and violent crime;\n●\nuncertainty regarding the availability of reasonable electric power costs;\n●\nuncertainty regarding the enforceability of contractual rights and judgments; and\n●\nother risks arising out of foreign governmental sovereignty over areas in which our mineral properties are located.\nLocal economic conditions also can increase costs and adversely affect the security of our operations and the availability of skilled workers and supplies. Higher incidences of criminal activity and violence in the area of some of our properties could adversely affect the LGJV’s ability to operate in an optimal fashion or at all, and may impose greater risks of theft and higher costs, which would adversely affect results of operations and cash flows.\nActs of civil disobedience are common in Mexico. In recent years, many mining companies have been targets of actions to restrict their legally entitled access to mining concessions or property. Such acts of civil disobedience often occur with no warning and \n29\n\n\nTable of Contents\ncan result in significant direct and indirect costs. We cannot provide assurance that there will be no disruptions to site access in the future, which could adversely affect our business.\nLocal and regional meteorological conditions can increase our operating costs and adversely affect our ability to mine and process ore. Such inclement conditions, including severe precipitation events, extremely high winds or wildfires could directly impact our surface operations. Northern Mexico is highly dependent upon natural gas from Texas to generate power. Regional inclement weather conditions in the state of Chihuahua, Mexico, or Texas, could adversely impact our ability to maintain sufficient power from the national Mexico power grid. The CLG project was designed to allow the mine and processing plant to operate independently. The project has diesel-powered generators with sufficient capacity to maintain power to the residential camp, surface administrative facilities and the underground mine but not the processing plant. During such events, our ability to mine and process at design capacities could become constrained.\nThe right to export silver-bearing concentrates and other metals may depend on obtaining certain licenses, which could be delayed or denied at the discretion of the relevant regulatory authorities, or meeting certain quotas. The United States and Mexico began implementation of the United States-Mexico-Canada Agreement (USMCA) in 2020. The United States and Mexico, and any other country in which we may operate in the future, could alter their trade agreements, including terminating trade agreements, instituting economic sanctions on individuals, corporations or countries, and introducing other government regulations affecting trade between the United States and other countries. It may be time-consuming and expensive for us to alter our operations in order to adapt to or comply with any such changes. If the United States were to withdraw from or materially modify international trade agreements to which it is a party, or if other countries imposed or increased tariffs on the minerals we may extract in the future, the costs of such products could increase significantly. Any of these conditions could lead to lower productivity and higher costs, which would adversely affect our financial performance, financial position and results of operations. Generally, our operations may be affected in varying degrees by changing government regulations in the United States and/or Mexico with respect to, but not limited to, restrictions on production, price controls, export controls, currency remittance, importation of products and supplies, income and other taxes, royalties, the repatriation of profits, expropriation of mineral property, foreign investment, maintenance of concessions, licenses, approvals and permit, environmental matters, land use, land claims of local indigenous people and workplace safety.\nSuch developments could require us to curtail or terminate operations at our mineral properties in Mexico, incur significant costs to meet newly imposed environmental or other standards, pay greater royalties or higher prices for labor or services and recognize higher taxes, which could materially and adversely affect our results of operations, cash flows and financial condition. Furthermore, failure to comply strictly with applicable laws, regulations and local practices could result in loss, reduction or expropriation of licenses, or the imposition of additional local or foreign parties as joint venture partners with carried or other interests.\nWe continue to monitor developments and policies in Mexico and assess the impact thereof on our operations; however, such developments cannot be accurately predicted and could have an adverse effect on our business, financial condition and results of operations.\n30\n\n\nTable of Contents\nWe are required to obtain, maintain and renew environmental, construction and mining permits, which is often a costly and time-consuming process and may ultimately not be possible.\nMining companies, including ours, need many environmental, construction and mining permits, each of which can be time consuming and costly to obtain, maintain and renew. In connection with our current and future operations, we must obtain and maintain a number of permits that impose strict conditions, requirements and obligations, including those relating to various environmental and health and safety matters. To obtain, maintain and renew certain permits, we have been and may in the future be required to conduct environmental studies, and make associated presentations to governmental authorities, pertaining to the potential impact of our current and future operations upon the environment and to take steps to avoid or mitigate those impacts. Permit terms and conditions can impose restrictions on how we conduct our operations and limit our flexibility in developing our mineral properties. Many of our permits are subject to renewal from time to time, and applications for renewal may be denied or the renewed permits may contain more restrictive conditions than our existing permits, including those governing impacts on the environment. We may be required to obtain new permits to expand our operations, and the grant of such permits may be subject to an expansive governmental review of our operations. We may not be successful in obtaining such permits, which could prevent us from commencing, continuing or expanding operations or otherwise adversely affect our business. Renewal of existing permits or obtaining new permits may be more difficult if we are not able to comply with our existing permits. Applications for permits, permit area expansions and permit renewals can also be subject to challenge by interested parties, which can delay or prevent receipt of needed permits. The permitting process can vary by jurisdiction in terms of its complexity and likely outcomes. The applicable laws and regulations, and the related judicial interpretations and enforcement policies, change frequently, which can make it difficult for us to obtain and renew permits and to comply with applicable requirements. Accordingly, permits required for our operations may not be issued, maintained or renewed in a timely fashion or at all, may be issued or renewed upon conditions that restrict our ability to conduct our operations economically, or may be subsequently revoked. Any such failure to obtain, maintain or renew permits, or other permitting delays or conditions, including in connection with any environmental impact analyses, could have a material adverse effect on our business, results of operations and financial condition.\nIn regard to the CLG, the LGD and other Mexican projects, Mexico has adopted laws and guidelines for environmental permitting that are similar to those in effect in the United States and South American countries. We are currently operating under permits regulating mining, processing, use of explosives, water use and discharge and surface disturbance in relation to the LGD and the Santa Valeria property. We will be required to apply for corresponding authorizations prior to any production at our other Mexican properties and there can be no certainty as to whether, or the terms under which, such authorizations will be granted or renewed. Any failure to obtain authorizations and permits, or other authorization or permitting delays or conditions, could have a material adverse effect on our business, results of operations and financial condition.\nWe are subject to environmental and health and safety laws, regulations and permits that may subject us to material costs, liabilities and obligations.\nWe are subject to environmental laws, regulations and permits in the various jurisdictions in which we operate, including those relating to, among other things, the removal and extraction of natural resources, the emission and discharge of materials into the environment, including plant and wildlife protection, remediation of soil and groundwater contamination, reclamation and closure of properties, including tailings and waste storage facilities, groundwater quality and availability, and the handling, storage, transport and disposal of wastes and hazardous materials. Pursuant to such requirements, we may be subject to inspections or reviews by governmental authorities. Failure to comply with these environmental requirements may expose us to litigation, fines or other sanctions, including the revocation of permits and suspension of operations. We expect to continue to incur significant capital and other compliance costs related to such requirements. These laws, regulations and permits, and the enforcement and interpretation thereof, change frequently and generally have become more stringent over time. If our noncompliance with such regulations were to result in a release of hazardous materials into the environment, such as soil or groundwater, we could be required to remediate such contamination, which could be costly. Moreover, noncompliance could subject us to private claims for property damage or personal injury based on exposure to hazardous materials or unsafe working conditions. In addition, changes in applicable requirements or stricter interpretation of existing requirements may result in costly compliance requirements or otherwise subject us to future liabilities. The occurrence of any of the foregoing, as well as any new environmental, health and safety laws and regulations applicable to our business or stricter interpretation or enforcement of existing laws and regulations, could have a material adverse effect on our business, financial condition and results of operations.\n31\n\n\nTable of Contents\nWe could be liable for any environmental contamination at, under or released from our or our predecessors’ currently or formerly owned or operated properties or third-party waste disposal sites. Certain environmental laws impose joint and several strict liability for releases of hazardous substances at such properties or sites, without regard to fault or the legality of the original conduct. A generator of waste can be held responsible for contamination resulting from the treatment or disposal of such waste at any offsite location (such as a landfill), regardless of whether the generator arranged for the treatment or disposal of the waste in compliance with applicable laws. Costs associated with liability for removal or remediation of contamination or damage to natural resources could be substantial and liability under these laws may attach without regard to whether the responsible party knew of, or was responsible for, the presence of the contaminants. Accordingly, we may be held responsible for more than our share of the contamination or other damages, up to and including the entire amount of such damages. In addition to potentially significant investigation and remediation costs, such matters can give rise to claims from governmental authorities and other third parties, including for orders, inspections, fines or penalties, natural resource damages, personal injury, property damage, toxic torts and other damages.\nOur costs, liabilities and obligations relating to environmental matters could have a material adverse effect on our financial performance, financial position and results of operations.\nWe may be responsible for anticorruption and antibribery law violations.\nOur operations are governed by, and involve interactions with, various levels of government in foreign countries. We are required to comply with anticorruption and antibribery laws, including the Corruption of Foreign Public Officials Act (Canada) and the U.S. Foreign Corrupt Practices Act (together, the “Corruption Legislation ”) and similar laws in Mexico. These laws generally prohibit companies and company employees from engaging in bribery or other prohibited payments to foreign officials for the purpose of obtaining or retaining business. The Corruption Legislation also requires companies to maintain accurate books and records and internal controls. Because our interests are located in Mexico, there is a risk of potential Corruption Legislation violations.\nIn recent years, there has been a general increase in both the frequency of enforcement and the severity of penalties under such laws, resulting in greater scrutiny and punishment to companies convicted of violating anti-corruption and anti-bribery laws. A company may be found liable for violations by not only its employees, but also by its contractors and third-party agents. Our internal procedures and programs may not always be effective in ensuring that we, our employees, contractors or third-party agents will comply strictly with all such applicable laws. If we become subject to an enforcement action or we are found to be in violation of such laws, this may have a material adverse effect on our reputation and may possibly result in significant penalties or sanctions, and may have a material adverse effect on our cash flows, financial condition or results of operations.\nWe may be required by human rights laws to take actions that delay our operations or the advancement of our projects.\nVarious international and national laws, codes, resolutions, conventions, guidelines and other materials relate to human rights (including rights with respect to health and safety and the environment surrounding our operations). Many of these materials impose obligations on government and companies to respect human rights. Some mandate that governments consult with communities surrounding our projects regarding government actions that may affect local stakeholders, including actions to approve or grant mining rights or permits. The obligations of government and private parties under the various international and national materials pertaining to human rights continue to evolve and be defined. One or more groups of people may oppose our current and future operations or further development or new development of our projects or operations. Such opposition may be directed through legal or administrative proceedings or expressed in manifestations such as protests, roadblocks or other forms of public expression against our activities, and may have a negative impact on our reputation. Opposition by such groups to our operations may require modification of, or preclude the operation or development of, our projects or may require us to enter into agreements with such groups or local governments with respect to our projects, in some cases causing considerable delays to the advancement of our projects.\nRisks Related to Ownership of Our Common Stock\nThe market price of our common stock has been, and may continue to be, volatile.\nThe trading price of our common stock has been, and may continue to be, volatile. Some of the factors that may cause the market price of our common stock to fluctuate include:\n●\nfailure to identify mineral reserves at our properties;\n●\nfailure to achieve or continue production at our mineral properties;\n32\n\n\nTable of Contents\n●\nactual or anticipated changes in the price of silver and base metal byproducts;\n●\nfluctuations in our quarterly and annual financial results or the quarterly and annual financial results of companies perceived to be similar to us;\n●\nchanges in market valuations of similar companies;\n●\nsuccess or failure of competitor mining companies;\n●\nchanges in our capital structure, such as future issuances of securities or the incurrence of debt;\n●\nsales of large blocks of our common stock;\n●\nannouncements by us or our competitors of significant developments, contracts, acquisitions or strategic alliances;\n●\nchanges in regulatory requirements and the political climate in the United States, Mexico, Canada or all;\n●\nlitigation and/or investigations involving our Company, our general industry or both;\n●\nadditions or departures of key personnel;\n●\ninvestors’ general perception of us, including any perception of misuse of sensitive information;\n●\nchanges in general economic, industry and market conditions;\n●\naccidents at mining properties, whether owned by us or otherwise;\n●\nnatural disasters, terrorist attacks and acts of war; and\n●\nour ability to control our costs.\nIf the market for stocks in our industry, or the stock market in general, experiences a loss of investor confidence, the trading price of our common stock could decline for reasons unrelated to our business, financial condition or results of operations. These and other factors may cause the market price and demand for our common stock to fluctuate substantially, which may limit or prevent investors from readily selling their shares of common stock and may otherwise negatively affect the liquidity of our common stock. In the past, when the market price of a stock has been volatile, holders of that stock have instituted securities class action litigation against the company that issued the stock. \nIf any of the foregoing occurs it could cause our stock price to fall and may expose us to lawsuits that, even if unsuccessful, could be both costly to defend against and a distraction to management.\nOur anti-takeover defense provisions may cause our common stock to trade at market prices lower than it might absent such provisions.\nOur Board of Directors has the authority to issue blank check preferred stock. Additionally, our Amended and Restated Certificate of Incorporation and Amended and Restated Bylaws contain several provisions that may make it more difficult or expensive for a third party to acquire control of us without the approval of our Board of Directors. These include provisions setting forth advance notice procedures for shareholders’ nominations of directors and proposals of topics for consideration at meetings of shareholders, provisions restricting shareholders from calling a special meeting of shareholders or requiring one to be called, provisions limiting the ability of shareholders to act by written consent and provisions requiring a 66.67% shareholder vote to amend our Amended and Restated Certificate of Incorporation and Amended and Restated Bylaws. These provisions may delay, prevent or deter a merger, acquisition, tender offer, proxy contest or other transaction that might otherwise result in our shareholders receiving a premium over the market price for their common stock. In addition, these provisions may cause our common stock to trade at a market price lower than it might absent such provisions.\n33\n\n\nTable of Contents\nSales of a substantial number of shares of our common stock in the public market, or the perception in the market that the holders of a large number of shares intend to sell shares, could cause the market price of our common stock to drop significantly.\nSales of a substantial number of shares of our common stock in the public market, or the perception in the market that the holders of a large number of shares intend to sell shares, could reduce the market price of our common stock.\nCertain stockholders have rights, subject to specified conditions, to require us to file registration statements covering their shares or to include their shares in registration statements that we may file for ourselves or other stockholders. We have also registered all shares of common stock that we may issue under our equity compensation plans, which can be freely sold in the public market upon issuance, subject to volume limitations applicable to affiliates. Sales of a substantial number of shares of our common stock in the public market, or the perception in the market that holder of a large number of shares intends to sell shares, could cause the market price of our common stock to drop significantly and make it more difficult for us to raise additional funds through future offerings of our common stock or other securities.\nWe do not currently intend to pay dividends on our common stock and, consequently, shareholders’ ability to achieve a return on their investment will depend on appreciation in the price of our common stock.\nWe have never declared or paid any cash dividend on our capital stock. We do not intend to pay any cash dividends on our common stock for the foreseeable future. We currently intend to retain all future earnings, if any, to finance our business. The payment of any future dividends, if any, will be determined by our Board of Directors in light of conditions then existing, including our earnings, financial condition and capital requirements, business conditions, growth opportunities, corporate law requirements and other factors. In addition, our Credit Facility contains, and any of our future contractual arrangements may contain, restrictions on our ability to pay cash dividends on our capital stock.\nElectrum and its affiliates and MERS have a substantial degree of influence over us, which could delay or prevent a change of corporate control or result in the entrenchment of our management and/or Board of Directors.\nAs of March 27, 2023, the Electrum Group, LLC and its affiliates (collectively, “Electrum”) and the Municipal Employees’ Retirement System of Michigan (“MERS”) beneficially own approximately 32% and 9% of our outstanding common stock, respectively. We have entered into a shareholder’s agreement with Electrum and MERS pursuant to which Electrum and MERS have certain director nomination rights. The shareholders agreement also provides that Electrum approval must be obtained prior to us engaging in certain corporate actions. As a result, Electrum has significant influence over our management and affairs and, if Electrum owns at least 35% of our outstanding common stock, will have approval rights over certain corporate actions, including, among others, any merger, consolidation or sale of all or substantially all of our assets, the incurrence of more than $100 million of indebtedness and the issuance of more than $100 million of equity securities.\nThe concentration of ownership and our shareholders agreement may harm the market price of our common stock by, among other things:\n●\ndelaying, deferring or preventing a change of control, even at a per share price that is in excess of the then current price of our common stock;\n●\nimpeding a merger, consolidation, takeover or other business combination involving us, even at a per share price that is in excess of the then current price of our common stock; or\n●\ndiscouraging a potential acquirer from making a tender offer or otherwise attempting to obtain control of us, even at a per share price that is in excess of the then-current price of our common stock.\n34\n\n\nTable of Contents\nWe are an “emerging growth company” and a “smaller reporting company”, and we cannot be certain if the reduced disclosure requirements applicable to us will make our common stock less attractive to investors.\nWe are an “emerging growth company,” as defined in the JOBS Act, and we intend to take advantage of certain exemptions from various reporting requirements that are applicable to other public companies that are not “emerging growth companies” including, but not limited to, not being required to comply with the auditor attestation requirements of Section 404 of the Sarbanes-Oxley Act of 2002 (“the “Sarbanes-Oxley Act”), reduced disclosure obligations regarding executive compensation in our periodic reports and proxy statements and exemptions from the requirements of holding a nonbinding advisory vote on executive compensation and shareholder approval of any golden parachute payments not previously approved. We cannot predict if investors will find our common stock less attractive if we rely on these exemptions. If some investors find our common stock less attractive as a result, there may be a less active trading market for our common stock and our stock price may be more volatile.\nEven after we no longer qualify as an emerging growth company, we may still qualify as a “smaller reporting company,” which would allow us to take advantage of many of the same exemptions from disclosure requirements including reduced disclosure obligations regarding executive compensation in our periodic reports and proxy statements. We would also be exempt from the requirement to obtain an external audit on the effectiveness of internal control over financial reporting provided in Section 404(b) of the Sarbanes Oxley Act. These exemptions and reduced disclosures in our SEC filings due to our status as a smaller reporting company mean our auditors do not review our internal control over financial reporting and may make it harder for investors to analyze our results of operations and financial prospects. We cannot predict if investors will find our common stock less attractive because we may rely on these exemptions. If some investors find our common stock less attractive as a result, there may be a less active trading market for our common stock and our stock prices may be more volatile.\nOur Amended and Restated Certificate of Incorporation and shareholders agreement contain a provision renouncing our interest and expectancy in certain corporate opportunities.\nOur Amended and Restated Certificate of Incorporation and shareholders agreement provide for the allocation of certain corporate opportunities between us and Electrum and MERS. Under these provisions, neither Electrum nor MERS, their affiliates and subsidiaries, nor any of their officers, directors, agents, stockholders, members or partners will have any duty to refrain from engaging, directly or indirectly, in the same business activities or similar business activities or lines of business in which we operate. For instance, a director of our Company who is not also our employee and also serves as a director, officer or employee of Electrum or MERS or any of their subsidiaries or affiliates may pursue certain acquisition or other opportunities that may be complementary to our business and, as a result, such acquisition or other opportunities may not be available to us. These potential conflicts of interest could have a material adverse effect on our financial performance, financial position and results of operations if attractive corporate opportunities are allocated by Electrum or MERS to themselves or their subsidiaries or affiliates instead of to us.\nOur Amended and Restated Certificate of Incorporation provides that the Court of Chancery of the State of Delaware and the federal district courts of the United States are the exclusive forums for substantially all disputes between us and our stockholders, which could limit our stockholders’ ability to obtain a favorable judicial forum for disputes with us or our directors, officers or employees.\nOur Amended and Restated Certificate of Incorporation provides that the Court of Chancery of the State of Delaware is the exclusive forum for the following types of actions or proceedings under Delaware statutory or common law:\n●\nany derivative action or proceeding brought on our behalf;\n●\nany action asserting a breach of fiduciary duty;\n●\nany action asserting a claim against us arising under the Delaware General Corporation Law; and\n●\nany action asserting a claim against us that is governed by the internal affairs doctrine.\nThe foregoing provision does not apply to claims under the Securities Act, the Exchange Act or any claim for which the U.S. federal courts have exclusive jurisdiction. Our Amended and Restated Certificate of Incorporation further provides that the federal district courts of the United States will, to the fullest extent permitted by law, be the exclusive forum for resolving any complaint asserting a cause of action arising under the Securities Act.\n35\n\n\nTable of Contents\nOur Amended and Restated Certificate of Incorporation also provides that any person or entity purchasing or otherwise acquiring or holding any interest in shares of our capital stock will be deemed to have notice of and to have consented to these choice of forum provisions. These exclusive forum provisions may limit a stockholder’s ability to bring a claim in a judicial forum that it finds favorable for disputes with us or our directors, officers or other employees, which may discourage lawsuits against us and our directors, officers, and other employees, although our stockholders will not be deemed to have waived our compliance with federal securities laws and the rules and regulations thereunder.\nWhile Delaware courts have determined that choice of forum provisions are facially valid, it is possible that a court of law in another jurisdiction could rule that the choice of forum provisions contained in our Amended and Restated Certificate of Incorporation are inapplicable or unenforceable if they are challenged in a proceeding or otherwise. If a court were to find the choice of forum provision in our Amended and Restated Certificate of Incorporation to be inapplicable or unenforceable in an action, we may incur additional costs associated with resolving such action in other jurisdictions.\nGeneral Risk Factors\nWe will continue to incur significantly increased costs and devote substantial management time as a result of operating as a public company.\nAs a public company, we will continue to incur significant legal, accounting and other expenses that we did not incur as a private company. We are subject to the reporting requirements of the Exchange Act, and are required to comply with the applicable requirements of the Sarbanes-Oxley Act and the Dodd-Frank Wall Street Reform and Consumer Protection Act, as well as rules and regulations of the SEC, NYSE and TSX, including the establishment and maintenance of effective disclosure and financial controls, changes in corporate governance practices and required filing of annual, quarterly and current reports with respect to our business and results of operations. Compliance with these requirements has increased and will continue to increase our legal and financial compliance costs and will make some activities more time-consuming and costly. In addition, we expect that our management and other personnel will need to divert attention from operational and other business matters to devote substantial time to these public company requirements. In particular, we expect to incur significant expenses and devote substantial management effort toward ensuring compliance with the requirements of Section 404 of the Sarbanes-Oxley Act, which will increase when we are no longer an emerging growth company. We have hired additional accounting personnel and we may need to hire additional accounting and financial staff with appropriate public company experience and technical accounting knowledge and may need to incur additional costs to ensure we meet the applicable requirements of the Sarbanes-Oxley Act.\nIf securities or industry analysts do not continue to publish research or reports about our business, or if they issue an adverse or misleading opinion regarding our stock, our stock price and trading volume could decline.\nThe trading market for our common stock is influenced by the research and reports that securities or industry analysts publish about us or our business. If analysts who cover us downgrade our common stock or publish inaccurate or unfavorable research about our business model or our stock performance, or if our results of operations fail to meet the expectations of analysts, the price of our common stock would likely decline. If one or more of these analysts cease coverage of us or fail to publish reports on us regularly, we could lose visibility in the financial markets, which in turn might cause the price of our common stock and trading volume to decline.\n​",
    "item7": ">Item 7.  Management’s Discussion and Analysis of Financial Condition and Results of Operations\nThe following discussion and analysis of our financial condition and results of operations should be read in conjunction with our consolidated financial statements and related notes included in “Item 8. Financial Statements and Supplementary Data” and the other information included elsewhere in this Report.\nOverview\nWe are a Canadian-headquartered, Delaware-incorporated precious metals exploration, development and production company with the objective of becoming a leading silver producer. Our primary efforts are focused on the operation of the LGJV in Chihuahua, Mexico. The LGJV was formed on January 1, 2015, when we entered into the Unanimous Omnibus Partner Agreement with Dowa to further explore, and potentially develop and operate mining properties within the LGD. The LGJV Entities own certain surface and mineral rights associated with the LGD. The LGJV ownership is currently 70% Gatos Silver and 30% Dowa. On September 1, 2019, the LGJV commenced commercial production at CLG, which produces a silver containing lead concentrate and zinc concentrate. We are currently focused on the production and continued development of the CLG and the further exploration and development of the LGD.\n2022 Key Highlights\nGatos Silver\n●\nNet income increased to $14.5 million or $0.21 per share (basic and diluted) for 2022, up from a net loss of $65.9 million or ($1.03) per share basis (basic and diluted) incurred in 2021;\n●\nThe LGJV paid dividends to its partners totaling $55 million during 2022, of which the Company’s share was $29.2 million, net of withholding taxes and after the initial priority distribution payment to Dowa;\n●\nOn December 19, 2022, we entered into an amended and restated Credit Facility with BMO extending the maturity date and re-establishing a credit limit of $50 million, with an accordion feature;\n●\nDuring December 2022, we repaid $4.0 million of the Credit Facility, reducing the outstanding balance to $9.0 million with $41.0 million available for drawdown in the future; and\n●\nWe relocated our corporate office to Vancouver, British Columbia, and strengthened the executive management team with the appointments of a new Chief Financial Officer, a General Counsel and a Senior Vice President, Corporate Development and Technical Services, all with extensive experience working for multi-mine companies.\nLGJV (100% basis)\n●\nNet income of $72.2 million in 2022, down 8% from $78.6 million in 2021, primarily due to higher income taxes;\n●\nCash flow from operations of $157.4 million in 2022, up 31%to from $119.8 million in 2021;\n45\n\n\nTable of Contents\n●\nRevenues totaled $311.7 million for 2022, a 25% increase over 2021, as a result of higher sales volumes driven by record production and partly offset by lower silver prices;\n●\nCost of sales totaled $107.1 million for 2022, 10% increase over 2021, primarily due to increased production. Co-product cash cost per ounce of payable silver equivalent of $9.41 and by-product cash cost per ounce of payable silver of $2.17, decreased 24% and 56%, respectively, from 2021;\n●\nAchieved record processing throughput of 971,595 tonnes, averaging 2,662 tpd and over 2,800 tpd in the fourth quarter of 2022, exceeding the 2,500 tpd design rate, despite a temporary blasting suspension in the mine for over two weeks starting in late April 2022; \n●\nRecoveries achieved or exceeded design rates for payable metals with silver recovery averaging 89.8%, zinc recovery averaging 64.8% and lead recovery averaging 88.7%;\n●\nCompleted a robust re-estimation of the Company’s mineral resource and mineral reserve with published Los Gatos Technical Report; and\n●\nDiscovered a large zone of mineralization known as South-East Deeps that extends 415m below the reported reserve.\nComponents of Results of Operations\nOperating Expenses\nExploration Expenses\nWe conduct exploration activities under mining concessions in Mexico. Exploration expenses primarily consist of drilling costs, lease concession payments, assay costs and geological and support costs at our exploration properties.\nGeneral and Administrative Expenses\nOur general and administrative expenses consist of salaries and benefits, stock compensation, professional and consultant fees, and insurance, compliance and corporate governance, accounting and audit, stock exchange listing fees and other general administration costs.\nEquity Income in Affiliates\nOur equity income in affiliates relates to our proportional share of net income from the LGJV and the amortization of the basis difference between our investment in the LGJV and the net assets of the LGJV.\nImpairment of Investment in Affiliates\nA loss in value of an investment that is other than a temporary decline shall be recognized. On November 10, 2022, the Company issued an updated technical report for the LGJV, the Los Gatos Technical Report. The Los Gatos Technical Report indicated a significant decrease in the mineral reserves and mineral resources from the previously issued technical report in 2020. The Company considered this reduction in the mineral reserve and mineral resources as an indicator of a possible other-than-temporary decline in value and as a result compared the carrying value of the LGJV on December 31, 2021 to the fair value of the LGJV. The fair value of the LGJV was estimated based on the net present value of the expected cash flows to be generated by the LGJV on 70% basis. The discount rate used was 5.00%. The Company recorded an impairment of the investment in affiliate at December 31, 2021.  There were no indicators of an other-than-temporary decline in value at December 31, 2022.\nLGJV Arrangement Fee\nOur LGJV arrangement fee consisted of arrangement fees related to the WCF and the Term Loan with Dowa prior to their extinguishment on March 11, 2021, and July 26, 2021, respectively. We did not incur LGJV arrangement fees beyond July 26, 2021.\n46\n\n\nTable of Contents\nIncome Taxes\nAs we have incurred substantial losses from our exploration and pre-development activities, we may receive future benefits in the form of deferred tax assets that can reduce our future income tax liabilities, if it is more likely than not that the benefit will be realized before expiration. As at December 31, 2022, a deferred tax liability of $1.4 million was recognized at the LGJV in comparison to a deferred tax asset of $17.4 million in 2021.\nRoyalties\nExploration activities are conducted on the mining concessions in Mexico. Mineral and concession lease payments are required to be paid to various entities to secure the appropriate claims or surface rights. Certain of these agreements also have royalty payments that were triggered when the LGJV began producing and selling lead and zinc concentrates.\nOther Income\nThe Company incurs costs to assist with the management and administration of the LGJV, these costs are included in general and administrative expense. For these management services, the Company earns a management fee which is included in Other income.\nResults of Operations\nResults of operations Gatos Silver\nThe following table presents certain information relating to our operating results for the years ended December 31, 2022 and 2021. In accordance with generally accepted accounting principles in the United States (“U.S. GAAP”), these financial results represent the consolidated results of operations of our Company and its subsidiaries (in thousands). \n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\nYears Ended December 31,\n​\n    \n2022\n    \n2021\nExpenses\n​\n​\n  \n​\n​\n  \nExploration\n​\n$\n 110\n​\n$\n 1,657\nGeneral and administrative\n​\n \n 25,468\n​\n \n 21,447\nAmortization\n​\n \n 180\n​\n \n 89\nTotal expenses\n​\n \n 25,758\n​\n \n 23,193\nOther income (expense)\n​\n \n  \n​\n \n​\nEquity income in affiliates\n​\n \n 45,230\n​\n \n 42,804\nImpairment of investment in affiliates\n​\n​\n —\n​\n​\n (80,348)\nLegal settlement loss\n​\n​\n (7,900)\n​\n​\n​\nArrangement fees\n​\n \n —\n​\n \n (195)\nInterest expense\n​\n \n (433)\n​\n \n (185)\nOther income (expense)\n​\n \n 4,955\n​\n \n (4,738)\nTotal other income (expense)\n​\n \n 41,852\n​\n \n (42,662)\nIncome (loss) before taxes\n​\n​\n 16,094\n​\n​\n (65,855)\nIncome tax expense\n​\n \n 1,565\n​\n \n —\nNet income (loss)\n​\n$\n 14,529\n​\n$\n (65,855)\n​\nYear Ended December 31, 2022, Compared to Year Ended December 31, 2021\nExploration\nExploration costs incurred during 2022 decreased by approximately $1.5 million compared to 2021, mainly due to limited exploration drilling and sampling performed on the Company-owned Santa Valeria property as exploration was concentrated on the LGJV property.\nGeneral and administrative expenses\nDuring 2022, we incurred general and administration expense of $25.5 million compared to $21.4 million in 2021. The $4.1 million increase is primarily due to several items associated with the new mineral resource and reserve technical reports and change in \n47\n\n\nTable of Contents\nauditors, including higher consulting, legal and audit fees. The Company also incurs expenses related to providing management and administration services to the LGJV, for which it receives a management fee, included in Other Income ($5.0 million for each of the years ended December 31, 2022 and 2021).\nEquity income in affiliates \nThe improvement in equity income, for 2022 compared to 2021, resulted primarily from the improved performance of the LGJV. See “Results of Operations LGJV.”\nImpairment of investment in affiliates\nFor the year ended December 31, 2022, there were no indicators of an other-than-temporary decline in value of the investment in affiliate; therefore, no impairment charge was recorded.\nOn November 10, 2022, we provided an updated technical report for the LGJV, the Los Gatos Technical Report. The Los Gatos Technical Report indicated a significant decrease in the mineral reserve and mineral resource from the previously issued technical report in 2020. We considered this reduction in the mineral reserve and mineral resources as an indicator of a possible other-than-temporary impairment and as a result compared the carrying value of the LGJV on December 31, 2021, to the fair value of the LGJV.\nLegal settlement loss\nWe entered into an agreement in principle to settle the U.S. Class Action. Subject to certain conditions, including class certification by the District Court, the execution of a definitive stipulation of settlement and approval of the settlement by the District Court, the settling parties have agreed to resolve the U.S. Class Action for a payment by us and our insurers of $21 million to a settlement fund. We are in the process of finalizing legal expenses that will be covered under the directors’ and officers’ insurance policy which will be deducted from the $10 million retention payable by the Company. We expect to fund no more than $7.9 million of the settlement, with the balance of the settlement payment to be paid by insurance. We and the other defendants will not admit any liability as part of the settlement. Since the settlement of the U.S. Class Action is subject to conditions, there can be no assurance that the U.S. Class Action will be finally resolved pursuant to the agreement in principle that has been reached.\nOther income (expense)\nThe $9.7 million change in other income (expense) for the year ended December 31, 2022, compared to the year ended December 31, 2021, was mainly due to a $10.0 million fee paid to Dowa in conjunction with the Term Loan repayment in 2021.\nNet income (loss)\nFor the year ended December 31, 2022, we recorded a net income of $14.5 million compared to a net loss of $65.9 million for the year ended December 31, 2021. The change in net loss in 2022 compared to 2021 was primarily due to the absence of impairment of investment in affiliates, a significant increase in equity income in affiliates, an increase in other income, and offset by a legal settlement loss of $7.9 million arising from legal class action, and a slight increase in general and administrative expense.\n48\n\n\nTable of Contents\nResults of operations LGJV\nThe following table presents operational information and select financial information of the LGJV for the years ended December 31, 2022 and 2021. The financial information is extracted from the Combined Statements of Income for the years ended December 31, 2022 and 2021.  The financial and operational information of the LGJV and CLG is shown on a 100% basis. As of December 31, 2022, our ownership of the LGJV was 70.0%.\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\nYear Ended\n \nFinancial\n​\nDecember 31,\n \nAmounts in thousands\n    \n 2022\n    \n 2021\n​\nRevenue\n \n$\n 311,724\n \n$\n 249,194\n​\nCost of sales\n​\n​\n 107,075\n​\n​\n 97,710\n​\nRoyalties\n​\n​\n 3,069\n​\n​\n 4,781\n​\nExploration\n​\n​\n 9,800\n​\n​\n 5,383\n​\nGeneral and administrative\n​\n​\n 14,307\n​\n​\n 13,345\n​\nDepreciation, depletion and amortization\n​\n​\n 69,380\n​\n​\n 52,402\n​\nTotal other income (expense)\n​\n​\n 1,429\n​\n​\n (12,086)\n​\nIncome tax (expense) recovery\n​\n​\n (37,306)\n​\n​\n 15,097\n​\nNet income \n​\n$\n 72,216\n​\n$\n 78,584\n​\nSustaining capital\n​\n​\n 76,526\n​\n​\n 72,979\n​\nOperating Results \n \n​\n​\n \n​\n​\n​\nTonnes milled (dmt)\n​\n​\n 971,595\n​\n​\n 909,586\n​\nTonnes milled per day (dmt)\n​\n​\n 2,662\n​\n​\n 2,492\n​\nAverage Grades\n​\n​\n​\n​\n​\n​\n​\nSilver grade (g/t)\n​\n​\n 368\n​\n​\n 295\n​\nGold grade (g/t)\n​\n​\n 0.33\n​\n​\n 0.32\n​\nLead grade (%)\n​\n​\n 2.31\n​\n​\n 2.27\n​\nZinc grade (%)\n​\n​\n 4.37\n​\n​\n 3.94\n​\nContained Metal\n​\n​\n​\n​\n​\n​\n​\nSilver ounces (millions)\n​\n​\n 10.3\n​\n​\n 7.6\n​\nZinc pounds - in zinc conc. (millions)\n​\n​\n 60.7\n​\n​\n 49.6\n​\nLead pounds - in lead conc. (millions)\n​\n​\n 43.9\n​\n​\n 39.8\n​\nGold ounces - in lead conc. (thousands)\n​\n​\n 5.3\n​\n​\n 5.2\n​\nRecoveries \n1\n​\n​\n​\n​\n​\n​\n​\nSilver - in both lead and zinc concentrates\n​\n​\n 89.8\n%  \n​\n 88.3\n%\nZinc - in zinc concentrate\n​\n​\n 64.8\n%\n​\n 62.9\n%\nLead - in lead concentrate\n​\n​\n 88.7\n%\n​\n 87.6\n%\nGold - in lead concentrate\n​\n​\n 52.0\n%\n​\n 56.3\n%\nAverage realized price per silver ounce\n​\n$\n 20.72\n​\n$\n 24.38\n​\nAverage realized price per gold ounce\n \n$\n 1,678\n \n$\n 1,761\n​\nAverage realized price per lead pound\n \n$\n 0.90\n \n$\n 1.01\n​\nAverage realized price per zinc pound\n \n$\n 1.58\n \n$\n 1.38\n​\nCo-product cash cost per ounce of payable silver equivalent\n \n$\n 9.41\n \n$\n 12.44\n​\nBy-product cash cost per ounce of payable silver\n \n$\n 2.17\n \n$\n 4.98\n​\nCo-product AISC per ounce of payable silver equivalent\n2\n \n$\n 14.33\n \n$\n 19.05\n​\nBy-product AISC per ounce of payable silver\n2\n​\n$\n 10.24\n​\n$\n 15.72\n​\n(1)\nRecoveries are reported for payable metals in the identified concentrate. Recoveries reported previously were based on total metal in both concentrates.\n(2)\nSee “Non-GAAP Financial Measures” below.\n(3)\nRealized prices include the impact of final settlement adjustments from sales of previous periods.\n49\n\n\nTable of Contents\nLGJV\nYear Ended December 31, 2022, Compared to Year Ended December 31, 2021\nRevenue\nRevenue increased by 25% in 2022 compared to 2021, as a result of higher production and concentrate sales, which was partly offset by lower realized silver prices. Production of silver, zinc, lead and gold were higher primarily due to higher mill throughput and higher ore grades. Lead and zinc concentrate production increased 10% and 22%, respectively, and silver, lead and zinc ore grades increased 25%, 2% and 11%, respectively.\nCost of sales\nCost of sales increased by 10% in 2022 compared to 2021, primarily as a result of increased mining and milling rates, production and the related increase in equipment maintenance costs, cost of materials and supplies and higher power costs. Co-product cash cost per ounce of payable silver equivalent and by-product cash cost per ounce of payable silver decreased by 24% and 56% respectively, to $9.41 and $2.17, respectively, for the year ended 2022. \nRoyalties\nRoyalty expense decreased by $1.7 million in 2022 compared to 2021 due to the decrease in the royalty rate upon achieving a payment threshold per the royalty agreement.\nExploration\nExploration expenditure increased by $4.4 million in 2022 as a result of increased surface drilling around CLG, Esther and Greenfields exploration targets. The dominant focus for drilling was at CLG aiming to convert Inferred Resources to Indicated and to expand the Inferred Resource base, particularly in the South-East Deeps area.\nGeneral and administrative \nGeneral and administrative expenses for 2022 were 7% higher than in 2021, primarily due to inflation. \nDepreciation, depletion and amortization\nDepreciation, depletion, and amortization expense increased by approximately 32% year over year primarily as a result of an increase in tonnes mined as well as the decrease in the mineral reserve and mine life based on the Los Gatos Technical Report, which reduced the basis for the depreciation.\nOther income (expense)\nOther income (expense) changed primarily due to the retirement of the WCF and the Term Loan in March and July 2021, respectively.\nIncome tax (expense) recovery\nIn 2022, the LGJV had income tax expense of $37.3 million due to increased income and the absence of loss carryforwards. In 2021, the LGJV recognized an income tax benefit due to the release of the full valuation allowance on its deferred tax assets which was partly offset by the current income tax expense recorded in 2021.\nNet Income\nFor the year ended December 31, 2022, the LGJV had net income of $72.2 million compared to net income of $78.6 million for the year ended December 31, 2021. The change in net income was primarily due to income tax expense of $37.3 million in 2022, compared to income tax benefit of $15.1 million in 2021, partly offset by increase in revenue driven by higher production and sales during 2022. \n50\n\n\nTable of Contents\nSustaining capital\nDuring the year ended December 31, 2022, the sustaining capital expenditures primarily consisted of $27.1 million of mine development, $19.5 million on the construction of the paste-fill plant, $8.2 million on the construction of the raise of the tailings storage facility, $3.5 million for the purchase of mining equipment, $2.9 million on underground power distribution infrastructure and $2.6 million on the construction of a ventilation raise. During the year ended December 31, 2021, major sustaining capital expenditures included $30.6 million of mine development, $11.4 million on processing plant and tailings storage facility, $3.6 million for the construction of a ventilation raise, $3.3 million for the purchase of mining equipment, $5.8 million on underground power distribution infrastructure and $9.4 million on the construction of dewatering wells.\nCash Flows\nGatos Silver\nThe following table presents our cash flows for the years ended December 31, 2022 and 2021.\n​\n​\n​\n​\n​\n​\n​\n​\n​\nYears Ended December 31,\n​\n​\n2022\n    \n2021\n​\n    \n(in thousands)\nNet cash generated from (used by)\n \n​\n  \n \n​\n  \nOperating activities\n​\n$\n 14,554\n​\n$\n (21,485)\nInvesting activities\n​\n \n (60)\n​\n \n (261,439)\nFinancing activities\n​\n \n (4,106)\n​\n \n 139,394\nTotal change in cash\n​\n$\n 10,388\n​\n$\n (143,530)\n​\nCash flow from operating activities was $14.6 million in the year ended December 31, 2022, compared to cash used by operating activities of $21.5 million for the year ended December 31, 2021. The $36.1 million increase in cash flow was primarily due to $30.8 million in dividends received from affiliates.\nCash used by investing activities was $0.1 million in 2022, compared to $261.4 million in 2021. The $261.3 million decrease in cash used by investing activities was primarily due to the $186.8 million in capital contributions made to the LGJV and $71.6 million acquisition of an additional 18.5% interest in the LGJV from Dowa in 2021. There were no contributions made to the LGJV in 2022.\nCash used by financing activities was $4.1 million in 2022, compared to cash flow from financing activities of $139.4 million in 2021. Cash used by financing activities in 2022 primarily consisted of a $4.0 million partial repayment of the Credit Facility. Cash provided by financing activities in 2021, primarily reflected the $121.0 million in net proceeds from the issuance of common stock in a follow-on public offering and the $13.0 million in borrowings under the Credit Facility.\nLGJV\nThe following table presents summarized information relating to the LGJV’s cash flows for years ended December 31, 2022 and 2021.\n​\n​\n​\n​\n​\n​\n​\n​\n    \nYears Ended December 31,\n​\n​\n2022\n    \n2021\nNet cash provided by (used by)\n​\n  \n​\n​\n  \n​\nOperating activities\n​\n$\n 157,374\n​\n$\n 119,787\nInvesting activities\n​\n \n (82,279)\n​\n \n (79,045)\nFinancing activities\n​\n​\n (60,439)\n​\n​\n (22,138)\nTotal change in cash\n​\n$\n 14,656\n​\n$\n 18,604\n​\nCash provided by operating activities was $157.4 million and $119.8 million for the years ended December 31, 2022 and 2021, respectively. The $37.6 million increase in cash provided by operating activities was primarily due to the increase in revenue as a result of higher concentrate sales due to higher processed ore tonnes and higher ore grades for the year ended December 31, 2022, compared to the prior year, partly offset by lower silver prices.\n51\n\n\nTable of Contents\nCash used by investing activities was $82.3 million and $79.0 million for the years ended December 31, 2022, and 2021, respectively. The $3.3 million increase in cash used was primarily due to higher expenditures for property, plant and equipment.\nCash used by financing activities was $60.4 million and $22.1 million for the years ended December 31, 2022 and 2021, respectively. During 2022 the LGJV distributed $55 million to the joint venture partners and made $5.4 million in equipment loan payments. During 2021, the LGJV paid $144.8 million to retire the Term Loan in July 2021, $60.0 million for the extinguishment of the WCF in March 2021, a $15.9 million Term Loan payment in June 2021, and $7.0 million in equipment loan payments, partly offset by the $207.2 million of capital contributions from the joint venture partners.\nLiquidity and Capital Resources\nAs of December 31, 2022 and 2021, the Company had cash and cash equivalents of $17.0 million and $6.6 million, respectively. The increase in cash and cash equivalents was primarily due to receipt of $29.2 million in dividends net of withholding taxes from the LGJV, offset by higher general and administrative costs incurred in the year.\nSources and Uses of Capital Resources\nAs at May 31, 2023, our cash and cash equivalents are $10.5 million and we have $41 million available to be drawn under the Credit Facility. The LGJV had cash and cash equivalents of $78.9 million. We believe we have sufficient cash and access to borrowings and other resources to carry out our business plans for at least the next 12 months. We may decide to increase our current financial resources with external financings if our long-term business needs require us to do so however there can be no assurance that the financing will be available to us on acceptable terms, or at all. We manage liquidity risk through our credit facility and the management of our capital structure.\nWe may be required to provide funds to the LGJV to support operations at the CLG which, depending upon the circumstances, may be in the form of equity, various forms of debt, joint venture funding or some combination thereof. There can be no assurance that additional funds will be available to us on acceptable terms, or at all. If we raise additional funds by issuing equity or convertible debt securities, substantial dilution to existing stockholders may result. Additionally, if we raise additional funds by incurring new debt obligations, the terms of the debt may require significant cash payment obligations, as well as covenants and specific financial ratios that may restrict our ability to operate our business.\nIndebtedness and Lines of Credit\nOn December 19, 2022, we entered into an amended and restated Credit Facility with BMO, under which we have a credit limit of $50.0 million, with an accordion feature providing up to an additional $25.0 million, subject to certain conditions. Borrowings under the Credit Facility:\n●\nmature on December 31, 2025, and\n●\nbear interest at a rate equal to either a term SOFR rate plus a margin ranging from 3.00% to 4.00% or a U.S. base rate plus a margin ranging from 2.00% to 3.00%, at our option.\nThe Credit Facility contains affirmative and negative covenants that are customary for agreements of this nature. The affirmative covenants require the Company to comply, at all times, with, among other things, a Leverage Ratio not greater than 3.00 to 1.00, with earnings before interest, tax, depletion depreciation and amortization calculated upon a trailing four fiscal quarter period, a liquidity covenant not less than $20.0 million and an interest coverage ratio not less than 4.00 to 1.00 calculated based on a trailing four fiscal quarter period. The negative covenants include, among other things, limitations on certain specified asset sales, mergers, acquisitions, indebtedness, liens, dividends and distributions, investments and transactions with affiliates. As of December 31, 2022, we had $9.0 million of borrowings outstanding under the Credit Facility. On April 13, 2023, the Company extended its waiver agreement with BMO whereby the restated audited financial statements for fiscal year 2021, the audited financial statements for fiscal year 2022 and restated unaudited financial statements for the first three fiscal quarters in fiscal year 2022 are to be provided no later than April 30, 2023. The waiver was subsequently extended for the above mentioned financial statements to be provided no later than July 15, 2023.\n52\n\n\nTable of Contents\nContractual Obligations\nWe and the LGJV entered into commitments with federal and state agencies to lease surface and mineral rights in Mexico related to our exploration activities. These leases are renewable annually.\nCritical Accounting Policies\nListed below are the accounting policies that we believe are critical to our financial statements due to the degree of uncertainty regarding the estimates or assumptions involved and the magnitude of the asset, liability or expense that is being reported. For a discussion of recent accounting pronouncements, see Note 2 - Summary of Significant Accounting Policies in the notes to the consolidated financial statements.\nEquity Method Investment\nWe account for our investment in affiliates using the equity method of accounting whereby, after valuing the initial investment, we recognize our proportional share of results of operations of the affiliate in its consolidated financial statements. The value of equity method investments are adjusted if it is determined that there is an other-than-temporary decline in value. The Company reviews equity method investments for an other-than-temporary decline in value when events or circumstances indicate that a decline in the fair value of the investment below its carrying value is other-than-temporary. Our investment in the LGJV is presented as investment in affiliates in the consolidated balance sheet. The difference between the carrying amount of the investment in affiliates and our equity in the LGJV’s net assets is due to value of mineral resources at MPR. We have historically incurred certain costs on behalf of the LGJV, primarily related to a project development loan arrangement fee, and may incur such fees from time to time in the future. Our proportional share of such costs are reported as an investment in affiliate and the residual costs, related to Dowa’s proportional ownership, are reported in the statement of income (loss).\nMineral Properties and Carrying Value of Long-Lived Assets (LGJV)\nMineral property acquisition costs are recorded at cost and are deferred until the viability of the property is determined. Exploration, mineral property evaluation, option payments, related acquisition costs for mineral properties acquired under option agreements, general overhead, administrative and holding costs to maintain a property on a care and maintenance basis are expensed in the period they are incurred. When proven and probable mineral reserves are determined for a property, subsequent development costs on the property are capitalized. If a project were to be put into production, capitalized development costs would be depleted on the units of production basis determined by the proven and probable mineral reserves for that project.\nExisting proven and probable mineral reserves and value beyond proven and probable mineral reserves, including mineralization other than proven and probable mineral reserves and other material that is not part of the measured, indicated or inferred resource base, are included when determining the fair value of mine site reporting units at acquisition and, subsequently, in determining whether the assets are impaired. The term “recoverable minerals” refers to the estimated amount of silver and other commodities that will be obtained after taking into account losses during mining, mineral resources processing and treatment and ultimate sale. Estimates of recoverable minerals from such exploration-stage mineral interests are risk-adjusted based on management’s relative confidence in such materials. In estimating future cash flows, assets are grouped at the lowest levels for which there are identifiable cash flows that are largely independent of future cash flows from other asset groups. We review and evaluate our long-lived assets for impairment when events or changes in circumstances indicate that the related carrying amounts may not be recoverable. Asset impairment is considered to exist if the total estimated future cash flows on an undiscounted basis are less than the carrying amount of the asset. An impairment loss is measured and recorded based on discounted estimated future cash flows. Future cash flows are estimated based on estimated quantities of recoverable minerals, expected silver and other commodity prices (considering current and historical prices, trends and related factors), production levels, operating costs, capital requirements and reclamation costs, all based on LOM plans. No impairment tests have been required during the periods presented.\nVarious factors could impact our ability to achieve our forecasted production schedules from proven and probable mineral reserves. Additionally, production, capital and reclamation costs could differ from the assumptions used in the cash flow models used to assess impairment. The ability to achieve the estimated quantities of recoverable minerals from exploration-stage mineral interests involves further risks in addition to those factors applicable to mineral interests where proven and probable mineral reserves have been identified, due to the lower level of confidence that the identified mineral resources could ultimately be mined economically. Assets classified as exploration potential have the highest level of risk that the carrying value of the asset can be ultimately realized, due to the still lower level of geological confidence and economic modeling.\n53\n\n\nTable of Contents\nIncome and Mining Taxes\nWe recognize the expected future tax benefit from deferred tax assets when the tax benefit is considered to be more likely than not of being realized. Assessing the recoverability of deferred tax assets requires management to make significant estimates related to expectations of future taxable income. Estimates of future taxable income are based on forecasted cash flows and the application of existing tax laws in the United States and Mexico. Refer to “-Critical Accounting Policies-Mineral Properties and Carrying Value of Long-Lived Assets” above for a discussion of the factors that could cause future cash flows to differ from estimates. To the extent that future cash flows and taxable income differ significantly from estimates, our ability to realize deferred tax assets recorded at the balance sheet date could be impacted. Additionally, future changes in tax laws in the jurisdictions in which we operate could limit our ability to obtain the future tax benefits represented by our deferred tax assets recorded at the reporting date.\nOur properties involve dealing with uncertainties and judgments in the application of complex tax regulations in multiple jurisdictions. The final taxes paid are dependent upon many factors, including negotiations with taxing authorities in various jurisdictions and resolution of disputes arising from federal, state and Mexico tax audits. We recognize potential liabilities and record tax liabilities for anticipated tax audit issues, if any, in the United States and other tax jurisdictions based on our estimate of whether, and the extent to which, additional taxes will be due. We adjust these reserves in light of changing facts and circumstances; however, due to the complexity of some of these uncertainties, the ultimate resolution may result in a payment that is materially different from our current estimate of the tax liabilities. If our estimate of tax liabilities proves to be less than the ultimate assessment, an additional charge to expense would result. If an estimate of tax liabilities proves to be greater than the ultimate assessment, a tax benefit would result. We recognize interest and penalties, if any, related to unrecognized tax benefits in income tax expense.\nRecently Issued and Adopted Accounting Pronouncements\nRefer to Note 2 of our consolidated financial statements included in “Item 8. Financial Statements and Supplementary Data” for recently adopted accounting pronouncements and recently issued accounting pronouncements not yet adopted as of the date of this Report.\nJumpstart Our Business Startups Act of 2012\nThe Jumpstart Our Business Startups Act of 2012 (the “JOBS Act”) permits us, as an “emerging growth company,” to, among other things, take advantage of an extended transition period to comply with new or revised accounting standards applicable to public companies. We have elected to “opt out” of this provision and, as a result, we will comply with new or revised accounting standards on the relevant dates on which adoption of such standards is required for public companies that are not emerging growth companies. The decision to opt out of the extended transition period under the JOBS Act is irrevocable.\nNon-GAAP Financial Measures\nWe use certain measures that are not defined by GAAP to evaluate various aspects of our business. These non-GAAP financial measures are intended to provide additional information only and do not have any standardized meaning prescribed by GAAP and should not be considered in isolation or as a substitute for measures of performance prepared in accordance with GAAP. The measures are not necessarily indicative of operating profit or cash flow from operations as determined under GAAP.\nCash Costs and All-In Sustaining Costs\nCash costs and all-in sustaining costs (“AISC”) are non-GAAP measures. AISC was calculated based on guidance provided by the World Gold Council (“WGC”). WGC is not a regulatory industry organization and does not have the authority to develop accounting standards for disclosure requirements. Other mining companies may calculate AISC differently as a result of differences in underlying accounting principles and policies applied, as well as definitional differences of sustaining versus expansionary (i.e. non-sustaining) capital expenditures based upon each company’s internal policies. Current GAAP measures used in the mining industry, such as cost of sales, do not capture all of the expenditures incurred to discover, develop and sustain production. Therefore, we believe that cash costs and AISC are non-GAAP measures that provide additional information to management, investors and analysts that aid in the understanding of the economics of the Company’s operations and performance and provides investors visibility by better defining the total costs associated with production.\n54\n\n\nTable of Contents\nCash costs include all direct and indirect operating cash costs related directly to the physical activities of producing metals, including mining, processing and other plant costs, treatment and refining costs, general and administrative costs, royalties and mining production taxes. AISC includes total production cash costs incurred at the LGJV’s mining operations plus sustaining capital expenditures. The Company believes this measure represents the total sustainable costs of producing silver from current operations and provides additional information of the LGJV’s operational performance and ability to generate cash flows. As the measure seeks to reflect the full cost of silver production from current operations, new project and expansionary capital at current operations are not included. Certain cash expenditures such as new project spending, tax payments, dividends, and financing costs are not included.\nReconciliation of expenses (GAAP) to non-GAAP measures\nThe table below presents a reconciliation between the most comparable GAAP measure of the LGJV’s expenses to the non-GAAP measures of (i) cash costs, (ii) cash costs, net of by-product credits, (iii) co-product all-in sustaining costs and (iv) by-product all-in sustaining costs for our operations.\nThe calculations for determining co-product and by-product cash cost and co-product and by-product AISC per ounce were updated to include period end accruals for sales (both volume and value for payable metals). In addition, the calculation for determining silver equivalent ounces used for co-product cash cost per ounce and co-product AISC per ounce was updated to include final settlements in the calculation of the realized metal prices. The prior period comparatives were updated to reflect this change however the cash cost and AISC per ounce calculated on this basis is not materially different from the cash cost and AISC cost per ounce previously reported\n​\n​\n​\n​\n​\n​\n​\n​\n​\nYears Ended December 31,\n(in thousands, except unit costs)\n    \n2022\n    \n2021\nCost of sales\n​\n$\n 107,075\n​\n$\n 97,710\nRoyalties\n​\n​\n 3,069\n​\n​\n 4,781\nExploration\n​\n​\n 9,800\n​\n​\n 5,383\nGeneral and administrative\n​\n​\n 14,307\n​\n​\n 13,345\nDepreciation, depletion and amortization\n​\n​\n 69,380\n​\n​\n 52,402\nTotal expenses\n​\n$\n 203,631\n​\n$\n 173,621\nDepreciation, depletion and amortization\n​\n​\n (69,380)\n​\n​\n (52,402)\nExploration\n1\n​\n \n (9,800)\n​\n \n (5,383)\nTreatment and refining costs\n2\n​\n \n 21,871\n​\n \n 21,601\nCash costs (A)\n​\n$\n 146,322\n​\n$\n 137,437\nSustaining capital\n​\n​\n 76,526\n​\n​\n 72,979\nAll-in sustaining costs (B)\n​\n$\n 222,848\n​\n$\n 210,416\nBy-product credits\n3\n​\n \n (125,782)\n​\n \n (103,571)\nAll-in sustaining costs, net of by-product credits (C)\n​\n$\n 97,066\n​\n$\n 106,845\nCash costs, net of by-product credits (D)\n​\n$\n 20,540\n​\n$\n 33,866\n​\n​\n​\n​\n​\n​\n​\nPayable ounces of silver equivalent\n4\n (E)\n​\n​\n 15,552\n​\n​\n 11,045\nCo-product cash cost per ounce of payable silver equivalent (A/E)\n​\n$\n 9.41\n​\n$\n 12.44\nCo-product all-in sustaining cost per ounce of payable silver equivalent (B/E)\n​\n$\n 14.33\n​\n$\n 19.05\n​\n​\n​\n​\n​\n​\n​\nPayable ounces of silver (F)\n​\n​\n 9,482\n​\n​\n 6,797\nBy-product cash cost per ounce of payable silver (D/F)\n​\n$\n 2.17\n​\n$\n 4.98\nBy-product all-in sustaining cost per ounce of payable silver (C/F)\n​\n$\n 10.24\n​\n$\n 15.72\n1\nExploration costs are not related to current mining operations.\n2\nRepresent reductions on customer invoices and included in Revenue of the LGJV combined statement of income (loss).\n3\nBy-product credits reflect realized metal prices of zinc, lead and gold for the applicable period, which includes any final settlement adjustments from prior periods.\n4\nSilver equivalents utilize the average realized prices during the year ended December 31, 2022, of $20.72/oz silver, $1.58/lb zinc, $0.90/lb lead and $1,678/oz gold and the average realized prices during the year ended December 31, 2021, of $24.38/oz silver, $1.38/lb zinc, $1.01/lb lead and $1,761/oz gold. The average realized prices are determined based on revenue inclusive of final settlements.\n​\n55\n\n\nTable of Contents",
    "item7a": ">Item 7A.  Quantitative and Qualitative Disclosures about Market Risk\nWe are a smaller reporting company and are not required to provide disclosure pursuant to this Item.\n​\n56\n\n\nTable of Contents",
    "cik": "1517006",
    "cusip6": "368036",
    "cusip": [
        "368036109"
    ],
    "names": [
        "GATOS SILVER INC"
    ],
    "source": "https://www.sec.gov/Archives/edgar/data/1517006/000110465923074920/0001104659-23-074920-index.htm"
}