{
    "item1": "ITEM 1. BUSINESS.\nFiscal Years\nWe utilize a 52-53 week fiscal year ending on the last Friday in June. Our fiscal years 2023, 2022, and 2021 ended on June 30, 2023, June 24, 2022 and June 25, 2021, and consisted of 53 weeks, 52 weeks and 52 weeks, respectively.\nRevenues\nWe believe we are able to expand our relationships with existing customers and attract new customers due to, among other factors, our broad range of complex engineering and manufacturing service offerings, flexible low-cost manufacturing platform, process optimization capabilities, advanced supply chain management, excellent customer service, and experienced management team. Although we expect the prices we charge for our manufactured products to decrease over time (partly as a result of competitive market forces), we believe we will be able to continue to maintain favorable pricing for our services because of our ability to reduce cycle time, adjust our product mix by focusing on more complicated products, improve product quality and yields, and reduce material costs for the products we manufacture. We believe these capabilities have enabled us to help our OEM customers reduce their manufacturing costs while maintaining or improving the design, quality, reliability, and delivery times for their products.\nRevenues, by percentage, from individual customers representing 10% or more of our revenues is set forth in Note 21 of our audited consolidated financial statements. Because we depend upon a small number of customers for a significant percentage of our total revenues, a reduction in orders from, a loss of, or any other adverse actions by, any one of these customers would reduce our revenues and could have a material adverse effect on our business, operating results and share price. Moreover, our customer concentration increases the concentration of our accounts receivable and payment default by any of our key customers will negatively impact our exposure. Many of our existing and potential customers have substantial debt burdens, have experienced financial distress or have static or declining revenues, all of which may be exacerbated by the continued uncertainty in the global economies. Certain customers have gone out of business or have been acquired or announced their withdrawal from segments of the optics market. We generate significant accounts payable and inventory for the services that we provide to our customers, which could expose us to substantial and potentially unrecoverable costs if we do not receive payment from our customers. Therefore, any financial difficulties that our key customers experience could materially and adversely affect our operating results and financial condition by generating charges for inventory write-offs, provisions for doubtful accounts, and increases in working capital requirements due to increased days inventory and in accounts receivable.\nFurthermore, reliance on a small number of customers gives those customers substantial purchasing power and leverage in negotiating contracts with us. In addition, although we enter into master supply agreements with our customers, the level of business to be transacted under those agreements is not guaranteed. Instead, we are awarded business under those agreements on a project-by-project basis. Some of our customers have at times significantly reduced or delayed the volume of manufacturing services that they order from us. If we are unable to maintain our relationships with our existing significant customers, our business, financial condition and operating results could be harmed.\nWe expect that disruptions in our supply chain and fluctuations in the availability of parts and materials will continue to have an adverse impact on our ability to generate revenue, despite strong demand from our customers. Furthermore, in some cases, our efforts to identify and secure alternative supply chain sources has resulted in our customers or their end customers requiring requalification and validation of components, a process that can often be lengthy and has negatively impacted the timing of our revenue. In addition, we expect the near-term inventory correction that our optical communications customers are experiencing to persist, which will have an adverse impact on our ability to generate revenue.\nRevenues by Geography\nWe generate revenues from three geographic regions: North America, Asia-Pacific and others, and Europe. Revenues are attributed to a particular geographic area based on the bill-to-location of our customers, notwithstanding that our customers may ultimately ship their products to end customers in a different geographic region. The substantial majority of our revenues are derived from our manufacturing facilities in Asia-Pacific.\nThe percentage of our revenues generated from a bill-to location outside of North America increased from 50.7% in fiscal year 2022 to 52.0% in fiscal year 2023, which was partially due to a decrease in sales to our customers in Europe by 4.9%. Based on the short- and medium-term indications and forecasts from our customers, we expect that the portion of our \n35\nTable of Contents\nfuture revenues attributable to customers in regions outside of North America will increase as compared with the portion of revenues attributable to such customers during fiscal year 2023.\nThe following table presents percentages of total revenues by geographic regions:\nYears Ended\nJune 30, 2023\nJune 24, 2022\nJune 25, 2021\nNorth America\n48.0 \n%\n49.3 \n%\n47.2 \n%\nAsia-Pacific\n43.2 \n37.0 \n35.6 \nEurope\n8.8 \n13.7 \n17.2 \n100.0 \n%\n100.0 \n%\n100.0 \n%\nOur Contracts\nWe enter into supply agreements with our customers which generally have an initial term of up to three years, subject to automatic renewals for subsequent one-year terms unless expressly terminated. Although there are no minimum purchase requirements in our supply agreements, our customers provide us with rolling forecasts of their demand requirements. Our supply agreements generally include provisions for pricing and periodic review of pricing, consignment of our customer’s unique production equipment to us, and the sharing of benefits from cost-savings derived from our efforts. We are generally required to purchase materials, which may include long lead-time materials and materials that are subject to minimum order quantities and/or non-cancelable or non-returnable terms, to meet the stated demands of our customers. After procuring materials, we manufacture products for our customers based on purchase orders that contain terms regarding product quantities, delivery locations and delivery dates. Our customers generally are obligated to purchase finished goods that we have manufactured according to their demand requirements. Materials that are not consumed by our customers within a specified period of time, or that are no longer required due to a product’s cancellation or end-of-life, are typically designated as excess or obsolete inventory under our contracts. Once materials are designated as either excess or obsolete inventory, our customers are typically required to purchase such inventory from us even if they have chosen to cancel production of the related products. The excess or obsolete inventory is shipped to the customer and revenue is recognized upon shipment.\nCost of Revenues\nThe key components of our cost of revenues are material costs, employee costs, and infrastructure-related costs. Material costs generally represent the majority of our cost of revenues. Several of the materials we require to manufacture products for our customers are customized for their products and often sourced from a single supplier or in some cases, our own subsidiaries. Shortages from sole-source suppliers due to yield loss, quality concerns and capacity constraints, among other factors, may increase our expenses and negatively impact our gross profit margin or total revenues in a given quarter. Material costs include scrap material. Historically, scrap rate diminishes during a product’s life cycle due to process, fixturing and test improvement and optimization.\nA second significant element of our cost of revenues is employee costs, including indirect employee costs related to design, configuration and optimization of manufacturing processes for our customers, quality testing, materials testing and other engineering services; and direct costs related to our manufacturing employees. Direct employee costs include employee salaries, insurance and benefits, merit-based bonuses, recruitment, training and retention. Historically, our employee costs have increased primarily due to increases in the number of employees necessary to support our growth and, to a lesser extent, costs to recruit, train and retain employees. Our cost of revenues is significantly impacted by salary levels in Thailand, the PRC and the United Kingdom, the fluctuation of the Thai baht, RMB and GBP against our functional currency, the U.S. dollar, and our ability to retain our employees. We expect our employee costs to increase as wages continue to increase in Thailand and the PRC. Wage increases may impact our ability to sustain our competitive advantage and may reduce our profit margin. We seek to mitigate these cost increases through improvements in employee productivity, employee retention and asset utilization.\nOur infrastructure costs are comprised of depreciation, utilities, facilities management and overhead costs. Most of our facility leases are long-term agreements. Our depreciation costs include buildings and fixed assets, primarily at our Pinehurst and Chonburi campuses in Thailand, and capital equipment located at each of our manufacturing locations.\nWe expect to incur incremental costs of revenue as a result of our planned expansion into new geographic markets, though we are not able to determine the amount of these incremental expenses.\n36\nTable of Contents\nDuring fiscal years 2023, 2022 and 2021, discretionary merit-based bonus awards were made to our non-executive employees. Charges included in cost of revenues for bonus awards to non-executive employees were $6.8 million, $6.0 million and $5.6 million for fiscal years 2023, 2022 and 2021, respectively.\nShare-based compensation expense included in cost of revenues was $6.7 million, $6.0 million and $6.2 million for fiscal years 2023, 2022 and 2021, respectively.\nWe expect to incur incremental costs of revenue as a result of our planned expansion into new geographic markets, though we are not able to determine the amount of these incremental expenses.\nSelling, General and Administrative Expenses\nOur SG&A expenses primarily consist of corporate employee costs for sales and marketing, general and administrative and other support personnel, including research and development expenses related to the design of customized optics and glass, travel expenses, legal and other professional fees, share-based compensation expense and other general expenses not related to cost of revenues. In fiscal year 2024, we expect our SG&A expenses will increase compared with our fiscal year 2023 SG&A expenses, mainly due to increase in employee costs, sales and marketing cost and investing in information technology hardware. \nThe compensation committee of our board of directors approved a fiscal year 2023 executive incentive plan with quantitative objectives based solely on achieving certain revenue targets and non-U.S. GAAP operating margin targets for fiscal year 2023. Bonuses under the fiscal year 2023 executive incentive plan are payable after the end of fiscal year 2023. In fiscal year 2022, the compensation committee approved a fiscal year 2022 executive incentive plan with quantitative objectives that were based solely on achieving certain revenue targets and non-U.S. GAAP operating margin targets for fiscal year 2022. In August 2022, the compensation committee awarded bonuses to our executive employees for Company achievements of performance under our fiscal year 2022 executive incentive plan. Discretionary merit-based bonus awards are also available to our non-executive employees and payable on a quarterly basis.\nCharges included in SG&A expenses for bonus distributions to non-executive and executive employees were $6.1 million, $5.0 million and $4.6 million for fiscal years 2023, 2022 and 2021, respectively.\nShare-based compensation expense included in SG&A expenses was $20.9 million, $22.1 million and $19.3 million for fiscal years 2023, 2022 and 2021, respectively.\nAdditional Financial Disclosures\nForeign Exchange\nAs a result of our international operations, we are exposed to foreign exchange risk arising from various currency exposures, and primarily with respect to the Thai baht. Although a majority of our total revenues is denominated in U.S. dollars, a substantial portion of our payroll plus certain other operating expenses are incurred and paid in Thai baht. The exchange rate between the Thai baht and the U.S. dollar has fluctuated substantially in recent years and may continue to fluctuate substantially in the future. We report our financial results in U.S. dollars and our results of operations have been and could in the future be negatively impacted if the Thai baht appreciates against the U.S. dollar. Smaller portions of our expenses are incurred in a variety of other currencies, including RMB, GBP, Canadian dollars, Euros, and Japanese yen, the appreciation of which may also negatively impact our financial results.\nIn order to manage the risks arising from fluctuations in foreign currency exchange rates, we use derivative instruments. We may enter into foreign currency exchange forward or put option contracts to manage foreign currency exposures associated with certain assets and liabilities and other forecasted foreign currency transactions and may designate these instruments as hedging instruments. The forward and put option contracts generally have maturities of up to 12 months. All foreign currency exchange contracts are recognized in the consolidated balance sheets at fair value. Gains or losses on our forward and put option contracts generally present gross amount in the assets, liabilities, and transactions economically hedged.\n37\nTable of Contents\nWe had foreign currency denominated assets and liabilities in Thai baht, RMB and GBP as follows:\nAs of June 30, 2023\nAs of June 24, 2022\n(in thousands, except percentages)\nForeign\nCurrency\n$\n%\nForeign\nCurrency\n$\n%\nAssets\nThai baht\n754,443 \n$\n21,198 \n61.1 \n753,924 \n$\n21,213 \n64.0 \nRMB\n65,669 \n9,088 \n26.2 \n34,382 \n5,132 \n15.5 \nGBP\n3,487 \n4,401 \n12.7 \n5,544 \n6,801 \n20.5 \nTotal\n$\n34,687 \n100.0 \n$\n33,146 \n100.0 \nLiabilities\nThai baht\n2,956,730 \n$\n83,078 \n93.5 \n2,393,112 \n$\n67,336 \n84.8 \nRMB\n40,477 \n5,602 \n6.3 \n61,191 \n9,133 \n11.5 \nGBP\n114 \n144 \n0.2 \n2,379 \n2,918 \n3.7 \nTotal\n$\n88,824 \n100.0 \n \n$\n79,387 \n100.0 \nThe Thai baht assets represent cash and cash equivalents, trade accounts receivable, deposits and other current assets. The Thai baht liabilities represent trade accounts payable, accrued expenses, income tax payable and other payables. We manage our exposure to fluctuations in foreign exchange rates by the use of foreign currency contracts and offsetting assets and liabilities denominated in the same currency in accordance with management’s policy. As of June 30, 2023, there was $143.0 million in foreign currency forward contracts outstanding on the Thai baht payables. As of June 24, 2022, there was $135.0 million in foreign currency forward contracts outstanding on the Thai baht payables.\nThe RMB assets represent cash and cash equivalents, trade accounts receivable and other current assets. The RMB liabilities represent trade accounts payable, accrued expenses, income tax payable and other payables. As of June 30, 2023 and June 24, 2022, we did not have any derivative contracts denominated in RMB.\nThe GBP assets represent cash and trade accounts receivable. The GBP liabilities represent trade accounts payable and other payables. As of June 30, 2023 and June 24, 2022, we did not have any derivative contracts denominated in GBP.\nFor fiscal years 2023 and 2022, we recorded an unrealized gain of $0.4 million and unrealized loss of $0.8 million, respectively, related to derivatives that are not designated as hedging instruments in the consolidated statements of operations and comprehensive income.\nCurrency Regulation and Dividend Distribution\nForeign exchange regulation in the PRC is primarily governed by the following rules:\n•\nForeign Currency Administration Rules, as amended on August 5, 2008, or the Exchange Rules;\n•\nAdministration Rules of the Settlement, Sale and Payment of Foreign Exchange (1996), or the Administration Rules; and\n•\nNotice on Perfecting Practices Concerning Foreign Exchange Settlement Regarding the Capital Contribution by Foreign-invested Enterprises, as promulgated by the State Administration of Foreign Exchange (“SAFE”), on August 29, 2008, or Circular 142.\nUnder the Exchange Rules, RMB is freely convertible into foreign currencies for current account items, including the distribution of dividends, interest payments, trade and service-related foreign exchange transactions. However, conversion of RMB for capital account items, such as direct investments, loans, security investments and repatriation of investments, is still subject to the approval of SAFE.\nUnder the Administration Rules, foreign-invested enterprises may only buy, sell, or remit foreign currencies at banks authorized to conduct foreign exchange business after providing valid commercial documents and relevant supporting documents and, in the case of capital account item transactions, obtaining approval from SAFE. Capital investments by foreign-invested enterprises outside of the PRC are also subject to limitations, which include approvals by the Ministry of Commerce, SAFE and the State Development and Reform Commission. \n38\nTable of Contents\nCircular 142 regulates the conversion by a foreign-invested company of foreign currency into RMB by restricting how the converted RMB may be used. Circular 142 requires that the registered capital of a foreign-invested enterprise settled in RMB converted from foreign currencies may only be used for purposes within the business scope approved by the applicable governmental authority and may not be used for equity investments within the PRC. In addition, SAFE strengthened its oversight of the flow and use of the registered capital of foreign-invested enterprises settled in RMB converted from foreign currencies. The use of such RMB capital may not be changed without SAFE’s approval and may not be used to repay RMB loans if the proceeds of such loans have not been used.\nOn January 5, 2007, SAFE promulgated the Detailed Rules for Implementing the Measures for the Administration on Individual Foreign Exchange, or the Implementation Rules. Under the Implementation Rules, PRC citizens who are granted share options by an overseas publicly-listed company are required, through a PRC agent or PRC subsidiary of such overseas publicly-listed company, to register with SAFE and complete certain other procedures.\nIn addition, the General Administration of Taxation has issued circulars concerning employee share options. Under these circulars, our employees working in the PRC who exercise share options will be subject to PRC individual income tax. Our PRC subsidiary has obligations to file documents related to employee share options with relevant tax authorities and withhold individual income taxes of those employees who exercise their share options.\nFurthermore, our transfer of funds to our subsidiaries in Thailand and the PRC are each subject to approval by governmental authorities in case of an increase in registered capital, or subject to registration with governmental authorities in case of a shareholder loan. These limitations on the flow of funds between our subsidiaries and us could restrict our ability to act in response to changing market conditions.\nIncome Tax\nOur effective tax rate is a function of the mix of tax rates in the various jurisdictions in which we do business. We are domiciled in the Cayman Islands. Under the current laws of the Cayman Islands, we are not subject to tax in the Cayman Islands on income or capital gains until March 6, 2039.\nThroughout the period of our operations in Thailand, we have generally received income tax and other incentives from the Thailand Board of Investment. Preferential tax treatment from the Thai government in the form of a corporate tax exemption on income generated from projects to manufacture certain products at our Chonburi campus is currently available to us through June 2026. Similar preferential tax treatment was available to us through June 2020 with respect to products manufactured at our Pinehurst campus Building 6. After June 2020, 50% of our income generated from products manufactured at our Pinehurst campus will be exempted from tax through June 2025. New preferential tax treatment is available to us for products manufactured at our Chonburi campus Building 9, where income generated will be tax exempt through 2031, capped at our actual investment amount. Such preferential tax treatment is contingent on various factors, including the export of our customers’ products out of Thailand and our agreement not to move our manufacturing facilities out of our current province in Thailand for at least 15 years from the date on which preferential tax treatment was granted. Currently, the corporate income tax rate for our Thai subsidiary is 20%.\nThe corporate income tax rates for our subsidiaries in the PRC, the U.S., the U.K. and Israel are 25%, 21%, 25% and 23%, respectively.\nCritical Accounting Policies and Use of Estimates\nWe prepare our consolidated financial statements in conformity with U.S. GAAP, which requires us to make estimates and assumptions that affect the reported amounts of assets and liabilities, the disclosure of contingent liabilities on the date of the consolidated financial statements and the reported amounts of revenues and expenses during the financial reporting period. We continually evaluate these estimates and assumptions based on the most recently available information, our own historical experience and on various other assumptions that we believe to be reasonable under the circumstances. The evaluation results form the basis for making judgments about the carrying values of assets and liabilities that are not readily apparent from other sources. Because the use of estimates is an integral component of the financial reporting process, actual results could differ from those estimates. Some of our accounting policies require higher degrees of judgment than others in their application. We consider the policies discussed below to be critical to an understanding of our consolidated financial statements, as their application places the most significant demands on our management’s judgment.\nA quantitative sensitivity analysis is provided where such information is reasonably available, can be reliably estimated, and provides material information to investors. The amounts used to assess sensitivity are included for illustrative purposes only and do not represent management’s predictions of variability.\n39\nTable of Contents\nOur critical accounting policies and the adoption of new accounting policies are disclosed in Note 2 – Summary of significant accounting policies. There were no changes to our accounting policies.\nRevenue Recognition\nWe derive total revenues primarily from the assembly of products under supply agreements with our customers and the fabrication of customized optics and glass. We recognize revenue relating to contracts that depict the transfer of promised goods or services to customers in an amount reflecting the consideration to which we expect to be entitled in exchange for such goods or services. In order to meet this requirement, we apply the following five steps: (1) identify the contract with a customer, (2) identify the performance obligations in the contract, (3) determine the transaction price, (4) allocate the transaction price to the performance obligations in the contract, and (5) recognize revenue when a performance obligation is satisfied. Revenue is recognized net of any taxes collected from customers, which is subsequently remitted to governmental authorities.\nA performance obligation is a contractual promise to transfer a distinct good or service to the customer. In contracts with multiple performance obligations, we identify each performance obligation and evaluate whether such obligation is distinct within the context of the contract at contract inception. The majority of our contracts have a single performance obligation, as the promise to transfer the individual goods or services is not separately identifiable from other promises under the contracts and, therefore, is not distinct.\nManagement uses judgment to identify performance obligations within a contract and to determine whether multiple promised goods or services in a contract should be accounted for separately or as a group. Judgment is also used in interpreting commercial terms and determining when transfer of control occurs. Moreover, judgment is used to estimate the contract’s transaction price and allocate it to each performance obligation. Any material changes in the identification of performance obligations, determination and allocation of the transaction price to performance obligations, and determination of when transfer of control occurs to the customer, could impact the timing and amount of revenue recognition, which could have a material effect on our financial condition and results of operations.\nLong-Lived Assets\nWe review property, plant and equipment for impairment on a quarterly basis or when events or changes in circumstances indicate the carrying amount of an asset may not be recoverable. An impairment loss is recognized when the carrying amount of a long-lived asset or assets group exceeds its fair value. Recoverability of property and equipment is measured by comparing carrying amount to the projected undiscounted cash flows the property and equipment are expected to generate. If such assets are considered to be impaired, the impairment loss recognized, if any, is the amount by which the carrying amount of the property and equipment exceeds its fair value. The estimate of projected cash flows involves numerous assumptions which require significant judgment by us, including, but not limited to, future use of the assets for our operations versus sale or disposal of the assets, future selling prices for our products, and future production and sales volumes. In addition, significant judgment is required in determining the groups of assets for which impairment tests are separately performed.\nAllowance for Doubtful Accounts\nWe perform ongoing credit evaluations of our customers’ financial condition and make provisions for doubtful accounts based on the outcomes of these credit evaluations. We evaluate the collectability of our accounts receivable based on specific customer circumstances, current economic trends, historical experience with collections, and the age of past due receivables. Changes in circumstances, such as an unexpected material adverse change in a major customer’s ability to meet its financial obligation to us or its payment trends, may require us to further adjust estimates of the recoverability of amounts due to us, which could have a material adverse effect on our business, financial condition and results of operations.\nInventory Valuation\nOur inventory is stated at the lower of cost (on a first-in, first-out basis) or market value. Our industry is characterized by rapid technological change, short-term customer commitments, and rapid changes in demand. We make provisions for estimated excess and obsolete inventory based on regular reviews of inventory quantities on hand on a quarterly basis and the latest forecasts of product demand and production requirements from our customers. If actual market conditions or our customers’ product demands are less favorable than those projected, additional provisions may be required. In addition, unanticipated changes in liquidity or the financial positions of our customers or changes in economic conditions may require additional provisions for inventory due to our customers’ inability to fulfill their contractual obligations. As the market conditions or our customers’ product demands are inherently difficult to predict, the actual volumes may vary significantly from projected volumes. Differences in forecasted volume used in calculating excess and obsolete inventory can result in a material adverse effect on our business, financial condition and results of operations. During fiscal year 2023 and fiscal year 2022, a change of 10% for excess and obsolete materials, based on product demand and production requirements from our customers, would have affected our net income by approximately $1.0 million and $0.7 million, respectively. \n40\nTable of Contents\nDeferred Income Taxes\nOur deferred income tax assets represent temporary differences between the carrying amount and the tax basis of existing assets and liabilities that will result in deductible and payable amounts in future years, including net operating loss carry forwards. Based on estimates, the carrying value of our net deferred tax assets assumes that it is more likely than not that we will be able to generate sufficient future taxable income in certain tax jurisdictions to realize these deferred income tax assets. Our judgments regarding future profitability may change depending on future market conditions, changes in U.S. or international tax laws, or other factors. If these estimates and related assumptions change in the future, we may be required to increase or decrease our valuation allowance against the deferred tax assets, resulting in additional or lesser income tax expense.\nDuring fiscal year 2020, one of our subsidiaries in the U.S. generated net operating loss and management expected that such subsidiary would continue to have net operating losses in the foreseeable future; therefore, management believed it was more likely than not that all of the deferred tax assets of such subsidiary would not be utilized. Thus, a full valuation allowance of $2.1 million for the deferred tax assets was set up as of the end of fiscal year 2020.\nDuring fiscal year 2021, our subsidiaries in the U.S. generated taxable income sufficient for the utilization of loss carryforwards due to better operating performance and effective control of operating expenses. Management determined that it was more likely than not that future taxable income would be sufficient to allow utilization of the deferred tax assets. Thus, a full valuation allowance of $2.1 million for the deferred tax assets was released as of June 25, 2021 and no valuation allowances for deferred tax assets of our subsidiaries in the U.S. have been set up as of June 24, 2022 and June 30, 2023. \nDuring fiscal year 2020, our subsidiary in the U.K. also generated net operating loss and management expected that such subsidiary would continue to have net operating losses in the foreseeable future. Therefore, management believed it was more likely than not that all of the deferred tax assets of such subsidiary would not be utilized. Thus, a full valuation allowance of $1.6 million for the deferred tax assets was set up as of the end of fiscal year 2020. A full valuation allowance of $4.9 million and $2.1 million were set up for the fiscal year ended June 24, 2022 and June 25, 2021, respectively.\nDuring fiscal year 2023, our subsidiary in the U.K. generated taxable income and was able to utilize loss carryforwards. Management determined that it was more likely than not that future taxable income would be sufficient to allow utilization of the deferred tax assets. Thus, a full valuation allowance of $1.6 million for the deferred tax assets was released as of June 30, 2023.\n41\nTable of Contents\nResults of Operations\nThe following table sets forth a summary of our consolidated statements of operations and comprehensive income. Note that period-to-period comparisons of operating results should not be relied upon as indicative of future performance.\nYears Ended\n(in thousands)\nJune 30, 2023\nJune 24, 2022\nJune 25, 2021\nRevenues\n$\n2,645,237 \n$\n2,262,224 \n$\n1,879,350 \nCost of revenues\n(2,308,964)\n(1,983,630)\n(1,657,987)\nGross profit\n336,273 \n278,594 \n221,363 \nSelling, general and administrative expenses\n(77,673)\n(73,941)\n(70,567)\nRestructuring and other related costs\n(6,896)\n(135)\n(43)\nOperating income\n251,704 \n204,518 \n150,753 \nInterest income\n11,234 \n2,205 \n3,783 \nInterest expense\n(1,472)\n(432)\n(1,100)\nForeign exchange gain (loss), net\n(1,211)\n2,302 \n508 \nOther income (expense), net\n(159)\n(1,627)\n(3,460)\nIncome before income taxes\n260,096 \n206,966 \n150,484 \nIncome tax expense\n(12,183)\n(6,586)\n(2,143)\nNet income\n247,913 \n200,380 \n148,341 \nOther comprehensive income (loss), net of tax\n4,678 \n(6,527)\n(5,119)\nNet comprehensive income\n$\n252,591 \n$\n193,853 \n$\n143,222 \nThe following table sets forth a summary of our consolidated statements of operations and comprehensive income as a percentage of total revenues for the periods indicated.\nYears Ended\n \nJune 30, 2023\nJune 24, 2022\nJune 25, 2021\nRevenues\n100.0 \n%\n100.0 \n%\n100.0 \n%\nCost of revenues\n(87.3)\n(87.7)\n(88.2)\nGross profit\n12.7 \n12.3 \n11.8 \nSelling, general and administrative expenses\n(2.9)\n(3.3)\n(3.8)\nRestructuring and other related costs\n(0.3)\n0.0 \n0.0 \nOperating income\n9.5 \n9.0 \n8.0 \nInterest income\n0.4 \n0.1 \n0.2 \nInterest expense\n(0.1)\n0.0 \n0.0 \nForeign exchange gain (loss), net\n0.0 \n0.1 \n0.0 \nOther income (expense), net\n0.0 \n(0.1)\n(0.2)\nIncome before income taxes\n9.8 \n9.1 \n8.0 \nIncome tax expense\n(0.4)\n(0.3)\n(0.1)\nNet income\n9.4 \n8.8 \n7.9 \nOther comprehensive income (loss), net of tax\n0.2 \n(0.3)\n(0.3)\nNet comprehensive income\n9.6 \n%\n8.5 \n%\n7.6 \n%\n42\nTable of Contents\nThe following table sets forth our revenues by end market for the periods indicated.\nYears Ended\n(in thousands)\nJune 30, 2023\nJune 24, 2022\nJune 25, 2021\nOptical communications\n$\n2,008,347 \n$\n1,782,799 \n$\n1,441,338 \nLasers, sensors, and other\n636,890 \n479,425 \n438,012 \nTotal\n$\n2,645,237 \n$\n2,262,224 \n$\n1,879,350 \nWe operate and internally manage a single operating segment. As such, discrete information with respect to separate product lines and segments is not accumulated.\nComparison of Fiscal Year 2023 with Fiscal Year 2022\nRevenues\n. Our revenues increased by $383.0 million, or 16.9%, to $2,645.2 million for fiscal year 2023, compared with $2,262.2 million for fiscal year 2022. This increase was primarily due to an increase in our key customers’ demand for fiscal year 2023. Revenues from optical communications products represented 75.9% of our revenues for fiscal year 2023, compared with 78.8% for fiscal year 2022.\nCost of revenues\n. Our cost of revenues increased by $325.4 million, or 16.4%, to $2,309.0 million, or 87.3% of revenues, for fiscal year 2023, compared with $1,983.6 million, or 87.7% of revenues, for fiscal year 2022. The increase in cost of revenues was primarily due to a proportional increase in sales volume.\nGross profit\n. Our gross profit increased by $57.7 million, or 20.7%, to $336.3 million, or 12.7% of revenues, for fiscal year 2023, compared with $278.6 million, or 12.3% of revenues, for fiscal year 2022. The increase was primarily due to sales volume and product mix.\nSG&A expenses\n. Our SG&A expenses increased by $3.8 million, or 5.1%, to $77.7 million, or 2.9% of revenues, for fiscal year 2023, compared with $73.9 million, or 3.3% of revenues, for fiscal year 2022. Our SG&A expenses increased during fiscal year 2023, compared with fiscal year 2022, mainly due to (1) recognizing an actuarial loss on obligation of $1.1 million in fiscal year 2023, compared with recognizing an actuarial gain on obligation of $1.5 million in fiscal year 2022; (2) an increase in executive benefits of $1.0 million; (3) an increase in R&D expenses of $0.8 million; (4) an increase in legal and consulting fees of $0.6 million; and (5) an increase in insurance expenses of $0.3 million; offset by a net decrease in allowance for doubtful accounts of $1.5 million.\nRestructuring and other related costs. \nWe recorded restructuring and other related costs for fiscal year 2023 of $6.9 million.\nOperating income\n. Our operating income increased by $47.2 million, or 23.1%, to $251.7 million, or 9.5% of revenues, for fiscal year 2023, compared with $204.5 million, or 9.0% of revenues, for fiscal year 2022.\nInterest income\n. Our interest income increased by $9.0 million to $11.2 million for fiscal year 2023, compared with $2.2 million for fiscal year 2022. The increase was primarily due to a higher weighted average interest rate in fiscal year 2023 compared with fiscal year 2022.\nInterest expense\n. Our interest expense increased by $1.1 million to $1.5 million for fiscal year 2023, compared with $0.4 million for fiscal year 2022. The increase was primarily due to (1) lower interest expense capitalized of $0.9 million following the completion of a new manufacturing building at our Chonburi campus in July 2022, and (2) lower amortization of the fair value of interest rate swaps of $0.3 million during fiscal year 2023; offset by lower interest expense due to a decrease in the amount of outstanding long-term loans.\nForeign exchange gain (loss), net\n. We recorded foreign exchange loss, net of $1.2 million for fiscal year 2023, compared with foreign exchange gain, net of $2.3 million for fiscal year 2022. The foreign exchange loss was mainly due to (1) unrealized foreign exchange loss from revaluation of outstanding Thai baht assets and liabilities of $3.5 million for fiscal year 2023, and (2) realized foreign exchange loss from payment/receipt of $3.1 million for fiscal year 2023, offset by (1) foreign exchange gain from subsidiaries in the PRC and the U.K., totaling $1.5 million for fiscal year 2023, (2) unrealized foreign exchange gain from mark-to-market of forward contracts of $1.2 million for fiscal year 2023, and (3) unrealized foreign exchange gain from revaluation of other currencies of $0.4 million for fiscal year 2023.\n43\nTable of Contents\nIncome before income taxes\n. We recorded income before income taxes of $260.1 million for fiscal year 2023, compared with $207.0 million for fiscal year 2022.\nIncome tax expense\n. Our provision for income tax reflects an effective tax rate of 4.7% and 3.2% for fiscal year 2023 and fiscal year 2022, respectively. The increase was primarily due to higher income subject to tax in fiscal year 2023, as compared to fiscal year 2022.\nNet income\n. We recorded net income of $247.9 million, or 9.4% of revenues, for fiscal year 2023, compared with net income of $200.4 million, or 8.8% of revenues, for fiscal year 2022.\nOther comprehensive income (loss)\n. We recorded other comprehensive income of $4.7 million, or 0.2% of revenues, for fiscal year 2023, compared with other comprehensive loss of $6.5 million, or 0.3% of revenues, for fiscal year 2022. The other comprehensive income was mainly due to (1) unrealized gain from mark-to-market of available-for-sale debt securities of $9.1 million for fiscal year 2023, and (2) unrealized gain from mark-to-market of forward contracts and interest rate swap agreement of $2.1 million for fiscal year 2023.\nComparison of Fiscal Year 2022 with Fiscal Year 2021\nRevenues\n. Our revenues increased by $382.8 million, or 20.4%, to $2,262.2 million for fiscal year 2022, compared with $1,879.4 million for fiscal year 2021. This increase was primarily due to an increase in customers’ demand for optical communications manufacturing services, particularly telecom manufacturing services, for fiscal year 2022. Revenues from optical communications products represented 78.8% of our revenues for fiscal year 2022, compared with 76.7% for fiscal year 2021.\nCost of revenues. \nOur cost of revenues increased by $325.6 million, or 19.6%, to $1,983.6 million, or 87.7% of revenues, for fiscal year 2022, compared with $1,658.0 million, or 88.2% of revenues, for fiscal year 2021. The increase in cost of revenues was primarily due to a proportional increase in sales volume.\nGross profit\n. Our gross profit increased by $57.2 million, or 25.8%, to $278.6 million, or 12.3% of revenues, for fiscal year 2022, compared with $221.4 million, or 11.8% of revenues, for fiscal year 2021.\nSG&A expenses\n. Our SG&A expenses increased by $3.3 million, or 4.7%, to $73.9 million, or 3.3% of revenues, for fiscal year 2022, compared with $70.6 million, or 3.8% of revenues, for fiscal year 2021. Our SG&A expenses increased during fiscal year 2022, compared with fiscal year 2021, mainly due to (1) an increase in share-based compensation expenses of $2.8 million from an increase in awards of performance share units and restricted share units; (2) a net increase in allowance for doubtful accounts of $1.6 million primarily due to a specific provision set up for one customer in fiscal year 2022; and (3) an increase in executive bonuses of $0.6 million; offset by actuarial gain on obligation of $1.5 million in fiscal year 2022.\nOperating income\n. Our operating income increased by $53.7 million, or 35.6%, to $204.5 million, or 9.0% of revenues, for fiscal year 2022, compared with $150.8 million, or 8.0% of revenues, for fiscal year 2021.\nInterest income\n. Our interest income decreased by $1.6 million to $2.2 million for fiscal year 2022, compared with $3.8 million for fiscal year 2021. The decrease was primarily due to a lower weighted average interest rate in fiscal year 2022 compared with fiscal year 2021.\nInterest expense\n. Our interest expense decreased by $0.7 million to $0.4 million for fiscal year 2022, compared with $1.1 million for fiscal year 2021. The decrease was primarily due to (1) interest expense capitalized to a new manufacturing building at our Chonburi campus of $0.9 million in fiscal year 2022, and (2) lower loan interest expense of $0.2 million in fiscal year 2022; offset by lower amortization of the fair value of interest rate swaps of $0.4 million in fiscal year 2022.\nForeign exchange gain (loss), net\n. We recorded foreign exchange gain, net of $2.3 million for fiscal year 2022, compared with foreign exchange gain, net of $0.5 million for fiscal year 2021. The increase in foreign exchange gain was mainly due to (1) realized foreign exchange gain from payment/receipt of $1.1 million for fiscal year 2022, as compared to realized foreign exchange loss from payment/receipt of 1.0 million for fiscal year 2021, (2) higher unrealized foreign exchange gain from revaluation of outstanding Thai baht assets and liabilities of $1.6 million, and (3) lower unrealized foreign exchange loss from mark-to-market of forward contracts of $0.7 million, offset by (1) realized foreign exchange loss from subsidiaries in the PRC and the U.K., totaling $1.2 million for fiscal year 2022, as compared to realized foreign exchange gain from subsidiaries in the PRC and the U.K., totaling $1.3 million for fiscal year 2021, and (2) lower unrealized foreign exchange gain from revaluation of other currencies of $0.1 million.\n44\nTable of Contents\nIncome before income taxes\n. We recorded income before income taxes of $207.0 million for fiscal year 2022, compared with $150.5 million for fiscal year 2021.\nIncome tax expense\n. Our provision for income tax reflects an effective tax rate of 3.2% and 1.4% for fiscal year 2022 and fiscal year 2021, respectively. The increase was primarily due to higher income subject to tax as well as more income subjected to tax in jurisdictions with higher tax rate in fiscal year 2022, as compared to fiscal year 2021.\nNet income\n. We recorded net income of $200.4 million, or 8.8% of total revenues, for fiscal year 2022, compared with net income of $148.3 million, or 7.9% of total revenues, for fiscal year 2021.\nOther comprehensive income (loss)\n. We recorded other comprehensive loss of $6.5 million, or 0.3% of revenues, for fiscal year 2022, compared with other comprehensive loss of $5.1 million, or 0.3% of revenues, for fiscal year 2021. The increase in other comprehensive loss was mainly due to (1) higher unrealized loss from mark-to-market of available-for-sale debt securities of $5.1 million, and (2) unrealized loss from foreign currency translation adjustment of $0.2 million for fiscal year 2022, as compared to unrealized gain from foreign currency translation adjustment of $0.6 million for fiscal year 2021; offset by lower unrealized loss from mark-to-market of forward contracts and interest rate swap agreement of $4.5 million.\nLiquidity and Capital Resources\nCash Flows and Working Capital\nWe primarily finance our operations through cash flow from operating activities. As of June 30, 2023 and June 24, 2022, we had cash, cash equivalents, and short-term investments of $550.5 million and $478.2 million, respectively, and outstanding debt of $12.2 million and $27.4 million, respectively.\nOur cash and cash equivalents, which primarily consist of cash on hand, demand deposits and liquid investments with original maturities of three months or less, are placed with banks and other financial institutions. The weighted average interest rate on our cash and cash equivalents for fiscal year 2023, fiscal year 2022 and fiscal year 2021 was 2.4%, 0.5% and 0.7%, respectively.\nOur cash investments are made in accordance with an investment policy approved by the audit committee of our board of directors. In general, our investment policy requires that securities purchased be rated A1, P-1, F1 or better. No security may have an effective maturity that exceeds three years. Our investments in fixed income securities are primarily classified as available-for-sale and held-to-maturity. Investments in debt securities that we have the positive intent and ability to hold to maturity are carried at amortized cost and classified as held-to-maturity. Investments in debt securities that are not classified as held-to-maturity are carried at fair value and classified as available-for-sale with any unrealized gains and losses included in AOCI in the consolidated balance sheets. We determine realized gains or losses on sale of available-for-sale debt securities on a specific identification method and record such gains or losses as interest income in the consolidated statements of operations and comprehensive income.\nAs of June 30, 2023 and June 24, 2022, we had long-term borrowing under our credit facility agreement of $12.2 million and $27.4 million, respectively (See Note 13 of the Notes to Consolidated Financial Statements for further details). We anticipate that our internally generated working capital, along with our cash and cash equivalents will be adequate to repay these obligations. To better manage our cash on hand, we held short-term investments of $319.1 million as of June 30, 2023.\nWe believe that our current cash and cash equivalents, short-term investments, cash flow from operations, and funds available through our credit facility will be sufficient to meet our working capital and capital expenditure needs for at least the next 12 months following the filing of this Annual Report on Form 10-K. Our ability to sustain our working capital position is subject to a number of risks that we discuss in Item 1A of this Annual Report on Form 10-K.\nWe also believe that our current manufacturing capacity is sufficient to meet our anticipated production requirements for at least the next few quarters.\n45\nTable of Contents\nThe following table shows our cash flows for the periods indicated:\nYears Ended\n(in thousands)\nJune 30, 2023\nJune 24, 2022\nJune 25, 2021\nNet cash provided by operating activities\n$\n213,310 \n$\n124,246 \n$\n122,157 \nNet cash used in investing activities\n$\n(98,717)\n$\n(135,543)\n$\n(8,934)\nNet cash used in financing activities\n$\n(80,984)\n$\n(92,934)\n$\n(42,754)\nNet increase (decrease) in cash, cash equivalents and restricted cash\n$\n33,609 \n$\n(104,231)\n$\n70,469 \nCash, cash equivalents and restricted cash, beginning of period\n$\n198,365 \n$\n303,123 \n$\n232,832 \nCash, cash equivalents and restricted cash, end of period\n$\n231,368 \n$\n198,365 \n$\n303,123 \nOperating Activities\nCash provided by operating activities is net income adjusted for certain non-cash items and changes in certain assets and liabilities. The increase in cash provided by operating activities for fiscal year 2023 as compared to fiscal year 2022 was primarily driven by higher net income and was also affected by cash-favorable working capital changes.\nInvesting Activities\nInvesting cash flows consist primarily of investment purchases, sales, maturities, and disposals; and capital expenditures. Cash used in investing activities was lower for fiscal year 2023 as compared to cash used in investing activities for fiscal year 2022 primarily due to lower capital expenditures and net proceeds from sales and maturities of short-term investments.\nFinancing Activities\nFinancing cash flows consist primarily of repayment of long-term debt, share repurchases, and withholding tax related to net share settlement of restricted share units. Cash used in financing activities was lower for fiscal year 2023 as compared to the fiscal year 2022 primarily due to less cash paid for share repurchases and a decrease in withholding tax related to net share settlement of restricted share units, offset by an increase in the repayment of long-term borrowings due to an additional installment from the additional week in the first quarter of fiscal year 2023.\nMaterial Cash Requirements for Contractual Obligations\nAs of June 30, 2023, we had material cash requirements of $13.5 million including scheduled payments within one year of $13.4 million and after one year of $0.1 million. These material cash requirements consisted of the following contractual and other obligations.\nTerm Loan and Interest Expenses\nAs of June 30, 2023, there was $12.2 million outstanding under the term loan that will mature on June 30, 2024 (see Note 13), which only consists of scheduled debt payments within one year of $12.2 million.\nOperating Lease\nAs of June 30, 2023, we have certain operating lease arrangements under which the lease payments are calculated using the straight-line method. Our rental expenses under these leases which will be paid within one year is $1.2 million and after one year is $0.1 million.\nCapital Expenditures\nThe following table sets forth our capital expenditures, which include amounts for which payments have been accrued, for the periods indicated.\nYears Ended\n(in thousands)\nJune 30, 2023\nJune 24, 2022\nJune 25, 2021\nCapital expenditures\n$\n66,712 \n$\n80,462 \n$\n52,054 \nDuring fiscal year 2023, fiscal year 2022, and fiscal year 2021, we invested in a manufacturing building at our Chonburi campus and continued to purchase equipment to support the expansion of our manufacturing facilities in Thailand, the PRC and Israel. We expect our capital expenditures for fiscal year 2024 to increase compared to fiscal year 2023 mainly due to the purchase of manufacturing equipment to support the expansion of manufacturing facilities and investment in our information technology infrastructure. \n46\nTable of Contents\nRecent Accounting Pronouncements\nSee Note 2 of the Notes to Consolidated Financial Statements for recent accounting pronouncements that could have an effect on us.",
    "item1a": ">ITEM 1A.\nRISK FACTORS\nInvesting in our ordinary shares involves a high degree of risk. You should carefully consider the following risks as well as the other information contained in this Annual Report on Form 10-K, including our consolidated financial statements and the related notes, before investing in our ordinary shares. The risks and uncertainties described below are not the only ones that we may face. Additional risks and uncertainties of which we are unaware, or that we currently deem immaterial, also may become important factors that affect us or our ordinary shares. If any of the following risks actually occur, they may harm our business, financial condition and operating results. In this event, the market price of our ordinary shares could decline and you could lose some or all of your investment.\nCompany and Operational Risks\nOur sales depend on a small number of customers. A reduction in orders from any of these customers, the loss of any of these customers, or a customer exerting significant pricing and margin pressures on us could harm our business, financial condition and operating results.\nWe have depended, and will continue to depend, upon a small number of customers for a significant percentage of our revenues. During fiscal years 2023 and 2022, we had four and three customers, respectively, that each contributed 10% or more of our revenues. Such customers together accounted for 55.9% and 48.2% of our revenues during the respective periods. Dependence on a small number of customers means that a reduction in orders from, a loss of, or other adverse actions by any one of these customers would reduce our revenues and could have a material adverse effect on our business, financial condition and operating results.\nFurther, our customer concentration increases the concentration of our accounts receivable and our exposure to payment default by any of our key customers. Many of our existing and potential customers have substantial debt burdens, have experienced financial distress or have static or declining revenues, all of which may be exacerbated by the current global economic downturn and subsequent adverse conditions in the credit markets, as well as the impact of the U.S.-China trade dispute. Certain of our customers have gone out of business, declared bankruptcy, been acquired, or announced their withdrawal from segments of the optics market. We generate significant accounts payable and inventory for the services that we provide to our customers, which could expose us to substantial and potentially unrecoverable costs if we do not receive payment from our customers.\nOur reliance on a small number of customers gives our customers substantial purchasing power and leverage in negotiating contracts with us. In addition, although we enter into master supply agreements with our customers, the level of business to be transacted under those agreements is not guaranteed. Instead, we are awarded business under those agreements on a project-by-project basis. Some of our customers have at times significantly reduced or delayed the volume of manufacturing services that they order from us. If we are unable to maintain our relationships with our existing significant customers, our business, financial condition and operating results could be harmed.\nConsolidation in the markets we serve could harm our business, financial condition and operating results.\nConsolidation in the markets we serve has resulted in a reduction in the number of potential customers for our services. For example, Lumentum Holdings Inc. completed its acquisition of NeoPhotonics Corporation in August 2022; Coherent Corp. (formerly known as II-VI Incorporated) completed its acquisition of Coherent, Inc. in July 2022; and Cisco Systems, Inc. completed its acquisition of Acacia Communications Inc. in March 2021. In some cases, consolidation among our customers has led to a reduction in demand for our services as customers have acquired the capacity to manufacture products in-house.\nConsolidation among our customers and their customers will continue to adversely affect our business, financial condition and operating results in several ways. Consolidation among our customers and their customers may result in a smaller number of large customers whose size and purchasing power give them increased leverage that may result in, among other things, decreases in our average selling prices. In addition to pricing pressures, this consolidation may also reduce overall demand for our manufacturing services if customers obtain new capacity to manufacture products in-house or discontinue duplicate or competing product lines in order to streamline operations. If demand for our manufacturing services decreases, our business, financial condition and operating results could be harmed.\n15\nTable of Contents\nIf the optical communications market does not expand as we expect, our business may not grow as fast as we expect, which could adversely impact our business, financial condition and operating results.\nRevenues from optical communications products represented 75.9% and 78.8% of our revenues for fiscal year 2023 and fiscal year 2022, respectively. Our future success as a provider of precision optical, electro-mechanical and electronic manufacturing services for the optical communications market depends on the continued growth of the optics industry and, in particular, the continued expansion of global information networks, particularly those directly or indirectly dependent upon a fiber optic infrastructure. As part of that growth, we anticipate that demand for voice, video, and other data services delivered over high-speed connections (both wired and wireless) will continue to increase. Without network and bandwidth growth, the need for enhanced communications products would be jeopardized. Currently, demand for network services and for high-speed broadband access, in particular, is increasing but growth may be limited by several factors, including, among others: (1) relative strength or weakness of the global economy or the economy in certain countries or regions, (2) an uncertain regulatory environment, and (3) uncertainty regarding long-term sustainable business models as multiple industries, such as the cable, traditional telecommunications, wireless and satellite industries, offer competing content delivery solutions. The optical communications market also has experienced periods of overcapacity, some of which have occurred even during periods of relatively high network usage and bandwidth demands. If the factors described above were to slow, stop or reverse the expansion in the optical communications market, our business, financial condition and operating results would be negatively affected.\nOur quarterly revenues, gross profit margins and operating results have fluctuated significantly and may continue to do so in the future, which may cause the market price of our ordinary shares to decline or be volatile.\nOur quarterly revenues, gross profit margins, and operating results have fluctuated significantly and may continue to fluctuate significantly in the future. For example, any of the risks described in this “Risk Factors” section and, in particular, the following factors, could cause our revenues, gross profit margins, and operating results to fluctuate from quarter to quarter:\n•\nany reduction in customer demand or our ability to fulfill customer orders as a result of disruptions in our supply chain;\n•\nour ability to acquire new customers and retain our existing customers;\n•\nthe cyclicality of the optical communications, industrial lasers, medical and sensors markets;\n•\ncompetition;\n•\nour ability to achieve favorable pricing for our services;\n•\nthe effect of fluctuations in foreign currency exchange rates;\n•\nour ability to manage our headcount and other costs; and\n•\nchanges in the relative mix in our revenues.\nTherefore, we believe that quarter-to-quarter comparisons of our operating results may not be useful in predicting our future operating results. You should not rely on our results for one quarter as any indication of our future performance. Quarterly variations in our operations could result in significant volatility in the market price of our ordinary shares.\nIf we are unable to continue diversifying our precision optical and electro-mechanical manufacturing services across other markets within the optics industry, such as the semiconductor processing, biotechnology, metrology and material processing markets, or if these markets do not grow as fast as we expect, our business may not grow as fast as we expect, which could adversely impact our business, financial condition and operating results.\nWe intend to continue diversifying across other markets within the optics industry, such as the semiconductor processing, biotechnology, metrology, and material processing markets, to reduce our dependence on the optical communications market and to grow our business. Currently, the optical communications market contributes the significant majority of our revenues. There can be no assurance that our efforts to further expand and diversify into other markets within the optics industry will prove successful or that these markets will continue to grow as fast as we expect. If the opportunities presented by these markets prove to be less than anticipated, if we are less successful than expected in diversifying into these markets, or if our margins in these markets prove to be less than expected, our growth may slow or stall, and we may incur costs that are not offset by revenues in these markets, all of which could harm our business, financial condition and operating results.\n16\nTable of Contents\nWe face significant competition in our business. If we are unable to compete successfully against our current and future competitors, our business, financial condition and operating results could be harmed.\nOur current and prospective customers tend to evaluate our capabilities against the merits of their internal manufacturing as well as the capabilities of other third-party manufacturers. We believe the internal manufacturing capabilities of current and prospective customers are our primary competition. This competition is particularly strong when our customers have excess manufacturing capacity, as was the case when the markets that we serve experienced a significant downturn in 2008 and 2009 that resulted in underutilized capacity. Should our existing and potential customers have excess manufacturing capacity at their facilities, it could adversely affect our business. In addition, as a result of the 2011 flooding in Thailand, some of our customers began manufacturing products internally or using other third-party manufacturers that were not affected by the flooding. If our customers choose to manufacture products internally rather than to outsource production to us, or choose to outsource to a different third-party manufacturer, our business, financial condition and operating results could be harmed.\nCompetitors in the market for optical manufacturing services include Benchmark Electronics, Inc., Celestica Inc., Sanmina-SCI Corporation, Jabil Circuit, Inc., and Venture Corporation Limited. Our customized optics and glass operations face competition from companies such as Browave Corporation, Fujian Castech Crystals, Inc., Photop Technologies, Inc., and Research Electro-Optic, Inc. Other existing contract manufacturing companies, original design manufacturers or outsourced semiconductor assembly and test companies could also enter our target markets. In addition, we may face new competitors as we attempt to penetrate new markets.\nMany of our customers and potential competitors have longer operating histories, greater name recognition, larger customer bases and significantly greater resources than we have. These advantages may allow them to devote greater resources than we can to the development and promotion of service offerings that are similar or superior to our service offerings. These competitors may also engage in more extensive research and development, undertake more far-reaching marketing campaigns, adopt more aggressive pricing policies or offer services that achieve greater market acceptance than ours. These competitors may also compete with us by making more attractive offers to our existing and potential employees, suppliers, and strategic partners. Further, consolidation in the optics industry could lead to larger and more geographically diverse competitors. New and increased competition could result in price reductions for our services, reduced gross profit margins or loss of market share. We may not be able to compete successfully against our current and future competitors, and the competitive pressures we face may harm our business, financial condition and operating results.\nCancellations, delays or reductions of customer orders and the relatively short-term nature of the commitments of our customers could harm our business, financial condition and operating results.\nWe do not typically obtain firm purchase orders or commitments from our customers that extend beyond 13 weeks. While we work closely with our customers to develop forecasts for periods of up to one year, these forecasts are not binding and may be unreliable. Customers may cancel their orders, change production quantities from forecasted volumes or delay production for a number of reasons beyond our control. Any material delay, cancellation or reduction of orders could cause our revenues to decline significantly and could cause us to hold excess materials. Many of our costs and operating expenses are fixed. As a result, a reduction in customer demand could decrease our gross profit and harm our business, financial condition and operating results. \nIn addition, we make significant decisions with respect to production schedules, material procurement commitments, personnel needs and other resource requirements based on our estimate of our customers’ requirements. The short-term nature of our customers’ commitments and the possibility of rapid changes in demand for their products reduce our ability to accurately estimate the future requirements of our customers. Inability to forecast the level of customer orders with certainty makes it difficult to allocate resources to specific customers, order appropriate levels of materials and maximize the use of our manufacturing capacity. This could also lead to an inability to meet a spike in production demand, all of which could harm our business, financial condition and operating results.\nOur exposure to financially troubled customers or suppliers could harm our business, financial condition and operating results.\nSome of our customers and suppliers have in the past and may in the future experience financial difficulty, particularly in light of the global economic downturn and uncertainty due to COVID-19 and subsequent adverse conditions in the credit markets that have affected access to capital and liquidity. In addition, the recent failures of Silicon Valley Bank and Signature Bank created significant market disruption and uncertainty within the U.S. banking sector, in particular with respect to regional banks. During challenging economic times, our customers may face difficulties in gaining timely access to sufficient credit, which could impact their ability to make timely payments to us. As a result, we devote significant resources to monitor \n17\nTable of Contents\nreceivables and inventory balances with certain of our customers. If our customers experience financial difficulty, we could have difficulty recovering amounts owed to us from these customers, or demand for our services from these customers could decline. If our suppliers experience financial difficulty, we could have trouble sourcing materials necessary to fulfill production requirements and meet scheduled shipments. Any such financial difficulty could adversely affect our operating results and financial condition by resulting in a reduction in our revenues, a charge for inventory write-offs, a provision for doubtful accounts, and larger working capital requirements due to increased days in inventory and days in accounts receivable.\nWe purchase some of the critical materials used in certain of our products from a single source or a limited number of suppliers. Supply shortages have in the past, and could in the future, impair the quality, reduce the availability or increase the cost of materials, which could harm our revenues, profitability and customer relations.\nWe rely on a single source or a limited number of suppliers for critical materials used in a significant number of the products we manufacture. We generally purchase these single or limited source materials through standard purchase orders and do not maintain long-term supply agreements with our suppliers. We generally use a rolling 12-month forecast based on anticipated product orders, customer forecasts, product order history, backlog, and warranty and service demand to determine our materials requirements. Lead times for the parts and components that we order vary significantly and depend on factors such as manufacturing cycle times, manufacturing yields, and the availability of raw materials used to produce the parts or components. Historically, we have experienced supply shortages resulting from various causes, including reduced yields by our suppliers, which prevented us from manufacturing products for our customers in a timely manner. The semiconductor supply chain is complex, and, in recent years, there has been a significant global shortage of semiconductors. Demand for consumer electronics surged during the COVID-19 pandemic and remains strong, which in turn has increased the demand for semiconductors. At the same time, wafer foundries that support chipmakers have not invested enough in recent years to increase capacities to the levels needed to support the increased demand from all of their customers. Further exacerbating the shortage is the long production lead-time for wafers, which can take up to 30 weeks in some cases. A shortage of semiconductors or other key components can cause a significant disruption to our production schedule and have a substantial adverse effect on our business, financial condition and operating results.\nOur revenues, profitability and customer relations will be harmed by continued fluctuations in the availability of materials, a stoppage or delay of supply, a substitution of more expensive or less reliable parts, the receipt of defective parts or contaminated materials, an increase in the price of supplies, or an inability to obtain reductions in price from our suppliers in response to competitive pressures. We continue to undertake programs to strengthen our supply chain. Nevertheless, we are experiencing, and expect for the foreseeable future to experience, strain on our supply chain, as well as periodic supplier problems. These supply chain issues have impacted, and will continue to impact, our ability to generate revenue. In addition, we have incurred, and expect for the foreseeable future to incur, increased costs related to our efforts to address these problems.\nManaging our inventory is complex and may require write-downs due to excess or obsolete inventory, which could cause our operating results to decrease significantly in a given fiscal period.\nManaging our inventory is complex. We are generally required to procure materials based upon the anticipated demand of our customers. The inaccuracy of these forecasts or estimates could result in excess supply or shortages of certain materials. Inventory that is not used or expected to be used as and when planned may become excess or obsolete. Generally, we are unable to use most of the materials purchased for one of our customers to manufacture products for any of our other customers. Additionally, we could experience reduced or delayed product shipments or incur additional inventory write-downs and cancellation charges or penalties, which would increase costs and could harm our business, financial condition and operating results. While our agreements with customers are structured to mitigate our risks related to excess or obsolete inventory, enforcement of these provisions may result in material expense, and delay in payment for inventory. If any of our significant customers becomes unable or unwilling to purchase inventory or does not agree to such contractual provisions in the future, our business, financial condition and operating results may be harmed.\nIf we fail to adequately expand our manufacturing capacity, we will not be able to grow our business, which would harm our business, financial condition and operating results. Conversely, if we expand too much or too rapidly, we may experience excess capacity, which would harm our business, financial condition and operating results.\nWe may not be able to pursue many large customer orders or sustain our historical growth rates if we do not have sufficient manufacturing capacity to enable us to commit to provide customers with specified quantities of products. If our customers do not believe that we have sufficient manufacturing capacity, they may: (1) outsource all of their production to another manufacturer that they believe can fulfill all of their production requirements; (2) look to a second manufacturer for the manufacture of additional quantities of the products that we currently manufacture for them; (3) manufacture the products themselves; or (4) decide against using our services for their new products.\n18\nTable of Contents\nMost recently, we expanded our manufacturing capacity by building a new facility at our Chonburi campus in Thailand in 2022. We may continue to devote significant resources to the expansion of our manufacturing capacity, and any such expansion will be expensive, will require management’s time and may disrupt our operations. In the event we are unsuccessful in our attempts to expand our manufacturing capacity, our business, financial condition and operating results could be harmed.\nHowever, if we successfully expand our manufacturing capacity but are unable to promptly utilize the additional space due to reduced demand for our services or an inability to win new projects, add new customers or penetrate new markets, or if the optics industry does not grow as we expect, we may experience periods of excess capacity, which could harm our business, financial condition and operating results.\nWe may experience manufacturing yields that are lower than expected, potentially resulting in increased costs, which could harm our business, operating results and customer relations.\nManufacturing yields depend on a number of factors, including the following:\n•\nthe quality of input, materials and\n \nequipment;\n•\nthe quality and feasibility of our customer’s\n \ndesign;\n•\nthe repeatability and complexity of the manufacturing\n \nprocess;\n•\nthe experience and quality of training of our manufacturing and engineering teams;\n \nand\n•\nthe monitoring of the manufacturing\n \nenvironment.\nLower volume production due to continually changing designs generally results in lower yields. Manufacturing yields and margins can also be lower if we receive or inadvertently use defective or contaminated materials from our suppliers. In addition, our customer contracts typically provide that we will supply products at a fixed price each quarter, which assumes specific production yields and quality metrics. If we do not meet the yield assumptions and quality metrics used in calculating the price of a product, we may not be able to recover the costs associated with our failure to do so. Consequently, our operating results and profitability may be harmed.\nIf the products that we manufacture contain defects, we could incur significant correction costs, demand for our services may decline and we may be exposed to product liability and product warranty claims, which could harm our business, financial condition, operating results and customer relations.\nWe manufacture products to our customers’ specifications, and our manufacturing processes and facilities must comply with applicable statutory and regulatory requirements. In addition, our customers’ products and the manufacturing processes that we use to produce them are often complex. As a result, products that we manufacture may at times contain manufacturing or design defects, and our manufacturing processes may be subject to errors or fail to be in compliance with applicable statutory or regulatory requirements. Additionally, not all defects are immediately detectable. The testing procedures of our customers are generally limited to the evaluation of the products that we manufacture under likely and foreseeable failure scenarios. For various reasons (including, among others, the occurrence of performance problems that are unforeseeable at the time of testing or that are detected only when products are fully deployed and operated under peak stress conditions), these products may fail to perform as expected after their initial acceptance by a customer.\nWe generally provide a warranty of between one to five years on the products that we manufacture for our customers. This warranty typically guarantees that products will conform to our customers’ specifications and be free from defects in workmanship. Defects in the products we manufacture, whether caused by a design, engineering, manufacturing or component failure or by deficiencies in our manufacturing processes, and whether such defects are discovered during or after the warranty period, could result in product or component failures, which may damage our business reputation, whether or not we are indemnified for such failures. We could also incur significant costs to repair or replace defective products under warranty, particularly when such failures occur in installed systems. In some instances, we may also be required to incur costs to repair or replace defective products outside of the warranty period in the event that a recurring defect is discovered in a certain percentage of a customer’s products delivered over an agreed upon period of time. We have experienced product or component failures in the past and remain exposed to such failures, as the products that we manufacture are widely deployed throughout the world in multiple environments and applications. Further, due to the difficulty in determining whether a given defect resulted from our customer’s design of the product or our manufacturing process, we may be exposed to product liability or product warranty claims arising from defects that are not attributable to our manufacturing process. In addition, if the number or \n19\nTable of Contents\ntype of defects exceeds certain percentage limitations contained in our contractual arrangements, we may be required to conduct extensive failure analysis, re-qualify for production or cease production of the specified products.\nProduct liability claims may include liability for personal injury or property damage. Product warranty claims may include liability for a recall, repair or replacement of a product or component. Although liability for these claims is generally assigned to our customers in our contracts, even where they have assumed liability our customers may not, or may not have the resources to, satisfy claims for costs or liabilities arising from a defective product. Additionally, under one of our contracts, in the event the products we manufacture do not meet the end-customer’s testing requirements or otherwise fail, we may be required to pay penalties to our customer, including a fee during the time period that the customer or end-customer’s production line is not operational as a result of the failure of the products that we manufacture, all of which could harm our business, operating results and customer relations. If we engineer or manufacture a product that is found to cause any personal injury or property damage or is otherwise found to be defective, we could incur significant costs to resolve the claim. While we maintain insurance for certain product liability claims, we do not maintain insurance for any recalls and, therefore, would be required to pay any associated costs that are determined to be our responsibility. A successful product liability or product warranty claim in excess of our insurance coverage or any material claim for which insurance coverage is denied, limited, is not available or has not been obtained could harm our business, financial condition and operating results.\nIf we fail to attract additional skilled employees or retain key personnel, our business, financial condition and operating results could suffer.\nOur future success depends, in part, upon our ability to attract additional skilled employees and retain our current key personnel. We have identified several areas where we intend to expand our hiring, including business development, finance, human resources, operations and supply chain management. We may not be able to hire and retain such personnel at compensation levels consistent with our existing compensation and salary structure. Our future also depends on the continued contributions of our executive management team and other key management and technical personnel, each of whom would be difficult to replace. Although we have key person life insurance policies on some of our executive officers, the loss of any of our executive officers or key personnel or the inability to continue to attract qualified personnel could harm our business, financial condition and operating results.\nRisks Related to Our International Operations\nFluctuations in foreign currency exchange rates and changes in governmental policies regarding foreign currencies could increase our operating costs, which would adversely affect our operating results.\nVolatility in the functional and non-functional currencies of our entities and the U.S. dollar could seriously harm our business, financial condition and operating results. The primary impact of currency exchange fluctuations is on our cash, receivables, and payables of our operating entities. We may experience significant unexpected losses from fluctuations in exchange rates. For example, in the three months ended December 30, 2022, we experienced a $3.9 million foreign exchange loss, which negatively affected our net income per share for the same period by $0.11.\nOur customer contracts generally require that our customers pay us in U.S. dollars. However, the majority of our payroll and other operating expenses are paid in Thai baht. As a result of these arrangements, we have significant exposure to changes in the exchange rate between the Thai baht and the U.S. dollar, and our operating results are adversely impacted when the U.S. dollar depreciates relative to the Thai baht and other currencies. As of June 30, 2023, the U.S. dollar had appreciated approximately 12.0% against the Thai baht since June 25, 2021. While we attempt to hedge against certain exchange rate risks, we typically enter into hedging contracts with maturities of up to 12 months, leaving us exposed to longer term changes in exchange rates.\nAdditionally, we have significant exposure to changes in the exchange rate between the Chinese Renminbi (“RMB”) and pound sterling (“GBP”) and the U.S. dollar. The expenses of our subsidiaries located in the PRC and the United Kingdom are denominated in RMB and GBP, respectively. Currently, RMB are convertible in connection with trade and service-related foreign exchange transactions, foreign debt service, and payment of dividends. The PRC government may at its discretion restrict access in the future to foreign currencies for current account transactions. If this occurs, our PRC subsidiary may not be able to pay us dividends in U.S. dollars without prior approval from the PRC State Administration of Foreign Exchange. In addition, conversion of RMB for most capital account items, including direct investments, is still subject to government approval in the PRC. This restriction may limit our ability to invest the earnings of our PRC subsidiary. As of June 30, 2023, the U.S. dollar had appreciated approximately 12.4% against the RMB since June 25, 2021. There remains significant international pressure on the PRC government to adopt a substantially more liberalized currency policy. GBP are convertible in connection with trade and service-related foreign exchange transactions and foreign debt service. As of June 30, 2023, the U.S. \n20\nTable of Contents\ndollar had appreciated approximately 10.4% against the GBP since June 25, 2021. Any appreciation in the value of the RMB and GBP against the U.S. dollar could negatively impact our operating results.\nWe conduct operations in a number of countries, which creates logistical and communications challenges for us and exposes us to other risks and challenges that could harm our business, financial condition and operating results.\nThe vast majority of our operations, including manufacturing and customer support, are located primarily in the Asia- Pacific region. The distances between Thailand, the PRC and our customers and suppliers globally create a number of logistical and communications challenges for us, including managing operations across multiple time zones, directing the manufacture and delivery of products across significant distances, coordinating the procurement of raw materials and their delivery to multiple locations and coordinating the activities and decisions of our management team, the members of which are based in different countries.\nOur customers are located throughout the world, and our principal manufacturing facilities are located in Thailand. Revenues from the bill-to-location of customers outside of North America accounted for 52.0%, 50.7% and 52.8% of our revenues for fiscal year 2023, fiscal year 2022 and fiscal year 2021, respectively. We expect that revenues from the bill-to-location of customers outside of North America will continue to account for a significant portion of our revenues. Our customers also depend on international sales, which further exposes us to the risks associated with international operations. Conducting business outside the United States subjects us to a number of risks and challenges, including:\n•\ncompliance\n \nwith\n \na\n \nvariety\n \nof\n \ndomestic\n \nand\n \nforeign\n \nlaws\n \nand\n \nregulations,\n \nincluding\n \ntrade\n \nregulatory\n \nrequirements;\n•\nperiodic changes in a specific country or region’s economic conditions, such as\n \nrecession;\n•\nunanticipated restrictions on our ability to sell to foreign customers where sales of products and the provision of services\n \nmay\n \nrequire\n \nexport\n \nlicenses\n \nor\n \nare\n \nprohibited\n \nby\n \ngovernment\n \naction\n \n(for\n \nexample,\n \nthe\n \nU.S. Department of Commerce prohibited the export and sale of a broad category of U.S. products, as well as the provision of services, to ZTE Corporation in early 2018, and to Huawei in 2019, both of which are customers of certain of our customers);\n•\nfluctuations in currency exchange\n \nrates;\n•\ninadequate protection of intellectual property rights in some countries;\n \nand\n•\npolitical, legal and economic instability, foreign conflicts, and the impact of regional and global infectious illnesses in the countries in which we and our customers and suppliers are located (for example, disruptions to international operations associated with the occurrence of the COVID-19 pandemic or the ongoing armed conflict in Ukraine).\nOur failure to manage the risks and challenges associated with our international operations could have a material adverse effect on our business.\nWe are subject to governmental export and import controls in several jurisdictions that subject us to a variety of risks, including liability, impairment of our ability to compete in international markets, and decreased sales and customer orders.\nWe are subject to governmental export and import controls in Thailand, the PRC, the United Kingdom and the United States that may limit our business opportunities. Various countries regulate the import of certain technologies and have enacted laws or taken actions that could limit (1) our ability to export or sell the products we manufacture and (2) our customers’ ability to export or sell products that we manufacture for them. The export of certain technologies from the United States, the United Kingdom and other nations to the PRC is barred by applicable export controls, and similar prohibitions could be extended to Thailand, thereby limiting our ability to manufacture certain products. Any change in export or import regulations or related legislation, shift in approach to the enforcement of existing regulations, or change in the countries, persons or technologies targeted by such regulations could limit our ability to offer our manufacturing services to existing or potential customers, which could harm our business, financial condition and operating results.\nFor example, the May 2019 addition of Huawei and certain affiliates by the U.S. Commerce Department’s Bureau of Industry and Security (\"BIS\") to the BIS Entity List denied Huawei the ability to purchase products, software and technology that are subject to U.S. Export Administration Regulations. Although we do not sell directly to Huawei, some of our customers do sell to Huawei (and its affiliates) directly. To ensure compliance, some of our customers immediately suspended shipments to Huawei in order to assess whether their products were subject to the restrictions resulting from the ban. This had an \n21\nTable of Contents\nimmediate impact on our customer orders in the three months ended June 28, 2019, which affected our revenue for that quarter. We expect this ban to continue to adversely affect orders from our customers for the foreseeable future.\nWe are subject to risks related to the ongoing U.S.-China trade dispute, including increased tariffs on materials that we use in manufacturing, which could adversely affect our business, financial condition and operating results.\nIn August 2019, the U.S. imposed tariffs on a wide range of products and goods manufactured in the PRC that are directly or indirectly imported into the U.S. Although the U.S. announced on January 15, 2020 the reduction of certain tariffs on Chinese imported goods and delayed the implementation of certain other related tariffs, we have no assurance that the U.S. will not continue to increase or impose tariffs on imports from the PRC or alter trade agreements and terms between the PRC and the U.S., which may include limiting trade with the PRC. Trade restrictions, including tariffs, quotas, embargoes, safeguards and customs restrictions, could increase the cost of materials we use to manufacture certain products, which could result in lower margins. The tariffs could also result in disruptions to our supply chain, as suppliers struggle to fill orders from companies trying to purchase goods in bulk ahead of announced tariffs taking effect. The adoption of trade tariffs both globally and between the U.S. and the PRC specifically could also cause a decrease in the sales of our customers’ products to end-users located in the PRC, which could directly impact our revenues in the form of reduced orders. If existing tariffs are raised further, or if new tariffs are imposed on additional categories of components used in our manufacturing activities, and if we are unable to pass on the costs of such tariffs to our customers, our operating results would be harmed.\nPolitical unrest and demonstrations, as well as changes in the political, social, business or economic conditions in Thailand, could harm our business, financial condition and operating results.\nThe majority of our assets and manufacturing operations are located in Thailand. Therefore, political, social, business and economic conditions in Thailand have a significant effect on our business. Any changes to tax regimes, laws, exchange controls or political action in Thailand may harm our business, financial condition and operating results.\nThailand has a history of political unrest that includes the involvement of the military as an active participant in the ruling government. In recent years, political unrest in the country has sparked political demonstrations and, in some instances, violence. Any future political instability in Thailand could prevent shipments from entering or leaving the country, disrupt our ability to manufacture products in Thailand, and force us to transfer our operations to more stable, and potentially more costly, regions, which would harm our business, financial condition and operating results.\nFurther, the Thai government may raise the minimum wage standards for labor and could repeal certain promotional certificates that we have received or tax holidays for certain export and value added taxes that we enjoy, either preventing us from engaging in our current or anticipated activities or subjecting us to higher tax rates.\nWe expect to continue to invest in our manufacturing operations in the People's Republic of China (\"PRC\"), which will continue to expose us to risks inherent in doing business in the PRC, any of which risks could harm our business, financial condition and operating results.\nWe anticipate that we will continue to invest in our customized optics manufacturing facilities located in Fuzhou, the PRC. Because these operations are located in the PRC, they are subject to greater political, legal and economic risks than the geographies in which the facilities of many of our competitors and customers are located. In particular, the political and economic climate in the PRC (both at national and regional levels) is fluid and unpredictable. A large part of the PRC’s economy is still being operated under varying degrees of control by the PRC government. By imposing industrial policies and other economic measures, such as control of foreign exchange, taxation, import and export tariffs, environmental regulations, land use rights, intellectual property and restrictions on foreign participation in the domestic market of various industries, the PRC government exerts considerable direct and indirect influence on the development of the PRC economy. Many of the economic reforms carried out by the PRC government are unprecedented or experimental and are expected to change further. Any changes to the political, legal or economic climate in the PRC could harm our business, financial condition and operating results.\nOur PRC subsidiary is a “wholly foreign-owned enterprise” and is therefore subject to laws and regulations applicable to foreign investment in the PRC, in general, and laws and regulations applicable to wholly foreign-owned enterprises, in particular. The PRC has made significant progress in the promulgation of laws and regulations pertaining to economic matters such as corporate organization and governance, foreign investment, commerce, taxation and trade. However, the promulgation of new laws, changes in existing laws and abrogation of local regulations by national laws may have a negative impact on our business and prospects. In addition, these laws and regulations are relatively new, and published cases are limited in volume and non-binding. Therefore, the interpretation and enforcement of these laws and regulations involve significant uncertainties. \n22\nTable of Contents\nLaws may be changed with little or no prior notice, for political or other reasons. These uncertainties could limit the legal protections available to foreign investors. Furthermore, any litigation in the PRC may be protracted and result in substantial costs and diversion of resources and management’s attention.\nNatural disasters, epidemics, acts of terrorism and political and economic developments could harm our business, financial condition and operating results.\nNatural disasters could severely disrupt our manufacturing operations and increase our supply chain costs. These events, over which we have little or no control, could cause a decrease in demand for our services, make it difficult or impossible for us to manufacture and deliver products or for our suppliers to deliver components allowing us to manufacture those products, require large expenditures to repair or replace our facilities, or create delays and inefficiencies in our supply chain. For example, the 2011 flooding in Thailand forced us to temporarily shut down all of our manufacturing facilities in Thailand and cease production permanently at our former Chokchai facility, which adversely affected our ability to meet our customers’ demands during fiscal year 2012.\nIn some countries in which we operate, including the PRC, the U.S., and Thailand, outbreaks of infectious diseases such as COVID-19, H1N1 influenza virus, severe acute respiratory syndrome or bird flu could disrupt our manufacturing operations, reduce demand for our customers’ products and increase our supply chain costs. For example, the outbreak of COVID-19 resulted in a two-week suspension of operations at our facility in Fuzhou, the PRC in February 2020 and caused labor shortages for us and some of our suppliers and customers in the PRC during the three months ended March 27, 2020, which negatively affected our revenues during the same period. Although we continue to take precautionary measures, including leaves of absence for affected employees and their close contacts, stringent contact tracing, and enhanced safe distancing measures, any worsening of the COVID-19 pandemic or the emergence of other infectious diseases may result in more stringent measures being implemented by local authorities, such as shutting down our manufacturing facilities, which would have a significant negative impact on our operations.\nIn addition, increased international political instability, evidenced by the threat or occurrence of terrorist attacks, enhanced national security measures, Russia’s invasion of Ukraine, conflicts in the Middle East and Asia, strained international relations arising from these conflicts and the related decline in consumer confidence and economic weakness, may hinder our ability to do business. Any escalation in these events or similar future events may disrupt our operations and the operations of our customers and suppliers and may affect the availability of materials needed for our manufacturing services. Such events may also disrupt the transportation of materials to our manufacturing facilities and finished products to our customers. These events have had, and may continue to have, an adverse impact on the U.S. and world economy in general, and customer confidence and spending in particular, which in turn could adversely affect our total revenues and operating results. The impact of these events on the volatility of the U.S. and world financial markets also could increase the volatility of the market price of our ordinary shares and may limit the capital resources available to us, our customers and our suppliers.\nFinancial Risks\nUnfavorable worldwide economic conditions (including inflation and supply chain disruptions) may negatively affect our business, financial condition and operating results.\nThe current global economic downturn and volatility and adverse conditions in the capital and credit markets have negatively affected levels of business and consumer spending, heightening concerns about the likelihood of a global recession and potential default of various national bonds and debt backed by individual countries. Such developments, as well as the policies impacting these, could adversely affect our financial results. In particular, the economic disruption caused by COVID-19 has led to reduced demand in some of our customers’ optical communications product portfolios and significant volatility in global stock markets and currency exchange rates. Uncertainty about worldwide economic conditions poses a risk as businesses may further reduce or postpone spending in response to reduced budgets, tight credit, negative financial news and declines in income or asset values, which could adversely affect our business, financial condition and operating results and increase the volatility of our share price. In addition, our ability to access capital markets may be restricted, which could have an impact on our ability to react to changing economic and business conditions and could also adversely affect our business, financial condition and operating results.\nInflation has also risen globally to historically high levels. If the inflation rate continues to increase, the costs of labor and other expenses could also increase. There is no assurance that our revenues will increase at the same rate to maintain the same level of profitability. Inflation and government efforts to combat inflation, such as raising the benchmark interest rate, could increase market volatility and have an adverse effect on the financial market and global economy. In addition, we expect that disruptions in our supply chain and fluctuations in the availability of parts and materials will continue to have a significant \n23\nTable of Contents\nimpact on our ability to generate revenue, despite strong demand from our customers. Such adverse conditions could negatively impact demand for our products, which could adversely affect our business, financial condition and operating results.\nThe loan agreements for our long-term debt obligations and other credit facilities contain financial ratio covenants that may impair our ability to conduct our business.\nThe loan agreements for our long-term and short-term debt obligations contain financial ratio covenants that may limit management’s discretion with respect to certain business matters. These covenants require us to maintain a specified maximum total leverage ratio, minimum debt service coverage ratio (earnings before interest and depreciation and amortization plus cash on hand minus short-term debt), a minimum tangible net worth and a minimum quick ratio, which may restrict our ability to incur additional indebtedness and limit our ability to use our cash. In the event of our default on these loans or a breach of a covenant, the lenders may immediately cancel the loan agreement, deem the full amount of the outstanding indebtedness immediately due and payable, charge us interest on a monthly basis on the full amount of the outstanding indebtedness and, if we cannot repay all of our outstanding obligations, sell the assets pledged as collateral for the loan in order to fulfill our obligation. We may also be held responsible for any damages and related expenses incurred by the lender as a result of any default. Any failure by us or our subsidiaries to comply with these agreements could harm our business, financial condition and operating results.\nWe may not be able to obtain capital when desired on favorable terms, if at all, or without dilution to our shareholders.\nWe anticipate that our current cash and cash equivalents, together with cash provided by operating activities and funds available through our working capital and credit facilities, will be sufficient to meet our current and anticipated needs for general corporate purposes for at least the next 12 months. However, we operate in a market that makes our prospects difficult to evaluate. It is possible that we may not generate sufficient cash flow from operations or otherwise have the capital resources to meet our future capital needs. If this occurs, we may need additional financing to execute on our current or future business strategies.\nFurthermore, if we raise additional funds through the issuance of equity or convertible debt securities, the percentage ownership of our shareholders could be significantly diluted, and these newly-issued securities may have rights, preferences or privileges senior to those of existing shareholders. If adequate additional funds are not available or are not available on acceptable terms, if and when needed, our ability to fund our operations, take advantage of unanticipated opportunities, develop or enhance our manufacturing services, hire additional technical and other personnel, or otherwise respond to competitive pressures could be significantly limited.\nOur investment portfolio may become impaired by deterioration of the capital markets.\nWe use professional investment management firms to manage our excess cash and cash equivalents. Our short-term investments as of June 30, 2023 are primarily investments in a fixed income portfolio, including liquidity funds, certificates of deposit and time deposits, corporate debt securities, and U.S. agency and U.S. Treasury securities. Our investment portfolio may become impaired by deterioration of the capital markets. We follow an established investment policy and set of guidelines to monitor and help mitigate our exposure to interest rate and credit risk. The policy sets forth credit quality standards and limits our exposure to any one issuer, as well as our maximum exposure to various asset classes. The policy also provides that we may not invest in short-term investments with a maturity in excess of three years.\nShould financial market conditions worsen, investments in some financial instruments may pose risks arising from market liquidity and credit concerns. In addition, any deterioration of the capital markets could cause our other income and expense to vary from expectations. As of June 30, 2023, we did not record any impairment charges associated with our portfolio of short-term investments, and although we believe our current investment portfolio has little risk of material impairment, we cannot predict future market conditions or market liquidity, or credit availability, and can provide no assurance that our investment portfolio will remain materially unimpaired.\nWe are not fully insured against all potential losses. Natural disasters or other catastrophes could adversely affect our business, financial condition and operating results.\nOur current property and casualty insurance covers loss or damage to our property and third-party property over which we have custody and control, as well as losses associated with business interruption, subject to specified exclusions and limitations such as coinsurance, facilities location sub-limits and other policy limitations and covenants. Even with insurance coverage, natural disasters or other catastrophic events, including acts of war, could cause us to suffer substantial losses in our \n24\nTable of Contents\noperational capacity and could also lead to a loss of opportunity and to a potential adverse impact on our relationships with our existing customers resulting from our inability to produce products for them, for which we might not be compensated by existing insurance. This in turn could have a material adverse effect on our business, financial condition and operating results.\nThere are inherent uncertainties involved in estimates, judgments and assumptions used in the preparation of financial statements in accordance with U.S. GAAP. Any changes in estimates, judgments and assumptions could have a material adverse effect on our business, financial condition and operating results.\nThe preparation of financial statements in accordance with U.S. GAAP involves making estimates, judgments and assumptions that affect reported amounts of assets (including intangible assets), liabilities and related reserves, revenues, expenses and income. Estimates, judgments and assumptions are inherently subject to change in the future, and any such changes could result in corresponding changes to the amounts of assets, liabilities, revenues, expenses and income. Any such changes could have a material adverse effect on our business, financial condition and operating results.\nIntellectual Property and Cybersecurity Risks\nOur business and operations would be adversely impacted in the event of a failure of our information technology infrastructure and/or cyber security attacks.\nWe rely upon the capacity, availability and security of our information technology hardware and software infrastructure. For instance, we use a combination of standard and customized software platforms to manage, record, and report all aspects of our operations and, in many instances, enable our customers to remotely access certain areas of our databases to monitor yields, inventory positions, work-in-progress status and vendor quality data. We are constantly expanding and updating our information technology infrastructure in response to our changing needs. Any failure to manage, expand and update our information technology infrastructure or any failure in the operation of this infrastructure could harm our business.\nDespite our implementation of security measures, our systems are vulnerable to damage caused by computer viruses, natural disasters, unauthorized access and other similar disruptions. Any system failure, accident or security breach could result in disruptions to our operations. To the extent that any disruption, cyber-attack or other security breach results in a loss or damage to our data or inappropriate disclosure of confidential information, our business could be harmed. In addition, we may be required to incur significant costs to protect against damage caused by these disruptions or security breaches in the future.\nIntellectual property infringement claims against our customers or us could harm our business, financial condition and operating results.\nOur services involve the creation and use of intellectual property rights, which subject us to the risk of intellectual property infringement claims from third parties and claims arising from the allocation of intellectual property rights among us and our customers.\nOur customers may require that we indemnify them against the risk of intellectual property infringement arising out of our manufacturing processes. If any claims are brought against us or our customers for such infringement, whether or not these claims have merit, we could be required to expend significant resources in defense of such claims. In the event of an infringement claim, we may be required to spend a significant amount of time and money to develop non-infringing alternatives or obtain licenses. We may not be successful in developing such alternatives or obtaining such licenses on reasonable terms or at all, which could harm our business, financial condition and operating results.\nAny failure to protect our customers’ intellectual property that we use in the products we manufacture for them could harm our customer relationships and subject us to liability.\nWe focus on manufacturing complex optical products for our customers. These products often contain our customers’ intellectual property, including trade secrets and know-how. Our success depends, in part, on our ability to protect our customers’ intellectual property. We may maintain separate and secure areas for customer proprietary manufacturing processes and materials and dedicate floor space, equipment, engineers and supply chain management to protect our customers’ proprietary drawings, materials and products. The steps we take to protect our customers’ intellectual property may not adequately prevent its disclosure or misappropriation. If we fail to protect our customers’ intellectual property, our customer relationships could be harmed, and we may experience difficulty in establishing new customer relationships. In addition, our customers might pursue legal claims against us for any failure to protect their intellectual property, possibly resulting in harm to our reputation and our business, financial condition and operating results.\n25\nTable of Contents\nTax, Compliance and Regulatory Risks\nWe are subject to the risk of increased income taxes, which could harm our business, financial condition and operating results.\nWe are subject to income and other taxes in Thailand, the PRC, the U.K., the U.S. and Israel. Our effective income tax rate, provision for income taxes and future tax liability could be adversely affected by numerous factors, including the results of tax audits and examinations, income before taxes being lower than anticipated in countries with lower statutory tax rates and higher than anticipated in countries with higher statutory tax rates, changes in income tax rates, changes in the valuation of deferred tax assets and liabilities, failure to meet obligations with respect to tax exemptions, and changes in tax laws and regulations. From time to time, we engage in discussions and negotiations with tax authorities regarding tax matters in various jurisdictions. As of June 30, 2023, our U.S. federal and state tax returns remain open to examination for the tax years 2018 through 2021. In addition, tax returns that remain open to examination in Thailand, the PRC, the U.K. and Israel range from the tax years 2016 through 2022. The results of audits and examinations of previously filed tax returns and continuing assessments of our tax exposures may have an adverse effect on our provision for income taxes and tax liability.\nWe base our tax position upon the anticipated nature and conduct of our business and upon our understanding of the tax laws of the various countries in which we have assets or conduct activities. However, our tax position is subject to review and possible challenge by tax authorities and to possible changes in law, which may have retroactive effect. Fabrinet (the “Cayman Islands Parent”) is an exempted company incorporated in the Cayman Islands. We maintain manufacturing operations in Thailand, the PRC, the U.S. and Israel. We cannot determine in advance the extent to which some jurisdictions may require us to pay taxes or make payments in lieu of taxes. Under the current laws of the Cayman Islands, we are not subject to tax in the Cayman Islands on income or capital gains until March 6, 2039.\nPreferential tax treatment from the Thai government in the form of a corporate tax exemption on income generated from projects to manufacture certain products at our Chonburi campus is available to us through June 2026. Similar preferential tax treatment was available to us through June 2020 with respect to products manufactured at our Pinehurst campus. After June 2020, 50% of our income generated from products manufactured at our Pinehurst campus will be exempted from tax through June 2025. New preferential tax treatment is available to us for products manufactured at our Chonburi campus Building 9, where income generated will be tax exempt through 2031, capped at our actual investment amount. Such preferential tax treatment is contingent on various factors, including the export of our customers’ products out of Thailand and our agreement not to move our manufacturing facilities out of our current province in Thailand for at least 15 years from the date on which preferential tax treatment was granted. We will lose this favorable tax treatment in Thailand unless we comply with these restrictions, and as a result we may delay or forego certain strategic business decisions due to these tax considerations.\nThere is also a risk that Thailand or another jurisdiction in which we operate may treat the Cayman Islands Parent as having a permanent establishment in such jurisdiction and subject its income to tax. If we become subject to additional taxes in any jurisdiction or if any jurisdiction begins to treat the Cayman Islands Parent as having a permanent establishment, such tax treatment could materially and adversely affect our business, financial condition and operating results.\nCertain of our subsidiaries provide products and services to, and may from time to time undertake certain significant transactions with, us and our other subsidiaries in different jurisdictions. For instance, we have intercompany agreements in place that provide for our California and Singapore subsidiaries to provide administrative services for the Cayman Islands Parent, and the Cayman Islands Parent has entered into manufacturing agreements with our Thai subsidiary. In general, related party transactions and, in particular, related party financing transactions, are subject to close review by tax authorities. Moreover, several jurisdictions in which we operate have tax laws with detailed transfer pricing rules that require all transactions with non-resident related parties to be priced using arm’s length pricing principles and require the existence of contemporaneous documentation to support such pricing. Tax authorities in various jurisdictions could challenge the validity of our related party transfer pricing policies. Such a challenge generally involves a complex area of taxation and a significant degree of judgment by management. If any tax authorities are successful in challenging our financing or transfer pricing policies, our income tax expense may be adversely affected and we could become subject to interest and penalty charges, which may harm our business, financial condition and operating results.\nSeveral governments are considering tax reform proposals that, if enacted, could increase our tax expense. The Organization for Economic Co-operation and Development (OECD) announced that it has reached agreement among its member countries to implement Pillar Two rules, a global minimum tax at 15% for certain multinational enterprises. Many countries are expected to issue laws and regulations to conform to this regime. We will continue to monitor legislative and regulatory developments to assess the impact on our business, financial condition and operating results. \n26\nTable of Contents\nWe have incurred and will continue to incur significant increased costs as a result of operating as a public company, and our management will be required to continue to devote substantial time to various compliance initiatives.\nThe Sarbanes-Oxley Act of 2002, the Dodd-Frank Wall Street Reform and Consumer Protection Act of 2010, as well as other rules implemented by the SEC and the New York Stock Exchange (“NYSE”), impose various requirements on public companies, including requiring changes in corporate governance practices. These and proposed corporate governance laws and regulations under consideration may further increase our compliance costs. If compliance with these various legal and regulatory requirements diverts our management’s attention from other business concerns, it could have a material adverse effect on our business, financial condition and operating results. The Sarbanes-Oxley Act requires, among other things, that we assess the effectiveness of our internal control over financial reporting annually and disclosure controls and procedures quarterly. While we are able to assert in this Annual Report on Form 10-K that our internal control over financial reporting was effective as of June 30, 2023, we cannot predict the outcome of our testing in future periods. If we are unable to assert in any future reporting periods that our internal control over financial reporting is effective (or if our independent registered public accounting firm is unable to express an opinion on the effectiveness of our internal controls), we could lose investor confidence in the accuracy and completeness of our financial reports, which would have an adverse effect on our share price.\nGiven the nature and complexity of our business and the fact that some members of our management team are located in Thailand while others are located in the U.S., control deficiencies may periodically occur. While we have ongoing measures and procedures to prevent and remedy control deficiencies, if they occur there can be no assurance that we will be successful or that we will be able to prevent material weaknesses or significant deficiencies in our internal control over financial reporting in the future. Moreover, if we identify deficiencies in our internal control over financial reporting that are deemed to be material weaknesses in future periods, the market price of our ordinary shares could decline and we could be subject to potential delisting by the NYSE and review by the NYSE, the SEC, or other regulatory authorities, which would require us to expend additional financial and management resources. As a result, our shareholders could lose confidence in our financial reporting, which would harm our business and the market price of our ordinary shares.\nIf we are unable to meet regulatory quality standards applicable to our manufacturing and quality processes for the products we manufacture, our business, financial condition and operating results could be harmed.\nAs a manufacturer of products for the optics industry, we are required to meet certain certification standards, including the following: ISO 9001 for Manufacturing Quality Management Systems; ISO 14001 for Environmental Management Systems; TL 9000 for Telecommunications Industry Quality Certification; IATF 16949 for Automotive Industry Quality Certification; ISO 13485 for Medical Devices Industry Quality Certification; AS 9100 for Aerospace Industry Quality Certification; NADCAP (National Aerospace and Defense Contractors Accreditation Program) for Quality Assurance throughout the Aerospace and Defense Industries; ISO 45001 for Occupational Health and Safety Management Systems; and ISO 22301 for Business Continuity Management Systems. We also maintain compliance with various additional standards imposed by the FDA with respect to the manufacture of medical devices.\nAdditionally, we are required to register with the FDA and other regulatory bodies and are subject to continual review and periodic inspection for compliance with various regulations, including testing, quality control and documentation procedures. We hold the following additional certifications: ANSI ESD S20.20 for facilities and manufacturing process control, in compliance with ESD standard; TAPA and C-TPAT for Logistic Security Management System; and CSR-DIW for Corporate Social Responsibility in Thailand. In the European Union, we are required to maintain certain ISO certifications in order to sell our precision optical, electro-mechanical and electronic manufacturing services and we must undergo periodic inspections by regulatory bodies to obtain and maintain these certifications. If any regulatory inspection reveals that we are not in compliance with applicable standards, regulators may take action against us, including issuing a warning letter, imposing fines on us, requiring a recall of the products we manufactured for our customers, or closing our manufacturing facilities. If any of these actions were to occur, it could harm our reputation as well as our business, financial condition and operating results.\nFailure to comply with applicable environmental laws and regulations could have a material adverse effect on our business, financial condition and operating results.\nThe sale and manufacturing of products in certain states and countries may subject us to environmental laws and regulations. In addition, rules adopted by the SEC implementing the Dodd- Frank Wall Street Reform and Consumer Protection Act of 2010 impose diligence and disclosure requirements regarding the use of “conflict minerals” mined from the Democratic Republic of Congo and adjoining countries in the products we manufacture for our customers. Compliance with these rules has resulted in additional cost and expense, including for due diligence to determine and verify the sources of any conflict minerals used in the products we manufacture, and may result in additional costs of remediation and other changes to processes or sources of supply as a consequence of such verification activities. These rules may also affect the sourcing and availability of \n27\nTable of Contents\nminerals used in the products we manufacture, as there may be only a limited number of suppliers offering “conflict free” metals that can be used in the products we manufacture for our customers.\nAlthough we do not anticipate any material adverse effects based on the nature of our operations and these laws and regulations, we will need to ensure that we and, in some cases, our suppliers comply with applicable laws and regulations. If we fail to timely comply with such laws and regulations, our customers may cease doing business with us, which would have a material adverse effect on our business, financial condition and operating results. In addition, if we were found to be in violation of these laws, we could be subject to governmental fines, liability to our customers and damage to our reputation, which would also have a material adverse effect on our business, financial condition and operating results.\nRisks Related to Ownership of Our Ordinary Shares\nOur share price may be volatile due to fluctuations in our operating results and other factors, including the activities and operating results of our customers or competitors, any of which could cause our share price to decline.\nOur revenues, expenses and results of operations have fluctuated in the past and are likely to do so in the future from quarter-to-quarter and year-to-year due to the risk factors described in this section and elsewhere in this Annual Report on Form 10-K. In addition to market and industry factors, the price and trading volume of our ordinary shares may fluctuate in response to a number of events and factors relating to us, our competitors, our customers and the markets we serve, many of which are beyond our control. Factors such as variations in our total revenues, earnings and cash flow, announcements of new investments or acquisitions, changes in our pricing practices or those of our competitors, commencement or outcome of litigation, sales of ordinary shares by us or our principal shareholders, fluctuations in market prices for our services and general market conditions could cause the market price of our ordinary shares to change substantially. Any of these factors may result in large and sudden changes in the volume and price at which our ordinary shares trade. Volatility and weakness in our share price could mean that investors may not be able to sell their shares at or above the prices they paid and could also impair our ability in the future to offer our ordinary shares or convertible securities as a source of additional capital and/or as consideration in the acquisition of other businesses.\nFurthermore, the stock markets have experienced extreme price and volume fluctuations that have affected and continue to affect the market prices of equity securities of many companies. These fluctuations often have been unrelated or disproportionate to the operating performance of those companies. These broad market and industry fluctuations, as well as general economic, political and market conditions such as recessions, interest rate changes or international currency fluctuations, may cause the market price of our ordinary shares to decline. In the past, companies that have experienced volatility in the market price of their stock have been subject to securities class action litigation. We may be the target of this type of litigation in the future. Securities litigation against us could result in substantial costs and divert our management’s attention from other business concerns, which could seriously harm our business.\nIf securities or industry analysts do not publish research or if they publish misleading or unfavorable research about our business, the market price and trading volume of our ordinary shares could decline.\nThe trading market for our ordinary shares depends in part on the research and reports that securities or industry analysts publish about us or our business. If securities or industry analysts stop covering us, or if too few analysts cover us, the market price of our ordinary shares could be adversely impacted. If one or more of the analysts who covers us downgrades our ordinary shares or publishes misleading or unfavorable research about our business, our market price would likely decline. If one or more of these analysts ceases coverage of us or fails to publish reports on us regularly, demand for our ordinary shares could decrease, which could cause the market price or trading volume of our ordinary shares to decline.\nWe may become a passive foreign investment company, which could result in adverse U.S. tax consequences to U.S. investors.\nBased upon estimates of the value of our assets, which are based in part on the trading price of our ordinary shares, we do not expect to be a passive foreign investment company (“PFIC”) for U.S. federal income tax purposes for the taxable year 2023 or for the foreseeable future. However, despite our expectations, we cannot guarantee that we will not become a PFIC for the taxable year 2023 or any future year because our PFIC status is determined at the end of each year and depends on the\ncomposition of our income and assets during such year. If we become a PFIC, our U.S. investors will be subject to increased tax liabilities under U.S. tax laws and regulations as well as burdensome reporting requirements.\n28\nTable of Contents\nOur business and share price could be negatively affected as a result of activist shareholders.\nIf an activist investor takes an ownership position in our ordinary shares, responding to actions by such activist shareholder could be costly and time-consuming, disrupt our operations and divert the attention of management and our employees. Additionally, perceived uncertainties as to our future direction as a result of shareholder activism or changes to the composition of our board of directors may lead to the perception of a change in the direction of our business or other instability, which may be exploited by our competitors, cause concern to our current or potential customers, and make it more difficult to attract and retain qualified personnel. If customers choose to delay, defer or reduce transactions with us or do business with our competitors instead of us because of any such issues, then our business, financial condition and operating results would be adversely affected. In addition, our share price could experience periods of increased volatility as a result of shareholder activism.\nCertain provisions in our constitutional documents may discourage our acquisition by a third party, which could limit our shareholders' opportunity to sell shares at a premium.\nOur constitutional documents include provisions that could limit the ability of others to acquire control of us, modify our structure or cause us to engage in change-of-control transactions, including, among other things, provisions that:\n•\nestablish a classified board of directors;\n•\nprohibit our shareholders from calling meetings or acting by written consent in lieu of a meeting;\n•\nlimit the ability of our shareholders to propose actions at duly convened meetings; and\n•\nauthorize our board of directors, without action by our shareholders, to issue preferred shares and additional ordinary shares.\nThese provisions could have the effect of depriving our shareholders of an opportunity to sell their ordinary shares at a premium over prevailing market prices by discouraging third parties from seeking to acquire control of us in a tender offer or similar transaction.\nOur shareholders may face difficulties in protecting their interests because we are incorporated under Cayman Islands law.\nOur corporate affairs are governed by our amended and restated memorandum and articles of association (“MOA”), by the Companies Law (as amended) of the Cayman Islands and the common law of the Cayman Islands. The rights of our shareholders and the fiduciary responsibilities of our directors under the laws of the Cayman Islands are not as clearly established under statutes or judicial precedent as in jurisdictions in the U.S. Therefore, our shareholders may have more difficulty in protecting their interests than would shareholders of a corporation incorporated in a jurisdiction in the U.S., due to the comparatively less developed nature of Cayman Islands law in this area.\nThe Companies Law permits mergers and consolidations between Cayman Islands companies and between Cayman Islands companies and non-Cayman Islands companies. Dissenting shareholders have the right to be paid the fair value of their shares (which, if not agreed between the parties, will be determined by the Cayman Islands court) if they follow the required procedures, subject to certain exceptions. Court approval is not required for a merger or consolidation which is effected in compliance with these statutory procedures.\nIn addition, there are statutory provisions that facilitate the reconstruction and amalgamation of companies, provided that the arrangement is approved by a majority in number of each class of shareholders and creditors with whom the arrangement is to be made, and who must in addition represent three-fourths in value of each such class of shareholders or creditors, as the case may be, that are present and voting either in person or by proxy at a meeting convened for that purpose. The convening of the meeting and subsequently the arrangement must be sanctioned by the Grand Court of the Cayman Islands. A dissenting shareholder has the right to express to the court the view that the transaction ought not to be approved.\nWhen a takeover offer is made and accepted by holders of 90.0% of the shares within four months, the offeror may, within a two-month period, require the holders of the remaining shares to transfer such shares on the terms of the offer. An objection can be made to the Grand Court of the Cayman Islands but is unlikely to succeed unless there is evidence of fraud, bad faith or collusion.\nIf the arrangement and reconstruction is thus approved, the dissenting shareholder would have no rights comparable to appraisal rights, which would otherwise ordinarily be available to dissenting shareholders of a corporation incorporated in a \n29\nTable of Contents\njurisdiction in the U.S., providing rights to receive payment in cash for the judicially determined value of the shares. This may make it more difficult for our shareholders to assess the value of any consideration they may receive in a merger or consolidation or to require that the offeror give them additional consideration if they believe the consideration offered is insufficient.\nShareholders of Cayman Islands exempted companies have no general rights under Cayman Islands law to inspect corporate records and accounts or to obtain copies of lists of shareholders. Our directors have discretion under our MOA to determine whether or not, and under what conditions, our corporate records may be inspected by our shareholders, but are not obliged to make them available to our shareholders. This may make it more difficult for our shareholders to obtain the information needed to establish any facts necessary for a shareholder motion or to solicit proxies from other shareholders in connection with a proxy contest.\nSubject to limited exceptions, under Cayman Islands law, a minority shareholder may not bring a derivative action against the board of directors.\nCertain judgments obtained against us by our shareholders may not be enforceable.\nThe Cayman Islands Parent is a Cayman Islands exempted company and substantially all of our assets are located outside of the U.S. Given our domicile and the location of our assets, it may be difficult to enforce in U.S. courts judgments obtained against us in U.S. courts based on the civil liability provisions of the U.S. federal securities laws. In addition, there is uncertainty as to whether the courts of the Cayman Islands, Thailand or the PRC would recognize or enforce judgments of U.S. courts against us predicated upon the civil liability provisions of the securities laws of the U.S. or any state. In particular, a judgment in a U.S. court would not be recognized and accepted by Thai courts without a re-trial or examination of the merits of the case. In addition, there is uncertainty as to whether such Cayman Islands, Thai or PRC courts would be competent to hear original actions brought in the Cayman Islands, Thailand or the PRC against us predicated upon the securities laws of the U.S. or any state.\nGeneral Risks\nEnergy price volatility may negatively impact our business, financial condition and operating results.\nWe, along with our suppliers and customers, rely on various energy sources in our manufacturing and transportation activities. Energy prices have been subject to increases and general volatility caused by market fluctuations, supply and demand, currency fluctuation, production and transportation disruption, world events and government regulations. While we are currently experiencing lower energy prices, a significant increase is possible, which could increase our raw material and transportation costs. In addition, increased transportation costs of our suppliers and customers could be passed along to us. We may not be able to increase our prices to adequately offset these increased costs, and any increase in our prices may reduce our future customer orders, which could harm our business, financial condition and operating results.",
    "item7": ">ITEM 7.\nMANAGEMENT’S DISCUSSION AND ANALYSIS OF FINANCIAL CONDITION AND RESULTS OF OPERATIONS.\nIn addition to historical information, this Annual Report on Form 10-K contains forward-looking statements within the meaning of Section 27A of the Securities Act of 1933 and Section 21E of the Securities Exchange Act of 1934. These statements relate to future events or to our future financial performance and involve known and unknown risks, uncertainties and other factors that may cause our or our industry’s actual results, levels of activity, performance or achievements to be materially different from any future results, levels of activity, performance or achievements expressed or implied by these forward-looking statements. Forward-looking statements include, but are not limited to, statements about:\n•\nour goals and strategies;\n•\nour and our customers’ estimates regarding future revenues, operating results, expenses, capital requirements and liquidity;\n•\nour belief that we will be able to maintain favorable pricing on our services;\n•\nour expectation that the portion of our future revenues attributable to customers in regions outside of North America will increase compared with the portion of those revenues for fiscal year 2023;\n•\nour expectation that we will incur incremental costs of revenue as a result of our planned expansion of our business into new geographic markets;\n•\nour expectation that our fiscal year 2024 selling, general and administrative (“SG&A”) expenses will increase compared to our fiscal year 2023 SG&A expenses;\n•\nour expectation that our employee costs will increase in Thailand and the People’s Republic of China (“PRC”);\n•\nour future capital expenditures and our needs for additional financing;\n•\nthe expansion of our manufacturing capacity, including into new geographies;\n•\nthe growth rates of our existing markets and potential new markets;\n•\nour ability, and the ability of our customers and suppliers, to respond successfully to technological or industry developments;\n•\nour expectations regarding the potential impact of macroeconomic conditions and international political instability on our business, financial condition and operating results;\n•\nour suppliers’ estimates regarding future costs;\n•\nour ability to increase our penetration of existing markets and to penetrate new markets;\n•\nour plans to diversify our sources of revenues;\n•\nour plans to execute acquisitions;\n•\ntrends in the optical communications, industrial lasers, and sensors markets, including trends to outsource the production of components used in those markets;\n•\nour ability to attract and retain a qualified management team and other qualified personnel and advisors; and\n•\ncompetition in our existing and new markets.\nThese forward-looking statements are subject to certain risks and uncertainties that could cause our actual results to differ materially from those reflected in the forward-looking statements. Factors that could cause or contribute to such differences include, but are not limited to, those discussed in this Annual Report on Form 10-K, in particular, the risks discussed under the heading “Risk Factors” in Item 1A, as well as those discussed in other documents we file with the Securities and Exchange Commission. We undertake no obligation to revise or publicly release the results of any revision to these forward-looking statements. Given these risks and uncertainties, readers are cautioned not to place undue reliance on such forward-looking statements. “We,” “us” and “our” refer to Fabrinet and its subsidiaries.\n34\nTable of Contents\nOverview\nFor an overview of our business, see PART I – ",
    "item7a": ">ITEM 7A.\nQUANTITATIVE AND QUALITATIVE DISCLOSURES ABOUT MARKET RISK.\nInterest Rate Risk\nWe had cash, cash equivalents, and short-term investments totaling $550.5 million, $478.2 million and $547.9 million, as of June 30, 2023, June 24, 2022 and June 25, 2021, respectively. We have interest rate risk exposure relating to the interest income generated by excess cash invested in highly liquid investments with maturities of three months or less from the original dates of purchase. The cash, cash equivalents, and short-term investments are held for working capital purposes. We have not used derivative financial instruments in our investment portfolio. We have not been exposed nor do we anticipate being exposed to material risks due to changes in market interest rates. Declines in interest rates, however, will reduce future investment income. If overall interest rates had declined by 10 basis points during fiscal year 2023, fiscal year 2022 and fiscal year 2021, our interest income would have decreased by approximately $0.5 million, $0.4 million and $0.5 million, respectively, assuming consistent investment levels.\nWe also have interest rate risk exposure in movements in interest rates associated with our interest-bearing liabilities. The interest-bearing liabilities are denominated in U.S. dollars and until September 29, 2023, the interest expense is based on LIBOR, plus an additional margin, depending on the lending institution. If the LIBOR had increased by 100 basis points during fiscal year 2023, fiscal year 2022 and fiscal year 2021, our interest expense would have increased by approximately $0.2 million, $0.3 million and $0.4 million, respectively, assuming consistent borrowing levels.\nWe therefore entered into interest rate swap agreements (the “Swap Agreements”) to manage this risk and increase the profile of our debt obligation. The terms of the Swap Agreements allow us to effectively convert the floating interest rate to a fixed interest rate. This locks the variable interest expenses associated with our floating rate borrowings and results in fixed interest expenses that are unsusceptible to market rate increases. We designated the Swap Agreements as a cash flow hedge, and they qualify for hedge accounting because the hedges are highly effective. While we intend to continue to meet the conditions for hedge accounting, if hedges do not qualify as highly effective, the changes in the fair value of the derivatives used as hedges would be reflected in our earnings. From September 27, 2019, any gains or losses related to these outstanding interest rate swaps will be recorded in accumulated other comprehensive income in the consolidated balance sheets, with subsequent reclassification to interest expense when settled.\nWe maintain an investment portfolio in a variety of financial instruments, including, but not limited to, U.S. government and agency bonds, corporate obligations, money market funds, asset-backed securities, and other investment-grade securities. The majority of these investments pay a fixed rate of interest. The securities in the investment portfolio are subject to market price risk due to changes in interest rates, perceived issuer creditworthiness, marketability, and other factors. These investments are generally classified as available-for-sale and, consequently, are recorded on our consolidated balance sheets at fair value with unrealized gains or losses reported as a separate component of shareholders’ equity.\nInvestments in both fixed-rate and floating-rate interest earning instruments carry a degree of interest rate risk. The fair market values of our fixed-rate securities decline if interest rates rise, while floating-rate securities may produce less income than expected if interest rates fall. Due in part to these factors, our future investment income may be less than we expect because of changes in interest rates, or we may suffer losses in principal if forced to sell securities that have experienced a decline in market value because of changes in interest rates.\nForeign Currency Risk\nAs a result of our foreign operations, we have significant expenses, assets and liabilities that are denominated in foreign currencies. Substantially all of our employees and most of our facilities are located in Thailand, the PRC and the United Kingdom. Therefore, a substantial portion of our payroll as well as certain other operating expenses are paid in Thai baht, RMB and GBP. The significant majority of our revenues are denominated in U.S. dollars because our customer contracts generally provide that our customers will pay us in U.S. dollars.\nAs a consequence, our gross profit margins, operating results, profitability and cash flows are adversely impacted when the dollar depreciates relative to the Thai baht, the GBP or the RMB. We have a particularly significant currency rate exposure to changes in the exchange rate between the Thai baht, the GBP, the RMB and the U.S. dollar. We must translate foreign currency-denominated results of operations, assets and liabilities for our foreign subsidiaries to U.S. dollars in our consolidated \n47\nTable of Contents\nfinancial statements. Consequently, increases and decreases in the value of the U.S. dollar compared with such foreign currencies will affect our reported results of operations and the value of our assets and liabilities on our consolidated balance sheets, even if our results of operations or the value of those assets and liabilities has not changed in its original currency. These transactions could significantly affect the comparability of our results between financial periods or result in significant changes to the carrying value of our assets, liabilities and shareholders’ equity.\nWe attempt to hedge against these exchange rate risks by entering into derivative instruments that are typically one to twelve months in duration, leaving us exposed to longer term changes in exchange rates. We designated the foreign currency forward contracts used to hedge fluctuations in the U.S. dollar value of forecasted transactions denominated in Thai baht as cash flow hedges, as they qualified for hedge accounting because the hedges are highly effective. While we intend to continue to meet the conditions for hedge accounting, if hedges do not qualify as highly effective, the changes in the fair value of the derivatives used as hedges would be reflected in our earnings. From December 28, 2019, any gains or losses related to these outstanding foreign currency forward contracts will be recorded in accumulated other comprehensive income in the consolidated balance sheets, with subsequent reclassification to the same statement of operations and comprehensive income line item as the earnings effect of hedge items when settled. We recorded unrealized gain of $0.4 million and unrealized loss $0.8 million for the year ended June 30, 2023 and June 24, 2022, respectively, related to derivatives that are not designated as hedging instruments. As foreign currency exchange rates fluctuate relative to the U.S. dollar, we expect to incur foreign currency translation adjustments and may incur foreign currency exchange losses. For example, a 10% weakening in the U.S. dollar against the Thai baht, the RMB and the GBP would have resulted in a decrease in our net dollar position of approximately $6.0 million and $5.3 million as of June 30, 2023 and June 24, 2022, respectively. We cannot give any assurance as to the effect that future changes in foreign currency rates will have on our consolidated financial position, operating results or cash flows.\nCredit Risk\nCredit risk refers to our exposures to financial institutions, suppliers and customers that have in the past and may in the future experience financial difficulty, particularly in light of recent conditions in the credit markets and the global economy. As of June 30, 2023, our cash and cash equivalents were held in deposits and highly liquid investment products with maturities of three months or less with banks and other financial institutions having credit ratings of A minus or above. Our short-term investments as of June 30, 2023 are held in various financial institutions with a maturity limit not to exceed three years, and all securities are rated A1, P-1, F1 or better. We continue to monitor our surplus cash and consider investment in corporate and U.S. government debt as well as certain available-for-sale and held-to-maturity securities in accordance with our investment policy. We generally monitor the financial performance of our suppliers and customers, as well as other factors that may affect their access to capital and liquidity. Presently, we believe that we will not incur material losses due to our exposures to such credit risk.\n48\nTable of Contents",
    "cik": "1408710",
    "cusip6": "G3323L",
    "cusip": [
        "G3323L100",
        "g3323l100"
    ],
    "names": [
        "FABRINET",
        "Fabrinet"
    ],
    "source": "https://www.sec.gov/Archives/edgar/data/1408710/000140871023000028/0001408710-23-000028-index.htm"
}