{
    "item1": ">Item 1.  \nBusiness.\nOVERVIEW\nAngioDynamics is a leading and transformative medical technology company focused on restoring healthy blood flow in the body's vascular system, expanding cancer treatment options and improving quality of life for patients.\nHISTORY\nAngioDynamics was founded in Queensbury, N.Y., U.S., in 1988 and began manufacturing and shipping product in the early 1990s.  The Company is headquartered in Latham, N.Y., with manufacturing primarily out of the Queensbury facility.  Initially dedicated to the research and development of products used in interventional radiology, the Company soon became well established as a producer of diagnostic catheters for non-coronary angiography and thrombolytic delivery systems.\nThe Company grew over the following years as a result of acquisitions of companies including RITA Medical Systems in January 2007, Oncobionic in May 2008, the assets of Diomed in June 2008, Vortex Medical, Inc. in October 2012, the assets of Microsulis Medical Limited in January 2013, and Clinical Devices in August 2013. These acquisitions added product lines \n2\nincluding ablation and NanoKnife systems, vascular access products, angiographic products and accessories, dialysis products, drainage products, thrombolytic products, embolization products and venous products.  In May 2012, the Company acquired Navilyst Medical's Fluid Management business, which the Company sold in May 2019 to Medline Industries, Inc. pursuant to an asset purchase agreement. \nIn August 2018, the Company acquired the BioSentry product line from Surgical Specialties, LLC.  In September 2018, the Company acquired RadiaDyne, which included endorectal and vaginal balloons.  On October 2, 2019, the Company acquired Eximo Medical, Ltd., a pre-commercial stage medical device company and its proprietary 355nm laser atherectomy technology (now called Auryon), which treats Peripheral Artery Disease.  On December 17, 2019, the Company acquired the C3 Wave tip location asset from Medical Components Inc.  On July 27, 2021, AngioDynamics acquired the Camaro Support Catheter asset from QX Medical, LLC.  \nAngioDynamics is publicly traded on the NASDAQ stock exchange under the symbol ANGO.\nPRODUCTS\nOur product offerings fall within two segments, Med Tech and Med Device.  All products discussed below have been cleared for sale in the United States by the Food and Drug Administration.  International regulatory clearances vary by product and jurisdiction.\nMed Tech\n \nAuryon \nThe Auryon Atherectomy System is one of our latest advancements in peripheral arterial disease.  The Auryon system is designed to deliver an optimized wavelength, pulse width, and amplitude to remove lesions while preserving vessel wall endothelium. Additionally, the Auryon system includes aspiration which enhances the safety of the procedure. Regardless of lesion type, the Auryon system provides safety and efficacy. The Auryon system is indicated for use in the treatment, including atherectomy, of infrainguinal stenoses and occlusions, including in-stent restenosis (ISR), and to aspirate thrombus adjacent to stenoses in native and stented infrainguinal arteries.\nThrombectomy\nOur Thrombus Management portfolio includes the AlphaVac Mechanical Thrombectomy System, AngioVac venous drainage cannula and circuit, as well as catheter directed thrombolytic devices, including the Uni-Fuse system, the Uni-Fuse+ system, the Pulse Spray system and SpeedLyser infusion catheters. AngioDynamics offers a range of options when treating thrombus and removing fresh, soft thrombi or emboli.\nAngioVac\nOur AngioVac venous drainage system includes a Venous Drainage Cannula and Extracorporeal Circuit. The cannula is indicated for use as a venous drainage cannula and for removal of fresh, soft thrombi or emboli during extracorporeal bypass. The AngioVac circuit is indicated for use in procedures requiring extracorporeal circulatory support for periods of up to six hours. AngioVac devices are for use with other manufacturers’ off-the-shelf pump, filter and reinfusion cannula, to facilitate venous drainage as part of an extracorporeal bypass procedure. \nThe AngioVac venous drainage cannula is a 22 French flat coil-reinforced cannula designed with a proprietary self-expanding nitinol reinforced funnel shaped distal tip. The funnel shaped tip enhances venous drainage flow when the distal tip is exposed by retracting the sheath, helps prevent clogging of the cannula with commonly encountered undesirable intravascular material, and facilitates embolic removal of such extraneous material.\n3\nAlphaVac \nThe AlphaVac System is an emergent mechanical aspiration device that eliminates the need for perfusionist support.  AlphaVac is offered in both a 22 French flat coil-reinforced cannula and an 18 French braided reinforced cannula each designed with a proprietary self-expanding nitinol reinforced funnel shaped distal tip.  AlphaVac is indicated for the non-surgical removal of thrombi or emboli from vasculature as well as aspiration of contrast media and other fluids from the vasculature.  The cannula is intended for use in the venous system.  The handle is indicated as a vacuum source for the AlphaVac MMA system.\n \n \nThrombolytic Catheters\nThrombolytic catheters are used to deliver thrombolytic agents, which are drugs that dissolve blood clots in hemodialysis access grafts, arteries, veins and surgical bypass grafts. AngioDynamics’ Uni-Fuse infusion catheter features pressure response outlets, a proprietary slit technology that provides a consistent, even distribution of fluid volume along the entire length of the infusion pattern, designed to provide an advantage over standard side-hole catheters.\nWe also offer the Pulse-Spray infusion system for high pressure, pulsed delivery of lytic agents designed to shorten treatment time, and the SpeedLyser infusion system built for dialysis grafts and fistulas.\nNanoKnife\nThe NanoKnife IRE Ablation System is an alternative to traditional thermal ablation that received 510(k) clearance from the Food and Drug Administration for the surgical ablation of soft tissue. The system utilizes low energy direct current electrical pulses to permanently open pores in target cell membranes. These permanent pores or nano-scale defects in the cell membranes result in cell death. The treated tissue is then removed by the body’s natural processes in a matter of weeks, mimicking natural cell death. Unlike other ablation technologies, the NanoKnife System does not achieve tissue ablation using thermal energy.\n \nThe NanoKnife System consists of two major components: a Low Energy Direct Current, or LEDC Generator and needle-like electrode probes. Up to six (6) electrode probes can be placed into or around the targeted soft tissue. Once the probes are in place, the user enters the appropriate parameters for voltage, number of pulses, interval between pulses, and the pulse length into the generator user interface. The generator then delivers a series of short electric pulses between each electrode probe. The energy delivery is hyperechoic and can be monitored under real-time ultrasound.\n4\nMed Device\nPeripheral Products (Core)\nWe offer a comprehensive portfolio for minimally invasive peripheral products.  Product categories include an extensive line of angiographic catheters and diagnostic and interventional guidewires, percutaneous drainage catheters and coaxial micro-introducer kits.\nAngiographic Products and Accessories\nAngiographic products and accessories are used during peripheral diagnostic and interventional procedures. These products permit physicians to reach targeted locations to deliver contrast media for visualization purposes and therapeutic agents and devices, such as percutaneous transluminal angioplasty (PTA) balloons. Angiographic products consist of angiographic catheters and guidewires.\nOur angiographic catheter line includes the following brands, all with radiopaque tips to assure excellent visibility under fluoroscopy:\n•\nSoft-Vu flush catheters are available in flush and selective varieties.  Flush catheters are used in procedures where a high flow of contrast is required for “big picture” diagnostics. Anomalies discovered through a flush angiogram may require further investigation into a vessel of interest. Soft-Vu selective catheters are used to gain access to smaller or more distal vessels and advance the catheter or wire into the diseased section.\n•\nAccu-Vu sizing catheters feature radiopaque marker bands at the distal portion of the catheter to provide a highly accurate measurement of the patient’s anatomy. This enables precise measurement for interventional devices such as stents.\n•\nMariner catheters have a hydrophilic coating that, when combined with water, reduces friction. This makes insertion potentially easier and more comfortable for the patient, and can also be used for advancing through tortuous anatomy.\nAngioDynamics guidewires include Nit-Vu (featuring a kink-resistant NiTi alloy core facilitating smooth navigation through tortuous vasculature and accurate wire control) and Polytetrafluoroethylene (PTFE) Coated diagnostic guidewires (fixed core and movable core).\nAngioDynamics catheters and guidewires are available in more than 500 tip configurations and lengths.\nDrainage Products\nDrainage products percutaneously drain abscesses and other fluid pockets. An abscess is a tender inflamed mass that typically must be drained by a physician. AngioDynamics offers two brands of drainage catheters for multi-purpose/general, nephrostomy and biliary drainage: Total Abscession and Exodus. Each offer features and benefits depending on case presentation and physician preferences.\nMicro Access Kits\nOur Micro Access kits provide interventional physicians a smaller introducer system for minimally-invasive procedures. Our Micro Access product line provides physicians with the means to choose from the wide selection of configurations, including guidewire, needle and introducer options. Two lines are available in stiff/standard, 10cm or 15cm and echogenic for visibility under ultrasound guidance: Micro Introducer Kit and Ministick Max.\n5\nBioFlo\nAngioDynamics offers the BioFlo catheter, the only catheter on the market with Endexo Technology, a material more resistant to thrombus accumulation, in vitro (based on platelet count). Endexo Technology is a permanent and non-eluting polymer that is “blended” into the polyurethane from which the catheter is made. It is present throughout the catheter, including the extraluminal, intraluminal and cut catheter surface of the tip. Endexo Technology remains present for the life of the catheter.  The BioFlo catheter’s long-term durability and efficacy is intended to provide clinicians a high degree of safety and confidence in providing better patient care and improved patient outcomes. BioFlo catheters are available across the Vascular Access family of products, including PICCs, midlines, ports and dialysis catheters.\n \n \nMidlines\nMidline catheters are inserted via the same veins used for PICC placement in the middle third of the upper arm; however, the midline catheter is advanced and placed so that the catheter tip is level or near the level of the axilla and distal to the shoulder.  Our Midline product is a BioFlo Midline Catheter which incorporates Endexo Technology and is an effective solution to preserving a patient’s peripheral access.  It provides a cost-effective alternative to multiple IV site rotations for patients who need short-term venous access.\nPICCs\nA peripherally inserted central catheter, or PICC, is a long thin catheter that is inserted into a peripheral vein, typically in the upper arm, and advanced until the catheter tip terminates in a large vein in the chest near the heart to obtain intravenous access. PICCs can typically be used for prolonged periods of time and provide an alternative to central venous catheters. Our PICC product offerings include:\n•\nBioFlo PICC\n: Our BioFlo PICC line is the only power injectable PICC available that incorporates Endexo Technology into the manufacturing and design of the catheter. Advanced features such as large lumen diameters allow the BioFlo PICC to deliver the power injection flow rates required for contrast-enhanced Computed Tomography (CT) scans compatible with up to 325 psi CT injections.\n•\nXcela PICC\n: The Xcela PICC line is designed to provide a high degree of safety, ease and confidence in patient care. Advanced features such as large lumen diameters allow the Xcela PICC to deliver the power injection flow rates required for contrast-enhanced CTs compatible with up to 325 psi CT injections.\n•\nPASV Valve Technology: \nThe PASV Valve Technology is available in both BioFlo and Xcela lines and is designed to automatically resist backflow and reduce blood reflux that could lead to catheter-related complications.\nC3 Wave PICC tip location system\nThe C3 Wave system is our innovative, wireless, app-based ECG system which eliminates the need for a confirmatory chest x-ray of PICC tip placement, allowing greater patient access to the Company’s proprietary BioFlo PICCs. \nPorts \nPorts are implantable devices utilized for the central venous administration of a variety of medical therapies and for blood sampling and diagnostic purposes. Central venous access facilitates a more systemic delivery of treatment agents, while mitigating certain harsh side effects of certain treatment protocols and eliminating the need for repeated access to peripheral veins. Depending upon needle gauge size and the port size, a port can be utilized for up to approximately 2,000 accesses once implanted in the body. Our ports are used primarily in systemic or regional short- and long-term cancer treatment protocols that require frequent infusions of highly concentrated or toxic medications (such as chemotherapy agents, antibiotics or analgesics) and frequent blood samplings. Our port products and accessories include:\n•\nBioFlo Port\n: Our BioFlo Port was the first port available featuring a catheter with Endexo Technology. Advanced features of the BioFlo Port include multiple profile and catheter options, a large septum area for ease of access and the ability to administer contrast through a CT injection for purposes of imaging.\n•\nSmartPort, SmartPort+, SmartPort Plastic\n: The SmartPort power-injectable port with Vortex technology offers the ability for a clinician to access a vein for both the delivery of medications or fluids and for administering power-\n6\ninjected contrast to perform a CT scan. The ability to access a port for power-injected contrast studies eliminates the need for additional needle sticks in the patient’s arm and wrist veins. Once implanted, repeated access to the bloodstream can be accomplished with greater ease and less discomfort. Our SmartPort port line is available in standard, mini and low-profiles to accommodate more patient anatomies.  The SmartPort+ port line combines Vortex technology with BioFlo catheters.  In addition to the three titanium port body sizes, there is a plastic port body.\n•\nVortex:\n Our Vortex port technology line of ports features a clear-flow port technology that, we believe, revolutionized port design. With its rounded chamber, the Vortex port is designed to have no sludge-harboring corners or dead spaces. This product line consists of titanium, plastic and dual-lumen offerings.\n•\nPASV Valve Technology: \nThe PASV Valve Technology is designed to automatically resist backflow and reduce blood reflux that could lead to catheter-related complications.\nDialysis Products\nWe market an extensive line of dialysis products that provide short and long-term vascular access for dialysis patients. Dialysis, or cleaning of the blood, is necessary in conditions such as acute renal failure, chronic renal failure and end-stage renal disease (ESRD). We currently offer a variety of dialysis catheters, including:\n•\nBioFlo\n \nDuraMax\n: Our BioFlo DuraMax dialysis catheter is the only dialysis catheter with Endexo Technology. Advanced features of the BioFlo DuraMax dialysis catheter include large inner diameter lumens designed for long term patency, a proprietary guidewire lumen to facilitate catheter exchanges and Curved Tip Technology that allows the catheter to self-center in the Superior Vena Cava (SVC).\n•\nDuraMax:\n The DuraMax catheter is a stepped-tip catheter designed to improve ease of use, dialysis efficiency and overall patient outcomes.\nIn addition, AngioDynamics also offers other renal therapies, including our DuraFlow Chronic Hemodialysis Catheter, Acute Dialysis Catheter, EVENMORE Chronic Hemodialysis Catheter, EMBOSAFE Valved Splitable Sheath Dilator and Perchik Button Suture Retention Device.\nVenous Insufficiency\nVenaCure EVLT laser system\n \nOur VenaCure EVLT system products are used in endovascular laser procedures to treat superficial venous disease (varicose veins). Superficial venous disease is a malfunction of one or more valves in the leg veins whereby blood refluxes or does not return to the heart, thereby pooling in the legs and leading to symptoms such as pain, swelling and ulcerations. The VenaCure EVLT system uses laser energy to stop the reflux by ablating (collapsing and destroying) the affected vein. Blood is then re-routed to other healthy veins.\nThe procedure is minimally invasive and generally takes less than an hour, typically allowing the patient to quickly return to normal activities.  \nThe VenaCure EVLT system is sold as a system that includes diode laser hardware and procedure kits which include disposable laser fiber components, an access sheath, access wires and needles. Our VenaCure EVLT 1470 nanometer wavelength laser allows physicians to more efficiently heat the vein wall using lower power settings thereby reducing the risk of collateral damage. The NeverTouch tip fiber eliminates laser tip contact with the vein wall, which in turn minimizes perforations of the vein wall that typically result in less pain and bruising as compared to traditional bare-tip fibers. The NeverTouch tip also maximizes ultrasonic visibility, making it easier for physicians to use. Procedure kits are available in a variety of lengths and configurations to accommodate varied patient anatomies.\nThe VenaCure EVLT system comes with a comprehensive physician training program and extensive marketing support.\n7\nMicrowave Ablation \nSolero Microwave Tissue Ablation (MTA) System\nThe Solero MTA System features the Solero Microwave (MW) Generator and the specially designed Solero MW Applicators. The solid state Solero MW Generator with a 2.45 GHz operating frequency can power up to 140W for optimized power delivery and fast ablations. The Solero MW Applicator’s optimized ceramic tip diffuses MW energy nearly spherically, and its patented cooling channel with thermocouple provides real-time monitoring to help protect non-targeted tissue during the ablation. In addition, the Solero MTA System offers physicians scalability with a single applicator designed for multiple, predictable ablation volumes by varying time and wattage. Solero is a single applicator system able to complete up to a 5 cm ablation in six (6) minutes at maximum power.  \n \nThe Solero MTA System and Accessories are indicated for the ablation of soft tissue during open procedures. The Solero MTA System is not intended for cardiac use.\nRadiofrequency Ablation \nStarBurst Radiofrequency Ablation Devices\nRadiofrequency Ablation (RFA) products use radiofrequency energy to provide a minimally invasive approach to ablating solid cancerous or benign tumors. Our StarBurst Radiofrequency Ablation devices deliver radiofrequency energy to raise the temperature of cells above 45-50°C, causing cellular death. The physician inserts the disposable needle electrode device into the targeted body tissue, typically under ultrasound, CT or Magnetic Resonance Imaging (MRI) guidance. \nDuring the procedure, our system automatically adjusts the amount of energy delivered in order to maintain the temperature necessary to ablate the targeted tissue. For a typical 5 cm ablation using our StarBurst Xli-enhanced disposable device, the ablation process takes approximately ten (10) minutes. The RFA system consists of a radiofrequency generator and a family of disposable devices.\nIn addition to thermal ablation systems and the NanoKnife Ablation System, AngioDynamics also offers Habib 4X Surgical Resection devices that are used in minimally invasive laparoscopic surgery procedures in surgical specialties such as Hepato-Biliary, GI, Surgical Oncology, Transplant Surgery and Urology (Partial Nephrectomy Resections). It is clinically indicated to assist in coagulation of tissue during intraoperative and laparoscopic procedures.\nBioSentry Tract Sealant System\nThe BioSentry Tract Sealant System deploys a self-expanding hydrogel plug into the pleural space following a percutaneous lung biopsy, creating an airtight seal that closes the pleural puncture.  Depth markings provide accurate and consistent placement based on CT-guided measurements, while the depth adjustment wheel and locking mechanisms ensure proper plug deployment.  The hydrogel plug is made from a synthetic tissue-friendly polymer that fully reabsorbs into the body and the coaxial adapter mates with a coaxial needle to ensure a proper fit and delivery of the plug.  The BioSentry Tract Sealant System is indicated for sealing pleural punctures to significantly reduce the risk of pneumothoraxes (air leaks) associated with percutaneous, transthoracic needle lung biopsies and to provide accuracy in marking a biopsy location for visualization during surgical resection.  \nIsoLoc Endorectal Balloon\nThe IsoLoc Endorectal Balloon's unique, customer-driven design is the result of collaborations with Radiation Oncologists, Therapists and Physicists with one goal in mind, to create a new standard for endorectal balloons (ERB) in the oncology space.   \nThe design of the IsoLoc device not only addresses patient comfort, but also simplifies three challenging clinical scenarios that many physicians face when using radiation therapy for and/or in relation to the prostate.  First, its' gas-release tip removes rectal gas and reduces prostate motion for gaseous patients.  Secondly, the structure of the ERB aids in defining the anatomy for difficult planning scenarios with post-radical patients.  Lastly, the IsoLoc device repositions and lifts the bowel in patients that have a low-lying bowel.  \n8\nAlatus Vaginal Balloon Packing System\nThe Alatus device was developed with the patient's comfort in mind and to assist the physician to move healthy tissue away from the radiation treatment field.  Prior to the Alatus device, the clinician would push gauze into the vagina to move the bladder and bowel away from the radiation treatment field.  Inserting gauze into the vagina can be uncomfortable before treatment and unpleasant at the end of treatment as it tends to dry out before removing. \nRESEARCH & DEVELOPMENT \nOur growth depends in large part on the continuous introduction of new and innovative products, together with ongoing enhancements to our existing products. This happens through internal product development, technology licensing, strategic alliances and acquisitions.  Our research and development (R&D) teams work closely with our marketing teams, sales force and regulatory and compliance teams to incorporate customer feedback into our development and design process. We believe that we have a reputation among interventional physicians as a strong partner for developing high quality products because of our tradition of close physician collaboration, dedicated market focus, responsiveness and execution capabilities for product development and commercialization.  We recognize the importance of, and intend to continue to make investments in R&D.\nCOMPETITION\nWe encounter significant competition across our product lines and in each market in which our products are sold. These markets are characterized by rapid change resulting from technological advances, scientific discoveries and changing customer needs and expectations. We face competitors, ranging from large manufacturers with multiple business lines, to small manufacturers that offer a limited selection of products.\nOur primary device competitors include: Boston Scientific Corporation; Cook Medical; Medical Components, Inc. (MedComp); TeleFlex Medical; Becton Dickinson; Medtronic; Merit Medical; Terumo Medical Corporation; Johnson and Johnson; Philips Healthcare; Inari Medical; Varian Medical Systems and Total Vein Systems.\nWe believe our products compete primarily based on their quality, clinical outcomes, ease of use, reliability, physician familiarity and cost-effectiveness. In the current environment of managed care, which is characterized by economically motivated buyers, consolidation among health care providers, increased competition and declining reimbursement rates, we have been increasingly required to compete on the basis of price. We believe that our continued competitive success will depend upon our ability to develop or acquire scientifically advanced technology, apply our technology cost-effectively across product lines and markets, attract and retain skilled personnel, obtain patent or other protection for our products, obtain required regulatory and reimbursement approvals, manufacture and successfully market our products either directly or through third parties, and maintain sufficient inventory to meet customer demand.\nSALES AND MARKETING\nWe sell our broad line of quality devices in the United States primarily through a direct sales force and internationally through a combination of direct sales and distributor relationships.  We support our customers and sales organization with a marketing staff that includes product managers, customer service representatives and other marketing specialists.  We focus our sales and marketing efforts on interventional radiologists, interventional cardiologists, vascular surgeons, urologists, interventional and surgical oncologists and critical care nurses. \nMANUFACTURING\nWe manufacture certain proprietary components and products and then assemble, inspect, test and package our finished products. By designing and manufacturing many of our products from raw materials, and assembling and testing our subassemblies and products, we believe that we are able to maintain better quality control, ensure compliance with applicable regulatory standards and our internal specifications, and limit outside access to our proprietary technology. We have custom-designed proprietary manufacturing and processing equipment and have developed proprietary enhancements for existing production machinery.\nWe manufacture many of our products from two owned manufacturing properties, one in Queensbury, NY and one small facility in Glens Falls, NY, providing capabilities which include manufacturing, service, offices, engineering and research and we lease distribution warehouses.  The manufacturing facilities are registered with the FDA and have been certified to ISO 13485 standards. ISO 13485 is a quality system standard that satisfies European Union regulatory requirements, thus allowing us to market and sell our products in European Union countries. AngioDynamics is certified under the Medical Device Single Audit Program (\"MDSAP\") which allows a recognized auditing organization to conduct a single regulatory audit of a medical device manufacturer to satisfy the relevant requirements of the regulatory authorities participating in the program.  International partners that are participating in the MDSAP include:\n•\nTherapeutic Goods Administration of Australia\n9\n•\nBrazil’s Agência Nacional de Vigilância Sanitária\n•\nHealth Canada\n•\nJapan’s Ministry of Health, Labour and Welfare, and the Japanese Pharmaceuticals and Medical Devices Agency\n•\nU.S. Food and Drug Administration\nOur manufacturing facilities are subject to periodic inspections by regulatory authorities to ensure compliance with domestic and non-U.S. regulatory requirements. See “Government Regulation” section of this Item 1 for additional information. See Part I, Item 2 \"Properties\" in this Annual Report on Form 10-K for details on each manufacturing location.\nDuring the fourth quarter of fiscal year 2022, AngioDynamics entered into a supply agreement with Precision Concepts, Costa Rica S.A., a Costa Rica corporation, with its principal place of business in Alajuela, Costa Rica.  Precision Concepts is manufacturing, storing, and handling certain products for the Company and is registered with the FDA and certified to the ISO 13485 standard.  The Company also relies on third party manufacturers for the manufacturing of certain products.  \nBACKLOG\nWe have historically kept sufficient inventory on hand to ship product within 24-48 hours of order receipt to meet customer demand.  In fiscal year 2023, the Company's ability to manufacture products, the reliability of our supply chain, labor shortages, backlog and inflation (including the cost and availability of raw materials, direct labor and shipping) have impacted our business and resulted in a backlog of $2.7 million at the end of the fourth quarter.  We continue to focus on meeting the demand for our product and working towards standard inventory and backlog levels in fiscal year 2024.  See Part I, Item 1A \"Risk Factors\" in this Annual Report on Form 10-K.\n \nINTELLECTUAL PROPERTY\nPatents, trademarks and other proprietary rights are very important to our business. We also rely upon trade secrets, manufacturing know-how, technological innovations and licensing opportunities to maintain and improve our competitive position. We regularly monitor and review third-party proprietary rights, including patents and patent applications, as available, to aid in the development of our intellectual property strategy, avoid infringement of third-party proprietary rights, and identify licensing opportunities.  The Company owns an extensive portfolio of patents and patent applications in the United States and in certain foreign countries. The portfolio also includes exclusive licenses to third party patents and applications.  Most of our products are sold under the AngioDynamics trade name or trademark. Additionally, products are sold under product trademarks and/or registered product trademarks owned by AngioDynamics, Inc., or an affiliate or subsidiary. Some products contain trademarks of companies other than AngioDynamics.\nSee Part I, Item 3 \"Legal Proceedings\" and Note 17 to the consolidated financial statements in this Annual Report on Form 10-K for additional details on litigation regarding proprietary technology.\nLITIGATION\nWe operate in an industry characterized by extensive patent litigation. Patent litigation can result in significant damage awards and injunctions that could prevent the manufacture and sale of affected products, or result in significant royalty payments in order to continue selling those products. The medical device industry is also susceptible to significant product liability claims. These claims may be brought by individuals seeking relief on their own behalf or purporting to represent a class. In addition, product liability claims may be asserted against us in the future based on events we are not aware of at the present time. At any given time, we are involved in a number of product liability actions. For additional information, see both Part I, Item 3 \"Legal Proceedings\" and Note 17 to the consolidated financial statements in this Annual Report on Form 10-K.\nGOVERNMENT REGULATION\nThe products we manufacture and market are subject to regulation by the United States Food and Drug Administration (FDA) under the Federal Food, Drug, and Cosmetic Act, or FDCA, and international regulations in our specific target markets.\nUnited States FDA Regulation\nBefore a new medical device can be introduced into the market, a manufacturer generally must obtain marketing clearance or approval from the FDA through either a 510(k) submission (a premarket notification) or a premarket approval application (PMA).\nThe 510(k) clearance procedure is available only if a manufacturer can establish that its device is “substantially equivalent” in intended use and in safety and effectiveness to a “predicate device,” which is (i) a device that has been cleared through the 510(k) clearance process;  (ii) a device that was legally marketed prior to May 28, 1976 (preamendments device); (iii) a device that was originally on the U.S. market as a Class III device (Premarket approval) and later downclassified to Class II or I; (iv) or a 510(k) exempt device.  After a device receives 510(k) clearance, any modification that could significantly affect \n10\nits safety or effectiveness, or that would constitute a major change in its intended use, requires a new 510(k) clearance. The 510(k) clearance procedure including questions and responses may take up to 12 months. In some cases, supporting clinical data may be required. The FDA may determine that a new or modified device is not substantially equivalent to a predicate device or may require that additional information, including clinical data, be submitted before a determination is made, either of which could significantly delay the introduction of a new or modified device. If a device cannot demonstrate substantial equivalence, it may be subject to either a De Novo 510(k) submission or a PMA.\nThe PMA application procedure is more comprehensive than the 510(k) procedure and typically takes more time to complete. The PMA application must be supported by scientific evidence providing pre-clinical and clinical data relating to the safety and efficacy of the device and must include other information about the device and its components, design, manufacturing, and labeling. The FDA will approve a PMA application only if reasonable assurance that the device is safe and effective for its intended use can be provided. As part of the PMA application review, the FDA will inspect the manufacturer’s facilities for compliance with its Quality System Regulation, or QSR. As part of the PMA approval the FDA may place restrictions on the device, such as requiring additional patient follow-up for an indefinite period of time. If the FDA’s evaluation of the PMA application or the manufacturing facility is not favorable, the FDA may deny approval of the PMA application or issue a “not approvable” letter. The FDA may also require additional clinical trials, which can delay the PMA approval process by several years. After the PMA is approved, if significant changes are made to a device, its manufacturing or labeling, a PMA supplement containing additional information must be filed for prior FDA approval.\nHistorically, our products have been introduced into the market using the 510(k) procedure.\nFDA submissions require extensive validations and testing which requires a significant amount of time and financial resources. Recent changes in both regulations and FDA perspectives have increased both time and testing requirements, which have caused and are expected to continue to cause significant delays and increased costs for clearances and approvals. The increased focus by the FDA on such issues as chemical identification of all colorants, non-acceptance of certain colorants (certain forms of carbon black) and other concerns, continue to cause challenges and delays. In addition, changes to existing products call into question previously approved devices and result in additional costs for testing and material analysis.\nThe devices manufactured by us are also subject to the QSR, which imposes elaborate testing, control, documentation and other quality assurance procedures on our manufacturing facilities. Every phase of production, including raw materials, components and subassembly, manufacturing, testing, quality control, labeling, tracing of customers after distribution and follow-up and reporting of complaint information is governed by the FDA’s QSR. Device manufacturers are required to register their facilities and list their products with the FDA and certain state agencies. The FDA periodically inspects manufacturing facilities and, if there are alleged violations, the operator of a facility must correct them or satisfactorily demonstrate the absence of the violations or face regulatory action. Failure to maintain compliance with the QSR may result in the issuance of one or more Forms 483 or warning letters and could potentially result in a consent decree. Failure to maintain the QSR appropriately could result in the issuance of further warning letters. In addition, non-compliance with applicable FDA requirements can result in, among other things, fines, injunctions, civil penalties, recall or seizure of products, total or partial suspension of production, failure of the FDA to grant marketing approvals, inability to obtain clearances or approvals for products, withdrawal of marketing approvals, a recommendation by the FDA to disallow us to enter into government contracts, and/or criminal prosecutions. The FDA also has the authority to request repair, replacement or refund of the cost of any device manufactured or distributed by us.\nOther U.S. Regulatory Bodies\nWe and our products are subject to a variety of federal, state and local laws in those jurisdictions where our products are, or will be, marketed.  We and our products are also subject to a variety of federal, state and local laws relating to matters such as safe working conditions, manufacturing practices, environmental protection, fire hazard control and disposal of hazardous or potentially hazardous substances. In addition, we are subject to various federal and state laws governing our relationships with the physicians and others who purchase or make referrals for our products. For instance, federal law prohibits payments of any form that are intended to induce a referral for any item payable under Medicare, Medicaid or any other federal healthcare program. Many states have similar laws. There can be no assurance that we will not be required to incur significant costs to comply with such laws and regulations now or in the future, or that such laws or regulations will not have a material adverse effect upon our ability to do business.\nInternational Regulation\nInternationally, all of our current products are considered medical devices under applicable regulatory regimes, and we anticipate that this will be true for all of our future products. Sales of medical devices are subject to regulatory requirements in many countries. The regulatory review process may vary greatly from country to country.\nIn order to distribute and sell products into the European Union as well as a number of other countries including many Central European Free Trade Agreement participants, Scandinavian, and Middle Eastern countries, a CE Mark is required. New \n11\nproducts must be compliant with the Medical Device Regulation (\"MDR\") as of May 2021 and previously CE Marked products must become compliant when their certification expires, with a transition period ending December 2027 for higher classification devices, or December 2028 for lower classification devices. Products with an expiring certification must be in distribution before certification expiration dates to continue to be sold. Clinical evaluations of products under MDR requires more information than previously required. All devices must have current clinical literature that specifically addresses data-driven safety and performance criteria, and legacy devices often require additional biocompatibility, bench testing and redesign to address changes in standards over time. Additionally, there can be extended time frames under MDR for product certifications that can be 12-18 months or longer.  During that time period, significant design modifications cannot be made.  \nSimilar regulations are in place for Canada, Japan, China, Brazil and most other countries.  In some cases, we rely on our international distributors to obtain regulatory approvals, complete product registrations, comply with clinical trial requirements and complete those steps that are customarily taken in the applicable jurisdictions.\nInternational sales of medical devices manufactured in the United States that are not approved or cleared by the FDA for use in the United States, or are banned or deviate from lawful performance standards, are subject to FDA export requirements. Before exporting such products to a foreign country, we must first comply with the FDA’s regulatory procedures for exporting unapproved devices.\nThe process of obtaining approval to distribute medical products is costly and time-consuming in virtually all the major markets where we sell medical devices. We cannot assure that any new medical devices we develop will be cleared, approved or certified in a timely or cost-effective manner or cleared, approved or certified at all. There can be no assurance that new laws or regulations regarding the release or sale of medical devices will not delay or prevent sale of our current or future products.\nTHIRD-PARTY REIMBURSEMENT AND ANTI-FRAUD AND CORRUPT PRACTICES REGULATION\nUnited States\nThe delivery of our devices is subject to regulation by the Department of Health and Human Services (HHS) and comparable state and non-U.S. agencies responsible for reimbursement and regulation of health care items and services. U.S. laws and regulations are imposed primarily in conjunction with the Medicare and Medicaid programs, as well as the government’s interest in regulating the quality and cost of health care. Foreign governments also impose regulations in conjunction with their health care reimbursement programs and the delivery of health care items and services.\nU.S. federal health care laws apply when we or customers submit claims for items or services that are reimbursed under Medicare, Medicaid, or other federally-funded health care programs. The principal U.S. federal laws include: (1) the Anti-kickback Statute which prohibits offers to pay or receive remuneration of any kind for the purpose of inducing or rewarding referrals of items or services reimbursable by a federal health care program, subject to certain safe harbor exceptions; (2) the False Claims Act which prohibits the submission of false or otherwise improper claims for payment to a federally-funded health care program, including claims resulting from a violation of the Anti-kickback Statute; (3) the Stark law which prohibits physicians from referring Medicare or Medicaid patients to a provider that bills these programs for the provision of certain designated health services if the physician (or a member of the physician’s immediate family) has a financial relationship with that provider; and (4) health care fraud statutes that prohibit false statements and improper claims to any third-party payer. There are often similar state false claims, anti-kickback, and anti-self-referral and insurance laws that apply to state-funded Medicaid and other health care programs and private third-party payers. In addition, the U.S. Foreign Corrupt Practices Act (FCPA) can be used to prosecute companies in the U.S. for arrangements with physicians or other parties outside the U.S. if the physician or party is a government official of another country and the arrangement violates the law of that country.\nInternational\nThe delivery of our devices in any market is subject to evolving regulation by the EU Medical Device Regulations, notified bodies and comparable nation-specific bodies responsible for reimbursement and regulation of health care items and services.  Our success in international markets will depend largely upon the availability of reimbursement from the national public health payers as well as private, third party payors, through which healthcare providers are paid in those markets. Reimbursement and healthcare payment systems vary significantly by country. The main types of healthcare payment systems are government sponsored healthcare and private insurance. Reimbursement approval must be obtained individually in each country in which our products are marketed. Outside the U.S., we maintain a healthcare economics team that works directly with providers, our distributors and health systems to obtain reimbursement approval in the countries in which they will use or sell our products. There can be no assurance that reimbursement approvals will be received.  See Part I. Item 1A \"Risk Factors\" in this Annual Report on Form 10-K. \n12\nINSURANCE\nOur product liability insurance coverage is limited to a maximum of $10 million per product liability claim and an annual aggregate policy limit of $10 million, subject to a self-insured retention of $500,000 per occurrence and $2 million in the aggregate. The policy covers, subject to policy conditions and exclusions, claims of bodily injury and property damage from any product sold or manufactured by us.\nThere is no assurance that this level of coverage is adequate. We may not be able to sustain or maintain this level of coverage and cannot assure you that adequate insurance coverage will continue to be available on commercially reasonable terms, or at all. A successful product liability claim or other claim, with respect to uninsured or underinsured liabilities, could have a material adverse effect on our business.  See Part I. Item 1A \"Risk Factors\" in this Annual Report on Form 10-K. \nENVIRONMENTAL, HEALTH AND SAFETY\nWe are subject to federal, state and local laws, rules, regulations and policies governing the use, generation, manufacture, storage, air emission, effluent discharge, handling and disposal of certain hazardous and potentially hazardous substances used in connection with our operations. Our operations are also subject to laws and regulations related to occupational health and safety. We maintain safety, training and maintenance programs as part of our ongoing efforts to ensure compliance with applicable laws and regulations.  Although we believe that we have complied with environmental, health and safety laws and regulations in all material respects and, to date, have not been required to take any action to correct any noncompliance, there can be no assurance that we will not be required to incur significant costs to comply with environmental regulations in the future.\nEMPLOYEES\nAs of May 31, 2023, we had approximately 815 full time employees.  None of our employees are represented by a labor union and we have never experienced a work stoppage.  In the highly competitive medical technology industry, we consider attracting, developing, engaging and retaining high performing talent in positions critical to our long-term growth strategy including but not limited to technical, operational, marketing, sales, research and development, and management.  Our ability to recruit and retain such talent depends on several factors, including culture, compensation and benefits, talent development, career opportunities, recognition and work environment.  Our goal is to create a diverse and inclusive culture that encourages an environment where employees feel welcomed, respected and valued.  We are an equal opportunity/affirmative action employer committed to making employment decisions without regard to race, religion, ethnicity or national origin, gender, sexual orientation, gender identity or expression, age, disability, protected veteran status or any other characteristics protected by law.  \nThe engagement of our workforce is crucial to delivering on our competitive strategy, and we place high importance on informed and engaged employees.  We communicate frequently and transparently with our employees through a variety of communication methods, including video and written communications, town hall meetings and our company intranet.  As a result of the COVID-19 pandemic, we also further strengthened our communication platforms.  Our employee communications during the pandemic have kept our employees informed on critical priorities, important actions being taken by management in response to the pandemic and continued efforts to protect employee health, safety and well-being.\nExecutive Officers of the Company\nThe following table sets forth certain information with respect to our executive officers.\nName\nAge\nPosition\nJames C. Clemmer\n59\nPresident and Chief Executive Officer\nStephen A. Trowbridge\n49\nExecutive Vice President and Chief Financial Officer\nChad T. Campbell\n52\nSenior Vice President and General Manager, Vascular Access and Oncology \nScott Centea\n45\nSenior Vice President and General Manager, Endovascular Therapies\nDavid D. Helsel\n59\nSenior Vice President, Global Operations and Research and Development\nLaura Piccinini\n53\nSenior Vice President and General Manager, International\nJames C. Clemmer\n became our President and Chief Executive Officer (CEO) in April 2016. Prior to joining AngioDynamics, Mr. Clemmer served as President of the $1.8 billion medical supplies segment at Covidien plc. where he directed the strategic and day-to-day operations for global business divisions that collectively manufactured 23 different product categories. In addition, he managed global manufacturing, research and development, operational excellence, business development and all other functions associated with the medical supplies business. Prior to his role at Covidien, Mr. Clemmer served as Group President at Kendall Healthcare (which was acquired by Tyco International in 1994), where he managed the U.S. business across five divisions and built the strategic plan for the medical supplies segment before Covidien was spun off from Tyco. Mr. Clemmer began his career at Sage Products, Inc. Mr. Clemmer currently serves on the Board of Directors for \n13\nAngioDynamics and previously served on the Board of Directors for Lantheus Medical Imaging. Mr. Clemmer is a graduate of the Massachusetts College of Liberal Arts, where he served as interim president from August 2015 until March 2016.\nStephen A. Trowbridge\n was appointed Executive Vice President and Chief Financial Officer (CFO) in February 2020, having served as Interim Chief Financial Officer since October 2019. Prior to his appointment as CFO, he served as the Company’s Senior Vice President and General Counsel. He joined AngioDynamics in June 2008 as Corporate Counsel.  In addition to serving as the Company’s CFO and managing the finance functions, Mr. Trowbridge also managed the Legal function on an interim basis until January 30, 2021.  Prior to AngioDynamics, Mr. Trowbridge served as Corporate Counsel at Philips Healthcare and Intermagnetics General Corporation.  Mr. Trowbridge began his career with Cadwalader, Wickersham & Taft LLP in the firm’s Mergers and Acquisitions and Securities Group. Mr. Trowbridge received a Bachelor of Science in Science and Technology Studies from Rensselaer Polytechnic Institute, a Juris Doctor from the University of Pennsylvania Law School, and a Master of Business Administration from Duke University’s Fuqua School of Business.\nChad T. Campbell\n joined AngioDynamics in May 2016 as the Senior Vice President and General Manager for Vascular Access.  As of October 2021, Mr. Campbell assumed responsibility of the Oncology Global Business Unit in addition to his role of General Manager for Vascular Access. In his role, Mr. Campbell oversees research and development and global commercialization of the Global Business Unit’s portfolio. Mr. Campbell joined AngioDynamics from Medtronic where he served as the Vice President of Marketing for the Patient Care and Safety business after serving as the Vice President of Marketing for the SharpSafety business at Covidien (Medtronic). During his tenure at Covidien, Mr. Campbell also held roles including Director of Marketing, Area Vice President of Sales, Region Manager, Product Manager and Account Manager. Mr. Campbell received a Bachelor of Arts from the University of Kentucky.\nScott Centea\n joined AngioDynamics in 2005 as a sales representative serving the Carolinas.  During his tenure, he has served in a variety of positions with increased responsibility including Vice President of Corporate Accounts where he was in charge of leading a team of individuals to execute Health System Purchasing Contracts.  From there Mr. Centea assumed the role of Vice President of Marketing for Endovascular Therapies, before being promoted into his most recent and current role as Senior Vice President/General Manager of Endovascular Therapies and Peripheral Artery Disease.  Mr. Centea currently holds board positions with the American Venous Forum (AVF) and the Capital District American Heart Association.  Mr. Centea holds a Bachelor of Arts in Communications from Newberry College. \nDavid D. Helsel \ncurrently serves as Senior Vice President of Global Operations and Research and Development and has been with AngioDynamics since December 2017.  Prior to joining AngioDynamics he was Senior Vice President, Global Supply Chain, at Hill-Rom Holdings for almost three years.  Before that, Mr. Helsel worked at Haemonetics for three years where he served as Executive Vice President for Global Manufacturing and also spent almost nineteen years in various positions with increasing responsibility at Covidien, including Vice President of Operations for the Surgical Solutions Division and Medical Supplies Division.  An expert in Lean and Six Sigma, Mr. Helsel also served as Global Director of Operational Excellence, supporting sixty-three manufacturing facilities.  Mr. Helsel holds a Bachelor of Science in Mechanical Engineering from LeTourneau University.\nLaura Piccinini\n joined AngioDynamics as Senior Vice President and General Manager for International in June 2021.  Ms. Piccinini brings more than 25 years of experience in leadership roles in the medical device industry, with an extensive background in the field of respiratory and surgical care.  From June 2020 to June 2021, she served as CEO and a member of the Board of Directors for Respiratory Motion, Inc.  Prior to that, from 2017 to 2020, she served as Global Head of Commercial Operations for the Implants business unit at Nobel Biocare Systems, then a Danaher subsidiary now part of Envista Holdings.  From 2015 to 2017, Ms. Piccinini served as President of EMEA at Covidien and prior to that at Stryker.  Ms. Piccinini is a graduate of the Parma University of Medicine, where she received a nursing degree with specializations in ICU, Anesthesia, and First Aid as a Helicopter Flight Coordinator.\nAVAILABLE INFORMATION\nOur corporate headquarters is located at 14 Plaza Drive, Latham, New York 12110. Our phone number is (518) 795-1400. Our website is \nwww.angiodynamics.com\n. \nWe make available, free-of-charge through our website, our Annual Reports on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K and amendments to those reports filed or furnished pursuant to Section 13(a) of the Securities Exchange Act of 1934, as amended, as soon as reasonably practicable after we electronically file or furnish such materials to the SEC.  In addition, our website includes, among other things, charters of the various committees of our Board of Directors and our code of conduct and ethics applicable to all employees, officers and directors.  Within the time period required by the SEC, we will post on our website any amendment to the code of conduct and ethics and any waiver applicable to any executive officer, director or senior financial officer.  We use our website as a means of disclosing material non-public information and for complying with our disclosure obligations under Regulation FD.  Accordingly, investors should monitor our website, in addition to following our press releases, SEC filings and public conference calls and webcasts.  We use these channels as well \n14\nas social media and blogs to communicate with the public about our company, our services and other issues.  It is possible that the information we post on social media and blogs could be deemed to be material information.  Therefore, we encourage investors, the media, and others interested in our Company to review the information we post on the social media channels and blogs listed on our website.  Any stockholder also may obtain copies of these documents, free of charge, by sending a request in writing to our Corporate headquarters, Attention: Saleem Cheeks. Information on our website or connected to our website is not incorporated by reference into this Annual Report on Form 10-K.  \n15",
    "item1a": ">Item 1A.  \nRisk Factors.\nIn addition to the other information contained in this Annual Report on Form 10-K and in our other filings with the Securities and Exchange Commission, the following risk factors should be considered carefully by investors in evaluating our business.  Our financial and operating results are subject to a number of risks and uncertainties, including those set forth below, many of which are not within our control. Our business, financial condition, results of operations and/or liquidity could be materially and adversely affected by any of these risks or by additional risks not presently known to us or that we currently deem immaterial.\nRISKS RELATED TO OUR BUSINESS AND INDUSTRY\n \nWe face intense competition in the medical device industry which continues to experience consolidation. We may be unable to compete effectively with respect to technological innovation and price which may have a material adverse effect on our revenues, financial condition, results of operations and/or liquidity.\nThe markets for our products are highly competitive and we expect competition to continue to intensify. The medical device industry is characterized by rapid technological change, frequent product introductions and evolving customer requirements.  Our customers consider many factors when choosing products, including technology, features and benefits, quality, reliability, ease of use, clinical or economic outcomes, availability, price and customer service. We face competition globally from a wide range of companies, many of whom have substantially greater financial, marketing and other resources than us.  We may not be able to compete effectively, and we may lose market share to our competitors.  Our primary device competitors include: Boston Scientific Corporation; Cook Medical; Medical Components, Inc. (MedComp); TeleFlex Medical; Becton Dickinson; Medtronic; Merit Medical; Terumo Medical Corporation; Johnson and Johnson; Philips Healthcare; Inari Medical; Varian Medical Systems and Total Vein Systems.\nOur competitors may succeed in adapting faster than us to changing customer needs or requirements, in developing and introducing technologies and products earlier, in obtaining patent protection (which could create barriers to market entry for us) or regulatory clearance earlier, or in commercializing new products or technologies more rapidly than us. Our competitors may also develop products and technologies that are superior to ours or that otherwise could render our products obsolete or noncompetitive.  The trend of increased consolidation in the medical technology industry has resulted in companies with greater scale and market power, intensifying competition and increasing pricing pressure. We may also face competition from providers of other medical therapies, such as pharmaceutical companies, that may offer non-surgical therapies for conditions that are currently, or in the future may be, treated using our products. If we are not able to compete effectively, our market share and revenue may decline.\nIn addition, the increasing purchasing power of health systems, group purchasing organizations (“GPOs”) and integrated health delivery networks (“IDNs”), together with increased competition and declining reimbursement rates, has resulted increasingly with the Company competing on the basis of price. Due to the highly competitive nature of the GPO and IDN contracting processes, we may not be able to obtain market prices for our products or obtain or maintain contract positions with major GPOs and IDNs, which could adversely impact our profitability.  Also, sales through a GPO or IDN can be significant to our business and our inability to retain contracts with our customers, or acquire additional contracts, could have a material adverse effect on our business, financial condition, results of operations and/or liquidity.\nOur inability to continue to effectively develop, acquire and/or market new products and technologies could have a material adverse effect on our business, financial condition and/or results of operations.\nThe market for our devices is characterized by rapid technological change, new product introductions, technological improvements, changes in physician requirements and evolving industry standards. Product life cycles are relatively short because medical device manufacturers continually develop more effective and less expensive versions of existing devices in response to physician demand.  We engage in product development and improvement programs to maintain and improve our competitive position. Our products are technologically complex and these programs involve significant planning, market studies, investment in research and development, clinical trials and regulatory clearances or approvals and may require more time and expense than anticipated to bring such products to market. We may not, however, be successful in enhancing existing products, or developing new products or technologies that will achieve regulatory approval, be developed or manufactured in a cost-effective manner, obtain appropriate intellectual property protection or receive market acceptance. We also may be unable to recover all or a meaningful part of our investment in these products or technologies. Additionally, there can be no assurance that the size of the markets in which we compete will increase above existing levels or not decline, that we will be able to maintain, gain or regain market share or that we can compete effectively on the basis of price or that the number of procedures in which our products are used will increase above existing levels or not decline. \n16\nIn particular, the future prospects of many of our high growth products, such as the NanoKnife system, the AngioVac system, the AlphaVac system and the Auryon system, rely on continued market development and continued generation of clinical data pursuant to clinical trials conducted by us, our competitors or other third parties. If the results of these trials are not what we expect or fail to generate meaningful clinical data, it may adversely impact our ability to obtain product approvals.  If any of these products fail to achieve clinical acceptance or are perceived unfavorably by the market, it could severely limit our ability to drive revenue growth, which could have a material adverse effect on our business, financial condition, results of operations and/or liquidity. See Risk Factor titled \n“Our business and prospects rely heavily upon our ability to successfully complete clinical trials, including, but not limited to, our NanoKnife DIRECT clinical study, our NanoKnife PRESERVE clinical study, AlphaVac APEX-AV clinical study and clinical studies for AngioVac.  We may choose to, or may be required to, suspend, repeat or terminate our clinical trials if they are not conducted in accordance with regulatory requirements, the results are negative or inconclusive or the trials are not well designed.”\nAs part of our business strategy, we expect to continue to engage in business development activities which includes selectively evaluating and pursuing the acquisition of complementary businesses, technologies and products. These activities may result in substantial investment of our time and financial resources and competition for targets may be significant.  We may not be able to identify appropriate acquisition candidates, consummate transactions, obtain agreements with favorable terms or obtain any necessary financing or regulatory approvals. Further, once a business is acquired, any inability to successfully integrate the business or achieve anticipated cost savings or operating synergies, decreases in customer loyalty or product orders, failure to retain and develop its workforce, failure to establish and maintain appropriate controls, higher or unanticipated expenses, or unknown or contingent liabilities could adversely affect our ability to realize the anticipated benefits of any acquisition. The evaluation and integration of an acquired business, whether or not successful, requires significant efforts which may result in additional expenses and divert the attention of our management and technical personnel from other projects. \nIf we proceed with one or more significant acquisitions in which the consideration consists of cash, a substantial portion of our available cash could be used to consummate the acquisitions. If we consummate one or more acquisitions in which the consideration consists of capital stock, our stockholders could suffer significant dilution of their interest in us. In addition, we could incur or assume significant amounts of indebtedness in connection with acquisitions. These transactions are inherently risky and may not enhance our financial position or results of operations or create value for our shareholders as they are based on projections and assumptions which are uncertain and subject to change and there can be no assurance that any past or future transaction will be successful. \nIf we fail to develop and successfully manufacture and launch new products, generate satisfactory clinical results, provide sufficient economic value, enhance existing products, or identify, acquire and integrate complementary businesses, technologies and products or if we experience a decrease in market size or market share or declines in average selling price or procedural volumes, or otherwise fail to compete effectively, we may not achieve our growth goals, which could have a material adverse effect on our business, financial condition and/or results of operations.\nIf we do not maintain our reputation with interventional physicians, interventional and surgical oncologists, and critical care nurses, our growth will be limited and our business could be harmed.\nPhysicians typically influence the medical device purchasing decisions of the hospitals and other healthcare institutions in which they practice. Consequently, our reputation with interventional physicians, interventional and surgical oncologists, and critical care nurses is crucial to our continued growth. We believe that we have built a positive reputation based on the quality of our products, our physician-driven product development efforts, our marketing and training efforts and our presence at medical society meetings. Any actual or perceived diminution in the quality of our products, or our failure or inability to maintain these other efforts, could damage our reputation with interventional physicians, interventional and surgical oncologists, and critical care nurses, and cause our growth to be limited and our business to be harmed, which could have a material adverse effect on our business, financial condition, results of operations and/or liquidity.\nOur business and prospects rely heavily upon our ability to successfully complete clinical trials, including, but not limited to, our NanoKnife DIRECT clinical study, our NanoKnife PRESERVE clinical study, AlphaVac APEX-AV clinical study and clinical studies for AngioVac.\n \nWe may choose to, or may be required to, suspend, repeat or terminate our clinical trials if they are not conducted in accordance with regulatory requirements, the results are negative or inconclusive or the trials are not well designed.\nClinical trials must be conducted in accordance with the applicable laws and regulations in the jurisdictions in which the clinical trials are conducted, including FDA’s current Good Clinical Practices. The clinical trials are subject to oversight by the FDA, regulatory agencies in other jurisdictions, ethics committees and institutional review boards at the medical institutions where the clinical trials are conducted. Clinical trial protocols may require a large number of patients to be enrolled in the trials. Patient enrollment is a function of many factors, including the size of the patient population for the target indication, the \n17\nproximity of patients to clinical sites, the eligibility criteria for the trial, the existence of competing clinical trials and the availability of alternative or new treatments. Clinical trials may be suspended by the FDA or by a regulatory agency in another jurisdiction at any time if the FDA or the regulatory agency finds deficiencies in the conduct of these trials or it is believed that these trials expose patients to unacceptable health risks.\nWe, the FDA or regulatory agencies in other jurisdictions might delay or terminate our clinical trials for various reasons, including insufficient patient enrollment, fatalities, unforeseen adverse side effects by enrolled patients or the development of new therapies that require us to revise or amend our clinical trial protocols. Patients may be discouraged from enrolling in our clinical trials if the trial protocol requires them to undergo extensive follow-up to assess safety and effectiveness, if they determine that the treatments received under the trial protocols are not attractive or involve unacceptable risks or discomforts or if they participate in contemporaneous clinical trials of competing products. \nIn addition, we rely on contract research organizations, or CROs, with respect to conducting our clinical trials.  We may experience significant cost overruns associated with, and we may encounter difficulties managing, these CROs.  Termination of our clinical trials or significant delays in completing our clinical trials could have a material adverse effect on our business, financial condition, results of operations and/or liquidity.\nIf we are unable to convince customers that our products can improve the cost structure of their business, our revenue growth and profitability may be materially and adversely impacted.\nWorldwide initiatives to contain healthcare costs have led governments and the private sector to enact cost containment efforts as a means of managing the growth of health care utilization.  Common techniques include policies on price regulation, competitive pricing, bidding and tender mechanics, coverage and payment, comparative effectiveness of therapies, technology assessments, and managed-care arrangements.  These changes are causing the marketplace to put increased emphasis on the delivery of more cost-effective medical devices and therapies. Government programs, including Medicare and Medicaid, private health care insurance, and managed-care plans have attempted to control costs by limiting the amount of reimbursement they will pay for particular procedures or treatments, tying reimbursement to outcomes, shifting to population health management, and other mechanisms designed to constrain utilization and contain costs. Simultaneously, hospitals are redefining their role in health care delivery as many assume much more risk and control of the total cost of patient care.  To successfully make this transformation, health systems are consolidating, purchasing or partnering with physicians and post-acute care providers, while also narrowing networks thus allowing greater control over outcomes.  This has created an increasing level of price sensitivity among customers for our products and could have a material adverse effect on our business, financial condition, results of operations and/or liquidity. \nWe are dependent on single and limited source suppliers which subjects our business and results of operations to risks of supplier business interruptions.\nWe currently purchase significant amounts of several key products, raw materials and product components from single and limited source suppliers and anticipate that we will do so for future products as well. Any delays in delivery of or shortages in those or other products and components (like we experienced during our 2022 and 2023 fiscal year) could interrupt and delay manufacturing of our products, lead to backlogs and result in the cancellation of orders for our products. Any or all of these suppliers could discontinue the manufacture or supply of these products, raw materials and/or components at any time. \nDue to FDA and other business considerations, we may not be able to identify and integrate alternative sources of supply in a timely fashion or at all. Any transition to alternate suppliers may result in production delays and increased costs and may limit our ability to deliver products to our customers. Furthermore, if we are unable to identify alternative sources of supply, we would have to modify our products to use substitute components, which may cause delays in shipments, backlogs, increased prices for our products or increased design and manufacturing costs.\nIn addition, we purchase certain products as a distributor for the manufacturer of those products.  Any constraint or interruption in the supply of raw materials, other product components or finished products that we distribute could materially impact our ability to sell products, and have a material adverse effect on our business, financial condition, results of operations and/or liquidity.\nWe are heavily dependent on third-party distributors to generate a substantial portion of our international revenues and are at the risk of these distributors also selling for our competitors, failing to be financially viable and failing to effectively distribute our products in compliance with applicable laws.\nOutside of North America we rely heavily on third party distributors, either on a country-by-country basis or on a multi-country, regional basis, to market, sell and distribute our products where we do not have a direct sales and marketing presence (including, among others, China, Japan, Brazil, the Middle East and many European countries). As such, our revenue, if any, \n18\ndepends on the terms of such arrangements and the distributors’ efforts. These efforts may turn out not to be sufficient and our third-party distributors may not effectively sell our products.  International distributors accounted for approximately 72% of international revenues for the fiscal year ended May 31, 2023.  International sales grew 12% in fiscal year 2023 as we continued to develop and foster partnerships with distributors such as Healthcare 21, Cardiva and Mediplast.  If we are unable to maintain our relationships or establish direct sales capabilities on acceptable terms or at all, we may lose significant revenue or be unable to achieve our growth aspirations.  In certain circumstances, distributors may also sell competing products, or products for competing diagnostic modalities, and may have incentives to shift sales towards those competing products. As a result, we cannot assure you that our international distributors will increase or maintain our current levels of unit sales or increase or maintain our current unit pricing, which, in turn, could have a material adverse effect on our business, financial condition, results of operations and/or liquidity.  In addition, there is a risk that our distributors will not be financially viable due to current economic and/or regulatory events in their respective countries or remit payments to us in a timely manner. If our distributors fail to comply with applicable laws or fail to effectively market and sell our products, our financial condition and results of operations could be materially and adversely impacted.\nFailure to secure adequate reimbursement for our products could materially impair our ability to grow revenue and drive profitability.\nOur products are used in medical procedures and purchased principally by hospitals or physicians which typically bill various third-party payors, such as governmental programs (e.g., Medicare, Medicaid and comparable foreign programs), private insurance plans and managed care plans, for the healthcare services provided to their patients. The ability of our customers to obtain appropriate reimbursement for products and services from third-party payors is critical to the success of medical device companies because it affects which products customers purchase and the prices they are willing to pay. In general, a third-party payor only covers a medical product or procedure when the plan administrator is satisfied that the product or procedure improves health outcomes, including quality of life or functional ability, in a safe and cost-effective manner. Even if a device has received clearance or approval for marketing by the FDA, there is no assurance that third-party payors, including Medicare and managed care companies, will cover the cost of the device and related procedures.  Even if coverage is available, third-party payors may place restrictions on the circumstances where they provide coverage or may offer reimbursement that is not sufficient to cover the cost of our products.\nThird-party payors who cover the cost of medical products or equipment, in addition to allowing a general charge for the procedure, often maintain lists of exclusive suppliers or approved lists of products deemed to be cost-effective. If our products are not on approved lists of third-party payors, healthcare providers must determine if the additional cost and effort required in obtaining prior authorization, and the uncertainty of actually obtaining coverage, is justified by any perceived clinical benefits from using our products.\nFinally, the advent of contracted fixed rates per procedure has made it difficult to receive reimbursement for disposable products, even if the use of these products improves clinical outcomes. In addition, many third-party payors are moving to managed care systems in which providers contract to provide comprehensive healthcare for a fixed cost per person. Managed care providers often attempt to control the cost of healthcare by authorizing fewer elective surgical procedures. Under current prospective payment systems, such as the diagnosis related group system and the hospital out-patient prospective payment system, both of which are used by Medicare and in many managed care systems used by private third-party payors, the cost of our products will be incorporated into the overall cost of a procedure and not be separately reimbursed. \nIf hospitals and physicians cannot obtain adequate reimbursement for our products or the procedures in which they are used, this could have a material adverse effect on our business, financial condition, results of operations and/or liquidity.\nReimbursement varies by country and can significantly impact the acceptance of new technology. Implementation of healthcare reforms in the United States and in other countries may limit, reduce or eliminate reimbursement for our products and adversely affect both our pricing flexibility and the demand for our products. Even when we develop a promising new product, we may find limited demand for the product unless reimbursement approval is obtained from private and governmental third-party payors. Changes in healthcare systems in the United States or elsewhere in a manner that significantly reduces reimbursement for procedures using our medical devices or denies coverage for these procedures, or adverse decisions relating to our products by administrators of these systems in coverage or reimbursement issues, would have an adverse impact on the acceptance of our products and the prices which our customers are willing to pay for them.\nIf a product liability claim is brought against us or our product liability insurance coverage is inadequate, our business could be harmed.\nThe design, manufacture and marketing of the types of medical devices we sell entail an inherent risk of product liability. Our products are used by physicians to treat seriously ill patients. We are periodically subject to product liability claims, and patients or customers may in the future bring claims against us in a number of circumstances and for a number of reasons, \n19\nincluding if our products were misused, if a component of our product fails, if our manufacture or design was flawed, if the product produced unsatisfactory results or if the instructions for use and operating manuals and disclosure of product related risks for our products were found to be inadequate. In addition, individuals or groups seeking to represent a class may file suit against us. The outcome of litigation, particularly class action lawsuits, is difficult to assess or quantify. Plaintiffs in these types of lawsuits often seek recovery of very large or indeterminate amounts, including not only actual damages, but also punitive damages. The magnitude of the potential losses relating to these lawsuits may remain unknown for substantial periods of time.\nWe carry a product liability policy with a limit of $10.0 million per product liability claim and an aggregate policy limit of $10.0 million, subject to a self-insured retention of $0.5 million per occurrence and $2.0 million in the aggregate. We believe, based on claims made against us in the past, our existing product liability insurance coverage is reasonably adequate to protect us from any liabilities we might incur. However, there is no assurance that this coverage will be sufficient to satisfy any claim made against us. In addition, we may not be able to continue to maintain adequate coverage at a reasonable cost and on reasonable terms, if at all. Any product liability claim brought against us, with or without merit, could increase our product liability insurance rates or prevent us from securing any coverage in the future. Additionally, if one or more product liability claims is brought against us for uninsured liabilities or is in excess of our insurance coverage, our financial condition, results of operations and/or liquidity could be negatively impacted. Further, such claims may require us to recall some of our products, which could result in significant costs to us.\nWe may be exposed to risks associated with product line divestitures as we may never realize the expected benefits and could cause operational disruptions with personnel, systems and infrastructure changes.\nOn June 8, 2023, the Company entered into an asset purchase agreement (the \"Asset Purchase Agreement\") with Merit Medical Systems, Inc. pursuant to which Merit acquired the dialysis product portfolio and BioSentry tract sealant system biopsy businesses for $100.0 million in cash.  The Company and Merit entered into various agreements to facilitate the transition to Merit, including a Transactions Services Agreement and Contract Manufacturing Agreement. \nThis divestiture along with potential future divestitures of certain product lines will allow us to transform ourselves into a high growth, highly profitable, medical technology company.  If we are unable to achieve our growth and profitability objectives due to competition, lack of acceptance of our products, failure to generate favorable clinical data or gain regulatory approvals, or other risks as described in this section, or due to other events, we will not be successful in transforming our business and may not see the appropriate market valuation.  The divestiture of product lines will impact revenue, earnings and cash flows, which over time we expect to replace by investing in higher margin revenue streams.  There is a risk that we will be unable to replace the revenue, earnings and cash flow that these product lines generated, or that the cost of such will be higher than expected. If we are unable to achieve our profit and growth objectives, such failure will be exacerbated by the loss of revenue, earnings and cash flow generated by our divested product lines and could materially impact our financial position and results of operations, resulting in a decline in our stock price.\nThe sale of product lines could require us to restructure significant personnel, systems and infrastructure.  In some instances, we may enter into short term transition service arrangements, under which the parties perform certain services for each other pending establishment of new processes and systems. Although these transitions are thoroughly planned, it is not unlikely in a transaction of this complexity that disruptions could occur.  If disruptions to our financial controls, IT, administrative support, manufacturing or regulatory processes occur, and if such disruptions prove to be more severe than our planning anticipated, this could have a material adverse effect on our business. \nInternational and national economic and industry conditions constantly change, and could materially and adversely affect our business, financial condition and results of operations.\nOur business, financial condition and results of operation are affected by many changing economic, industry and other conditions beyond our control.  Actual or potential changes in international, national, regional and local economic, business and financial conditions, including recession, high inflation and trade protection measures, creditworthiness of our customers, may negatively affect consumer preferences, perceptions, spending patterns or demographic trends, any of which could adversely affect our business, financial condition, results of operations and/or liquidity.\nWe are subject to macro-economic fluctuations in the U.S. and worldwide economy. Concerns about consumer and investor confidence, volatile corporate profits and reduced capital spending, international conflicts, terrorist and military activity, civil unrest and pandemic illness could reduce customer orders or cause customer order cancellations. In addition, political and social turmoil may put further pressure on economic conditions in the United States and abroad. The global economy has been periodically impacted by the effects of global economic downturns (such as those recently related to COVID-19). There can be no assurance that there will not be further such events or deterioration in the global economy. These economic conditions make it more difficult for us to accurately forecast and plan our future business activities.\n20\nVolatility in the cost of raw materials, components, freight and energy increases the costs of producing and distributing our products. New laws or regulations adopted in response to climate change could also increase energy and transportation costs, as well as the costs of certain raw materials and components. Increases in oil prices may increase our packaging and transportation costs. Recently, the costs of labor, raw materials, transportation, construction, services, and energy necessary for the production and distribution of our products have increased significantly. While we have implemented cost containment measures, selective price increases and taken other actions to offset these inflationary pressures in our supply chain, we may not be able to completely offset all the increases in our operational costs, any of which could adversely affect our business, financial condition, results of operations and/or liquidity.\nSales outside the U.S. accounted for approximately 17% of our net sales during our fiscal year ended May 31, 2023.  We anticipate that sales from international operations will continue to represent a significant portion of our total sales, and we intend to continue our expansion into emerging and/or faster-growing markets outside the U.S.  Our sales and profitability from our international operations are subject to risks and uncertainties that could have a material adverse effect on our business, financial condition and/or results of operations, many of which we cannot predict, including:\n•\nfluctuations in currency exchange rates which may, in some instances affect spending behavior and reduce cash flows and revenue outside the U.S.;\n•\nhealthcare reform legislation;\n•\nmultiple non-U.S. regulatory requirements that are subject to change and could restrict our ability to manufacture and sell our products;\n•\nlocal product preferences and product requirements;\n•\nlonger-term receivables than are typical in the U.S. and/or the ability to obtain payment;\n•\ntrade protection measures and import or export licensing requirements;\n•\nless intellectual property protection in some countries outside the U.S. than exists in the U.S.;\n•\ndifferent labor regulations and workforce instability;\n•\nthe potential payment of U.S. income taxes on earnings of certain foreign subsidiaries subject to U.S. taxation upon repatriation;\n•\nthe expiration and non-renewal of foreign tax rulings;\n•\npotential negative consequences from changes in or interpretation of tax laws, including changes in our effective tax rate or the applicable tax rate in one or more jurisdictions; and\n•\neconomic instability and inflation, recession or interest rate fluctuations.\n Russia’s invasion and military attacks on Ukraine have triggered significant sanctions from U.S. and European leaders. These events may escalate and have created increasingly volatile global economic conditions. Resulting changes in U.S. trade policy could trigger retaliatory actions by Russia, its allies and other affected countries, including China, resulting in a “trade war.” A trade war could result in increased costs for raw materials we use in our manufacturing and could result in Russia and other foreign governments imposing tariffs on products that we export outside the U.S. or otherwise limiting our ability to sell our products abroad. These increased costs could have a material adverse effect on our business, financial condition and results of operations. Furthermore, if the conflict between Russia and Ukraine continues for a long period of time, or if other countries, including the U.S., become further involved in the conflict, we could face material adverse effects on our business, financial condition, results of operations and/or liquidity.\nOur business could be harmed if we cannot hire or retain qualified personnel.\nOur business depends upon our ability to attract and retain highly qualified personnel, including managerial, sales, and technical personnel. We compete for key personnel with other companies, healthcare institutions, academic institutions, government entities and other organizations. We do not have written employment agreements with our executive officers, other than the CEO. Our ability to maintain and expand our business may be impaired if we are unable to retain our current key personnel or hire or retain other qualified personnel in the future, including personnel for our manufacturing facilities and field based sales employees.  If we are not able to hire and retain personnel in our manufacturing facilities, we may not meet our production demand.  We have experienced labor shortages in fiscal years 2022 and 2023 that significantly contributed to the backlog.  In addition, our sales force is highly talented and we face intense competition in our industry for sales personnel which could have an adverse effect on our business and revenue if there is significant turnover. \nIf we are unable to manage our growth profitably, our business, financial results and stock price could suffer.\nOur future financial results will depend in part on our ability to profitably manage our growth. Management will need to maintain existing customers and attract new customers, recruit, retain and effectively manage employees, as well as expand operations and integrate customer support and financial control systems. If integration-related expenses and capital expenditure \n21\nrequirements are greater than anticipated or if we are unable to manage our growth profitably, our financial results and the market price of our common stock may decline.\nIn recent years we have begun to implement operational excellence initiatives which include a number of restructuring, realignment and cost reduction initiatives.  We may not realize the benefits of these initiatives to the extent or on the timing we anticipated and the ongoing difficulties in implementing these measures may be greater than anticipated and/or offset by inflationary pressures, which could cause us to incur additional costs or result in business disruptions like the backlogs we have experienced in fiscal years 2022 and 2023. In addition, if these measures are not successful or sustainable, we may undertake additional realignment and cost reduction efforts, which could result in significant additional expenses and adversely impact our ability to achieve our other strategic goals and business plans.\nWe may fail to attract additional capital necessary to expand our business or may incur additional indebtedness which, together with our current indebtedness levels, could impose operating and financial restrictions on us as a result of debt service obligations which could significantly limit our ability to execute our business strategy or curtail our growth.\nWe may require additional capital to expand our business. If cash generated internally is insufficient to fund capital requirements, we may require additional debt or equity financing. In addition, we may require financing to fund any significant acquisitions we may seek to make. Disruptions in the capital markets and increases in the cost of capital have previously resulted, and could again result, in volatility, decreased liquidity, and widening of credit spreads, which could make needed financing either unavailable or available on terms unsatisfactory to us which could result in significant stockholder dilution.\nWe may incur additional indebtedness or draw additional amounts on our existing credit facilities in the future subject to limitations contained in the agreements governing our debt.  The interest rate on potential borrowings could be a floating rate which could expose us to the risk of increased interest expense in the future.  The terms of indebtedness could require us to comply with certain financial maintenance covenants. In addition, the terms of our existing indebtedness include, and any future indebtedness could include, covenants restricting or limiting our ability to take certain actions. These covenants could adversely affect our ability to obtain additional financing, to finance future operations, to pursue certain business opportunities or take certain corporate actions. The covenants could also restrict our flexibility in planning for changes in our business and the industry and could make us more vulnerable to economic downturns and adverse developments, could limit our flexibility in planning for, or reacting to, changes and opportunities in the markets in which we compete, could place us at a competitive disadvantage compared to our competitors that have less debt or could require us to dedicate a substantial portion of our cash flow to service our debt.\nOur ability to meet our cash requirements, including our debt service obligations, could be dependent upon our operating performance, which would be subject to general economic and competitive conditions and to financial, business and other factors affecting our operations, many of which could be beyond our control. We cannot provide assurance that our business operations would generate sufficient cash flows from operations to fund potential cash requirements and debt service obligations. If our operating results, cash flow or capital resources prove inadequate, we could face substantial liquidity problems and might be required to dispose of material assets or operations to meet our debt and other obligations. If we incurred indebtedness and were unable to service our debt, we could be forced to reduce or delay planned expansions and capital expenditures, sell assets, restructure or refinance our debt or seek additional equity capital, and we could be unable to take any of these actions on satisfactory terms or in a timely manner. Further, any of these actions may not be sufficient to allow us to service our potential debt obligations or could have an adverse impact on our business. Our potential debt agreements could limit our ability to take certain of these actions. Our failure to generate sufficient operating cash flow to pay our potential debts or to successfully undertake any of these actions could have a material adverse effect on us.\nInflationary pressure and unfavorable economic conditions could negatively affect our operations and business.\nA significant deterioration in economic conditions, including economic slowdowns or recessions, increased unemployment levels, inflationary pressures or disruptions to credit and capital markets, could lead to decreased consumer confidence and spending and availability of credit.  For example, in 2022 and continuing into 2023, the United States and other certain foreign countries have experienced a rapid increase in inflation levels.  Such heightened inflationary levels may negatively impact demand for our products and increase our costs.  Additionally, we finance a portion of our portfolio with unhedged floating- rate debt from our Credit Agreement.  The rapid increase in inflation during fiscal year 2023 led to a rapid increase in market interest rates, which materially increased the interest rate on our floating rate debt.   In addition, if rates continue to increase, we may incur significant additional expense and adversely impact our ability to achieve our other strategic goals and business plans.    \nOur goodwill, intangible assets and fixed assets are subject to potential impairment; we have recorded significant goodwill impairment charges and may be required to record additional charges to future earnings if our goodwill or intangible assets become impaired.\n \n22\nA significant portion of our assets consists of goodwill, intangible assets and fixed assets, the carrying value of which may be reduced if we determine that those assets are impaired, including intangible assets from recent acquisitions.  During the fourth quarter of fiscal year 2021, the Company made the decision to abandon the OARtrac product technology and trademark.  This resulted in an impairment charge of $14.0 million.  The impairment charge is recorded in \"Acquisition, restructuring and other items, net\", on the Consolidated Statements of Operations (see Note 19, \"Acquisition, restructuring and other items, net\" set forth in the Notes in the consolidated financial statements included in this Annual Report on Form 10-K).\nMost of our intangible and fixed assets have finite useful lives and are amortized or depreciated over their useful lives on either a straight-line basis or over the expected period of benefit or as revenues are earned from the sales of the related products. The underlying assumptions regarding the estimated useful lives of these intangible assets are reviewed quarterly and more often if an event or circumstance occurs making it likely that the carrying value of the assets may not be recoverable and are adjusted through accelerated amortization if necessary.  Whenever events or changes in circumstances indicate that the carrying value of the assets may not be recoverable, we test intangible assets for impairment based on estimates of future cash flows. Factors that may be considered a change in circumstances indicating that the carrying value of our intangible assets and/or goodwill may not be recoverable include a decline in stock price and market capitalization, slower growth rates in our industry or our own operations and/or other materially adverse events that have implications on the profitability of our business.  When testing for impairment of definite-lived intangible assets held for use, the Company groups assets at the lowest level for which cash flows are separately identifiable. The Company operates as a single asset group.  If an intangible asset is considered to be impaired, the amount of the impairment will equal the excess of the carrying value over the fair value of the asset.\nGoodwill and other intangible assets that have indefinite useful lives are not amortized, but rather, are tested for impairment annually or more frequently if impairment indicators arise.  Prior to the first quarter of fiscal year 2023, the Company managed its operations as one reporting unit.  At the beginning of the first quarter of fiscal year 2023, the Company began to manage its operations as two operating segments and two reporting units, namely Med Tech and Med Device (see Note 18 \"Segment and Geographic Information\" set forth in the Notes to our consolidated financial statements included in this Annual  Report on Form 10-K).  The annual goodwill impairment review performed in April 2023 and 2022 indicated no goodwill impairments.  As of May 31, 2023, the Company concluded that the sale of the dialysis product portfolio and BioSentry tract sealant system biopsy businesses to Merit Medical Systems, Inc. was a triggering event for the Med Device report unit.  The Company utilized the income approach to determine the fair value of the remaining Med Device reporting unit.  Based on the results of this evaluation, the Company recorded a goodwill impairment charge of $14.5 million for the year ended May 31, 2023 to write down the carrying value of the Med Device reporting unit to fair value.  If actual results differ from the assumptions and estimates used in the goodwill and intangible asset calculations, we could incur future impairment or amortization charges, which could negatively impact our financial condition and results of operations.\nWe may be limited in our ability to utilize, or may not be able to utilize, net operating loss carryforwards to reduce our future tax liability.\nIRC Section 382 and related provisions contain rules that limit for U.S. federal income tax purposes the ability of a Company that undergoes an “ownership change” to utilize its net operating loss carryforwards and certain other tax attributes existing as of the date of such ownership change.  Our Federal net operating loss carryforwards as of May 31, 2023 after considering IRC Section 382 limitations are $169.7 million.  The expiration of the Federal net operating loss carryforwards is as follows: $5.2 million between 2023 and 2024, $79.4 million between 2028 and 2037 and $85.1 million indefinitely.  Our state net operating loss carryforwards as of May 31, 2023 after considering remaining IRC Section 382 limitations are $24.1 million which expire in various years from 2029 to 2042.  Future ownership changes within the meaning of IRC Section 382 may also subject our tax loss carryforwards to annual limitations which would restrict our ability to use them to offset our taxable income in periods following the ownership changes.  See Note 10, \"Income Taxes\" set forth in our consolidated financial statements included in our Annual Report on Form 10-K for the fiscal year ended May 31, 2023 for a further discussion of our tax loss carryovers.\nA cyber-attack or other breach of our, our distributors, or our supply chain partners' information technology systems could have a material adverse effect on our business, financial condition and/or results of operations.\nWe rely on information technology systems to process, transmit, and store electronic information in our day-to-day operations. Similar to other large multi-national companies, the size and complexity of our information technology systems makes them vulnerable to cyber-attacks, malicious intrusions, breakdowns, destruction, losses of data privacy, or other significant disruptions. Our distributors and supply chain partners face similar risks.  Our information systems require an ongoing commitment of resources to maintain, protect, and enhance existing systems and develop new systems to keep pace with continuing changes in information processing technology, evolving systems and regulatory standards, the increasing need to protect patient and customer information, and changing customer patterns. In addition, third parties may attempt to gain \n23\naccess into our systems or products or those of our supply chain partners to obtain data relating to patients or our proprietary information. \nAny failure by us, our distributors, or our supply chain partners to maintain or protect information technology systems and data integrity, including from cyber-attacks, ransomware, intrusions or other breaches, could result in the unauthorized access to supply chain partners or vendors and personally identifiable information, theft of intellectual property, misappropriation of assets, or otherwise compromise confidential or proprietary information and disrupt operations of our Company, our distributors, or our supply chain partners. Any of these events, in turn, may cause us to lose existing customers, have difficulty preventing, detecting, and controlling fraud, have disputes with customers, our supply chain partners, physicians, and other health care professionals, be subject to legal claims and liability, have regulatory sanctions or penalties imposed, have increases in operating expenses, incur expenses or lose revenues as a result of a data privacy breach or theft of intellectual property, or suffer other adverse consequences, any of which could have a material adverse effect on our business, financial condition and/or results of operations.\nAny disaster at our manufacturing facilities or those of our suppliers could disrupt our ability to manufacture our products for a substantial amount of time. \nWe conduct manufacturing and assembly at facilities in Queensbury, New York, Glens Falls, New York, and other third parties in Costa Rica, Israel, Latvia, China and other locations. It would be difficult, expensive and time-consuming to transfer resources from one facility to the other and/or replace or repair these facilities or manufacturing equipment if they were significantly affected by a disaster. Additionally, we might be forced to rely on third-party manufacturers or delay production of our products. Insurance for damage to our properties and the disruption of our business from disasters may not be sufficient to cover all of our potential losses and may not continue to be available to us on acceptable terms, or at all. If one of our principal suppliers were to experience a similar disaster, uninsured loss or under-insured loss, we might not be able to obtain adequate alternative sources of supplies or products. Any significant uninsured loss, prolonged or repeated disruption, or inability to operate experienced by us or any of our principal suppliers could cause significant harm to our business, financial condition, results of operations and/or liquidity.\nAnti-takeover provisions in our organizational documents and Delaware law may discourage or prevent a change of control, even if an acquisition would be beneficial to our stockholders, which could cause our stock price to decline and prevent attempts by our stockholders to replace or remove our current management.\nOur amended and restated certificate of incorporation and our amended and restated bylaws contain provisions that may enable our management to resist a change in control.  For example, our Board of Directors is classified so that not all members of our Board of Directors are elected at one time and our Board of Directors is authorized, without prior stockholder approval, to create and issue “blank check” preferred stock with rights senior to those of our common stock and stockholder action by written consent is prohibited. We are also subject to the provisions of Section 203 of the Delaware General Corporation Law, which may prohibit certain business combinations with stockholders owning 15% or more of our outstanding voting stock. These provisions may discourage, delay or prevent a change in the ownership of our Company or a change in our management. In addition, these provisions could limit the price that investors would be willing to pay in the future for shares of our common stock. Any delay or prevention of a change of control transaction or changes in our Board of Directors could cause the market price of our common stock to decline. \nThe COVID-19 pandemic has negatively impacted our business and operations around the world and may continue to materially and adversely impact our business, operations and financial results.\nThe COVID-19 pandemic has created significant disruption and uncertainty in the global economy and has negatively impacted our business and results of operations and financial condition during fiscal years  2021, 2022 and 2023.  Although the impact of COVID-19 and the resulting measures decreased during 2023, they have the potential to continue to negatively impact our business, results of operations and financial condition in the future.  \nNumerous national, international, state and local jurisdictions have imposed, and others in the future may impose, a variety of government orders and restrictions for their residents to control the spread of COVID-19. Such orders or restrictions may cause significant alteration of our operations, work stoppages, slowdowns and delays, travel restrictions and event cancellations, among other effects, thereby significantly and negatively impacting our operations. Other disruptions or potential disruptions include: (i) restrictions on our personnel and personnel of business partners to travel and access customers for training and case support; (ii) reductions in spending by our customers; (iii) delays in clearance, approvals or certifications by regulatory bodies; (iv) diversion of or limitations on employee resources that would otherwise be focused on the operations of our business, including because of sickness of employees or their families or the desire of employees to avoid contact with large groups of people; (v) reductions in our sales team, including through layoffs, furloughs or other losses of sales representatives; (vi) additional government requirements or other incremental mitigation efforts that may further impact our or our suppliers’ \n24\ncapacity to manufacture our products; (vii) disruption of our research and development activities; and (viii) delays in ongoing studies and pre-clinical trials.\nIn addition, elective procedures that use our products significantly decreased in number during fiscal year 2021, as health care organizations around the world prioritized the treatment of patients with COVID-19 and reduced spending in other areas.  We experienced a similar impact to procedure volumes with the resurgence of COVID-19 in fiscal year 2022 which continued through fiscal year 2023.  For example in fiscal year 2021, U.S. governmental authorities had recommended, and in certain cases required, that elective, deferrable, specialty and other procedures and appointments, be suspended or canceled to avoid non-essential patient exposure to medical environments and potential infection with COVID-19 so that limited resources and personnel could be focused on the treatment of infected patients. Many of these procedures that use our products were suspended or postponed at times during fiscal years 2021, 2022 and 2023.  Similarly, our clinical trials were impacted by COVID-19 as hospitals prioritized treating these patients.  It is unclear when or if other resurgences of COVID-19, or increased spread of its variants, may again cause a rise in infections and result in authorities and/or customers imposing restrictions that could adversely affect our business, financial condition, results of operations and/or liquidity.\n \nIn addition, most of the hospitals and clinics that purchase our products have instituted strict procedures at their facilities in an effort to prevent the spread of COVID-19, including restrictions on sales representatives entering these facilities. This has been, and currently remains, a major impediment to our sales efforts, as supporting existing customers and acquiring new customers is much more difficult in this environment. These restrictions have had an effect on our sales and, until they are lifted, our business, operations and financial results will continue to be adversely impacted.\nThese challenges and restrictions will likely continue for the duration of the pandemic, which is uncertain, and may even continue beyond the pandemic. Many areas have relaxed restrictions from time-to-time and have resumed business operations, but a resurgence in infections or mutations of the coronavirus that causes COVID-19 could cause authorities and/or our customers to reinstate such restrictions or impose additional restrictions. All of these factors also may cause or contribute to disruptions and delays in our logistics and supply chain. The extent to which the COVID-19 pandemic impacts our business, operations and financial results will depend on future developments that are uncertain and cannot be predicted, including new information that may emerge concerning the severity and spread of the virus and the actions by government entities, our customers and other parties to contain the virus or treat its impact, among others. To the extent the COVID-19 pandemic adversely affects our business, operations and financial results, it may also have the effect of heightening other risks described herein, such as those relating to general economic conditions, demand for our products, relationships with suppliers and sales efforts.\nWe could be negatively impacted by Environmental, Social and Governance (ESG), climate change and other sustainability-related matters\n.\n Governments, investors, customers, employees and other stakeholders are increasingly focusing on corporate ESG practices and disclosures, including risks associated with climate change and expectations in this area are rapidly evolving.  Shifts in weather patterns caused by climate change are expected to increase the frequency and severity of adverse weather conditions such as hurricanes, tornadoes, earthquakes, wildfires, droughts, extreme temperatures or flooding, which could cause or contribute to reduced workforce availability, increased production and distribution costs and disruptions and delays in our logistics and supply chain/operations as well as the operations of our customers. The increasing attention to corporate ESG initiatives and ESG risks could result in reduced demand for products, reduced profits and increased investigations and litigation. If we are unable to satisfy any new criteria by which our ESG practices may be assessed, investors may conclude that our policies and/or actions with respect to ESG matters and risks are inadequate. If we fail or are perceived to have failed to accurately disclose our progress on such initiatives or goals, our reputation, business, financial condition and results of operations could be adversely impacted.\nRISKS RELATED TO THE REGULATORY ENVIRONMENT\nWe are subject to a comprehensive system of federal, state and international laws and regulations, and we could be the subject of investigations, enforcement actions or face lawsuits and monetary or equitable judgments.\nWe operate in many parts of the world, and our operations are affected by complex state, federal and international laws relating to healthcare, environmental protection, antitrust, anti-corruption, anti-bribery, fraud and abuse, export control, tax, employment and laws regarding privacy, personally identifiable information and protected health information, including, for example, the Food, Drug and Cosmetic Act (“FDCA”), various FDA and international regulations relating to, among other things, the development, quality assurance, manufacturing, importation, distribution, marketing and sale of, and billing for, our products, the federal Anti-Kickback Statute and Federal False Claims Act (Note 17), the U.S. Foreign Corrupt Practices Act (“FCPA”) and similar anti-bribery laws in international jurisdictions, including the UK Anti-Bribery Act, the federal Health Insurance Portability and Accountability Act of 1996 (“HIPAA”), General Data Protection Regulation (“GDPR”), domestic and \n25\nforeign data protection, data security and privacy laws, laws related to the collection, storage, use and disclosure of personal data and laws and regulations relating to sanctions and money laundering. \nThe failure to comply with these laws and regulatory standards, allegations of such non-compliance or the discovery of previously unknown problems with a product or manufacturer: (i) could result in FDA Form-483 notices and/or warning letters or the foreign equivalent, fines, delays or suspensions of regulatory clearances, investigations, detainment, seizures or recalls of products (with the attendant expenses), the banning of a particular device, an order to replace or refund the cost of any device previously manufactured or distributed, operating restrictions and/or civil or criminal prosecution, and/or penalties, as well as decreased sales as a result of negative publicity and product liability claims; (ii) could expose us to breach of contract claims, fines and penalties, costs for remediation and harm to our reputation; (iii) could result in criminal or civil sanctions, including substantial fines, imprisonment and exclusion from participation in healthcare programs such as Medicare and Medicaid and health programs outside the United States; and (iv) could otherwise disrupt our business and could have a material adverse effect on our business, financial condition, results of operations and/or liquidity.\nThe healthcare industry is under continued scrutiny from state, federal and international governments, including with respect to industry practices in the area of sales and marketing. Certain states, including Massachusetts, have recently passed or are considering legislation restricting our interactions with health care providers and requiring disclosure of many payments to them. The federal government has recently introduced similar legislation, which may or may not preempt state laws. If our marketing, sales or other activities fail to comply with the FDA’s or other comparable foreign regulatory agencies’ regulations or guidelines, or other applicable laws, we may be subject to warnings from the FDA or investigations or enforcement actions from the FDA, Medicare, the Office of Inspector General of the U.S. Department of Health and Human Services or other government agencies or enforcement bodies. We anticipate that the government will continue to scrutinize our industry closely, and that additional regulation by governmental authorities may increase compliance costs, increase exposure to litigation and may have other adverse effects to our operations. The Company’s failure to comply with any marketing or sales regulations or any other applicable regulatory requirements could adversely affect our business, results of operations, financial condition and/or liquidity. \nIn addition, lawsuits by or otherwise involving employees, customers, licensors, licensees, suppliers, vendors, business partners, distributors, shareholders or competitors with respect to how we conduct our business could be very costly and could substantially disrupt our business. The occurrence of an adverse monetary or equitable judgment or a large expenditure in connection with a settlement of any of these matters could have a material adverse effect on our business, financial condition, results of operations and/or liquidity.\nIf we or some of our suppliers fail to comply with the FDA’s Quality System Regulation, or QSR, and other applicable post-market requirements, our manufacturing operations could be disrupted, our product sales and profitability could suffer, and we may be subject to a wide variety of FDA enforcement actions.\nOur manufacturing processes and those of some of our suppliers must comply with the FDA’s Quality System Regulation, or QSR, which governs the methods used in, and the facilities and controls used for, the design, testing, manufacture, control, quality assurance, installation, servicing, labeling, packaging, storage and shipping of medical devices, and with current medical device adverse event reporting regulations, and similar foreign rules and regulations. The FDA enforces the QSR through unannounced inspections. Despite our training and compliance programs, our internal control policies and procedures may not always protect us from negligent, reckless or criminal acts committed by our employees or agents. If we, or one of our suppliers, fail a QSR inspection, or if a corrective action plan adopted by us or one of our suppliers is not sufficient, the FDA may bring an enforcement action, and our operations could be disrupted and our manufacturing delayed. We are also subject to the FDA’s general prohibition against promoting our products for unapproved or “off-label” uses, the FDA’s adverse event reporting requirements and the FDA’s reporting requirements for field correction or product removals. The FDA has recently placed increased emphasis on its scrutiny of compliance with the QSR and these other post-market requirements. In addition, most other countries require us and our suppliers to comply with manufacturing and quality assurance standards for medical devices that are similar to those in force in the United States before marketing and selling our products in those countries. If we, or our suppliers, should fail to do so, we would lose our ability to market and sell our products in those countries.\nIf we cannot obtain and maintain marketing clearance or approval from governmental agencies, we will not be able to sell our products.\nOur products are medical devices that are subject to extensive regulation in the United States and in the foreign countries in which they are sold. Unless an exemption applies, each medical device that we wish to market in the United States must receive either 510(k) clearance or Pre-Market Approval (“PMA”) from the FDA before the product can be sold. Either process can be lengthy and expensive. The FDA’s 510(k) clearance procedure, also known as “premarket notification,” is the process we have used for our current products. This process usually takes from four to twelve months from the date the premarket \n26\nnotification is submitted to the FDA, but may take significantly longer. Even after a device receives regulatory approval it remains subject to significant regulatory and quality requirements, such as manufacturing, recordkeeping, renewal, recertification or reporting and other post market approval requirements, which may include clinical, laboratory or other studies. \nProduct approvals by the FDA and other foreign regulators can be withdrawn due to failure to comply with regulatory standards or the occurrence of unforeseen problems following initial approval or may be re-classified to a higher regulatory classification, such as requiring a PMA for a previously cleared 510(k) device. The PMA process is much more costly, lengthy and uncertain. It generally takes from one to three years from the date the application is submitted to, and filed with the FDA, and may take even longer. In addition, any modification to an FDA-cleared medical device that could significantly affect its safety or effectiveness, or that would constitute a major change or modification in its intended use, requires a new FDA 510(k) clearance or, possibly, a PMA. \nRegulatory regimes in other countries similarly require approval or clearance prior to our marketing or selling products in those countries. We rely on our distributors to obtain regulatory clearances or approvals of our products outside of the United States. If we are unable to obtain additional clearances or approvals needed to market existing or new products in the United States or elsewhere or obtain these clearances or approvals in a timely fashion or at all, or if our existing clearances are revoked, our revenues and profitability may decline.\nIn general, we intend to obtain Medical Device Regulation (\"MDR\")  approvals for our principal products sold in the European Union (\"EU\") ahead of expiration dates; however for multiple reasons, including but not limited to changing business strategies, labor shortages and contract resources, administrative delays, increased costs of obtaining MDR certification, availability of necessary data and notified body capacity, certain products may not be fully compliant at the time of CE mark expiration. The additional time and resources required to obtain MDR certification has been a significant factor in, and will likely continue to influence, our decisions whether to discontinue sales and distribution of certain products in the EU.\nComplying with and obtaining regulatory approval in foreign countries, including our efforts to comply with the requirements of the MDR, have and will likely continue to lead to additional uncertainty, risk, expense and delay in commercializing products in certain foreign jurisdictions, which could have a material adverse effect on our business, financial condition and/or results of operations.\nOur products may be subject to product recalls, which may harm our reputation and divert managerial and financial resources.\nThe FDA and similar governmental authorities in other countries have the authority to order mandatory recall of our products or order their removal from the market if there are material deficiencies or defects in design, manufacture, installation, servicing or labeling of the product, or if the governmental entity finds that our products would cause serious adverse health consequences. A government mandated recall, voluntary recall or field action by us could occur as a result of component failures, manufacturing errors or design defects, including labeling defects. Any recall of our products may harm our reputation with customers and divert managerial, engineering and financial resources.  There is no assurance that we will not incur warranty or repair costs, be subject to liability claims for damages related to product defects, or experience manufacturing, shipping or other delays or interruptions as a result of these defects in the future. Our insurance policies may not provide sufficient protection should a claim be asserted.  A recall of any of our products could harm our reputation, divert managerial and financial resources and have a material adverse effect on our business, financial condition, results of operations and/or liquidity.\nWe may be subject to fines, penalties, injunctions or costly investigations if we are determined to be promoting the use of our products for unapproved or “off-label” uses.\nIf we are incorrect in our belief that our promotional materials and training methods regarding the use of our products are conducted in compliance with regulations of the FDA and other applicable regulations, and the FDA determines that our promotional materials or training constitutes promotion of an unapproved use, the FDA could request that we modify our training or promotional materials or subject us to regulatory enforcement actions, including the issuance of a warning letter, injunction, seizure, civil fine and criminal penalties.  It is also possible that other federal, state or foreign enforcement authorities might take action if they consider promotional or training materials to constitute promotion of an unapproved use, which could result in significant fines or penalties under other statutory authorities, such as laws prohibiting false claims for reimbursement.  Any of these results could have a material adverse effect on our business, financial condition, results of operations and/or liquidity.\nLaws and regulations governing the export of our products could adversely impact our business.  If the U.S. government imposes strict sanctions on Iran, our revenue could be impacted.\n27\nThe U.S. Department of the Treasury’s Office of Foreign Assets Control (OFAC), and the Bureau of Industry and Security at the U.S. Department of Commerce (BIS), administer certain laws and regulations that restrict U.S. persons and, in some instances, non-U.S. persons, in conducting activities, transacting business with or making investments in certain countries, governments, entities and individuals subject to U.S. economic sanctions. \nDue to our international operations, we are subject to such laws and regulations, which are complex, restrict our business dealings with certain countries and individuals, and are constantly changing. Further restrictions may be enacted, amended, enforced or interpreted in a manner that materially impacts our operations.\nIn fiscal year 2023 we generated $1.2 million of revenue for sales to distributors doing business in Iran.  We continuously review our ability to sell products to distributors that conduct business in Iran in accordance with all applicable U.S. laws.  If laws, rules or regulations of the United States, with respect to doing business in or with parties that do business in Iran, change to restrict our ability to generate revenue in Iran, our revenue could decline, impacting our results of operations.\nFrom time to time, we have limited business dealings in countries subject to comprehensive sanctions.  These business dealings may expose us to a heightened risk of violating applicable sanctions regulations. Violations of these regulations are punishable by civil penalties, including fines, denial of export privileges, injunctions, asset seizures, debarment from government contracts, revocations or restrictions of licenses, and/or criminal fines and imprisonment. We have established policies and procedures designed to assist with our compliance with such laws and regulations. However, there can be no assurance that our policies and procedures will effectively prevent us from violating these regulations in every transaction in which we may engage, and such a violation could adversely affect our reputation, business, financial condition, results of operations and cash flows.\nRISKS RELATED TO INTELLECTUAL PROPERTY\nIf we fail to adequately protect our intellectual property rights, we may not be able to generate revenues from new or existing products and our business may suffer.\nOur success depends in part on obtaining, maintaining and enforcing our patents, trademarks and other proprietary rights, and our ability to avoid infringing the proprietary rights of others. We rely upon patent, trade secret, copyright, know-how and trademark laws, as well as license agreements and contractual provisions, to establish our intellectual property rights and protect our products. However, no assurances can be made that any pending or future patent applications will result in the issuance of patents, that any current or future patents issued to, or licensed by us, will not be challenged or circumvented by our competitors, or that our patents will not be found invalid.\nPatent positions of medical device companies, including our Company, are uncertain and involve complex and evolving legal and factual questions. The coverage sought in a patent application can be denied or significantly reduced either before or after the patent is issued. Consequently, there can be no assurance that any of our pending patent applications will result in an issued patent. There is also no assurance that any existing or future patent will provide significant protection or commercial advantage, or whether any existing or future patent will be circumvented by a more basic patent, thus requiring us to obtain a license to produce and sell the product. \nAdditionally, we rely on trade secret protection for certain unpatented aspects of our proprietary technology. There can be no assurance that others will not independently develop or otherwise acquire substantially equivalent proprietary information or techniques, that others will not gain access to our proprietary technology or disclose such technology, or that we can meaningfully protect our trade secrets. We have a policy of requiring key employees and consultants to execute confidentiality agreements upon the commencement of an employment or consulting relationship with us. Our confidentiality agreements also require our employees to assign to us all rights to any inventions made or conceived during their employment with us. We also generally require our consultants to assign to us any inventions made during the course of their engagement by us. There can be no assurance, however, that these agreements will provide meaningful protection or adequate remedies for us in the event of unauthorized use, transfer or disclosure of confidential information or inventions. If we are not able to adequately protect our intellectual property, our market share, financial condition and results of operations may suffer.\nIf third parties claim that our products infringe their intellectual property rights, we may be forced to expend significant financial resources and management time defending against such actions and our financial condition and our results of operations could suffer.\nThird parties may claim that our products infringe their patents and other intellectual property rights. Identifying third-party patent rights can be particularly difficult because, in general, patent applications can be maintained in secrecy for at least 18 months after their earliest priority date, and publication of discoveries in the scientific or patent literature often lag behind actual discoveries. Some companies in the medical device industry have used intellectual property infringement litigation to \n28\ngain a competitive advantage. If a competitor were to challenge our patents, licenses or other intellectual property rights, or assert that our products infringe its patent or other intellectual property rights, we could incur substantial litigation costs, be forced to make expensive changes to our product design, pay royalties or other fees to license rights in order to continue manufacturing and selling our products, or pay substantial damages. Third-party infringement claims, regardless of their outcome, would not only consume our financial resources but also divert our management’s time and effort. \nSuch claims could also cause our customers or potential customers to purchase competitors’ products or defer or limit their purchase or use of our affected products until resolution of the claim. See Part I, Item 3 \"Legal Proceedings\" of this report for additional details on litigation regarding proprietary technology.  \nRISKS RELATED TO OUR STOCK PRICE\nOur future operating results are difficult to predict and may vary significantly from quarter to quarter, which may adversely affect the price of our common stock.\nThe ongoing introduction of new products and services that affect our overall product mix make the prediction of future operating results difficult. You should not rely on our past results as any indication of future operating results. The price of our common stock will likely fall in the event that our operating results do not meet the expectations of analysts and investors. Comparisons of our quarterly operating results are an unreliable indication of our future performance because they are likely to vary significantly based on many factors, including:\n•\nthe level of sales of our products and services in our markets;\n•\nour ability to introduce new products or services and enhancements in a timely manner;\n•\nthe demand for and acceptance of our products and services;\n•\nthe success of our competition and the introduction of alternative products or services;\n•\nour ability to command favorable pricing for our products and services;\n•\nthe growth of the market for our devices and services;\n•\nthe expansion and rate of success of our direct sales force in the United States and internationally and our independent distributors internationally;\n•\nactions relating to ongoing FDA compliance;\n•\nour ability to integrate acquired assets or companies;\n•\nthe effect of intellectual property disputes;\n•\nthe size and timing of orders from independent distributors or customers;\n•\nthe attraction and retention of key personnel, particularly in sales and marketing, regulatory, manufacturing and research and development;\n•\nunanticipated delays or an inability to control costs;\n•\ngeneral economic conditions, including inflationary pressure, as well as those specific to our customers and markets; and\n•\nseasonal fluctuations in revenue due to the elective nature of some procedures.\nOur stock price may be volatile, which may cause the value of our stock to decline or subject us to a securities class action litigation.\nThe trading price of our common stock price may be volatile and could be subject to wide fluctuations in price in response to various factors, many of which are beyond our control, attributable to outside factors and/or unrelated to operating performance. Such factors may include comments by securities analysts or other third parties, including blogs, articles, message boards and social and other media coverage which may not be attributable to us and may not be reliable or accurate.\nThe NASDAQ Stock Market and medical devices companies in particular have experienced substantial price and volume volatility that is often seemingly unrelated to the operating performance of the companies. These broad market fluctuations may cause the trading price of our common stock to decline. In the past, securities class action litigation has often been brought against a company after a period of volatility in the market price of its common stock.\n29",
    "item7": ">Item 7.  \nManagement’s Discussion and Analysis of Financial Conditions and Results of Operations.\nThe following information should be read together with the audited consolidated financial statements and the notes thereto and other information included elsewhere in this annual report on Form 10-K.  This discussion may contain forward-looking statements related to future events and our future financial performance that are based on current expectation and are subject to risks and uncertainties.  Our actual results may differ materially from those anticipated in any forward-looking statements as a result of many factors, including those set forth in Part I, Item 1A, \"Risk Factors\" and \"Disclosure Regarding Forward-Looking Statements\" included in this Annual Report on Form 10-K. \nCompany and Market \nAngioDynamics is a leading and transformative medical technology company focused on restoring healthy blood flow in the body's vascular system, expanding cancer treatment options and improving quality of life for patients. We design, manufacture and sell a wide range of medical, surgical and diagnostic devices used by professional healthcare providers for vascular access, for the treatment of peripheral vascular disease and for use in oncology and surgical settings. Our devices are generally used in minimally invasive, image-guided procedures. Many of our products are intended to be used once and then discarded, or they may be temporarily implanted for short- or long-term use.\nOur business operations cross a variety of markets. Our financial performance is impacted by changing market dynamics, which have included an emergence of value-based purchasing by healthcare providers, consolidation of healthcare providers, the increased role of the consumer in health care decision-making and an aging population, among others. In addition, our growth is impacted by changes within our sector, such as the merging of competitors to gain scale and influence; changes in the regulatory environment for medical device; and fluctuations in the global economy. \nOur sales and profitability growth also depends, in part, on the introduction of new and innovative products, together with ongoing enhancements to our existing products. Expansions of our product offerings are created through internal and external product development, technology licensing and strategic alliances. We recognize the importance of, and intend to continue to make investments in research and development activities and selective business development opportunities to provide growth opportunities. \nWe sell our products in the United States primarily through a direct sales force, and outside the U.S. through a combination of direct sales and distributor relationships. Our end users include interventional radiologists, interventional cardiologists, vascular surgeons, urologists, interventional and surgical oncologists and critical care nurses.  We expect our businesses to grow in both sales and profitability by expanding geographically, penetrating new markets, introducing new products and increasing our presence internationally.\nThe COVID-19 global pandemic has impacted our business and may continue to pose future risks with the emergence of new variants.  Even with the public health actions that have been taken to reduce the spread of the virus, the market continues to experience disruptions with respect to consumer demand, hospital operating procedures and workflow, trends that may continue.  The Company's ability to manufacture products, the reliability of our supply chain, labor shortages, backlog and inflation (including the cost and availability of raw materials, direct labor and shipping) have impacted our business, trends that may continue.  Accordingly, management continues to evaluate the Company’s liquidity position, communicate with and monitor the actions of our customers and suppliers, and review our near-term financial performance.  \nCommencing with the first quarter of fiscal year 2023, the Company began to manage its operations through two segments, Med Tech and Med Device to align with the transformation from a company with a broad portfolio of largely undifferentiated products to a more focused medical technology company.\nOn August 30, 2022, the Company repaid all amounts outstanding under its then existing credit agreement and entered into a new Credit Agreement that provides for a $75.0 million Revolving Facility and a $30.0 million Delayed Draw Term Loan.  As of May 31, 2023, $25.0 million was drawn on the Revolving Facility and $25.0 million was drawn on the Delayed Draw Term Loan.  See Note 12 \"Long-Term Debt\" set forth in the Notes to the consolidated financial statements. \nDuring the fourth quarter of fiscal year 2023, the Company was in discussions with Merit Medical Systems, Inc. (\"Merit\") to sell the dialysis product portfolio and BioSentry tract sealant system biopsy businesses.  This qualified for held for sale accounting as of May 31, 2023.  On June 8, 2023, the Company entered into an asset purchase agreement (the \"Asset Purchase Agreement\") with Merit Medical Systems, Inc. pursuant to which Merit acquired the dialysis product portfolio and BioSentry tract sealant system biopsy businesses for $100.0 million in cash subject to the terms and conditions of the Asset Purchase Agreement.  The Company and Merit entered into various agreements to facilitate the transition to Merit, including a Transactions Services Agreement and Contract Manufacturing Agreement.  The Company determined that the sale of the \n33\nbusinesses did not constitute a strategic shift that had a major effect on the Company’s operations or financial results and as a result, this transaction will not be classified as discontinued operations.\nAs of May 31, 2023, the Company concluded that the sale of the dialysis product portfolio and BioSentry tract sealant system biopsy businesses to Merit Medical Systems, Inc. was a triggering event for the Med Device reporting unit.  The Company utilized the income approach to determine the fair value of the remaining Med Device reporting unit.  Based on the results of this evaluation, the Company recorded a goodwill impairment charge of $14.5 million for the year ended May 31, 2023 to write down the carrying value of the Med Device reporting unit to fair value. \nIn evaluating the operating performance of our business, management focuses on revenue, gross margin, operating income, earnings per share and cash flow from operations. A summary of these key financial metrics for the year ended May 31, 2023 compared to the year ended May 31, 2022 follows: \nYear ended May 31, 2023:\n•\nRevenue increased by 7.1% to $338.8 million \n•\nMed Tech growth of 22.8% and Med Device growth of 1.9%\n•\nGross profit decreased by 100 bps to 51.4% \n•\nNet loss increased by $25.9 million to $52.4 million\n•\nLoss per share increased by $0.65 to a loss of $1.33\n•\nCash flow from operations increased by $7.3 million resulting in cash provided by operations of $0.1 million \nOur Med Tech business, comprised of Auryon, the Thrombectomy platform and NanoKnife grew 22.8% in fiscal year 2023.  The growth in Auryon, AlphaVac and NanoKnife disposables was partially offset by continued softness in AngioVac.  Our Med Device business grew 1.9% in fiscal year 2023 driven by growth in Core, Dialysis, Ports and Microwave products. \nStrategic Initiatives to Drive Growth\nThe Company is focused on its ongoing transformation from a company with a broad portfolio of largely undifferentiated products to a more focused medical technology company that delivers unique and innovative health care solutions.  The Company believes that this transformation will enable the Company to shift the portfolio from the mature, lower-growth markets where we have competed in the past by investing in technology and products that provide access to larger and faster growing markets.  As such, we believe the growth in the near to mid-term will continue to be driven by our high technology products including Auryon, Mechanical Thrombectomy (which includes AngioVac and AlphaVac) and NanoKnife.  \nThroughout the year, we introduced strategic moves designed to streamline our business, improve our overall business operations and position ourselves for growth. Those initiatives included:\n•\nProduct development process.\n The Company continued its disciplined product development process which is intended to improve the Company’s ability to bring new products to market.  This included:\n◦\nPathway expansion for Auryon in arterial thrombectomy and full market release of the hyrodphilic coated catheters;\n◦\nFDA clearance of the AlphaVac F18 thrombectomy system;\n◦\nEnrollment of patients in the APEX IDE study for the use of AlphaVac F18 to treat pulmonary embolism; and\n◦\nContinued enrollment of patients in the PRESERVE study for the use of NanoKnife in the prostate.\n•\nValue Creation. \n To create value and drive future growth, the Company plans to practice dispassionate portfolio optimization and continue to focus on areas of compelling unmet needs including those that are patient-centric and evidenced-based.  In addition, the Company continues to pursue targeted global expansion opportunities.   \nCritical Accounting Policies and Use of Estimates\nOur significant accounting policies are summarized in Note 1 \"Basis of Presentation, Business Description and Summary of Significant Accounting Policies\" in the consolidated financial statements included in this Form 10-K. While all of these significant accounting policies affect the reporting of our financial condition and results of operations, we view certain of these policies as critical. Policies determined to be critical are those policies that have the most significant impact on our financial statements and require us to use a greater degree of judgment and/or estimates. Actual results may differ from those estimates. \nRevenue Recognition\nUnder ASC 606, revenue is recognized when a customer obtains control of promised goods or services, in an amount that reflects the consideration which the entity expects to receive in exchange for those goods or services.  To determine revenue recognition for arrangements that an entity determines are within the scope of ASC 606, the Company performs the following \n34\nfive steps: (i) identify the contract(s) with a customer; (ii) identify the performance obligations in the contract; (iii) determine the transaction price; (iv) allocate the transaction price to the performance obligations in the contract; and (v) recognize revenue when (or as) the entity satisfies a performance obligation. \nThe Company contracts with its customers based on customer purchase orders, which in many cases are governed by master purchasing agreements.  The Company’s contracts with customers are generally for product only, and do not include other performance obligations such as services or other material rights.  As part of its assessment of each contract, the Company evaluates certain factors including the customer’s ability to pay (or credit risk).  For each contract, the Company considers the promise to transfer products, each of which is distinct, to be the identified performance obligations.\nTransaction prices of products are typically based on contracted rates.  Product revenue is measured as the amount of consideration the Company expects to receive in exchange for transferring products to a customer, net of any variable consideration described below.  \nIf a contract contains a single performance obligation, the entire transaction price is allocated to the single performance obligation.  Contracts that contain multiple performance obligations require an allocation of the transaction price based on the estimated relative standalone selling prices of the promised products underlying each performance obligation.  The Company has standard pricing for its products and determines standalone selling prices based on the price at which the performance obligation is sold separately.  \nRevenue is recognized when control of the product is transferred to the customer (i.e., when the Company’s performance obligation is satisfied), which occurs at a point in time, and may be upon shipment from the Company’s manufacturing site or delivery to the customer’s named location, based on the contractual shipping terms of a contract.  In determining whether control has transferred, the Company considers if there is a present right to payment from the customer and when physical possession, legal title and risks and rewards of ownership have transferred to the customer.\nThe Company typically invoices customers upon satisfaction of identified performance obligations.  As the Company’s standard payment terms are 30 to 90 days from invoicing, the Company does not provide any significant financing to its customers.  \nThe Company enters into agreements to place placement and evaluation units (“units”) at customer sites, but the Company retains title to the units. For the duration of these agreements the customer has the right to use the unit at no upfront charge in connection with the customer’s ongoing purchase of disposables. These types of agreements include an embedded operating lease for the right to use the units.  In these arrangements, revenue recognized for the sale of the disposables is not allocated between the disposal revenue and lease revenue due to the insignificant value of the units in relation to the total agreement value.\nSales, value add, and other taxes collected on behalf of third parties are excluded from revenue.\nRevenues from product sales are recorded at the net sales price (transaction price), which includes estimates of variable consideration for which reserves are established for discounts, returns, rebates and allowances that are offered within contracts between the Company and its customers.  These reserves are based on the amounts earned or to be claimed on the related sales and are classified as a contra asset. \nThe Company provides certain customers with rebates and allowances that are explicitly stated in the Company’s contracts and are recorded as a reduction of revenue in the period the related product revenue is recognized.  The Company establishes reserves for such amounts, which is included in accrued expenses in the accompanying Consolidated Balance Sheets.  These rebates and allowances result from performance-based offers that are primarily based on attaining contractually specified sales volumes.  The Company is also required to pay administrative fees to group purchasing organizations. \nThe Company generally offers customers a limited right of return.  Product returns after 30 days must be pre-approved by the Company and customers may be subject to a 20% restocking charge.  To be accepted, a returned product must be unadulterated, undamaged and have at least twelve months remaining prior to its expiration date.  The Company estimates the amount of its product sales that may be returned by its customers and records this estimate as a reduction of revenue in the period the related product revenue is recognized.  The Company currently estimates product return liabilities using its historical product return information and considers other factors that it believes could significantly impact its expected returns, including product recalls.  During the year ended May 31, 2023, such product returns were not material.  \nA receivable is generally recognized in the period the Company ships the product.  Payment terms on invoiced amounts are based on contractual terms with each customer and generally coincide with revenue recognition.  Accordingly, the Company does not have any contract assets associated with the future right to invoice its customers.  In some cases, if control of the product has not yet transferred to the customer or the timing of the payments made by the customer precedes the Company’s \n35\nfulfillment of the performance obligation, the Company recognizes a contract liability that is included in deferred revenue in the accompanying Consolidated Balance Sheets.\nInventory\nInventories are stated at the lower of cost or net realizable value based on the first-in, first-out cost method and consist of raw materials, work in process and finished goods.  Appropriate consideration is given to deterioration, obsolescence, expiring and other factors in evaluating net realizable value.  When we evaluate inventory for excess quantities and obsolescence, we utilize historical product usage experience and expected demand for establishing our reserve estimates. Our actual product usage may vary from the historical experience and estimating demand is inherently difficult which may result in us recording excess and obsolete inventory amounts that do not match the required amounts.  An increase to inventory reserves results in a corresponding increase in cost of revenue. Inventories are written off against the reserve when they are physically disposed.\nAcquisitions and Contingent Consideration\nThe Company allocates the purchase price of acquired companies to the tangible and intangible assets acquired and liabilities assumed based on their estimated fair values.  The estimates used to value the net assets acquired are based in part on historical experience and information obtained from the management of the acquired company.  The Company generally values the identifiable intangible assets acquired using a discounted cash flow model.  The significant estimates used in valuing certain of the intangible assets include, but are not limited to: future expected cash flows of the asset, discount rates to determine the present value of the future cash flows, attrition rates of customers, royalty rates and expected technology life cycles.  The Company also estimates the useful lives of the intangible assets based on the expected period over which the Company anticipates generating economic benefit from the asset. \nThe Company’s estimates of fair value are based on assumptions believed to be reasonable at that time.  If management made different estimates or judgments, material differences in the fair values of the net assets acquired may result.\nCertain of the Company’s business combinations involve potential payment of future consideration that is contingent upon the achievement of certain product development milestones and/or contingent on the acquired business reaching certain performance milestones.  The Company records contingent consideration at fair value at the date of acquisition based on the consideration expected to be transferred, estimated as the probability weighted future cash flows, discounted back to present value. The fair value of contingent consideration is measured using projected payment dates, discount rates, probabilities of payment, and projected revenues (for revenue-based considerations).  Projected revenues are based on the Company’s most recent internal operational budgets and long-range strategic plans.  The discount rate used is determined at the time of measurement in accordance with accepted valuation methodologies.  Changes in projected revenues, probabilities of payment, discount rates, and projected payment dates may result in adjustments to the fair value measurements.  Contingent consideration is remeasured each reporting period using Level 3 inputs, and the change in fair value, including accretion for the passage of time, is recognized as income or expense within operating expenses in the Consolidated Statements of Operations.  Contingent consideration payments made soon after the acquisition date are classified as investing activities in the Consolidated Statements of Cash Flows.  Contingent consideration payments not made soon after the acquisition date that are related to the acquisition date fair value are reported as financing activities in the Consolidated Statements of Cash Flows, and amounts paid in excess of the original acquisition date fair value are reported as operating activities in the Consolidated Statements of Cash Flows.\nGoodwill and Intangible Assets\nIntangible assets other than goodwill, indefinite lived intangible assets and in process research and development (\"IP R&D\") are amortized over their estimated useful lives, which range between two to eighteen years, on a straight-line basis over the expected period of benefit.  The Company periodically reviews the estimated useful lives of intangible assets and reviews such assets or asset groups for impairment whenever events or changes in circumstances indicate that the carrying value of the assets may not be recoverable. Such conditions could include significant adverse changes in the business climate, current-period operating or cash flow losses, significant declines in forecasted operations, or a current expectation that an asset group will be disposed of before the end of its useful life.  When testing for impairment of definite-lived intangible assets held for use, the Company groups assets at the lowest level for which cash flows are separately identifiable.  Prior to the first quarter of fiscal year 2023, the Company managed its operations as one reporting unit.  At the beginning of the first quarter of fiscal year 2023, the Company began to manage its operations as two operating segments and two reporting units, namely Med Tech and Med Device (see Note 18 \"Segment and Geographic Information\" set forth in the Notes to our consolidated financial statements included in this Annual  Report on Form 10-K).  The Company operates as two reporting units and two asset groups.  If a triggering event is deemed to exist, the Company performs an undiscounted operating cash flow analysis to determine if an impairment exists.  If an intangible asset is considered to be impaired, the amount of the impairment will equal the excess of the carrying value over the fair value of the asset.  \n36\nGoodwill and other intangible assets that have indefinite useful lives are not amortized, but rather, are tested for impairment annually or more frequently if impairment indicators arise.  Goodwill represents the excess of the purchase price over the fair value of the net tangible and identifiable intangible assets acquired in each business combination. Goodwill and intangible assets have been recorded at either incurred or allocated cost. Allocated costs were based on respective fair market values at the date of acquisition.\n  For goodwill, the impairment test requires a comparison of the estimated fair value of each reporting unit to which the goodwill is assigned to the carrying value of the assets and liabilities of those reporting units. The determination of reporting units also requires management judgment. The Company considers whether a reporting unit exists within a reportable segment based on the availability of discrete financial information. The Company operates as two operating segments with two reporting units and consequently evaluates goodwill for impairment based on an evaluation of the fair value of each reporting unit. If the carrying value of the reporting units exceed the fair value, the carrying value is reduced to its fair value through an adjustment to the goodwill balance, resulting in an impairment charge. \nAs detailed in Note 9, \"Goodwill and Intangible Assets\" set forth in the Notes to our consolidated financial statements included in this Annual Report on Form 10-K, the Company recorded a goodwill impairment loss of $14.5 million for the year ended May 31, 2023 as the fair value of the Med Device reporting unit was less than its carrying value. \nThere were no adjustments to goodwill for the Med Tech reporting unit for the year ended May 31, 2023 other than foreign currency translation adjustments. \nResults of Operations for the years ended May 31, 2023 and 2022 \nFor the fiscal year ended May 31, 2023, the Company reported a net loss of $52.4 million, or a loss of $1.33 per diluted share, on net sales of $338.8 million compared to a net loss of $26.5 million, or a loss of $0.68 per diluted share, on net sales of $316.2 million in fiscal year 2022. \nNet Sales\nNet sales\n - Net sales are derived from the sale of our products and related freight charges, less discounts, rebates and returns. \nYear ended May 31, \n(in thousands)\n2023\n2022\n$ Change\nNet Sales \n       Med Tech\n$\n96,687 \n$\n78,717 \n$\n17,970 \n       Med Device \n242,065 \n237,502 \n$\n4,563 \nTotal\n$\n338,752 \n$\n316,219 \n$\n22,533 \nNet Sales by Geography\n       United States\n$\n282,713 \n$\n265,963 \n$\n16,750 \n       International\n56,039 \n50,256 \n$\n5,783 \nTotal\n$\n338,752 \n$\n316,219 \n$\n22,533 \nFor the year ended May 31, 2023, net sales increased $22.5 million to $338.8 million compared to the year ended May 31, 2022.  At May 31, 2023, the Company had a backlog of $2.7 million compared to $8.4 million at the end of May 31, 2022.  \nThe Med Tech business net sales increased $18.0 million for the year ended May 31, 2023 compared to the prior year.  The change in sales from the prior year was primarily driven by:\n•\nIncreased Auryon sales of $12.0 million; \n•\nGrowth in the thrombectomy platform of $3.0 million, which was driven by growth in the mechanical thrombectomy platform in AlphaVac sales of $5.0 million, partially offset by softness in AngioVac; and  \n•\nIncreased NanoKnife sales of $3.0 million, which was driven by NanoKnife disposable sales in the U.S. and internationally which increased $3.3 million due to increased case volume.  This increase was partially offset by decreased NanoKnife capital sales in the U.S.\nThe Med Device business net sales increased $4.6 million for the year ended May 31, 2023 compared to the prior year.  The backlog, which primarily impacted sales of Core and Vascular Access products, was $2.7 million at May 31, 2023 compared to $8.4 million at May 31, 2022.  The change in sales from the prior year was primarily driven by:\n37\n•\nIncreased sales of \nCore, Dialysis, Ports and Microwave sales of $5.4 million, $5.2 million, $1.4 million and $1.0 million, respectively.  These increases were partially offset by decreased \nVenous, PICCs, Midlines and other Oncology and Vascular Access sales \nof $3.6 million, $2.4 million, $0.8 million and $1.6 million, respectively.\nGross Profit\nYear ended May 31,\n(in thousands)\n2023\n2022\n$ Change\nMed Tech \n$\n61,966 \n$\n52,584 \n$\n9,382 \nGross profit % of sales\n64.1 \n%\n66.8 \n%\nMed Device\n$\n112,280 \n$\n113,148 \n$\n(868)\nGross profit % of sales\n46.4 \n%\n47.6 \n%\nTotal \n$\n174,246 \n$\n165,732 \n$\n8,514 \nGross profit % of sales\n51.4 \n%\n52.4 \n%\nGross profit\n - Gross profit consists of net sales less the cost of goods sold, which includes the costs of materials, products purchased from third parties and sold by us, manufacturing personnel, royalties, freight, business insurance, depreciation of property and equipment and other manufacturing overhead, exclusive of intangible amortization.  \nTotal Company gross profit increased by $8.5 million compared to the prior year.  The change from the prior year was primarily driven by:    \n•\nSales volume, which positively impacted gross profit by $13.2 million;\n•\nProduction volume and other incentives which positively impacted gross profit by $11.3 million\n•\nPrice and mix, which negatively impacted gross profit by $4.9 million; \n•\nInflationary costs on raw materials, labor shortages and freight costs, which negatively impacted gross profit by $8.1 million; \n•\nIncremental depreciation on placement units of $2.2 million; and\n•\nA benefit of $0.8 million that was recorded as a result of the employee retention credit that the Company filed for under the provision of the CARES Act in the prior year.\nThe Med Tech segment gross profit increased by $9.4 million compared to the prior year.  The change from the prior year was primarily driven by:    \n•\nSales volume, which positively impacted gross profit by $13.9 million;\n•\nProduction volume, manufacturing and other incentives which positively impacted gross profit by $2.1 million;\n•\nPricing pressures and mix, which negatively impacted gross profit by $4.7 million;\n•\nInflationary costs on raw materials, labor shortages and freight costs, which negatively impacted gross profit by $0.5 million; and\n•\nIncremental depreciation on placement units of $1.3 million.\nThe Med Device segment gross profit decreased by $0.9 million compared to the prior year.  The change from the prior year was primarily driven by:\n    \n•\nSales volume, which positively impacted gross profit by $2.1 million;\n•\nProduction volume, manufacturing and other incentives which positively impacted gross profit by $8.6 million;\n•\nPricing pressures and mix, which negatively impacted gross profit by $3.7 million;\n•\nInflationary costs on raw materials, labor shortages and freight costs, which negatively impacted gross profit by $7.6 million; and\n•\nIncremental depreciation on placement units of $0.3 million.\n38\nOperating Expenses and Other Income (expense)\nYear ended May 31, \n(in thousands)\n2023\n2022\n$ Change\nResearch and development\n$\n29,883 \n$\n30,739 \n$\n(856)\n% of sales\n8.8 \n%\n9.7 \n%\nSelling and marketing\n$\n104,249 \n$\n95,301 \n$\n8,948 \n% of sales\n30.8 \n%\n30.1 \n%\nGeneral and administrative\n$\n40,003 \n$\n38,451 \n$\n1,552 \n% of sales\n11.8 \n%\n12.2 \n%\nResearch and development expense \n- Research and development (“R&D”) expense includes internal and external costs to develop new products, enhance existing products, validate new and enhanced products, manage clinical, regulatory and medical affairs.  \nR&D expense decreased $0.9 million compared to the prior year.  The change from the prior year was primarily driven by:\n•\nThe timing of certain projects and clinical spend associated with the ongoing clinical trials, which decreased R&D expense by $1.1 million; \n•\nCompensation and benefits expenses, which decreased $0.3 million; and\n•\nA benefit of $0.5 million that was recorded as a result of the employee retention credit that the Company filed for under the provision of the CARES Act in the prior year.\nSales and marketing expense\n - Sales and marketing (“S&M”) expense consists primarily of salaries, commissions, travel and related business expenses, attendance at medical society meetings, product promotions and marketing activities. \nS&M expense increased by $8.9 million compared to the prior year.  The change from the prior year was primarily driven by:\n•\nAdditional headcount from the build-out of the Auryon and mechanical thrombectomy sales and marketing teams, which increased compensation and benefits expense by $3.1 million;\n•\nTravel, meeting, tradeshow and other selling expenses, which increased $3.7 million; \n•\nOther fixed expenses (utilities, insurance, depreciation, etc.), which decreased $0.6 million; and \n•\nA benefit of $2.8 million that was recorded as a result of the employee retention credit that the Company file for under the provision of the CARES Act in the prior year.\nGeneral and administrative expense\n - General and administrative (“G&A”) expense includes executive management, finance, information technology, human resources, business development, legal, and the administrative and professional costs associated with those activities.  \nG&A expense increased by $1.6 million compared to the prior year.  The change from the prior year was primarily driven by:\n•\nCompensation and benefits expense, which decreased $0.5 million; and\n•\nOther outside consultant spend for legal and IT which increased $1.9 million\n.\nYear ended May 31, \n(in thousands)\n2023\n2022\n$ Change\nAmortization of intangibles\n$\n18,790 \n$\n19,458 \n$\n(668)\nGoodwill impairment\n$\n14,549 \n$\n— \n$\n14,549 \nChange in fair value of contingent consideration\n$\n2,320 \n$\n1,212 \n$\n1,108 \nAcquisition, restructuring and other items, net\n$\n15,633 \n$\n9,042 \n$\n6,591 \nOther expense\n$\n(3,256)\n$\n(1,478)\n$\n(1,778)\nAmortization of intangibles\n - Represents the amount of amortization expense that was taken on intangible assets held by the Company.\n•\nAmortization expense decreased $0.7 million compared to the prior year.  The decrease is due to assets that became fully amortized in fiscal year 2023. \n39\nGoodwill impairment\n - Represents the impairment charge taken on goodwill.\n•\nThe Company recorded a non-cash goodwill impairment charge of $14.5 million for the year ended May 31, 2023 as the fair value of the Med Device reporting unit was less than its carrying value.\nChange in fair value of contingent consideration\n - Represents changes in contingent consideration driven by changes to estimated future payments on earn-out liabilities created through acquisitions and amortization of present value discounts on long-term contingent consideration. \n•\nThe change in the fair value for the year ended May 31, 2023 is related to the Eximo contingent consideration and the increased probability of achieving the revenue milestones.  The first revenue milestone was achieved in May 2023 and will be paid in the first quarter of fiscal year 2024.  \nAcquisition, restructuring and other items, net\n - Acquisition, restructuring and other items, net represents costs associated with mergers and acquisitions, restructuring expenses, legal costs that are related to litigation that is not in the ordinary course of business, legal settlements and other one-time items.\nAcquisition, restructuring and other items, net increased by $6.6 million compared to the prior year.  The change from the prior year was primarily driven by:\n•\nLegal expense, related to litigation that is outside of the normal course of business, which increased $2.4 million;\n•\nMergers and acquisition expense related to legal fees, which increased $0.3 million;\n•\nManufacturing relocation expense related to the move of certain manufacturing lines to Costa Rica, which increased $0.4 million;\n•\nOther expenses (mainly severance associated with organizational changes), which decreased $0.1 million; and\n•\nThe payment to the Israeli Innovation Authority of $3.5 million related to grant funds that were provided to Eximo to develop the Auryon laser prior to the acquisition in the second quarter of fiscal year 2020.  These grant funds were fully repaid in the first quarter of fiscal year 2023 to satisfy the obligation which was otherwise being paid as a royalty based on a percentage of sales.\nOther expense \n- Other expense includes interest expense, foreign currency impacts, bank fees, and amortization of deferred financing costs.\n•\nThe change in other expe\nnse of $1.8 million \ncompared to the prior year, is primarily due to increased interest expense of $2.1 million and unrealized foreign currency fluctuations of $0.2 million.\nIncome Tax Benefit\nYear ended May 31, \n(in thousands)\n2023\n2022\nIncome tax benefit\n$\n(1,995)\n$\n(3,402)\nEffective tax rate\n3.7 \n%\n11.4 \n%\nOur effective tax rate was a benefit of 3.7% for fiscal year 2023 compared with an effective tax rate benefit of 11.4% for the prior year.  The current year and prior year effective tax rates differ from the U.S. statutory rate primarily due to the impact of the valuation allowance, foreign taxes, and other non-deductible permanent items (such as non-deductible meals and entertainment, Section 162(m) excess compensation), goodwill impairment and the impact of stock-based compensation.\nThe Company regularly assesses its ability to realize its deferred tax assets. Assessing the realization of deferred tax assets requires significant management judgment. In determining whether its deferred tax assets are more likely than not realizable, the Company evaluated all available positive and negative evidence, and weighted the evidence based on its objectivity. Evidence the Company considered included its history of net operating losses, which resulted in the Company recording a full valuation allowance for its deferred tax assets in fiscal year 2016, except the naked credit deferred tax liability. \nBased on the review of all available evidence, the Company determined that it has not yet attained a sustained level of profitability and the objectively verifiable negative evidence outweighed the positive evidence. Therefore, the Company has provided a valuation allowance on its federal and state net operating loss carryforwards, federal and state R&D credit carryforwards and other net deferred tax assets that have a limited life and are not supportable by the naked credit deferred tax liability sourced income as of May 31, 2023. The Company will continue to assess the level of the valuation allowance required.  If sufficient positive evidence exists in future periods to support a release of some or all of the valuation allowance, such a release would likely have a material impact on the Company’s results of operations.\n40\nLiquidity and Capital Resources\nWe regularly review our liquidity and anticipated capital requirements in light of the significant uncertainty created by the COVID-19 global pandemic.  We believe that our current cash on hand provides sufficient liquidity to meet our anticipated needs for capital for at least the next 12 months.  \nOur cash and cash equivalents totaled $44.6 million as of May 31, 2023, compared with $28.8 million as of May 31, 2022.  As of May 31, 2023 and 2022, total debt outstanding related to the Credit Agreement was $50.0 million ($25.0 million on the Revolving Facility and $25.0 million on the Delayed Draw Term Loan) and $25.0 million, respectively.  The fair value of the contingent consideration liability as of May 31, 2023 was $19.3 million. \nThe table below summarizes our cash flows for the years ended May 31, 2023 and 2022:\nYear ended May 31, \n(in thousands)\n2023\n2022\nCash provided by (used in):\nOperating activities\n$\n78 \n$\n(7,194)\nInvesting activities\n(9,746)\n(19,307)\nFinancing activities\n25,420 \n7,683 \nEffect of exchange rate changes on cash and cash equivalents\n43 \n(518)\nNet change in cash and cash equivalents\n$\n15,795 \n$\n(19,336)\nDuring the years ended May 31, 2023 and 2022, cash flows consisted of the following:\nCash provided by (used in) operating activities:\nYears ended May 31, 2023 and 2022:\n•\nNet loss of $52.4 million and $26.5 million, respectively, plus the non-cash items, primarily driven by depreciation and amortization, goodwill impairment and stock-based compensation, along with the changes in working capital below, contributed to cash provided by operations of $0.1 million for the year ended May 31, 2023 and cash used in operations of $7.2 million for the year ended May 31, 2022.\n•\nFor the year ended May 31, 2023, working capital was unfavorably impacted by increased accounts receivable and inventory on hand of $1.3 million and $8.2 million, respectively. This was partially offset by increased accounts payable and accrued liabilities of $2.1 million. \n•\nFor the year ended May 31, 2022, working capital was unfavorably impacted by increased accounts receivable, inventory on hand and prepaids of $17.2 million, $2.8 million and $5.0 million respectively. This was partially offset by increased accounts payable and accrued liabilities of $3.9 million. \nCash used in investing activities:\nYears ended May 31, 2023 and 2022:\n•\n$3.8 million and $4.3 million, respectively, of cash was used for fixed asset additions;\n•\n$5.4 million and $11.4 million, respectively, of cash was used for Auryon placement and evaluation unit additions;\n•\n$0.5 million of cash was used for the acquisition of an exclusive license in the first quarter of fiscal year 2023; and\n•\n$3.6 million of cash was used for the QX Medical asset acquisition in the first quarter of fiscal year 2022.\nCash provided by financing activities:\nYears ended May 31, 2023 and 2022:\n•\n$70.0 million in proceeds on long-term debt less the repayment of $45.0 million associated with the new Credit Agreement in the first quarter of fiscal year 2023.  The $25.0 million draw on the Delayed Draw Term Loan associated with the new Credit Agreement is to fund the historical and planned fiscal year 2023 purchases of Auryon placement and evaluation units.  See Note 12 \"Long-Term Debt\" set forth in the Notes to the consolidated financial statements; \n•\n$0.8 million of deferred financing costs associated with the new Credit Agreement; \n•\n$5.0 million draw on the Revolving Facility in the first quarter of fiscal year 2022 for the QX Medical asset acquisition; and\n•\n$1.2 million and $2.7 million, respectively, of proceeds from stock option and ESPP activity.\n41\n On August 30, 2022, the Company repaid all amounts outstanding under its then existing credit agreement and entered into a new Credit Agreement that provides for a $75.0 million Revolving Facility and a $30.0 million Delayed Draw Term Loan, and also includes an uncommitted expansion feature that allows the Company to increase the total revolving commitments and/or add new tranches of term loans in an aggregate amount not to exceed $75.0 million.  The Credit Agreement includes customary representations, warranties and covenants, and acceleration, indemnity and events of default provisions, including, among other things, two financial covenants. One financial covenant requires us to maintain a fixed charge coverage ratio of not less than 1.25 to 1.00. The other financial covenant requires us to maintain a total leverage ratio of not greater than 3.00 to 1.00. The total leverage ratio is based upon our trailing twelve months total adjusted EBITDA (as defined in the Credit Agreement). The amount that we can borrow under our Credit Agreement is directly based on our leverage ratio. The interest rate at May 31, 2023 applicable to each was 6.73%. The Company was in compliance with the Credit Agreement covenants as of May 31, 2023.\nIn the first quarter of fiscal year 2023 and in connection with the new Credit Agreement, the Company drew $25.0 million on the Revolving Facility. The Company also drew $25.0 million on the Delayed Draw Term Loan to fund the historical and planned fiscal year 2023 purchases of Auryon placement and evaluation units for total long-term debt outstanding of $50.0 million. In the first quarter of fiscal year 2022, the Company made a $5.0 million draw on the Revolving Facility in conjunction with the QX Medical asset acquisition. We believe that our current cash balance, together with cash generated from operations and access to our Revolving Facility, will provide sufficient liquidity to meet our anticipated needs for capital for at least the next 12 months. If we seek to make acquisitions of other businesses or technologies in the future for cash, we may require external financing.\nSubsequent to fiscal year 2023, on June 8, 2023, the Company entered into an asset purchase agreement (the \"Asset Purchase Agreement\") with Merit Medical Systems, Inc. (\"Merit\") pursuant to which Merit acquired the dialysis product portfolio and BioSentry tract sealant system biopsy businesses.  The Company and Merit entered into various agreements to facilitate the transition to Merit, including a Transactions Services Agreement and Contract Manufacturing Agreement.  The purchase price for the asset sale was $100.0 million in cash subject to the terms and conditions of the Asset Purchase Agreement.  In conjunction with the Asset Purchase Agreement, on June 8, 2023, AngioDynamics used a portion of the consideration received to repay all amounts owed under AngioDynamics’ existing Credit Agreement, dated as of August 30, 2022, and as a result, the Credit Agreement was extinguished. \nOur contractual obligations as of May 31, 2023 are set forth in the table below (in thousands).  We have no variable interest entities or other off-balance sheet obligations.\n \nCash payments due by period as of May 31, 2023\n(in thousands)\nTotal\nLess than\nOne Year\n1-3 Years\n3-5 Years\nAfter 5\nYears\nContractual Obligations:\nLong term debt and interest\n$\n50,108 \n$\n50,108 \n$\n— \n$\n— \n$\n— \nOperating leases \n(1)\n5,940 \n2,366 \n3,016 \n558 \n— \nPurchase obligations \n(2)\n3,166 \n3,166 \n— \n— \n— \nAcquisition-related future obligations \n(3)\n20,000 \n15,000 \n5,000 \n— \n— \nRoyalties\n39,840 \n3,640 \n7,280 \n7,280 \n21,640 \n$\n119,054 \n$\n74,280 \n$\n15,296 \n$\n7,838 \n$\n21,640 \n(1) Operating leases include short-term leases that are not recorded on our Consolidated Balance Sheets under ASU No. 2016-02\n.\n(2) The inventory purchase obligations are not reflected on our Consolidated Balance Sheets under accounting principles generally accepted in the United States of America.\n(3) Acquisition-related future obligations include scheduled minimum payments and contingent payments based upon achievement of performance measures or milestones such as sales or profitability targets, the achievement of research and development objectives or the receipt of regulatory approvals.  The amount represents the undiscounted value of contingent liabilities recorded on the balance sheet.  Timing of payments are as contractually scheduled, or where contingent, the Company's best estimate of payment timing.\nResults of Operations for the years ended May 31, 2022 and 2021 \nFor management discussion and analysis of our 2022 financial results and liquidity compared with 2021, see Part II, Item 7 \"Management's Discussion and Analysis of Financial Condition and Results of Operations\" in our Annual Report on Form 10-K for the year ended May 31, 2022 filed on July 22, 2022. \n42\nRecent Accounting Pronouncements\nRefer to Note 1 of the Notes to the consolidated financial statements for Recently Issued Accounting Pronouncements. \n43",
    "item7a": ">Item 7A.  \nQuantitative and Qualitative Disclosures about Market Risk.\nFOREIGN CURRENCY EXCHANGE RATE RISK\nWe are exposed to market risk from changes in currency exchange rates, as well as interest rate fluctuations on our credit facility and investments that could impact our results of operations and financial position.\nWe transact sales in currencies other than the U.S. Dollar, particularly the Euro, British pound and Canadian dollar. Approximately 4.7% of our sales in fiscal year 2023 were denominated in foreign currencies. We do not have expenses denominated in foreign currencies at the level of our sales and as a result, our profitability is exposed to currency fluctuations.  When the U.S. Dollar strengthens, our sales and gross profit will be negatively impacted.  In addition, we have assets and liabilities denominated in non-functional currencies which are remeasured at each reporting period, with the offset to changes presented as a component of Other (Expense) Income.  Significant non-functional balances include accounts receivable due from some of our international customers.   \nINTEREST RATE RISK\nInterest on the Revolving Facility and  Delayed Draw Term Loan is based, at the Company's option, on a rate equal to (i) the Secured Overnight Financing Rate (\"SOFR\") plus 0.10% (subject to a floor of 0%), or (ii) if the Company elects to treat a borrowing as an ABR Borrowing, an alternate base rate based on SOFR, plus, in each case, an applicable margin of 1.25%, 1.50% or 1.75%, depending on the leverage ratio.  If any amounts are not paid when due, such overdue amounts will bear interest at an amount generally equal to 2.0% plus the existing loan rate.  The Credit Agreement also carries a commitment fee in the case of the Revolving Facility, and a ticking fee, in the case of the Delayed Draw Term Loans of 0.20% to 0.25% per annum on the unused portion.   As of May 31, 2023, there was $25.0 million outstanding on the Delayed Draw Term Loan and $25.0 million outstanding on the Revolving Facility and the interest rate at May 31, 2023 was 6.73%.\nCONCENTRATION OF CREDIT RISK\nFinancial instruments, which potentially subject the Company to significant concentrations of credit risk, consist primarily of cash and cash equivalents, our Revolving Facility and trade accounts receivable.\nThe Company maintains cash and cash equivalents at various institutions and performs periodic evaluations of the relative credit standings of these financial institutions to ensure their credit worthiness.  In addition, the Credit Agreement is structured across three investment grade banks.  The Company has the ability to draw equally amongst the five banks which limits the concentration of credit risk of one institution.  \nConcentration of credit risk with respect to trade accounts receivable is limited due to the large number of customers that purchase products from the Company.  No single customer represents more than 10% of total sales.  The Company monitors the creditworthiness of its customers.  As the Company’s standard payment terms are 30 to 90 days from invoicing, the Company does not provide any significant financing to its customers.  Although the Company does not currently foresee a significant credit risk associated with the outstanding accounts receivable, repayment is dependent upon the financial stability of our customers.",
    "cik": "1275187",
    "cusip6": "03475V",
    "cusip": [
        "03475V101"
    ],
    "names": [
        "ANGIODYNAMICS INC"
    ],
    "source": "https://www.sec.gov/Archives/edgar/data/1275187/000162828023027335/0001628280-23-027335-index.htm"
}