{
    "item1": ">ITEM 1. BUSINESS\n \n​\nLamb Weston Holdings, Inc. (“we,” “us,” “our,” “the Company,” or “Lamb Weston”) is a leading global producer, distributor, and marketer of value-added frozen potato products and is headquartered in Eagle, Idaho. We are the number one supplier of value-added frozen potato products in North America and a leading supplier of value-added frozen potato products internationally, with a strong presence in high-growth emerging markets. We offer a broad product portfolio to a diverse channel and customer base in over 100 countries. French fries represent most of our value-added frozen potato product portfolio.\n​\nWe were organized as a Delaware corporation in July 2016. Our common stock trades under the ticker symbol “LW” on the New York Stock Exchange.\n​\n3\n\n\nTable of Contents\nSegments\n​\nIn July 2022, we acquired an additional 40 percent interest in Lamb Weston Alimentos Modernos S.A. (“LWAMSA”), our joint venture in Argentina, and, in February 2023, we acquired the remaining equity interest in LW EMEA, our joint venture in Europe. With the completion of the transactions, we own 90 percent and 100 percent of the equity interests in LWAMSA and LW EMEA, respectively. Accordingly, we consolidated LWAMSA’s and LW EMEA’s financial results in our consolidated financial statements beginning in our fiscal first and fourth quarters, respectively. The results are included in our Global segment. \n​\nDuring fiscal 2023, we had four reportable segments: Global, Foodservice, Retail, and Other. For further segment and financial information, see “Part II, Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations” and Note 13, Segments, of the Notes to Consolidated Financial Statements in “Part II, Item 8. Financial Statements and Supplementary Data” of this Form 10-K.\n​\nEffective May 29, 2023, in connection with our recent acquisitions and to align with our expanded global footprint, our management, including our chief executive officer, who is our chief operating decision maker, began managing our operations as two business segments based on management’s change to the way it monitors performance, aligns strategies, and allocates resources. This resulted in a change from four reportable segments to two (North America and International), effective the beginning of fiscal 2024. \n​\nGlobal\n​\nOur Global segment includes frozen potato products sold in North America and international markets generally to the top 100 North American based restaurant chains and international customers comprised of global and regional quick service and full-service restaurant chains, foodservice distributors, and retailers. We have included foodservice and retail customers outside of North America in the Global segment due to efficiencies associated with coordinating sales to all customer types within specific markets, as well as due to these customers’ smaller scale and dependence on local economic conditions. The Global segment’s product portfolio includes frozen potatoes and appetizers sold under the \nLamb Weston\n brand, as well as many customer labels.\n​\nFoodservice\n​\nOur Foodservice segment includes frozen potato products sold throughout the U.S. and Canada to commercial distributors, restaurant chains generally outside the top 100 North American based restaurant chains, and non-commercial channels. The Foodservice segment’s primary products are frozen potatoes, commercial ingredients, and appetizers sold under the \nLamb Weston\n brand, as well as many customer labels.\n​\nRetail\n​\nOur Retail segment includes consumer-facing frozen potato products sold primarily to grocery, mass merchants, club, and specialty retailers. The Retail segment’s primary products are frozen potatoes sold under our owned or licensed brands, including \nGrown in Idaho\n and \nAlexia\n, other licensed equities comprised of brand names of major North American restaurant chains, and the retailers’ own brands.\n​\nOther\n​\nThe Other reporting segment primarily includes our vegetable and dairy businesses, as well as unrealized \nmark-to-market adjustments associated with commodity hedging contracts.\n​\nJoint Venture Relationships\n​\nWe hold a 50 percent ownership interest in Lamb-Weston/RDO Frozen (“Lamb Weston RDO”), a joint venture with RDO Frozen Co., that operates a single potato processing facility in the U.S. We provide all sales and marketing services to Lamb Weston RDO and receive a fee for these services based on a percentage of the net sales of the venture. \n4\n\n\nTable of Contents\nWe account for our investment in Lamb Weston RDO under the equity method of accounting. We accounted for our investments in LW EMEA and LWAMSA under the equity method of accounting until February 2023 and July 2022, respectively, when we acquired the majority ownership of these entities and began consolidating their respective financial results in our consolidated financial statements. In addition, LW EMEA owns a 75 percent interest in a joint venture in Austria. This joint venture’s financial results are consolidated in our financial statements.\n​\nFor more information, see Note 4, Joint Venture Investments, of the Notes to Consolidated Financial Statements in “Part II, Item 8. Financial Statements and Supplementary Data” of this Form 10-K.\n​\nSales, Distribution and Customers\n​\nWe benefit from strong relationships with a diverse set of customers. We sell our products through a network of internal sales personnel and independent brokers, agents, and distributors to chain restaurants, wholesale, grocery, mass merchants, club retailers, specialty retailers, and foodservice distributors and institutions, including businesses, educational institutions, independent restaurants, regional chain restaurants, and convenience stores. We have long-tenured relationships with leading quick service and fast casual restaurant chains, global foodservice distributors, large grocery retailers, and mass merchants.\n​\nOur largest customer, McDonald’s Corporation, accounted for approximately 13%, 10%, and 11% of our consolidated net sales in fiscal 2023, 2022, and 2021, respectively. Sales to McDonald’s Corporation are included in our Global segment. No other customer accounted for more than 10% of our fiscal 2023, 2022, or 2021 consolidated net sales. \n​\nResearch and Development\n​\nWe leverage our research and development resources for both growth and efficiency initiatives. We seek to drive growth through innovation by creating new products, enhancing the quality of existing products, and participating in joint menu planning exercises with our customers. We also evaluate the sustainability impacts of our manufacturing processes and products in our research and development activities and continue to drive processing innovations aimed at reducing waste and water usage and improving food safety and quality.\n​\nTrademarks, Licenses and Patents\n​\nOur trademarks are material to our business and are protected by registration or other means in the U.S. and most other geographic markets where the related food items are sold. Depending on the country, trademarks generally remain valid for as long as they are in use and their registrations are maintained. Trademark registrations generally are for renewable, fixed terms. Our significant trademarks include: \nLamb Weston, Lamb Weston Supreme, Lamb Weston Seeing Possibilities in Potatoes\n (and design), \nLamb Weston Seasoned, Lamb Weston Private Reserve, Lamb Weston Stealth Fries, Lamb Weston Colossal Crisp, Lamb Weston Crispy on Delivery, Lamb Weston Twisters, Lamb Weston Twister Fries, Lamb Weston Crisscuts,\n \nSweet Things, \nand\n Butler.\n We also sell certain products, such as \nGrown in Idaho\n and \nAlexia\n, which we license from third parties. \n​\nWe own numerous patents worldwide. We consider our portfolio of patents, patent applications, patent licenses, proprietary trade secrets, technology, know-how processes, and related intellectual property rights to be material to our operations. Patents, issued or applied for, cover inventions, including packaging, manufacturing processes, equipment, formulations, and designs. Our issued patents extend for varying periods according to the date of the patent application filing or grant, the legal term of patents in the various countries where patent protection is obtained, and, in most countries, the payment of fees to maintain the patents. The actual protection afforded by a patent, which can vary from country to country, depends upon the type of patent, the scope of its coverage as determined by the patent office or courts in the country, and the availability of legal remedies in the country. \n​\n5\n\n\nTable of Contents\nRaw Materials\n​\nOur primary raw materials are potatoes, edible oils, packaging, grains, starches, and energy inputs. We source a significant amount of our raw potatoes under both strategic, long-term grower relationships and short-term annual contracts. In the U.S., most of the potato crop used in our products is grown in Washington, Idaho, and Oregon. In Europe, growing regions for the necessary potatoes are concentrated in the Netherlands, Austria, Belgium, Germany, France, and the United Kingdom. We also have potato growing regions in Canada, China, Australia, and Argentina that support our processing facilities in those countries. We believe that the grower networks to which we have access provide a sufficient source of raw potato inputs year-to-year. We source edible oils through strategic relationships with key suppliers, and we source packaging and energy inputs through multiple suppliers under a variety of agreement types.\n​\nThe prices paid for these raw materials, as well as other raw materials used in making our products, generally reflect factors such as weather, commodity market fluctuations, currency fluctuations, tariffs, and the effects of governmental agricultural programs. The prices of raw materials can fluctuate as a result of these factors.\n​\nDuring fiscal 2023, we continued to face increased costs for our primary raw materials, including potatoes, edible oils, packaging, grains, starches, and energy inputs. We seek to mitigate higher input costs through long-term relationships, contract strategies, and hedging activities where an active market for an input exists, as well as through our pricing and productivity initiatives. See “Part II, Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations,” of this Form 10-K for further discussion.\n​\nManufacturing\n​\nWe operate 26 production facilities for our products. See \"Item 2. Properties\" for more information about our production facilities. In addition to our own production facilities, we source a portion of our products under “co-packing” agreements, a common industry practice in which manufacturing is outsourced to other companies. We regularly evaluate our co-packing arrangements to ensure the most cost-effective manufacturing of our products and to utilize company-owned production facilities most effectively.\n​\nInternational Operations \n​\nAt May 28, 2023, we had operations in 31 countries, with sales support in each of these countries and production and processing facilities in 8 countries. See Note 13, Segments, of the Notes to Consolidated Financial Statements in “Part II, Item 8. Financial Statements and Supplementary Data” of this Form 10-K for additional information on our U.S. and non-U.S. operations. Also see “Item 2. Properties,” for more information on our production and other facilities. For a discussion of risks related to our operations outside the U.S., see “Item 1A. Risk Factors” of this Form 10-K. \n​\nCompetition\n​\nThe value-added frozen potato products industry in North America, Europe and other international markets is highly competitive. Competitors include large North American and European frozen potato product companies that compete globally, as well as local and regional companies. Significant competitors include Agristo NV, Aviko B.V., Cavendish Farms Corporation, Clarebout Potatoes NV, Farm Frites International B.V., J.R. Simplot Company, The Kraft Heinz Company, and McCain Foods Limited. Some of our competitors are larger and have substantially more financial, sales and marketing, and other resources than us. We compete with producers of similar products on the basis of, among other things, customer service, value, product innovation, product quality, brand recognition and loyalty, price, and the ability to identify and satisfy customer preferences. The markets in which we operate are expected to remain highly competitive for the foreseeable future. See also “Item 1A. Risk Factors – Industry Risks – Increased competition may result in reduced sales or profits” of this Form 10-K.\n​\n6\n\n\nTable of Contents\nSeasonality\n​\nOur product contribution margin percentage, inventory levels, net sales, and cash flows are affected by seasonality. In general, our product contribution margin percentage tends to be highest in our fiscal third quarter, reflecting the cost benefit of freshly-harvested potatoes. We typically harvest potatoes in the Pacific Northwest of the U.S. and Europe in July through October, which is primarily in our fiscal second quarter. While the quality of potatoes affects production efficiency, overall, freshly-harvested potatoes process more efficiently in our production lines and are not subject to storage or secondary transport costs. We typically hold 50 to 90 days of finished goods inventory on a first-in-first-out basis, so the costs incurred from our fiscal second quarter harvest, which are generally favorable, will flow through our income statement in our fiscal third quarter. Inventory levels also tend to be higher in our fiscal third quarter, requiring more working capital at that time. In general, net sales and cash flows tend to be higher in our fiscal fourth quarter, reflecting customer and consumer buying patterns.\n​\nDue to severe impacts of the government mandated shutdowns in response to COVID-19, seasonal variation in the demand for our products in fiscal 2021 differed from prior and subsequent years.\n​\nHuman Capital Resources\n​\nWe believe that our employees and our workplace culture are among our most important assets, and that our employees are integral to our ability to achieve our strategic objectives. Attracting, developing, and retaining the best talent globally with the right skills to drive our mission, vision, and values are central components of our strategies for long-term growth. As of July 17, 2023, we had approximately 10,300 employees, of which approximately 2,600 employees work outside of the U.S. As of July 17, 2023, approximately 30% of our employees are parties to collective bargaining agreements with terms that we believe are typical for the industry in which we operate. Most of the union workers at our facilities are represented under contracts that expire at various times over the next several years. Of the hourly employees who are represented by these contracts, 51% are party to a collective bargaining agreement scheduled to expire over the course of the next twelve months. As the agreements expire, we believe they will be renegotiated on terms satisfactory to the parties.\n​\nHealth and Safety\n​\nOur employees’ health, safety, and well-being are our highest priority. We strive for world-class safety at every one of our facilities. This means we continuously focus on creating a zero-incident culture, where every employee goes home every day, accident free. To help achieve this goal, we foster safety leadership throughout the organization as part of our comprehensive environment, health, safety, and sustainability management system. Through ongoing communications, routine assessments of our safety programs, safety and job-related training, daily risk assessments at facilities, defined standards, and safety measures, we strive to improve our safety performance each year. \n​\n7\n\n\nTable of Contents\nTotal Rewards \n​\nOur compensation and benefits are designed to support the financial, mental, and physical well-being of our employees. We are committed to equal pay for equal work, regardless of gender, race, ethnicity, or other personal characteristics. As part of this commitment, we benchmark and set pay ranges based on market data and consider various factors such as an employee’s role and experience, job location, and performance. We also regularly review our compensation practices to promote fair and equitable pay. In addition to base salaries, many employees also participate in an annual short-term incentive program and may also receive long-term equity awards. Benefits for U.S. employees include an employee savings 401(k) plan and company matching contributions, health insurance, disability insurance, life insurance, health savings and flexible spending accounts, wellness incentives, annual on-site health screenings, paid time-off, family leave, parental leave, employee assistance programs, and tuition reimbursement opportunities. Benefits for employees outside of the U.S. vary by country but are generally market competitive and representative of prevalent local company sponsored benefit programs. We have also adopted a hybrid work policy for office-based employees intended to allow employees flexibility in work location while maintaining productivity and performance expectations. Eligibility for, and the level of, compensation and benefits vary depending on an employee’s full-time or part-time status, work location, job and career level, and tenure with the Company. We regularly review our compensation and benefit programs with the aim of keeping them competitive and designed to meet our employees’ health and wellness needs, which we believe is important to attract and retain the best available talent.\n​\nDiversity, Equity, and Inclusion (“DEI”)\n​\nAs a global company, we strive to honor and celebrate diversity in our team, which we believe enriches our work lives and drives diversity of perspectives in our decision-making as a company. We define diversity as the unique abilities, experiences, and cultural backgrounds our employees bring to our Company’s workplace. We are committed to providing a work environment that fosters respect, inclusion, fairness, and dignity, and is free of harassment, discrimination, or fear of retaliation. In fiscal 2023, we launched our first business resource groups, which are voluntary, team member-led groups that bring employees together aligned around affinity areas. We believe these groups help create community and build inclusion. We have three business resource groups centered on women, multiculture and young professionals. In addition, in fiscal 2023, we introduced a DEI learning and development platform to our global workforce to support team members’ DEI learning.\n​\nRecruitment, Training, and Development\n​\nWe believe maintaining a robust pipeline of talent is crucial to our ongoing success and is a key aspect of succession planning efforts across the organization. We use recruitment vehicles, including partnerships with universities and communities, local and national organizations, and various social media outlets, to attract strong talent to our organization. Our leadership and people teams are responsible for attracting and retaining top talent by facilitating an environment where employees feel supported and encouraged in their professional and personal development. Specifically, we promote employee development by regularly reviewing strategic positions and identifying potential internal candidates to fill those roles, evaluating job skill sets to identify competency gaps, and creating developmental plans to facilitate employee professional growth. We invest in our employees through training and development programs, including both custom internal training and external learning resources, utilizing both live and virtual learning experiences, on the job experiences, rotational assignments, annual and mid-year manager reviews and coaching. These offerings are designed to position employees to execute with excellence in their current roles, accelerate their learning curves, and grow their careers by taking advantage of continuing learning opportunities. For example, in our production facilities, we provide multiple training sessions focused on quality and safety. We also hold courses focused on leadership development for employees and people leaders across our global organization. In addition, with both in-person and our e-learning resources, employees can also focus on timely and topical development areas, including leadership capabilities, management excellence, functional skill building, and DEI. \n​\n8\n\n\nTable of Contents\nEmployee Engagement\n​\nWe believe that having a workplace culture that supports and values all employees is critical to our success. To understand employee sentiments, we conduct a bi-annual engagement survey of our global workforce. This survey was completed in fiscal 2022 and was administered and analyzed by an independent third-party. The survey results were then reviewed by our executive leadership team and our Compensation and Human Capital Committee of the Board of Directors. Department leaders were also given the engagement survey results and tasked with taking action based on their employees’ anonymous feedback (both quantitative and qualitative). In addition, following our acquisition of the remaining equity interest in LW EMEA, we conducted a global employee culture survey to help assess employees’ reactions to the acquisition and plans for the full integration of LW EMEA with our other operations. Similar to our fiscal 2022 engagement survey, our executive leadership team reviewed the results of the survey and shared those results with our Compensation and Human Capital Committee. By paying close attention to the results of both surveys and implementing actions based on our findings, both at an aggregate enterprise level as well as at department, business, and work group levels, we believe that we have been able to enhance our workplace culture and improve overall employee engagement levels.\n​\nWe are also committed to creating and building a culture of giving. We encourage and enable our employees to support many charitable causes. This includes engaging in volunteer programs promoted by the Company or employees. Our locations also manage their own community outreach programs through local giving committees, which provide opportunities for employees to financially engage with local nonprofits and volunteer their time. Annually, we make cash grants through the Lamb Weston Foundation, including through our Pay it Forward program, which gives our employees a role in directing some of the Foundation’s funds. In addition, we offer a matching gifts program to employees, paid volunteer time off, non-profit board service grants, and an employee dependent scholarship program. Further, in fiscal 2023, we adopted a volunteer reward program that allows employees to provide monetary donations to organizations where they volunteer and established the Team Member Relief Fund to provide financial support to employees experiencing hardships such as catastrophic events, illness, domestic violence, and other unforeseen circumstances.\n​\nInformation About Our Executive Officers\n​\nThe following are our executive officers as of July 17, 2023: \n​\n​\n​\n​\n​\n​\nName\n​\nTitle\n​\nAge\nThomas P. Werner\n​\nDirector, President and Chief Executive Officer\n​\n 57\nBernadette M. Madarieta\n​\nChief Financial Officer\n​\n 48\nSharon L. Miller\n​\nPresident, North America\n​\n 57\nSukshma Rajagopalan\n​\nChief Information and Digital Officer\n​\n 49\nGerardo Scheufler\n​\nChief Supply Chain Officer\n​\n 55\nMarc Schroeder\n​\nPresident, International\n​\n 52\nMichael J. Smith\n​\nChief Operating Officer\n​\n 46\nEryk J. Spytek\n​\nGeneral Counsel and Chief Compliance Officer\n​\n 55\nSteven J. Younes\n​\nChief Human Resources Officer\n​\n 57\n​\nThomas P. Werner\n has served as our President and Chief Executive Officer and a member of our board of directors since November 2016. Prior to that, he served as President, Commercial Foods, for Conagra, a food company, since May 2015. In that role, he led the company’s Lamb Weston and Foodservice businesses, as well as its previously divested Spicetec Flavors & Seasonings and J.M. Swank operations. Mr. Werner also served as interim President of Conagra’s Private Brands from June 2015 through its divestiture in February 2016. Before his appointment as President, Commercial Foods, Mr. Werner served as Senior Vice President of Finance for Conagra’s Private Brands and Commercial Foods operating segments from June 2013 to April 2015, and Senior Vice President of Finance for Lamb Weston from May 2011 until June 2013.\n​\n9\n\n\nTable of Contents\nBernadette M. Madarieta\n has served as our Chief Financial Officer since August 2021. She also served as Senior Vice President from August 2021 to May 2023. Ms. Madarieta joined Lamb Weston in October 2016 as our Vice President and Controller and Principal Accounting Officer. Before that, Ms. Madarieta served as Vice President and Controller of Packaging Corporation of America, a containerboard and corrugated packaging manufacturer, from October 2013 to March 2016, and Vice President and Controller at Boise Inc., a packaging and paper products manufacturer, from February 2011 to October 2013. Ms. Madarieta has more than 25 years of finance management and leadership experience spanning public and privately held companies and Big 4 public accounting firms.\n​\nSharon L. Miller\n has served as our President, North America since May 29, 2023. Before that, she served as our Senior Vice President and General Manager, Global Business Unit since September 2016 and Conagra’s Vice President and General Manager, Lamb Weston Global Business Unit from 2015 to August 2016. Since joining Conagra in 1999, Ms. Miller has held various leadership positions, including Vice President of Sales for LW EMEA. Prior to that, Ms. Miller was a key sales and business leader within Lamb Weston in both the U.S. and Canada. She also has held various sales positions with North American food manufacturers and foodservice distributors.\n​\nSukshma Rajagopalan \nhas served as our Chief Information and Digital Officer since June 2023. Ms. Rajagopalan has more than 25 years of experience leading digital and information technology teams, most recently as Senior Vice President and Chief Digital Officer at Avantor, Inc., a life sciences company, from March 2020 to May 2023. At Avantor, Ms. Rajagopalan led the company’s global enterprise digital roadmap, including finance, supply chain and commercial solutions, as well as data and analytics including automation and artificial intelligence. Prior to joining Avantor, she spent 15 years at PepsiCo, Inc., a food and beverage company, and held various information technology and digital leadership roles, most recently as Vice President, Global Applications from March 2018 to March 2020.\n​\nGerardo Scheufler\n has served as our Chief Supply Chain Officer since August 2019. He also served as Senior Vice President from August 2019 to May 2023. Prior to joining Lamb Weston, Mr. Scheufler served as Vice President of Global Operations at Mondelēz International, Inc., a food and beverage company, from July 2014 until August 2019. During his tenure at Mondelēz International, Mr. Scheufler oversaw a major global restructuring program to optimize the global supply chain footprint, including the manufacturing, customer service, quality, logistics, health, safety and environment, and innovation functions. Prior to that, Mr. Scheufler spent more than 20 years at The Procter & Gamble Company, a consumer goods corporation, in a variety of roles of increasing responsibility after starting his career in manufacturing operations in 1990.\n​\nMarc Schroeder\n has served as our President, International since May 29, 2023. Mr. Schroeder is a Dutch national and joined Lamb Weston in February 2023 following the completion of our acquisition of the remaining equity interest in LW EMEA, having previously served as Chief Executive Officer of our former European joint venture since January 2021. Before joining LW EMEA, Mr. Schroeder served as Chief Executive Officer of Pepsi Lipton, a joint venture between PepsiCo, Inc. and Unilever for tea branded products, from February 2016 to November 2020. Prior to that, he spent more than 14 years at PepsiCo, Inc., a food and beverage company, and held various operating, commercial and corporate leadership roles, including Senior Vice President Global Nutrition Group from August 2014 to January 2016, Vice President Global Grains (Quaker) from September 2012 to July 2014 and General Manager of Frito-Lay in Russia from October 2009 to August 2012.\n​\nMichael J. Smith \nhas served as our Chief Operating Officer since May 29, 2023. Prior to that, he served as Senior Vice President and General Manager of Foodservice, Retail, Marketing and Innovation since April 2018 and Senior Vice President, Growth and Strategy from September 2016 until March 2018. Mr. Smith also served as Vice President and General Manager of Lamb Weston Retail from May 2011 to September 2016, Vice President and General Manager of Conagra’s Private Brands from March 2014 to February 2016, and Vice President of Global Marketing of Lamb Weston from July 2012 to March 2014. Prior to joining Conagra in 2007, Mr. Smith held various brand management roles at Dean Foods Company, a food and beverage company, and its WhiteWave division from May 2003 until December 2007.\n​\n10\n\n\nTable of Contents\nEryk J. Spytek\n has served as our General Counsel and Chief Compliance Officer since October 2016. He also served as Senior Vice President from October 2016 to May 2023 and Corporate Secretary from October 2016 to November 2020. From June 2015 until October 2016, Mr. Spytek was Of Counsel at Winston & Strawn LLP, a law firm. Before returning to Winston & Strawn LLP, he served from December 2009 until April 2015 in a variety of roles with Mead Johnson Nutrition Company, a manufacturer of infant formula, including as Vice President, Deputy General Counsel and Assistant Secretary from April 2013 to April 2015 and as Vice President, Associate General Counsel and Assistant Secretary from December 2009 to April 2013. Before that, Mr. Spytek served as Senior Vice President, General Counsel and Secretary at SIRVA, Inc., a moving and relocation services provider, from February 2006 to February 2009. Before joining SIRVA, Inc., Mr. Spytek was a partner at Winston & Strawn LLP, which he joined as an associate in 1996.\n​\nSteven J. Younes\n has served as our Chief Human Resources Officer since January 2022. He also served as Senior Vice President from January 2022 to May 2023. Mr. Younes joined Lamb Weston from Loews Hotels & Co., a hospitality company, where he served as Executive Vice President and Chief Human Resources Officer from April 2019 through December 2021. Prior to that, Mr. Younes was Senior Vice President of Human Resources for Ascension, a not-for-profit healthcare company, from July 2013 to December 2018. An employment lawyer by background, he spent 12 years in private practice and served as employment counsel to a number of organizations earlier in his career. Mr. Younes has more than 30 years of experience in human resources and employment law.\n​\nEthics and Governance\n​\nWe have adopted a code of conduct that applies to all of our employees, as well as a code of ethics for senior corporate financial officers that applies to our Chief Executive Officer, Chief Financial Officer, and Controller. These codes are available on our website at www.lambweston.com through the “Investors – Corporate Governance” link. We will disclose any waiver we grant to our Chief Executive Officer, Chief Financial Officer, or Controller under our codes, or certain amendments to the codes, on our website at www.lambweston.com.\n​\nIn addition, we adopted Corporate Governance Principles and charters for the Audit and Finance Committee, Nominating and Corporate Governance Committee, and Compensation and Human Capital Committee. All of these materials are available on our website at www.lambweston.com and will be provided free of charge to any stockholder requesting a copy by writing to: Corporate Secretary, Lamb Weston Holdings, Inc., 599 S. Rivershore Lane, Eagle, Idaho 83616. \n​\nThe information on our website is not, and shall not be deemed to be, a part of this Form 10-K or incorporated into any other filings we make with the SEC.\n​\nFood Safety and Labeling\n​\nWe are subject to extensive regulation, including, among other things, the Food, Drug and Cosmetic Act, as amended by the Food Safety Modernization Act, the Public Health Security and Bioterrorism Preparedness and Response Act of 2002, and the rules and regulations promulgated thereunder by the U.S. Food and Drug Administration (“FDA”). This comprehensive and evolving regulatory program governs, among other things, the manufacturing, composition and ingredients, labeling, packaging, and safety of food, including compliance with current Good Manufacturing Practices. In addition, the Nutrition Label Reform Act of 2016 and regulations promulgated thereunder by the FDA prescribe the format and content in which specific nutrition information is required to appear on the labels of food products. We are also subject to regulation by certain other governmental agencies, including the U.S. Department of Agriculture.\n​\nOur operations and products are also subject to state and local regulation, including the registration and licensing of production facilities, enforcement by state health agencies of various state standards, and the registration and inspection of facilities. Compliance with federal, state, and local regulation is costly and time-consuming. Enforcement actions for violations of federal, state, and local regulations may include seizure and condemnation of products, cease and desist orders, injunctions, voluntary or mandatory recalls or market withdrawals of products, and monetary penalties. We believe that our practices are sufficient to maintain compliance with applicable government regulations.\n​\n11\n\n\nTable of Contents\nEnvironmental, Health and Safety Regulations\n​\nWe are subject to a number of foreign, domestic, federal, state, and local laws and other regulations relating to the protection of human health, the environment and the safety and health of personnel. These requirements apply to a broad range of our activities, including: the regulation and discharge of pollutants into the air, land and water; the identification, generation, storage, handling, transportation, disposal, recordkeeping, labeling, spill prevention and reporting of, and emergency response in connection with, hazardous materials and chemical substances; noise and odor emissions from our facilities; and safety and health standards, practices, and procedures that apply to the workplace and the operation of our facilities. \n​\nIn order to comply with these requirements, we may need to spend substantial amounts of money and other resources from time to time to: (i) construct or acquire new equipment, (ii) acquire or amend permits to authorize facility operations, (iii) modify, upgrade, or replace existing and proposed equipment, and (iv) clean up or decommission our facilities or other locations in accordance with regulatory requirements. Our capital and operating budgets include costs and expenses associated with complying with these laws and other requirements. \n​\nAvailable Information\n​\nWe make available, free of charge on our website at www.lambweston.com, our annual reports on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K, and amendments to those reports filed or furnished pursuant to Section 13(a) or 15(d) of the Securities Exchange Act of 1934, as soon as reasonably practicable after we electronically file them with, or furnish them to, the SEC. We use our website, through the “Investors” link, as a channel for routine distribution of important information, including news releases, analyst presentations, and financial information. The information on our website is not, and shall not be deemed to be, a part of this Form 10-K or incorporated into any other filings we make with the SEC unless expressly noted in other such filings.\n​",
    "item1a": ">ITEM 1A. RISK FACTORS\n \n \nOur business is subject to various risks and uncertainties. Any of the risks and uncertainties described below could materially and adversely affect our business, financial condition, and results of operations and should be considered in evaluating us. Although the risks are organized by heading, and each risk is described separately, many of the risks are interrelated. While we believe we have identified and discussed below the material risks affecting our business, there may be additional risks and uncertainties that we do not presently know or that we do not currently believe to be material that may adversely affect our business, financial condition, or results of operations in the future.\n​\nBusiness and Operating Risks\n​\nWe may not be able to offset cost increases due to inflationary pressures on inputs necessary for the production and distribution of our products, such as labor, raw materials, energy, fuel, and packaging materials. \n​\nA significant portion of our cost of goods comes from commodities such as raw potatoes, edible oil, grains, starches, and energy. These commodities are subject to price volatility and fluctuations in availability caused by many factors, including: changes in global supply and demand, weather conditions (including any potential effects of climate change), fire, natural disasters (such as a hurricane, tornado, earthquake, wildfire or flooding), disease or pests, agricultural uncertainty, water stress, health epidemics or pandemics or other contagious outbreaks, such as the COVID-19 pandemic, governmental incentives and controls (including import/export restrictions, such as new or increased tariffs, sanctions, quotas or trade barriers including the financial and economic sanctions imposed by the U.S. and certain foreign governments in response to the war in Ukraine), limited or sole sources of supply, inflation, political uncertainties, acts of terrorism, governmental instability, war, or currency exchange rates.\n​\n12\n\n\nTable of Contents\nDuring fiscal 2023, we experienced significantly elevated commodity and supply chain costs, including the costs of labor, raw materials, energy, fuel, packaging materials, and other inputs necessary for the production and distribution of our products.\n \nFor example, labor shortages and inflation have increased our costs. Additionally, we expect to face continued industry-wide cost inflation for various inputs, including commodities, ingredients, packaging materials, other raw materials, transportation, warehousing, and labor. Commodity price increases, or a sustained interruption or other constraints in the supply or availability of key commodities, including necessary services such as transportation and warehousing, could adversely affect our business, financial condition, and results of operations. Our attempts to offset these cost pressures, such as through increases in the selling prices of some of our products, may not be successful. Higher product prices may result in reductions in sales volume. To the extent that price increases are not sufficient to offset these increased costs adequately or in a timely manner, and/or if they result in significant decreases in sales volume, our business, financial condition, or results of operations may be adversely affected. \n​\nWe also may not be successful in mitigating the effects of these cost increases through productivity initiatives or through our commodity hedging activity. Our future success and earnings growth depend in part on our ability to maintain the appropriate cost structure and operate efficiently in the highly competitive value-added frozen potato product category. We continue to implement profit-enhancing initiatives that improve the efficiency of our supply chain and general and administrative functions. These initiatives are focused on cost-saving opportunities in procurement, manufacturing, logistics, and customer service, as well as general and administrative functions. However, gaining additional efficiencies may become more difficult over time. In addition, there is currently no active derivatives market for potatoes in the U.S. Although we have experience in hedging against commodity price increases, these practices and experience reduce, but do not eliminate, the risk of negative profit impacts from commodity price increases. As a result, the risk management procedures that we use may not always work as we intend. To the extent we are unable to offset present and future cost increases, our business, financial condition, and results of operations could be materially and adversely affected.\n​\nDisruption to our supply chain could adversely affect our business\n.\n​\nOur ability to manufacture or sell our products may be impaired by damage or disruption to our manufacturing, warehousing or distribution capabilities, or to the capabilities of our suppliers, logistics service providers, or independent distributors. This damage or disruption could result from execution issues, as well as factors that are difficult to predict or beyond our control such as increased temperatures due to climate change, water stress, extreme weather events, natural disasters, product or raw material scarcity, fire, terrorism, pandemics (such as the COVID-19 pandemic), armed hostilities (including the ongoing war in Ukraine), strikes, labor shortages, cybersecurity breaches, governmental restrictions or mandates, disruptions in logistics, supplier capacity constraints, or other events. Failure to take adequate steps to mitigate the likelihood or potential impact of such events, or to effectively manage such events if they occur, may adversely affect our business, financial condition, and results of operations. Further, the inability of any supplier, logistics service provider, or independent distributor to deliver or perform for us in a timely or cost-effective manner could cause our operating costs to increase and our profit margins to decrease. We have experienced, and may continue to experience, disruptions in our supply chain, including as a result of temporary workforce disruptions, labor shortages, increased transportation and warehousing costs, and other factors related to the effects of the COVID-19 pandemic and the ongoing war in Ukraine. In addition, the occurrence of a significant supply chain disruption or the inability to access or deliver products that meet requisite quality and safety standards in a timely and efficient manner, could lead to increased warehouse and other storage costs or otherwise adversely affect our profitability and weaken our competitive position or harm our business.\n​\nLabor shortages or stoppages, an inability to attract and retain key personnel, increased turnover or increases in labor costs could adversely affect our business, financial condition, and results of operations.\n​\nLabor is a primary component of operating our business. A number of factors may adversely affect the labor force available to us or increase labor costs, including high employment levels, federal unemployment subsidies, including unemployment benefits offered in response to the COVID-19 pandemic, and other government regulations. The labor market has become increasingly tight and competitive, and we may face sudden and unforeseen challenges in the availability of labor, such as we have experienced during fiscal 2022 and 2023 at some of our production facilities, which reduced our production run-rates and increased our manufacturing costs. A sustained labor shortage or increased turnover rates within our workforce, caused by COVID-19 or as a result of general macroeconomic factors, have led and could in the future lead to production or shipping delays, increased costs, such as increased overtime to meet demand and increased \n13\n\n\nTable of Contents\nwage rates to attract and retain employees, and could negatively affect our ability to efficiently operate our production and distribution facilities and overall business. Further, our success depends on our ability to attract, retain, and develop effective leaders and personnel with professional and technical expertise, such as agricultural and food manufacturing experience, as well as finance, marketing, and other senior management professionals. The loss of the services of these persons could deplete our institutional knowledge and could have a material adverse effect on our business, financial condition, and results of operations. The market for these employees is competitive, and we could experience difficulty from time to time in hiring and retaining the personnel necessary to support our business. Our ability to recruit and retain a highly skilled workforce could also be materially impacted if we fail to adequately respond to rapidly changing employee expectations regarding fair compensation, an inclusive and diverse workplace, flexible working, or other matters. If we are unable to hire and retain employees capable of performing at a high-level, develop adequate training and succession plans for leadership positions, or if mitigation measures we may take to respond to a decrease in labor availability, such as overtime and third-party outsourcing, have unintended negative effects, our business could be adversely affected. \nSimilarly, we have been negatively impacted and may in the future continue to be negatively impacted by labor shortages or increased labor costs experienced by our third-party business partners, including our logistics providers, suppliers, and customers. For example, \nreduced availability of trucking capacity due to shortages of drivers, primarily as a result of the COVID-19 pandemic, caused an increase in the cost of transportation for us and our suppliers in fiscal 2022. An overall labor shortage, lack of skilled labor, increased turnover, or labor inflation, caused by COVID-19 or as a result of general macroeconomic factors, could have a material adverse impact on our business, financial condition, and results of operations.\n​\nIn addition, health care and workers’ compensation costs are increasing. Inflationary pressures and any shortages in the labor market could continue to increase labor costs, which could have a material adverse effect on our business, financial condition, or results of operations. Our labor costs include the cost of providing employee benefits in the U.S. and foreign jurisdictions, including pension, health and welfare, and severance benefits. Changes in interest rates, mortality rates, health care costs, early retirement rates, investment returns, and the market value of plan assets can affect the funded status of our defined benefit plans and cause volatility in the future funding requirements of the plans. A significant increase in our obligations or future funding requirements could have a negative impact on our results of operations and cash flows from operations. Additionally, the annual costs of benefits vary with increased costs of health care and the outcome of collectively bargained wage and benefit agreements. Furthermore, we may be subject to increased costs or experience adverse effects on our operating results if we are unable to renew collectively bargained agreements on satisfactory terms as they expire. Our financial condition and ability to meet the needs of our customers could be materially and adversely affected if strikes or work stoppages or interruptions occur as a result of delayed negotiations with union-represented employees within or outside the U.S.\n​\nChanges in our relationships with our growers could adversely affect us.\n​\nWe expend considerable resources to develop and maintain relationships with many potato growers. In some instances, we have entered into long-term agreements with growers; however, a portion of our potato needs are sourced on an annual contracted basis. To the extent we are unable to maintain positive relationships with our long-term growers, contracted growers deliver less supply than we expect, or we are unable to secure sufficient potatoes from uncontracted growers in a given year, we may not have sufficient potato supply to satisfy our business opportunities. To obtain sufficient potato supply, we may be required to purchase potatoes at prices substantially higher than expected, or forgo sales to some market segments, which would reduce our profitability. If we forgo sales to such market segments, we may lose customers and may not be able to regain or replace them later.\n​\n14\n\n\nTable of Contents\nPandemics or other contagious outbreaks and government actions taken in response thereto, may adversely impact, and in the case of the COVID-19 pandemic, have adversely impacted and may continue to adversely impact, our business, financial condition, and results of operations.\n​\nThe ultimate impact that the COVID-19 pandemic and any future pandemic or other contagious outbreak will have on our business, financial condition, and results of operations is uncertain. Although COVID-19-related restrictions, such as quarantines, travel bans, shutdowns and shelter-in-place orders, have generally been lifted, these restrictions and measures, and our efforts to act in the best interests of our employees, customers, suppliers, vendors, joint ventures, and other business partners, have affected and may continue to affect our business and operations. Some of the impacts our business has experienced, and may continue to experience, as a result of the COVID-19 pandemic, or any future pandemic or other contagious outbreak, include, but are not limited to, the following:\n​\n●\ndecreased sales to our foodservice customers resulting from the closure or reduction in capacity of many full-service restaurants and other commercial operations (e.g., hotels, schools and universities, sporting venues), which caused and can cause a significant reduction in consumer traffic; \n●\nreduced demand at quick service restaurants, in particular in our international markets where most consumption is dine-in or carry-out as drive-thru options are more limited; \n●\nshutdowns of one or more of our production facilities or lines, or disruption in our production timing and operations, including but not limited to, as a result of illness, labor shortages, government restrictions, or other workforce disruptions; \n●\ncontinued commodity cost volatility, including higher edible oil, grain, and starch costs, which may not be sufficiently offset by our commodity hedging activities; \n●\nincreased transportation and warehousing costs, as well as disruptions in the transport of goods, including limited availability of shipping containers, from our supply chain to us and from us to our customers, which caused us to rely more heavily on higher cost transportation to maintain customer service levels; \n●\ndisruptions to our distribution capabilities or to our distribution channels, including those of our suppliers, logistics service providers, or independent distributors;\n●\nfailure of third parties on which we rely, including but not limited to, those that supply our packaging, ingredients, equipment and other necessary operating materials, co-manufacturers and independent contractors, to meet their obligations to us, or significant disruptions in their ability to do so;\n●\na change in demand for, or availability of, one or more of our products as a result of restaurants, other foodservice providers, retailers, or distributors, modifying their inventory, fulfillment or shipping practices;\n●\nincreased reliance on our information technology system as a result of work-from-home Company policies, causing us to be more vulnerable to cyberattacks or other disruptions as a result of team members accessing our networks and systems from off-site; and\n●\nbusiness disruptions and uncertainties related to a future pandemic for a sustained period of time could result in delays or modifications to our strategic plans, capital expansion projects and other initiatives and hinder our ability to achieve anticipated cost savings and productivity initiatives on the original timelines.\n​\nThese impacts have caused, and may continue to cause, changes in the mix of products sold, decreases in revenue, and increases in costs resulting in decreased profitability and cash flows from operations, which have caused, and may continue to cause, an adverse effect on our business, financial condition, and results of operations that may be material. COVID-19 has disrupted, and the spread of future pandemics or other contagious outbreaks may also disrupt, our customers, suppliers, vendors and joint venture and other business partners, and each of their financial conditions. Any material adverse effect on these parties could adversely impact us. In this regard, the potential duration and impacts of pandemics or other contagious outbreaks such as the COVID-19 pandemic, including the emergence and spread of COVID-19 variants and the continued availability and effectiveness of vaccines in the markets where we operate, on the global economy and on our business, financial condition, and results of operations are difficult to predict and cannot be estimated with any degree of certainty. The pandemic has resulted in significant disruption of global financial markets, labor shortages, supply chain interruptions, increased commodity costs, inflation, and economic uncertainty, which has adversely impacted our business and may continue to do so. \n​\n15\n\n\nTable of Contents\nOur business, financial condition, and results of operations could be adversely affected by the political and economic conditions of the countries in which we conduct business and other factors related to our international operations, including foreign currency risks and trade barriers.\n​\nWe conduct a substantial and growing amount of business with customers located outside the U.S., including through our joint ventures. During each of fiscal 2023, 2022 and 2021, net sales outside the U.S., primarily in Australia, Canada, China, Europe, Japan, Korea, Mexico, and Taiwan, accounted for approximately 23%, 17%, and 17% of our net sales, respectively. The amounts for fiscal 2022 and 2021 do not include any impact of unconsolidated net sales associated with LWAMSA and LW EMEA, which are also subject to risks associated with international operations. In fiscal 2023, we acquired additional equity interests in LWAMSA and LW EMEA, thereby increasing our ownership in LWAMSA and LW EMEA to 90% and 100%, respectively. We began consolidating the financial results of LWAMSA and LW EMEA in our consolidated financial statements in the first quarter and fourth quarter of fiscal 2023, respectively.  \n​\nFactors relating to our domestic and international sales and operations, many of which are outside of our control, have had, and could continue to have, a material adverse impact on our business, financial condition, and results of operations, including:\n●\npandemics and other public health crises, such as the flu, which may lead, and in the case of the COVID-19 pandemic, have led, to measures that decrease revenues, disrupt our supply chain or otherwise increase our storage, production or distribution costs and adversely affect our workforce, local suppliers, customers and consumers of our products;\n●\nforeign exchange rates, foreign currency exchange and transfer restrictions, which may unpredictably and adversely impact our combined operating results, asset and liability balances, and cash flow in our consolidated financial statements, even if their value has not changed in their original currency;\n●\nour consolidated financial statements are presented in U.S. dollars, and we must translate the assets, liabilities, revenue and expenses into U.S. dollars for external reporting purposes; \n●\nchanges in trade, monetary and fiscal policies of the U.S. and foreign governments, including modification or termination of existing trade agreements or treaties (e.g., the U.S. – Mexico – Canada Agreement), creation of new trade agreements or treaties, trade regulations, and increased or new tariffs, sanctions, quotas, import or export licensing requirements, and other trade barriers imposed by governments. In particular, changes in U.S. trade programs and trade relations with other countries, including the imposition of trade protection measures by foreign countries in favor of their local producers of competing products, such as governmental subsidies, tax benefits, and other measures giving local producers a competitive advantage over Lamb Weston, may adversely affect our business and results of operations in those countries; \n●\nchanges in capital controls, including currency exchange controls, government currency policies or other limits on our ability to import raw materials or finished products into various countries or repatriate cash from outside the United States;\n●\nnegative economic developments in economies around the world and the instability of governments, including the actual or threat of wars, terrorist attacks, epidemics or civil unrest, including the war in Ukraine;\n●\nearthquakes, tsunamis, droughts, floods or other major disasters that may limit the supply of raw materials that are purchased abroad for use in our international operations or domestically; \n●\nvolatile commodity prices and increased costs of raw and packaging materials, labor, energy and transportation, disruptions in shipping or reduced availability of freight transportation and warehousing, such as the reduced availability of shipping containers that we encountered in fiscal 2022;\n●\ndiffering employment practices and labor standards in the international markets in which we operate; \n●\ndiffering levels of protection of intellectual property across the international markets in which we operate;\n●\ndifficulties and costs associated with complying with U.S. laws and regulations applicable to entities with overseas operations, including the Foreign Corrupt Practices Act; \n●\nthe threat that our operations or property could be subject to nationalization and expropriation; \n●\nvarying regulatory, tax, judicial and administrative practices in the international markets in which we operate;\n●\ndifficulties associated with operating under a wide variety of complex foreign laws, treaties and regulations; and \n●\npotentially burdensome taxation.\n​\n16\n\n\nTable of Contents\nThe nature and degree of the various risks we face can differ significantly among our regions and businesses. All of these factors could result in increased costs or decreased revenues and could have an adverse effect on our business, financial condition, and results of operations.\n​\nOur business, financial condition, and results of operations could be adversely affected by disruptions in the global economy related to the ongoing war in Ukraine.\n​\nThe global economy has been negatively impacted by the ongoing war in Ukraine. Further, the U.S. and certain foreign governments, including those of the European Union, have imposed financial and economic sanctions on certain industry sectors and parties in Russia. In this regard, in September 2022, LW EMEA completed its previously announced withdrawal from its joint venture that operated a production facility in Russia. Increased trade barriers or restrictions on global trade also could adversely affect our business, financial condition, and results of operations. Although LW EMEA has exited the Russian market and we have no operations in Russia or Ukraine, we have experienced shortages in materials and increased costs for transportation, energy, and raw material due in part to the negative impact of the war in Ukraine on the global economy. The scope and duration of the war in Ukraine is uncertain, rapidly changing and hard to predict. Further escalation of geopolitical tensions related to the military conflict could result in cyberattacks, supply disruptions, plant closures and an inability to obtain key supplies and materials, as well as adversely affect our business and our supply chain, our international subsidiaries and joint ventures, business partners or customers in the broader region, including our European growing regions for potatoes. We operate processing facilities in Europe, including Austria, the Netherlands and the United Kingdom. In many instances, these sites depend on the availability of natural gas for use in the production of products, which may originate from Russia. Destabilizing effects that the military conflict may pose for the European continent or the global oil and natural gas markets could adversely impact our ability to operate these facilities. In addition, the effects of the military conflict could heighten many of our other risks described in this Form 10-K.\n​\nChanges in our relationships with significant customers could adversely affect us.\n​\nWe maintain a diverse customer base across our reporting segments. Customers include global, national and regional quick service and fast casual restaurants as well as small, independently operated restaurants, multinational, broadline foodservice distributors, regional foodservice distributors, and major food retailers. Some of these customers independently represent a meaningful portion of our sales. In addition, we depend on foodservice distributors to help us create end-customer demand, provide technical support and other value-added services to customers, fill customer orders, and stock our products. A material change in our relationship with one or more of these distributors or their failure to perform as expected could reduce our revenue. The foodservice distributors also sell products that compete with our products, and we sometimes need to reduce prices or provide rebates and other incentives to focus them on the sale of our products. \n​\nThere can be no assurance that our customers will continue to purchase our products in the same quantities or on the same terms as in the past. The loss of a significant customer or a material reduction in sales to a significant customer could materially and adversely affect our business, financial condition, and results of operations. In addition, the financial condition of our significant customers, including restaurants, distributors and retailers, are affected by events that are largely beyond our control, such as the impacts of the COVID-19 pandemic and possible future pandemics or other contagious outbreaks, and political or military conflicts, such as the war in Ukraine. Specifically, some customers, including McDonald’s Corporation, have exited from Russia. Deterioration in the financial condition of significant customers could materially and adversely affect our business, financial condition, and results of operations.\n​\nDisruption of our access to export mechanisms could have an adverse impact on our business, financial condition, and results of operations.\n​\nTo serve our customers globally, we rely in part on our international joint venture and operations, but also on exports from the U.S. During fiscal 2023, 2022, and 2021, export sales from the U.S. accounted for approximately 11%, 12% and 13%, respectively, of our total net sales. Circumstances beyond our control, such as a labor dispute at a port, or workforce disruption, including those due to pandemics such as the COVID-19 pandemic or other contagious outbreaks, could prevent us from exporting our products in sufficient quantities to meet customer opportunities. During the latter half of fiscal 2022, limited shipping container availability along the U.S. West Coast and disruptions to ocean freight networks \n17\n\n\nTable of Contents\nacross the Pacific Ocean resulted in lower export volumes in our Global segment. We have access to production outside of the U.S. through our facilities in Australia, Austria, Canada, China, the Netherlands, the United Kingdom, and a joint venture in Argentina, but we may be unsuccessful in mitigating any future disruption to export mechanisms. If this occurs, we may be unable to adequately supply all our existing customers’ needs and new customer opportunities, which could adversely affect our business, financial condition, and results of operations.\n​\nOur operations are dependent on a wide array of third parties. \n​\nThe success of our end-to-end supply chain relies on the continued performance of a wide array of third parties. Suppliers, co-packers, third-party outsourcers, warehousing partners, and transportation providers are among our critical partners. Although we take steps to qualify and audit third parties with whom we do business, we cannot guarantee that all third parties will perform dependably or at all. It is possible that events beyond our control, such as operational failures, labor issues, heightened inflation, recession, financial and credit market disruptions, or other economic conditions, cybersecurity events, global geopolitical conflict, such as the war in Ukraine, pandemics or other health issues, such as COVID-19, or other issues could impact our third parties. If our third parties fail to deliver on their commitments, introduce unplanned risk to our operations (e.g., through cyber activity), or are unable to fulfill their obligations, we could experience manufacturing challenges, shipment delays, increased costs, or lost revenue, which could also impact our relationships with customers and our brand image. \n​\nIn addition to our own production facilities, we source a portion of our products under co-packing agreements. The success of our business depends, in part, on maintaining a strong sourcing and manufacturing platform. We believe that there are a limited number of competent, high-quality co-packers in the industry, and if we were required to obtain additional or alternative co-packing agreements or arrangements in the future, we can provide no assurance that we would be able to do so on satisfactory terms or in a timely manner. Our inability to enter into satisfactory co-packing agreements could limit our ability to implement our business plan or meet customer demand.\n​\nDamage to our reputation as a trusted partner to customers and good corporate citizen could have a material adverse effect on our business, financial condition, and results of operations.\n \n​\nOur customers rely on us and our co-manufacturers to manufacture safe, high quality food products. Product contamination or tampering, the failure to maintain high standards for product quality, safety, and integrity, or allegations of product quality issues, mislabeling or contamination, even if untrue, may damage the reputation of our customers, and ultimately our reputation as a trusted industry partner. Damage to either could reduce demand for our products or cause production and delivery disruptions.\n​\nOur reputation could also be adversely impacted by any of the following, or by adverse publicity (whether or not valid) relating thereto: the failure to maintain high ethical, social, and environmental standards for our operations and activities, including the health, safety, and security of our employees; our research and development efforts; our environmental impact, including use of agricultural materials, packaging, energy use, and waste management, and the failure to achieve any stated goals with respect to such matters; our failure to comply with local laws and regulations; our failure to maintain an effective system of internal controls; or our failure to provide accurate and timely financial information. Moreover, the growing use of social and digital media by consumers and other stakeholders has greatly increased the speed and extent that information or misinformation and opinions can be shared. Damage to our reputation or loss of customer confidence in our products for any of these or other reasons could result in decreased demand for our products and could have a material adverse effect on our business, financial condition, and results of operations, as well as require additional resources to rebuild our reputation.\n​\nIf we are unable to execute on large capital projects, our business, financial condition, and results of operations could be materially and adversely affected.\n​\nDemand for frozen potato products is growing, and we believe that this demand will continue to grow over the long-term. To support our customers’ growth, we believe we must invest in our production capabilities either through capital expansion or acquisitions. In 2021 and 2022, we announced capital investments in new french fry processing lines in American Falls, Idaho, and new french fry processing facilities in Argentina, China, and the Netherlands. If we are \n18\n\n\nTable of Contents\nunable to complete these or other large capital projects, or encounter unexpected delays, higher costs or other challenges, including those related to supply chain disruptions and availability of necessary labor, materials, and equipment, our business, financial condition, and results of operations could be materially and adversely affected.\n​\nOur results may be adversely affected by our inability to complete or realize the projected benefits of acquisitions, divestitures and other strategic transactions.\n​\nOur ability to meet our objectives with respect to acquisitions and other strategic transactions may depend in part on our ability to identify suitable counterparties, negotiate favorable financial and other contractual terms, obtain all necessary regulatory approvals on the terms expected and complete those transactions. Potential risks also include:\n​\n●\nthe inability to integrate acquired businesses into our existing operations in a timely and cost-efficient manner, including our recent acquisition of the remaining equity interests in LW EMEA;\n●\ndiversion of management's attention from other business concerns;\n●\npotential loss of key employees, suppliers and/or customers of acquired businesses;\n●\nassumption of unknown risks and liabilities;\n●\nthe inability to achieve anticipated benefits, including revenues or other operating results;\n●\noperating costs of acquired businesses may be greater than expected;\n●\ndifficulties integrating personnel and financial and other systems;\n●\ninaccurate estimates of fair value made in the accounting for acquisitions and amortization of acquired intangible assets, which would reduce future reported earnings;\n●\nindemnities and potential disputes with the sellers; and\n●\nthe inability to promptly implement an effective control environment.\n​\nIf we are unable to complete or realize the projected benefits of recent or future acquisitions, including our acquisition of LW EMEA, divestitures or other strategic transactions, our business or financial results may be adversely impacted.\n​\nIndustry Risks\n​\nOur business is affected by potato crop performance.\n​\nOur primary input is potatoes and every year, we must procure potatoes that meet the quality standards for processing into value-added products. Environmental and climate conditions, such as soil quality, moisture, and temperature, affect the yield and quality of the potato crop on a year-to-year basis. As a result, we source potatoes from specific regions of the U.S. and specific countries abroad, including Argentina, Australia, Austria, Belgium, Canada, China, France, Germany, the Netherlands, and the United Kingdom, where we believe the optimal potato growing conditions exist. However, severe weather conditions, including protracted periods of extreme heat or cold, during the planting and growing season in these regions can significantly affect potato crop performance, such as the extreme heat in the Pacific Northwest in the summer of 2021 and the drought in Europe during fiscal 2019, both of which resulted in poor crop and significantly limited supply. Further, because of the poor quality of the crop in the Pacific Northwest that was harvested in fall 2021, we encountered lower raw potato utilization rates in our production facilities during the second half of fiscal 2022 and early fiscal 2023, which increased our production costs. On the other hand, too much water, such as in times of prolonged heavy rainfalls or flooding, can promote harmful crop conditions like mildew growth and increase risks of diseases, as well as affect our ability to harvest the potatoes. Potatoes are also susceptible to pest diseases and insects that can cause crop failure, decreased yields, and negatively affect the physical appearance of the potatoes. We have deep experience in agronomy and actively work to monitor the potato crop. However, if a weather or pest-related event occurs in a particular crop year, and our agronomic programs are insufficient to mitigate the impacts thereof, we may have insufficient potatoes to meet our existing customers’ needs and new customer opportunities, or we may experience manufacturing inefficiencies and higher costs, and our competitiveness and profitability could decrease. Alternatively, overly favorable growing conditions can lead to high per acre yields and over-supply. An increased supply of potatoes could lead to overproduction of finished goods and associated increased storage costs or destruction of unused potatoes at a loss.\n​\n19\n\n\nTable of Contents\nOur business relies on a potato crop that has a concentrated growing region.\n​\nIdeal growing conditions for the potatoes necessary for our value-added products (e.g., french fries) are concentrated in a few geographic regions globally. In the U.S., most of the potato crop used in value-added products is grown in Washington, Idaho, and Oregon. European growing regions for the necessary potatoes are concentrated in Austria, Belgium, Germany, France, the Netherlands, and the United Kingdom. Recent agronomic developments have opened new growing regions, but the capital-intensive nature of our industry’s production processes has kept production highly concentrated in the historical growing regions noted above. Unfavorable crop conditions in any one region could lead to significant demand on the other regions for production, which occurred in connection with the drought in Europe during fiscal 2019. Our inability to mitigate any such conditions by leveraging our production capabilities in other regions could negatively impact our ability to meet existing customers’ needs and new customer opportunities and could decrease our profitability. See also “- Legal and Regulatory Risks - Climate change, or legal, regulatory, or market measures to address climate change, may negatively affect our business and operations,” in this Item 1A. Risk Factors below.\n​\nThe sophistication and buying power of some of our customers could have a negative impact on profits.\n \n​\nSome of our customers are large and sophisticated, with buying power and negotiating strength. These customers may be more capable of resisting price increases and more likely to demand lower pricing, increased promotional programs, or specialty tailored products. In addition, some of these customers (e.g., larger distributors and supermarkets) have the scale to develop supply chains that permit them to operate with reduced inventories or to develop and market their own brands. Shelf space at food retailers is not guaranteed, and large retail customers may choose to stock their own retailer and other economy brands that compete with some of our products. This could be exacerbated with a shift in consumer spending as a result of an economic downturn and consumers moving to private label or lower priced products. If the initiatives we undertake to counteract these pressures, including efficiency programs and investments in innovation and quality, are unsuccessful and we are unable to counteract the negotiating strength of these customers, our profitability could decline. \n​\nIncreased competition may result in reduced sales or profits.\n​\nOur business, value-added frozen potato products, is highly competitive. Competitors include large North American and European frozen potato product companies that compete globally, local and regional companies, and retailers and foodservice distributors with their own branded and private label products. Some of our competitors are larger and have substantial financial, sales and marketing, and other resources. We compete based on, among other things, customer service, value, product innovation, product quality, brand recognition and loyalty, price, and the ability to identify and satisfy customer preferences. A strong competitive response from one or more of our competitors to our marketplace efforts could result in us reducing pricing, increasing spend on promotional activity, or losing market share. Competitive pressures may restrict our ability to increase prices, including in response to commodity and other input cost increases or additional improvements in product quality. Our profits could decrease if a reduction in prices or increased costs are not counterbalanced with increased sales volume. \n​\nIncreased industry capacity may result in reduced sales or profits.\n​\nIn recent years, market demand for value-added frozen potato products has exceeded industry capacity to produce these products. As additional industry capacity comes online, or market demand otherwise decreases, including as a result of inflation or pandemics such as the COVID-19 pandemic or other contagious outbreaks, we may face competitive pressures that would restrict our ability to increase or maintain prices, or we may lose market share. For example, during fiscal 2021, we faced increased pricing pressure for private label products due to excess production capacity in Europe that resulted from decreased demand following government-imposed COVID-related social restrictions, which caused us to lose some private label volume. Our profits would decrease as a result of a reduction in prices or sales volume.\n​\n20\n\n\nTable of Contents\nWe must identify changing consumer preferences and consumption trends and develop and offer food products to our customers that help meet those preferences and trends.\n​\nConsumer preferences evolve over time and our success depends on our ability to identify the tastes and dietary habits of consumers and offer products that appeal to those preferences. We need to continue to respond to these changing consumer preferences and support our customers in their efforts to evolve to meet those preferences. For example, as consumers continue to focus on freshly prepared foods, some restaurants may choose to limit the frying capabilities of their kitchens. As a result, we must evolve our product offering to provide alternatives that work in such a preparation environment. In addition, our products contain carbohydrates, sodium, genetically modified ingredients, added sugars, saturated fats, and preservatives, the diet and health effects of which remain the subject of public scrutiny. We must continue to reformulate our products, introduce new products and create product extensions without a loss of the taste, texture, and appearance that consumers demand in value-added potato products. All of these efforts require significant research and development and marketing investments. If our products fail to meet consumer preferences or customer requirements, or we fail to introduce new and improved products on a timely basis, then the return on those investments will be less than anticipated, which could materially and adversely affect our business, financial condition, and results of operations.\n​\nIn addition, we compete against branded products as well as private label products. Our products must provide higher value and/or quality to our customers and consumers than alternatives, particularly during periods of economic uncertainty. Consumers may not buy our products if relative differences in value and/or quality between our products and private label products change in favor of competitors’ products or if consumers perceive this type of change. If consumers prefer private label products, which are typically sold at lower prices, then we could lose market share or sales volumes or shift our product mix to lower margin offerings. During an economic downturn, factors such as increased unemployment, decreases in disposable income, inflation, and declines in consumer confidence could cause a decrease in demand for our overall product offerings, particularly higher priced products, which could materially and adversely affect our business, financial condition, and results of operations. Distributors, restaurants, and retailers may also become more conservative in response to these conditions and seek to reduce their inventories. A change in consumer preferences could also cause us to increase capital, marketing, and other expenditures, which could materially and adversely affect our business, financial condition, and results of operations.\n​\nFinancial and Economic Risks\n​\nOur substantial debt may limit cash flow available to invest in the ongoing needs of our business and could prevent us from fulfilling our debt obligations.\n​\nWe have incurred substantial indebtedness. As of May 28, 2023, we had approximately $3.5 billion of debt, including current portion, and short-term borrowings, recorded on our Consolidated Balance Sheet. Our level of debt could have important consequences. For example, it could: \n​\n●\nmake it more difficult for us to make payments on our debt;\n●\nrequire us to dedicate a substantial portion of our cash flow from operations to the payment of debt service, reducing the availability of our cash flow to fund working capital, capital expenditures, acquisitions, and other general corporate purposes; \n●\nincrease our vulnerability to adverse economic or industry conditions; \n●\nlimit our ability to obtain additional financing in the future to enable us to react to changes in our business; or \n●\nplace us at a competitive disadvantage compared to businesses in our industry that have less debt.\n​\nThe agreements governing our debt contain various covenants that impose restrictions on us that may affect our ability to operate our business.\n​\nThe credit agreements governing our term loans and revolving credit facilities and the indentures governing our senior notes contain covenants that, among other things, limit our ability to: \n21\n\n\nTable of Contents\n●\nborrow money or guarantee debt;\n●\ncreate liens; \n●\npay dividends on or redeem or repurchase stock;\n●\nmake specified types of investments and acquisitions;\n●\nenter into agreements that limit the ability of our subsidiaries to pay dividends or other payments to us; \n●\nenter into transactions with affiliates; and\n●\nsell assets or merge with other companies.\n​\nThese restrictions on our ability to operate our business could harm our business by, among other things, limiting our ability to take advantage of financing, merger and acquisition, or other corporate opportunities. Various risks, uncertainties, and events beyond our control could affect our ability to comply with these covenants. Failure to comply with any of the covenants in our existing or future financing agreements could result in a default under those agreements and under other agreements containing cross-default provisions. A default would permit lenders to accelerate the maturity of the debt under these agreements and to foreclose upon any collateral securing the debt. Under these circumstances, we might not have sufficient funds or other resources to satisfy all of our obligations. Also, the limitations imposed by these financing agreements on our ability to incur additional debt and to take other actions might significantly impair our ability to obtain other financing. \n​\nIn addition, the restrictive covenants in our credit agreements require us to maintain specified financial ratios and satisfy other financial condition tests. We cannot provide assurance that we will continue to be in compliance with these ratios and tests. Our ability to continue to meet those financial ratios and tests will depend on our ongoing financial and operating performance, which, in turn, will be subject to economic conditions and to financial, market, and competitive factors, many of which are beyond our control. A breach of any of these covenants could result in a default under one or more of our debt instruments, including as a result of cross default provisions and, in the case of our revolving credit facility, permit the lenders thereunder to cease making loans to us. Upon the occurrence of an event of default under our credit facilities, the lenders could elect to declare all amounts outstanding thereunder to be immediately due and payable and terminate all commitments to extend further credit. Such action by the lenders could cause cross-defaults under our senior notes indentures.  \n​\nAny failure to meet required payments on our debt, or failure to comply with any covenants in the instruments governing our debt, could result in a downgrade to our credit ratings. A downgrade in our credit ratings could limit our access to capital and increase our borrowing costs.\n​\nWe face risks related to heightened inflation, recession, financial and credit market disruptions,\n \nand other economic conditions.\n​\nCustomer and consumer demand for our products may be impacted by weak economic conditions, recession, equity market volatility, or other negative economic factors in the U.S. or other countries. For example, the U.S. experienced significantly heightened inflationary pressures in 2022, which have continued into 2023. In addition, if the U.S. economy enters a recession in fiscal 2024, we may experience sales declines and may have to decrease prices, all of which could have a material adverse impact on our business, financial condition, and results of operations.\n​\n22\n\n\nTable of Contents\nSimilarly, disruptions in financial and/or credit markets may impact our ability to manage normal commercial relationships with our customers, suppliers, and creditors and might cause us to not be able to continue to have access to preferred sources of liquidity when needed or on terms we find acceptable, and our borrowing costs could increase. An economic or credit crisis could occur and impair credit availability and our ability to raise capital when needed. In addition, disruptions in financial and/or credit markets could result in some of our customers experiencing a significant decline in profits and/or reduced liquidity. A significant adverse change in the financial and/or credit position of a customer could require us to assume greater credit risk relating to that customer and could limit our ability to collect receivables. A significant adverse change in the financial and/or credit position of a supplier or co-packer could result in an interruption of supply. This could have a material adverse effect on our business, financial condition, results of operations, and liquidity. A disruption in the financial markets may also have a negative effect on our derivative counterparties and could impair our banking or other business partners, on whom we rely for access to capital and as counterparties to our derivative contracts. In addition, changes in tax or interest rates in the U.S. or other countries, whether due to recession, economic disruptions, or other reasons, may adversely impact us.\n​\nTechnology Risks\n​\nWe are significantly dependent on information technology, and we may be unable to protect our information systems against service interruption, misappropriation of data, or breaches of security.\n​\nWe rely on information technology networks and systems, including the Internet, to process, transmit, and store electronic and financial information, to manage and support a variety of business processes and activities, and to comply with regulatory, legal, and tax requirements. We also depend upon our information technology infrastructure for digital marketing activities and for electronic communications among our locations, personnel, customers, third-party manufacturers and suppliers. The importance of such networks and systems has increased due to our adoption of flexible work-from-home policies for some of our functional support areas, which in turn has heightened our vulnerability to cyberattacks or other disruptions. Despite careful security and controls design, implementation and updating, monitoring and routine testing, independent third-party verification, and annual training of employees on information security and data protection, our information technology systems, some of which are dependent on services provided by third parties, may be vulnerable to, among other things, damage, invasions, disruptions, or shutdowns due to any number of causes such as catastrophic events, natural disasters, infectious disease outbreaks and other public health crises, fires, power outages, systems failures, telecommunications failures, security breaches, computer viruses, ransomware and malware, hackers, employee error or malfeasance, potential failures in the incorporation of artificial intelligence, and other causes. While we have experienced threats to our data and systems, to date, we are not aware that we have experienced a material breach to our systems. However, third parties, including our partners and vendors, could also be a source of security risk to us, or cause disruptions to our normal operations, in the event of a breach of their own products, components, networks, security systems, and infrastructure. For example, in December 2021, our third-party service provider for our workforce management software, the Ultimate Kronos Group (“Kronos”), experienced a ransomware attack that resulted in Kronos temporarily decommissioning the functionality of certain of its cloud software, requiring us to find and implement other procedures to continue our payroll processes, which was time consuming and burdensome but did not have a material adverse impact on our business. In addition, in April 2023, Americold Realty Trust, Inc. (“Americold”), a third-party finished goods storage provider, suffered a cyber incident that impacted its operations and resulted in considerable delays in the delivery of our products to our customers and interrupted other key business processes. While the incident impacted our business and we were unable to ship to certain customers for a short period of time, it did not have a material adverse impact on our business.\n​\nAs evidenced by the attacks on Kronos and Americold, cyber threats are constantly evolving, are becoming more frequent and more sophisticated and are being made by groups of individuals with a wide range of expertise and motives, which increases the difficulty of detecting and successfully defending against them. Further, continued geopolitical turmoil, including the ongoing war in Ukraine, has heightened the risk of cyberattacks. Sophisticated cybersecurity threats, including potential cyberattacks from Russia targeted against the U.S., pose a potential risk to the security and viability of our information technology systems, as well as the confidentiality, integrity, and availability of the data stored on those systems, including cloud-based platforms. In addition, new technology, such as artificial intelligence, that could result in greater operational efficiency may further expose our computer systems to the risk of cyberattacks. If we do not allocate and effectively manage the resources necessary to build and sustain the proper technology infrastructure and associated \n23\n\n\nTable of Contents\nautomated and manual control processes, we could be subject to billing and collection errors, business disruptions, or damage resulting from security breaches. If any of our significant information technology systems suffer severe damage, disruption, or shutdown and our business continuity plans do not effectively resolve the issues in a timely manner, our product sales, financial condition, and results of operations may be materially and adversely affected, and we could experience delays in reporting our financial results. Any interruption of our information technology systems could have operational, reputational, legal, and financial impacts that may have a material adverse effect on our business, financial condition, and results of operations. Further, in the event our suppliers or customers experience a breach or system failure, their businesses could be disrupted or otherwise negatively affected, which may result in a disruption in our supply chain or reduced customer orders, which would adversely affect our business and financial results.\n​\nIn addition, if we are unable to prevent security breaches or unauthorized disclosure of non-public information, we may suffer financial and reputational damage, litigation or remediation costs, fines, or penalties because of the unauthorized disclosure of confidential information belonging to us or to our partners, customers, or suppliers. Misuse, leakage, or falsification of information could result in violations of data privacy laws and regulations, potentially significant fines and penalties, damage to our reputation and credibility, loss of strategic opportunities, and loss of ability to commercialize products developed through research and development efforts and, therefore, could have a negative impact on net sales. In addition, we may face business interruptions, litigation, and financial and reputational damage because of lost or misappropriated confidential information belonging to us, our current or former employees, or to our suppliers or customers, and may become subject to legal action and increased regulatory oversight. We could also be required to spend significant financial and other resources to remedy the damage caused by a security breach or to repair or replace networks and information systems. While we maintain a cyber insurance policy that provides coverage for security incidents, we cannot be certain that our coverage will be adequate for liabilities actually incurred, that insurance will continue to be available to us on financially reasonable terms, or at all, or that any insurer will not deny coverage as to any future claim. There is no assurance that the measures we have taken to protect our information systems will prevent or limit the impact of a future cyber incident.\n \n​\nProblems with the transition, design, or implementation of our new ERP system could interfere with our business and operations and adversely affect our financial condition.\n​\nWe are in the process of building a new ERP system to replace our existing operating and financial systems. The ERP system is designed to accurately maintain our financial records, enhance operational functionality, and provide timely information to our management team related to the operation of the business. The ERP system implementation process has required, and will continue to require, the investment of significant personnel and financial resources. Due to the uncertainty caused by COVID-19, we paused ERP work in fiscal 2021, after completing the first phase of implementation. We have resumed designing the next phase of our ERP implementation of central functions in North America and are in the test stage. We expect to begin implementing this next phase in fiscal 2024. We have experienced, and may continue to experience, difficulties as we transition to new upgraded systems and business processes. These difficulties have or may include loss of data; difficulty in making payments to third-parties; difficulty in completing financial reporting and filing reports with the SEC in a timely manner; or challenges in otherwise running our business. We may also experience decreases in productivity as our personnel implement and become familiar with new systems and processes. Any disruptions, delays, or deficiencies in the transition, design, and implementation of a new ERP system, particularly any disruptions, delays, or deficiencies that impact our operations, could have a material adverse effect on our business, financial condition, and results of operations. Even if we do not encounter adverse effects, the transition, design, and implementation of a new ERP system, may be much more costly than we anticipated. \n​\nLegal and Regulatory Risks\n​\nWe may be subject to product liability claims and product recalls, which could negatively impact our relationships with customers and harm our business. \n​\nWe sell food products for human consumption, which involves risks such as product contamination or spoilage, product tampering, other adulteration of food products, mislabeling, and misbranding. We may voluntarily recall or withdraw products from the market in certain circumstances, which would cause us to incur associated costs; those costs could be meaningful. We may also be subject to litigation, requests for indemnification from our customers, or liability if \n24\n\n\nTable of Contents\nthe consumption or inadequate preparation of any of our products causes injury, illness, or death. A significant product liability judgment or a widespread product recall may negatively impact our sales and profitability for a period of time depending on the costs of the recall, the destruction of product inventory, product availability, competitive reaction, customer reaction, and consumer attitudes. Even if a product liability claim is unsuccessful or is not fully pursued, the negative publicity surrounding any assertion that our products caused illness or injury could adversely affect our reputation with existing and potential customers and our corporate and brand image. \n​\nAdditionally, as a manufacturer and marketer of food products, we are subject to extensive regulation by the FDA and other national, state and local government agencies. The Food, Drug & Cosmetic Act, the Food Safety Modernization Act, other laws and their respective regulations govern, among other things, the manufacturing, composition and ingredients, packaging, and safety of food products. Some aspects of these laws use a strict liability standard for imposing sanctions on corporate behavior, meaning that no intent is required to be established. If we fail to comply with applicable laws and regulations, we may be subject to civil remedies, including fines, injunctions, recalls, or seizures, as well as criminal sanctions, any of which could have a material adverse effect on our business, financial condition, and results of operations. \n​\nNew regulations imposed by the FDA or EFSA around acrylamide formation in potato products could adversely affect us.\n​\nThe regulation of food products, both within the U.S. and internationally, continues to be a focus for governmental scrutiny. The presence and/or formation of acrylamide in potato products cooked at high temperatures has become a global regulatory issue as both the FDA and the European Food Safety Authority (‘‘EFSA’’) have issued guidance to the food processing industry to work to reduce conditions that favor the formation of this naturally occurring compound. Acrylamide formation is the result of heat processing reactions that give ‘‘browned foods’’ their desirable flavor. Acrylamide formation occurs in many food types in the human diet, including but not limited to breads, toast, cookies, coffee, crackers, potatoes, and olives. The regulatory approach to acrylamide has generally been to encourage the industry to achieve as low as reasonably achievable content levels through process control (e.g., temperature) and material testing (e.g., low sugar and low asparagine). However, limits for acrylamide exposure have been established in the State of California, and point of sale consumer warnings are required if products exceed those limits. In addition, the EFSA has promulgated regulations establishing specific mitigation measures, sampling, and analysis procedures and benchmark levels for acrylamide in certain food products. If the global regulatory approach to acrylamide becomes more stringent and additional legal limits are established, our manufacturing costs could increase. In addition, if consumer perception regarding the safety of our products is negatively impacted due to regulation, sales of our products could decrease. \n​\nIf we fail to comply with the many laws and regulations applicable to our business, we may face lawsuits or incur significant fines and penalties.\n​\nOur facilities and products are subject to many laws and regulations administered by the U.S. Department of Agriculture, the FDA, the Occupational Safety and Health Administration, and other federal, state, local, and foreign governmental agencies relating to the processing, packaging, storage, distribution, advertising, labeling, quality, and safety of food products, and the health and safety of our employees. Our failure to comply with applicable laws and regulations could subject us to additional costs, product detentions, substantial delays or a temporary shutdown in manufacturing, lawsuits, administrative penalties, and civil remedies, including fines, injunctions, and recalls of our products.\n​\nOur operations are also subject to extensive and increasingly stringent regulations administered by foreign government agencies, the U.S. Environmental Protection Agency, and comparable state agencies, which pertain to the protection of human health and the environment, including, but not limited to, the discharge of materials into the environment and the handling and disposition of wastes. Failure to comply with these regulations can have serious consequences, including civil and administrative penalties and negative publicity. Changes in applicable laws or regulations or evolving interpretations thereof, including increased government regulations to limit the emissions of toxic air pollutants and carbon dioxide and other greenhouse gas emissions as a result of concern over climate change, may result in increased compliance costs, capital expenditures, and other financial obligations for us, which could affect our profitability or impede the production or distribution of our products, which could adversely affect our business, financial condition, and results of operations.\n25\n\n\nTable of Contents\n​\nClimate change, or legal, regulatory, or market measures to address climate change, may negatively affect our business and operations. \n​\nThere is growing concern that carbon dioxide and other greenhouse gases in the atmosphere may have an adverse impact on global temperatures, weather patterns, and the frequency and severity of extreme weather and natural disasters. In the event that climate change has a negative effect on agricultural productivity, we may be subject to decreased availability or less favorable pricing for certain commodities that are necessary for our products, such as potatoes and edible oils. Adverse weather conditions and natural disasters can reduce crop size and crop quality, which in turn could reduce our supplies of raw potatoes, lower recoveries of usable raw potatoes, increase the prices of our raw potatoes, increase our cost of transporting and storing raw potatoes, or disrupt our production schedules or efficiencies. Natural disasters and extreme weather conditions may disrupt the productivity of our facilities or the operation of our supply chain. In addition, water is an important part of potato processing. In times of water stress, we may be subject to decreased availability or less favorable pricing for water, which could impact our manufacturing and distribution operations. Further, a decrease in the availability of water in certain regions caused by droughts or other factors could increase competition for land and resources in areas that have more favorable growing conditions, and thereby increase costs for such land and resources.\n​\nThe increasing concern over climate change also may result in more regional, federal, and/or global legal and regulatory requirements to reduce or mitigate the effects of greenhouse gases, as well as more stringent regulation of water rights. In the event that such regulation is enacted and is more aggressive than the sustainability measures that we are currently undertaking to monitor our emissions, improve our energy efficiency, and reduce and reuse water, we may be subject to curtailment or reduced access to resources or experience significant increases in our costs of operation and delivery. In particular, a new regulation in the Netherlands intended to reduce emissions of nitrogen oxide and ammonia mandates the harvest of potatoes grown on sandy soil by October 1, 2023, which is earlier than previous harvests and is expected to reduce potato capacity in the region. As a result, we may experience reduced potato availability and higher costs. In addition, increasing regulation of utility providers, fuel emissions, or fuel suppliers could substantially increase the distribution and supply chain costs of our products. Further, we may experience significant increases in our compliance costs, capital expenditures, and other financial obligations to adapt our business and operations to meet new regulations and standards. \n​\nEven if we make changes to align ourselves with such legal or regulatory requirements, we may still be subject to significant penalties or potential litigation if such laws and regulations are interpreted and applied in a manner inconsistent with our practices. Also, consumers and customers may place an increased priority on purchasing products that are sustainably grown and made, requiring us to incur increased costs for additional transparency, due diligence, and reporting. In addition, we might fail to effectively address increased attention from the media, stockholders, activists, and other stakeholders on climate change and related environmental sustainability matters. From time to time, we establish and publicly announce goals and commitments, including those related to reducing our impact on the environment. Our ability to achieve any stated goal, target or objective is subject to numerous factors and conditions, many of which are outside of our control, including evolving regulatory requirements, the pace of scientific and technological developments, and the availability of suppliers that can meet our standards. We may be required to expend significant resources to meet these goals and commitments, which could significantly increase our operational costs. There can be no assurance of the extent to which any of our goals or commitments will be achieved, or that any future investments we make in furtherance of achieving these goals will meet customer or investor expectations. Any delay or failure to achieve our goals with respect to reducing our impact on the environment or perception of a delay or failure to act responsibly with respect to the environment or to effectively respond to regulatory requirements concerning climate change can lead to adverse publicity, which could damage our reputation, as well as expose us to enforcement actions and litigation. See also “Industry Risks – Our business is affected by potato crop performance,” in this Item 1A. Risk Factors above.\n​\n26\n\n\nTable of Contents\nOur intellectual property rights are valuable, and any inability to protect them could reduce the value of our products and brands.\n​\nWe consider our intellectual property rights to be a significant and valuable aspect of our business. We attempt to protect our intellectual property rights through a combination of trademark, patent, copyright and trade secret protection, contractual agreements and policing of third-party misuses of our intellectual property. Our failure to timely obtain or adequately protect our intellectual property or any change in law that lessens or removes the current legal protections of our intellectual property may diminish our competitiveness and adversely affect our business and financial results. We also license certain intellectual property, most notably \nGrown in Idaho\n and \nAlexia\n, from third parties. To the extent that we are not able to contract with these third parties on favorable terms or maintain our relationships with these third parties, our rights to use certain intellectual property could be impacted. \n​\nCompeting intellectual property claims that impact our brands or products may arise unexpectedly. Any litigation or disputes regarding intellectual property may be costly and time-consuming and may divert the attention of our management and key personnel from our business operations. We also may be subject to significant damages or injunctions against development, launch, and sale of certain products. Any of these occurrences may harm our business and financial results.\n​",
    "item7": ">ITEM 7. MANAGEMENT’S DISCUSSION AND ANALYSIS OF FINANCIAL CONDITION AND RESULTS OF OPERATIONS\n​\nThe following management’s discussion and analysis of our results of operations and financial condition, which we refer to in this filing as “MD&A,” should be read in conjunction with the audited financial statements and the notes thereto. Discussions of fiscal 2021 items and fiscal year comparisons between fiscal 2022 and 2021 that are not included in this Form 10-K can be found in “Part II, Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations” of our Annual Report on Form 10-K for the fiscal year ended May 29, 2022, which we filed with the SEC on July 27, 2022. Results for the fiscal year ended May 28, 2023 are not necessarily indicative of results that may be attained in the future.\n​\nOur MD&A is based on financial data derived from the financial statements prepared in accordance with U.S. generally accepted accounting principles (“GAAP”) and certain other financial data (including product contribution margin on a consolidated basis, Adjusted earnings before interest, taxes, depreciation and amortization (“EBITDA”), Adjusted EBITDA including unconsolidated joint ventures, Adjusted Income from Operations, Adjusted Net Income, and Adjusted Diluted earnings per share (“EPS”)) that is prepared using non-GAAP financial measures. Refer to “Non-GAAP Financial Measures” below for the definitions of product contribution margin, Adjusted EBITDA, Adjusted EBITDA including unconsolidated joint ventures, Adjusted Income from Operations, Adjusted Net Income, and Adjusted Diluted EPS, and a reconciliation of these non-GAAP financial measures to \ntheir most directly comparable GAAP financial measures, gross profit, income from operations, net income, or diluted EPS, as applicable.\n​\nAcquisitions of Joint Venture Interests\n​\nIn February 2023, we completed the acquisition of the remaining 50 percent equity interest in Lamb-Weston/Meijer v.o.f. (“LW EMEA”), and in July 2022, we acquired an additional 40 percent interest in Lamb Weston Alimentos Modernos S.A. (“LWAMSA”). With the completion of the transactions, we own 100 percent and 90 percent of the equity interests in LW EMEA and LWAMSA (the “Acquisitions”), respectively. We\n acquired the remaining interest in LW EMEA (the “LW EMEA Acquisition”) for consideration consisting of €531.6 million ($564.0 million) in cash, \nwhich excludes settlement of pre-existing relationships and cash held by LW EMEA, \nand 1,952,421 shares of our common stock. \nWe used $42.3 million of cash to acquire the additional equity interest in LWAMSA. \nWe \nbegan consolidating LW EMEA’s and LWAMSA’s results in our consolidated financial statements following the respective acquisitions. The results are included in our Global segment. We discuss the Acquisitions in more detail in Note 3, Acquisitions, in “Part II, Item 8. Financial Statements and Supplementary Data” of this Form 10-K. Changes in our fiscal 2023 financial results compared to fiscal 2022 were primarily driven by the consolidation of the financial results of LW EMEA in fiscal 2023.\n​\nOverview\n​\nLamb Weston is a leading global producer, distributor, and marketer of value-added frozen potato products. We are the number one supplier of value-added frozen potato products in North America and are a leading supplier of value-added frozen potato products internationally, with a strong and growing presence in high-growth emerging markets. We offer a broad product portfolio to a diverse channel and customer base in over 100 countries. French fries represent most of our value-added frozen potato product portfolio. \n​\nDuring fiscal 2023, we operated our business in four reportable segments: Global, Foodservice, Retail, and Other. We report net sales and product contribution margin by segment and on a consolidated basis. Product contribution margin, when presented on a consolidated basis, is a non-GAAP financial measure. Product contribution margin represents net sales less cost of sales and advertising and promotion (“A&P”) expenses. Product contribution margin includes A&P expenses because those expenses are directly associated with the performance of our segments. Net sales and product contribution margin are the primary measures reported to our chief operating decision maker for purposes of allocating resources to our segments and assessing their performance. For additional information on our reportable segments and product contribution margin, see “Non-GAAP Financial Measures” below and Note 13, Segments, of the Notes to Consolidated Financial Statements in “Part II, Item 8. Financial Statements and Supplementary Data” in this Form 10-K.\n​\n32\n\n\nTable of Contents\nEffective May 29, 2023, in connection with our recent acquisitions and to align with our expanded global footprint, our management, including our chief executive officer, who is our chief operating decision maker, began managing our operations as two business segments based on management’s change to the way it monitors performance, aligns strategies, and allocates resources. This resulted in a change from four reportable segments to two (North America and International), effective the beginning of fiscal 2024. All summary financial information on a prospective basis will be presented under the new reportable segments beginning with the Company’s Quarterly Report on Form 10-Q for the fiscal quarter ending August 27, 2023.\n​\nExecutive Summary \n​\nThe following highlights our financial results for fiscal 2023. For more information, refer to the “Results of Operations” and “Non-GAAP Financial Measures” sections below. \n​\nIn fiscal 2023, we delivered record net sales and earnings through a combination of improved pricing and supply chain productivity savings, while we continued to operate in a significant input cost inflation environment. Our net sales growth was driven primarily by pricing actions across each of our core business segments, as well as incremental sales attributable to the acquisitions of additional equity interests in LW EMEA and LWAMSA. Sales volume declined, largely reflecting our efforts to strategically manage customer and product mix by exiting certain lower-priced and lower-margin business. To a lesser extent, sales volumes towards the end of fiscal 2023 were also negatively affected by softening traffic in casual dining and full-service restaurant channels (which largely impacted our Foodservice segment), certain international customers reverting to pre-Covid inventory practices (impacted our Global segment), and certain customers in select U.S. retail channels temporarily lowering prices to reduce private label inventories (impacted our Retail segment). Outside of North America, frozen potato demand varied, although restaurant traffic trends in our key markets, including Europe, generally softened as customers and consumers both faced similar or more severe macroeconomic environments, including persistent inflation and rising interest rates, than in the U.S.\n​\nGross profit \nin fiscal 2023 increased as favorable \nprice/mix more than offset higher manufacturing costs on a per pound basis and the impact of lower sales volumes. Incremental earnings from the consolidation of the financial results of LW EMEA beginning in the fiscal fourth quarter also contributed to the increase. Increased gross profit was partially offset by higher selling, general and administrative (“SG&A”) expenses, resulting in the increase in income from operations. Higher income from operations drove the increase in net income and diluted EPS. \n​\nIn fiscal 2023, we generated net cash from operating activities of $761.7 million, up $343.1 million versus the prior year, due to higher earnings, partially offset by increased working capital. We ended fiscal 2023 with $304.8 million of cash and cash equivalents and a $1.0 billion undrawn U.S. revolving credit facility. In addition, we returned $191.1 million to our stockholders, including $146.1 million in cash dividends and $45.0 million of share repurchases.\n​\nOutlook\n​\nIn fiscal 2024, we expect to deliver net sales and earnings growth, and to benefit from incremental sales and earnings during the first three quarters of the fiscal year attributable to the consolidation of the financial results of LW EMEA, as compared to the first three quarters of fiscal 2023. In addition to the incremental sales for the consolidation of LW EMEA, we expect our net sales growth to be largely driven by pricing actions (which may be more modest than fiscal 2023) to counter input cost inflation, and expect sales volumes will be pressured by our continued efforts to strategically manage our customer and product mix by exiting certain lower-priced and lower-margin business. We also anticipate that demand for our products in the near term may be tempered by ongoing softening restaurant traffic trends in the U.S. and other key markets as our customers and consumers both respond to challenging macroeconomic environments. \n​\n33\n\n\nTable of Contents\nWe expect our earnings growth to be largely driven by sales and gross profit growth, and that the rate of input cost inflation, driven largely by higher potato costs, will, in aggregate, moderate as compared to fiscal 2023 inflation rates. In addition, our expectation of gross profit growth presumes that the yield and quality of the potato crops in our growing regions will be largely consistent with historical averages. We anticipate that the increase in gross profit will be partially offset by higher SG&A, reflecting incremental expense attributable to the consolidation of the financial results of LW EMEA, increased investments to upgrade our information systems and enterprise resource planning (“ERP”) infrastructure, the non-cash amortization of intangible assets associated with the LW EMEA Acquisition as well as prior investments in our ERP infrastructure, and higher compensation and benefits expense due to increased headcount.\n​\nWe believe in the long-term growth outlook for the frozen potato category and that Lamb Weston is well-positioned to drive sustainable, profitable growth, and to better serve customers around the world as we leverage the commercial and operational benefits of LW EMEA, as well as our previously announced capacity expansion investments in China, the U.S., Argentina, and the Netherlands.\n​\nResults of Operations\n​\nFiscal Year Ended May 28, 2023 Compared to Fiscal Year Ended May 29, 2022\n​\nNet Sales, Gross Profit, and Product Contribution Margin\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\nYear Ended\n​\n    \nMay 28,\n    \nMay 29,\n    \n%\n(in millions, except percentages)\n \n2023\n​\n2022\n \nIncrease (Decrease)\nSegment net sales\n​\n​\n​\n​\n​\n​\n​\n​\nGlobal\n​\n$\n 2,934.4\n​\n$\n 2,064.2\n \n42% \nFoodservice\n​\n \n 1,489.1\n  \n​\n 1,318.2\n  \n13% \nRetail \n​\n \n 797.7\n​\n \n 594.6\n \n34% \nOther\n​\n \n 129.4\n​\n \n 121.9\n \n6% \n​\n​\n$\n 5,350.6\n​\n$\n 4,098.9\n \n31% \n​\n​\n​\n​\n​\n​\n​\n​\n​\nSegment product contribution margin\n​\n​\n​\n​\n​\n​\n​\n​\nGlobal\n​\n$\n 595.5\n​\n$\n 252.2\n \n136% \nFoodservice\n​\n​\n 551.0\n  \n​\n 449.3\n  \n23% \nRetail\n​\n \n 280.1\n​\n \n 109.4\n \n156% \nOther\n​\n \n (28.9)\n​\n \n 2.2\n \n(1,414%)\n​\n​\n​\n 1,397.7\n​\n​\n 813.1\n \n72% \nAdd: Advertising and promotion expenses\n​\n​\n 34.4\n​\n​\n 18.9\n​\n82% \nGross profit\n​\n$\n 1,432.1\n​\n$\n 832.0\n​\n72% \n​\nNet Sales\n​\nLamb Weston’s net sales for fiscal 2023 increased $1,251.7 million, or 31%, to $5,350.6 million, and included $421.0 million of incremental sales attributable to the consolidation of the financial results of LW EMEA and LWAMSA beginning in our fiscal fourth and first quarters, respectively. Net sales, excluding the incremental sales attributable to the Acquisitions, increased 20% versus the prior year. Price/mix increased 26%, reflecting the benefit of pricing actions across each of our core business segments to counter input and manufacturing cost inflation. Volume declined 6%, largely reflecting our efforts to exit certain lower-priced and lower-margin business as we continued to strategically manage customer and product mix, as well as softer demand due to a slowdown in casual and full-service restaurant traffic. To a lesser extent, in late fiscal 2023, inventory destocking by certain customers in international markets as well as in select U.S. retail channels contributed to the volume decline. \n​\nGlobal net sales increased $870.2 million, or 42%, to $2,934.4 million, and included $421.0 million of incremental sales attributable to the consolidation of the financial results of LW EMEA and LWAMSA. Net sales, excluding the incremental sales attributable to the Acquisitions, grew 22%. The benefit of domestic and international \n34\n\n\nTable of Contents\npricing actions to counter multi-year inflationary pressures, as well as favorable mix, drove a 27% increase in price/mix. Volume declined 5%, largely reflecting our efforts to exit certain lower-priced and lower-margin business in international and domestic markets, and to a lesser extent, lower shipments in response to inventory destocking by certain customers in international markets late in fiscal 2023.\n​\nFoodservice net sales increased $170.9 million, or 13%, to $1,489.1 million, with price/mix up 22% and volume down 9%. The carryover benefits of pricing actions taken in the prior year, as well as actions taken in fiscal 2023, to counter inflationary pressures drove the increase in price/mix. The impact of our efforts to exit certain lower-priced and lower-margin business and a slowdown in casual dining and other full-service restaurant traffic drove the volume decline.\n​\nRetail net sales increased $203.1 million, or 34%, to $797.7 million. The carryover benefits of pricing actions taken in the prior year, as well as actions taken in fiscal 2023, across the branded and private label portfolios to counter inflationary pressures drove a 38% increase in price/mix. Volume fell 4%, largely driven by our efforts to exit certain low-margin, private label business, and to a lesser extent, the impact of certain customers in select retail channels taking actions to reduce private label inventories late in fiscal 2023.\n​\nOther net sales increased $7.5 million, or 6%, to $129.4 million, reflecting the benefit of pricing actions and volume growth in our vegetable business.\n​\nGross Profit and Product Contribution Margin\n​\nGross profit in fiscal 2023 increased $600.1 million, or 72%, to $1,432.1 million, \nand included $45.7 million ($33.9 million after-tax, or $0.23 per share) of costs impacting comparability in the fiscal fourth quarter, which included the sale of inventory stepped-up in the LW EMEA Acquisition and unrealized loss related to mark-to-market adjustments associated with natural gas and electricity hedging contracts at LW EMEA as the market experienced significant volatility. \n​\nExcluding these items, gross profit increased $645.8 million, or 78%, to $1,477.8 million driven primarily by the benefits from pricing actions more than offsetting the impacts of higher costs on a per pound basis and lower volumes. Incremental earnings from the consolidation of the financial results of LW EMEA beginning in the fiscal fourth quarter also contributed to the increase. The higher costs per pound primarily reflected double-digit cost inflation for key inputs, including: raw potatoes, edible oils, ingredients such as grains and starches used in product coatings, labor, and energy. The increase in gross profit was partially offset by a $29.0 million change in unrealized mark-to-market adjustments associated with commodity hedging contracts, reflecting a $38.5 million loss in the current year, compared with a $9.5 million loss related to these items in the prior year.\n​\nLamb Weston’s overall product contribution margin in fiscal 2023 increased $584.6 million, or 72%, to $1,397.7 million. The increase was driven by higher gross profit (as described above), partially offset by a $15.5 million increase in advertising and promotion (“A&P”) expenses.\n​\nGlobal product contribution margin increased $343.3 million, or 136%, to $595.5 million, and included $27.0 million ($20.0 million after-tax, or $0.14 per share) of costs associated with the sale of inventory stepped-up in the LW EMEA Acquisition. Excluding this item, product contribution margin increased $370.3 million, or 147%, to $622.5 million. Pricing actions, incremental earnings from the consolidation of the financial results of LW EMEA, and favorable mix drove the increase, which was partially offset by higher costs per pound. Global cost of sales was $2,328.1 million, \nup 29%, primarily due to higher manufacturing costs.\n​\nFoodservice product contribution margin increased $101.7 million, or 23%, to $551.0 million. Pricing actions drove the increase, which was partially offset by higher costs per pound and the impact of lower sales volumes. \nFoodservice cost of sales was $930.8 million, up 8%, primarily due to higher manufacturing costs, partially offset by lower sales volumes.\n​\nRetail product contribution margin increased $170.7 million, or 156%, to $280.1 million in fiscal 2023.\n \nPricing actions drove the increase, which was partially offset by higher costs per pound and a $7.6 million increase in A&P expenses. \nRetail cost of sales was $501.9 million, up 5%, primarily due to higher manufacturing costs, partially offset by lower sales volumes.\n35\n\n\nTable of Contents\n​\nOther product contribution margin decreased $31.1 million to a loss of $28.9 million in fiscal 2023, as compared to a $2.2 million gain in fiscal 2022. These amounts include a $48.4 million loss related to unrealized mark-to-market adjustments and realized settlements associated with commodity hedging contracts in fiscal 2023, and a $10.4 million loss related to contracts in fiscal 2022. Excluding these mark-to-market adjustments, product contribution margin increased $6.9 million, largely due to higher prices in our vegetable business.\n​\nSelling, General and Administrative Expenses\n​\nSG&A expenses in fiscal 2023 increased $162.4 million, or 42%, to $550.0 million, and included a net $21.8 million gain ($12.2 million after-tax, or $0.08 per share) related to actions taken to mitigate the effect of changes in currency rates on the purchase price of LW EMEA, net of other \nacquisition-related costs.\n \nExcluding this net gain, SG&A increased $184.2 million to $571.8 million,\n \nprimarily due to higher compensation and benefits expense, incremental expenses attributable to the consolidation of the financial results of LW EMEA in the fiscal fourth quarter, higher expenses related to improving our information systems and ERP infrastructure, and a $15.5 million increase in A&P expenses.\n​\nInterest Expense, Net\n​\nInterest expense, net in fiscal 2023 declined $51.8 million to $109.2 million. The decrease \nreflects a $53.3 million ($40.5 million after-tax, or $0.27 per share) loss on extinguishment of debt associated with the redemption of our previously outstanding senior notes due 2024 and 2026, which occurred in fiscal 2022. Excluding this loss, interest expense, net increased $1.5 million due primarily to additional interest expense associated with debt incurred for the LW EMEA Acquisition. \nFor more information, see Note 8, Debt and Financing Obligations, of the Notes to Consolidated Financial Statements in “Part II, Item 8. Financial Statements and Supplementary Data” in this Form 10-K.\n​\nIncome Taxes\n​\nOur effective tax rate was 18.2% for fiscal 2023, compared to 26.3% in fiscal 2022. Excluding $34.3 million of net tax expense and a $4.6 million benefit from items impacting comparability in fiscal 2023 and 2022, respectively, our effective tax rate was 21.8% for fiscal 2023 and 21.4% in fiscal 2022. Our effective tax rate varies from the U.S. statutory tax rate of 21% principally due to the impact of U.S. state taxes, foreign taxes, permanent differences, and discrete items.\n​\nFor further information on income taxes, see Note 5, Income Taxes, of the Notes to Consolidated Financial Statements in “Part II, Item 8. Financial Statements and Supplementary Data” in this Form 10-K.\n​\nEquity Method Investment Earnings (Loss)\n​\nWe conducted meaningful business through unconsolidated joint ventures until we acquired the remaining interest of LW EMEA in February 2023. In fiscal 2023 and 2022, our share of earnings (loss) from our equity method investments was $460.6 million of earnings and a $10.7 million loss, respectively. The fiscal 2023 results include a $425.8 million ($379.5 million after-tax, or $2.62 per share) non-cash gain related to remeasuring our initial 50 percent equity interests in LW EMEA and LWAMSA to fair value. Equity method earnings also includes a $31.1 million unrealized loss related to mark-to-market adjustments associated with currency and commodity hedging contracts, of which $37.8 million ($28.0 million after-tax, or $0.19 per share) related to losses in natural gas and electricity derivatives as commodity markets in Europe have experienced significant volatility. Equity method investment gains in fiscal 2022 included a $26.5 million unrealized gain related to mark-to-market adjustments associated with currency and commodity hedging contracts, of which $31.7 million ($23.5 million after-tax, or $0.16 per share) related to gains in natural gas and electricity derivatives\n. \nEquity method investment earnings in fiscal 2022 also included a $62.7 million (before and after-tax, or $0.43 per share) non-cash impairment charge to write-off our then-current portion of LW EMEA’s net investment in its former joint venture in Russia.\n​\nExcluding these items (non-cash acquisition gains and impairment charge, and mark-to-market adjustments related to natural gas and electricity derivatives) and the other mark-to-market adjustments, earnings from equity method investments increased $52.3 million compared to the prior year, reflecting \nthe benefit of pricing actions, partially offset by higher costs per pound, in both Europe and the U.S.\n​\n36\n\n\nTable of Contents\nFiscal 2023 Compared to Fiscal 2022 Balance Sheet Changes\n​\nThe changes in our Consolidated Balance Sheet, compared with May 29, 2022, related primarily to the LW EMEA Acquisition and liabilities incurred to fund the LW EMEA Acquisition. We increased our assets approximately $1,896.8 million and our liabilities approximately $449.3 million in total based on the fair values of LW EMEA’s assets and liabilities, respectively, on the acquisition date. In addition, we incurred $450.0 million of new borrowings, which were used to fund a portion of the purchase price for the acquisition and for general corporate purposes, and also issued 1,952,421 million shares of our common stock as additional consideration for the acquisition. For more information about the LW EMEA Acquisition, see Note 3, Acquisitions, of the Notes to Consolidated Financial Statements in “Part II, Item 8. Financial Statements and Supplementary Data” of this Form 10-K.\n​\nLiquidity and Capital Resources\n​\nWe ended fiscal 2023 with $304.8 million of cash and cash equivalents and a $1.0 billion undrawn U.S. revolving credit facility. We believe we have sufficient liquidity to meet our business requirements for at least the next 12 months. Cash generated by operations, supplemented by our total cash and availability under our revolving credit facilities, is our primary source of liquidity for funding business requirements. Our funding requirements include capital expenditures for announced manufacturing expansions in China, Idaho, the Netherlands, and Argentina, as well as capital investments to upgrade information systems and ERP infrastructure, working capital requirements, and dividends. We expect capital investments in fiscal 2024 to be approximately $800 million to $900 million, depending on timing of projects and excluding acquisitions, if any. \nThese expenditures could increase or decrease as a result of a number of factors, including our financial results, future economic conditions, supply chain constraints for equipment, and our regulatory compliance requirements.\n At May 28, 2023, we had commitments for capital expenditures of $623.9 million.\n​\nCash Flows\n​\nBelow is a summary table of our cash flows, followed by a discussion of the sources and uses of cash through operating, investing, and financing activities:\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\nFor the Fiscal Years Ended May\n(in millions)\n    \n2023\n    \n2022\nNet cash flows provided by (used for):\n \n​\n  \n \n​\n  \nOperating activities\n​\n$\n 761.7\n​\n$\n 418.6\nInvesting activities\n​\n \n (1,340.9)\n​\n \n (310.5)\nFinancing activities\n​\n \n 340.8\n​\n \n (363.4)\n​\n​\n \n (238.4)\n​\n \n (255.3)\nEffect of exchange rate changes on cash and cash equivalents\n​\n \n 18.2\n  \n \n (3.2)\nNet decrease in cash and cash equivalents \n​\n​\n (220.2)\n​\n​\n (258.5)\nCash and cash equivalents, beginning of period\n​\n​\n 525.0\n​\n​\n 783.5\nCash and cash equivalents, end of period\n​\n$\n 304.8\n​\n$\n 525.0\n​\nOperating Activities\n​\nDuring fiscal 2023, cash provided by operating activities increased $343.1 million to $761.7 million, compared to $418.6 million for fiscal 2022. The increase related to a $306.8 million increase in net income, adjusted for non-cash income and expenses, in addition to an increase of $36.3 million of cash provided by favorable changes in working capital. \nSee “Results of Operations” in this MD&A for more information related to the increase in income from operations. Favorable changes in working capital primarily related to an increase in accounts payable due to timing, a decrease in receivables attributable to timing of collection, and an increase in accrued liabilities due to higher compensation and benefits accrued in fiscal 2023, compared with fiscal 2022. These favorable changes were offset by an unfavorable change in higher-cost finished goods inventories, due primarily to increased potato and input cost inflation.\n​\n37\n\n\nTable of Contents\nInvesting Activities\n​\nInvesting activities used $1,340.9 million of cash in fiscal 2023, compared with $310.5 million in fiscal 2022. \nThe increase primarily relates to our investments in our chopped and formed capacity expansion and construction of our french fry processing line in Idaho and our greenfield french fry processing facility in China, and investments to \nupgrade our information systems and ERP infrastructure\n. In addition, in fiscal 2023, we used $610.4 million to purchase the remaining equity interest in LW EMEA and an additional 40 percent equity interest in LWAMSA.\n​\nFinancing Activities\n​\nDuring fiscal 2023, financing activities provided net proceeds of $340.8 million, compared with $363.4 million used in during fiscal 2022. During fiscal 2023, financing activities included $529.5 million of proceeds from debt issuances including a new $450.0 million term loan facility to fund a portion of the LW EMEA Acquisition and $79.5 million of borrowings on other credit facilities. We also had proceeds of $41.4 million from short-term borrowings on other facilities. These activities were partially offset by the payment of $146.1 million of cash dividends to common stockholders and $32.6 million of debt and financing obligation repayments. In addition, we used $51.6 million of cash to repurchase 569,698 shares of our common stock at an average price of $78.99 per share and withheld 83,974 shares from employees to cover income and payroll taxes on equity awards that vested during the year. \nAs of May 28, 2023, $223.9 million remained authorized for repurchase under our share repurchase program.\n​\nDuring fiscal 2022, financing activities primarily related to issuing U.S. dollar-denominated senior notes and a RMB-denominated loan facility for combined net proceeds of $1,676.1 million, offset by $1,698.1 million of debt and financing obligation repayments, including cash used to redeem our previously outstanding senior notes due 2024 and 2026 (including the payment of a call premium of $39.6 million), and the payment of $138.4 million of cash dividends to common stockholders. In addition, we used $158.4 million of cash to repurchase 2,407,184 shares of our common stock at an average price of $62.59 per share and withheld 118,204 shares from employees to cover income and payroll taxes on equity awards that vested during the year.\n​\nFor more information about our debt, including among other items, interest rates, maturity dates, and covenants, see Note 8, Debt and Financing Obligations, of the Notes to the Consolidated Financial Statements in “Part II, Item 8. Financial Statements and Supplementary Data” of this Form 10-K. At May 28, 2023, we were in compliance with all covenants contained in our credit agreements.\n​\nObligations and Commitments\n​\nAs part of our ongoing operations, we enter into arrangements that obligate us to make future payments under contracts such as debt agreements, lease agreements, potato supply agreements, and unconditional purchase obligations. The unconditional purchase obligation arrangements are entered into in the normal course of business to ensure adequate levels of sourced product are available. \n​\nA summary of our material cash requirements for our known contractual obligations as of May 28, 2023 are as follows:\n​\n​\n​\n​\n​\n​\n​\n(in millions)\n​\nTotal\n​\nPayable within 12 Months\nShort-term borrowings and long-term debt, including current portion (a)\n \n$\n 3,479.8\n \n$\n 214.4\nInterest on long-term debt (b)\n​\n​\n 960.3\n​\n​\n 169.3\nLeases (a)\n​\n​\n 200.5\n​\n​\n 34.8\nPurchase obligations and capital commitments (a)\n​\n​\n 1,233.9\n​\n​\n 717.1\nTotal\n \n$\n 5,874.5\n \n$\n 1,135.6\n(a)\nSee the below Notes to the Consolidated Financial Statements included in “Part II, Item 8. Financial Statements and Supplementary Data” of this Form 10-K for more information.\n​\n●\nShort-term borrowings and long-term debt, including current portion\n. See Note 8, Debt and Financing Obligations, for more information on debt payments and the timing of expected future payments.\n38\n\n\nTable of Contents\n●\nLeases\n. \nSee Note 9, Leases, \nfor more information on our operating and finance lease obligations and timing of expected future payments.\n●\nPurchase obligations and capital commitments\n. See Note 14, Commitments, Contingencies, Guarantees, and Legal Proceedings, for more information on our purchase obligations and the timing of future payments and capital commitments in connection with the expansion and replacement of existing facilities and equipment.\n​\n(b)\nAmounts represent estimated future interest payments assuming our long-term debt is held to maturity and using interest rates in effect as of May 28, 2023.\n​\nOff-Balance Sheet Arrangements\n​\nWe do not have any off-balance sheet arrangements as of May 28, 2023 that are reasonably likely to have a current or future material effect on our financial condition, results of operations, liquidity, capital expenditures, or capital resources.\n​\nCritical Accounting Estimates\n​\nManagement’s discussion and analysis of financial condition and results of operations are based upon the Company’s consolidated financial statements, which have been prepared in accordance with U.S. GAAP. The preparation of these financial statements requires us to make estimates and judgments that affect the reported amounts of assets, liabilities, revenues, and expenses, and related disclosures of contingent assets and liabilities. On an ongoing basis, we evaluate our estimates, including those related to our trade promotions, income taxes, and impairment, among others. We base our estimates on historical experiences combined with management’s understanding of current facts and circumstances, the results of which form the basis for making judgments about the carrying values of assets and liabilities that are not readily apparent from other sources. Actual results may differ from these estimates under different assumptions or conditions. \n​\nCritical accounting estimates are those that are most important to the portrayal of our financial condition and operating results. These estimates require management’s most difficult, subjective, or complex judgments. We review the development, selection, and disclosure of our critical accounting estimates with the Audit and Finance Committee of our Board of Directors.\n​\nWe have made appropriate accounting estimates based on the facts and circumstances available as of the reporting date. To the extent there are differences between these estimates and actual results, our consolidated financial statements may be affected.\n​\nAcquisitions\n​\nFrom time to time, we may enter into business combinations. In July 2022 and February 2023, we acquired an additional 40 percent interest in LWAMSA and the remaining equity interest in LW EMEA, respectively. With the completion of the Acquisitions, we own 90 percent and 100 percent of the equity interests in LWAMSA and LW EMEA, respectively\n. \nWe recorded the assets acquired and the liabilities assumed at their estimated acquisition date fair values with the excess purchase price recorded as goodwill. The acquisition method of accounting requires us to make significant estimates and assumptions regarding the fair values of the elements of a business combination as of the date of acquisition, including the fair values (fair value is determined using the income approach, cost approach and/or market approach) of inventory, property, plant and equipment, identifiable intangible assets, deferred tax asset valuation allowances, and liabilities related to uncertain tax positions, among others. Additionally, for acquisitions of previously held equity interests, we remeasure the previously held equity interest to fair value based on consideration at the acquisition date utilizing a market approach based on comparable control premiums within our industry. This method also requires us to refine these estimates over a measurement period not to exceed one year to reflect new information obtained about facts and circumstances that existed as of the acquisition date that, if known, would have affected the measurement of the amounts recognized as of that date. If we are required to retroactively adjust provisional amounts that we have recorded for the fair values of assets and liabilities in connection with acquisitions, these adjustments could have a material impact on our financial condition and results of operations.\n​\n39\n\n\nTable of Contents\nSignificant estimates and assumptions in determining the fair value of brands and other identifiable intangible assets include future cash flows that we expect to generate from the acquired assets. If the subsequent actual results and updated projections of the underlying business activity change compared with the assumptions and projections used to develop these values, we could record impairment charges. In addition, we have estimated the economic lives of certain acquired assets and these lives are used to calculate depreciation and amortization expense. If our estimates of the economic lives change, depreciation or amortization expenses could increase or decrease.\n​\nSales Incentives and Trade Promotion Allowances\n​\nWe promote our products with advertising, consumer incentives, and trade promotions. Sales promotions include, but are not limited to, discounts, coupons, rebates, and volume-based incentives. The estimates for sales incentives are based principally on historical sales and redemption rates, influenced by judgments about current market conditions such as competitive activity in specific product categories.\n​\nTrade promotion programs include introductory marketing funds such as slotting fees, cooperative marketing programs, temporary price reductions, and other activities conducted by our customers to promote our products. The costs of these programs are recognized as a reduction to revenue with a corresponding accrued liability. The estimate of trade promotions is inherently difficult due to information limitations as the products move beyond distributors and through the supply chain to operators. Estimates made by management in accounting for these costs are based primarily on our historical experience with marketing programs, with consideration given to current circumstances and industry trends and include the following: quantity of customer sales, timing of promotional activities, current and past trade-promotion spending patterns, the interpretation of historical spending trends by customer and category, and forecasted costs for activities within the promotional programs.\n​\nThe determination of sales incentive and trade promotion costs requires judgment and may change in the future as a result of changes in customer demand for our products, promotion participation, particularly for new programs related to the introduction of new products. Final determination of the total cost of promotion is dependent upon customers providing information about proof of performance and other information related to the promotional event. Because of the complexity of some of these trade promotions, the ultimate resolution may result in payments that are different from our estimates. As additional information becomes known, we may change our estimates. At May 28, 2023 and May 29, 2022, we had $86.1 million and $41.2 million, respectively, of accrued trade promotions payable recorded in “Accrued liabilities” on our Consolidated Balance Sheets. The increase from May 29, 2022 is primarily due to the LW EMEA Acquisition.\n​\nIncome Taxes\n​\nWe compute the provision for income taxes using the asset and liability method, under which deferred tax assets and liabilities are recognized for the expected future tax consequences of temporary differences between the financial reporting and tax bases of assets and liabilities, and for operating losses and tax credit carryforwards. We measure deferred tax assets and liabilities using the currently enacted tax rates that apply to taxable income in effect for the years in which those tax assets and liabilities are expected to be realized or settled.\n​\nInherent in determining the annual tax rate are judgments regarding business plans, planning opportunities, and expectations about future outcomes. Management judgments are required for the following items:\n​\n●\nManagement reviews deferred tax assets for realizability. Valuation allowances are established when management believes that it is more likely than not that some portion of the deferred tax assets will not be realized. Changes in valuation allowances from period to period are included in the tax provision. \n​\n40\n\n\nTable of Contents\n●\nWe establish accruals for unrecognized tax benefits when, despite the belief that our tax return positions are fully supported, we believe that an uncertain tax position does not meet the recognition threshold of Accounting Standards Codification (“ASC”) 740, \nIncome Taxes\n. These contingency accruals are adjusted in light of changing facts and circumstances, such as the progress of tax audits, the expiration of the statute of limitations for the relevant taxing authority to examine a tax return, case law and emerging legislation. While it is difficult to predict the final outcome or timing of resolution for any particular matter, we believe that the accruals for unrecognized tax benefits at May 28, 2023, reflect the estimated outcome of known tax contingencies as of such date in accordance with accounting for uncertainty in income taxes under ASC 740. \n​\n●\nWe recognize the tax impact of including certain foreign earnings in U.S. taxable income as a period cost. We have not recognized deferred income taxes for local country income and withholding taxes that could be incurred on distributions of certain non-U.S. earnings or for outside basis differences in our subsidiaries, because we plan to indefinitely reinvest such earnings and basis differences. Remittances of non-U.S. earnings are based on estimates and judgments of projected cash flow needs, as well as the working capital and investment requirements of our non-U.S. and U.S. operations. Material changes in our estimates of cash, working capital, and investment needs in various jurisdictions could require repatriation of indefinitely reinvested non-U.S. earnings, which could be subject to applicable non-U.S. income and withholding taxes. While we believe the judgments and estimates discussed above and made by management are appropriate and reasonable under the circumstances, actual resolution of these matters may differ from recorded estimated amounts. Further information on income taxes is provided in Note 5, Income Taxes, of the Notes to Consolidated Financial Statements in “Part II, Item 8. Financial Statements and Supplementary Data” of this Form 10-K.\n \n​\nNew and Recently Issued Accounting Standards\n​\nFor a listing of new and recently issued accounting standards, see Note 1, Nature of Operations and Summary of Significant Accounting Policies, of the Notes to Consolidated Financial Statements in “Part II, Item 8. Financial Statements and Supplementary Data” of this Form 10-K.\n​\nNon-GAAP Financial Measures\n​\nTo supplement the financial information included in this report, we have presented product contribution margin on a consolidated basis, Adjusted EBITDA, Adjusted EBITDA including unconsolidated joint ventures, Adjusted Income from Operations, Adjusted Net Income, and Adjusted Diluted EPS, each of which is considered a non-GAAP financial measure. \n​\nProduct contribution margin is one of the primary measures reported to our chief operating decision maker for purposes of allocating resources to our segments and assessing their performance. Product contribution margin represents net sales less cost of sales and A&P expenses. Product contribution margin includes A&P expenses because those expenses are directly associated with the performance of our segments. Product contribution margin, when presented on a consolidated basis, is a non-GAAP financial measure. Our management also uses Adjusted Income from Operations, Adjusted Net Income, Adjusted Diluted EPS, Adjusted EBITDA and Adjusted EBITDA including unconsolidated joint ventures. \nManagement uses these non-GAAP financial measures to assist in analyzing what management views as our core operating performance for purposes of business decision making. Management believes that presenting these non-GAAP financial measures provides investors with useful supplemental information because they (i) provide meaningful supplemental information regarding financial performance by excluding certain items affecting comparability between periods, (ii) permit investors to view performance using the same tools that management uses to budget, make operating and strategic decisions, and evaluate historical performance, and (iii) otherwise provide supplemental information that may be useful to investors in evaluating our results. In addition, we believe that the presentation of these non-GAAP financial measures, when considered together with the most directly comparable GAAP financial measures and the reconciliations to those GAAP financial measures, provides investors with additional tools to understand the factors and trends affecting our underlying business than could be obtained absent these disclosures.\n​\n41\n\n\nTable of Contents\nThe non-GAAP financial measures provided in this report should be viewed in addition to, and not as alternatives for, \nfinancial measures prepared in accordance with GAAP that are presented in this report. These measures are not substitutes for their comparable GAAP financial measures, such as gross profit, income from operations, net income, diluted earnings per share, or other measures prescribed by GAAP, and there are limitations to using non-GAAP financial measures. For example, the non-GAAP financial measures presented in this report may differ from similarly titled non-GAAP financial measures presented by other companies, and other companies may not define these non-GAAP financial measures the same way we do.\n​\nSee “Results of Operations – Fiscal Year Ended May 28, 2023 Compared to Fiscal Year Ended May 29, 2022 – Net Sales, Gross Profit, and Product Contribution Margin” above for a reconciliation of product contribution margin on a consolidated basis to gross profit.\n​\nThe following table reconciles net income to Adjusted EBITDA and Adjusted EBITDA including unconsolidated joint ventures.\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\nFor the Fiscal Years Ended May\n(in millions)\n    \n2023\n    \n2022 \nNet income\n​\n$\n 1,008.9\n​\n$\n 200.9\nEquity method investment (earnings) loss\n​\n​\n (460.6)\n​\n​\n 10.7\nInterest expense, net\n​\n​\n 109.2\n​\n​\n 161.0\nIncome tax expense\n​\n​\n 224.6\n​\n​\n 71.8\nIncome from operations \n​\n​\n 882.1\n​\n​\n 444.4\nDepreciation and amortization\n​\n​\n 218.3\n​\n​\n 187.3\nItems impacting comparability\n​\n​\n​\n​\n​\n​\nAcquisition expenses, net (a)\n​\n​\n (21.8)\n​\n​\n —\nLW EMEA derivative losses (gains) (a)\n​\n​\n 18.7\n​\n​\n —\nInventory step-up (a)\n​\n​\n 27.0\n​\n​\n —\nAdjusted EBITDA\n​\n​\n 1,124.3\n​\n​\n 631.7\n​\n​\n​\n​\n​\n​\n​\nUnconsolidated Joint Ventures\n​\n​\n​\n​\n​\n​\nEquity method investment earnings (loss)\n​\n​\n 460.6\n​\n​\n (10.7)\nInterest expense, income tax expense, and depreciation and\n​\n​\n​\n​\n​\n​\namortization included in equity method investment earnings\n​\n​\n 29.1\n​\n​\n 42.0\nItems impacting comparability\n​\n​\n​\n​\n​\n​\nLW EMEA derivative losses (gains) (b)\n​\n​\n 37.8\n​\n​\n (31.7)\nGain on acquisitions (b)\n​\n​\n (425.8)\n​\n​\n —\nWrite-off of net investment in Russia (b)\n​\n​\n —\n​\n​\n 62.7\nAdd: Adjusted EBITDA from unconsolidated joint ventures\n​\n​\n 101.7\n​\n​\n 62.3\n​\n​\n​\n​\n​\n​\n​\nAdjusted EBITDA including unconsolidated joint ventures\n​\n$\n 1,226.0\n​\n$\n 694.0\n(a)\nI\nncome from operations for fiscal 2023 \nincluded \na net $21.8 million gain ($12.2 million after-tax, or $0.08 per share) related to actions taken to mitigate the effect of changes in currency rates on the purchase of the remaining equity interest in LW EMEA, net of other acquisition-related costs. Fiscal 2023 also includes an $18.7 million unrealized loss ($13.9 million after-tax, or $0.10 per share) related to mark-to-market adjustments associated with natural gas and electricity hedging contracts at our European operations as the market experienced significant volatility, and a $27.0 million ($20.0 million after-tax, or $0.14 per share) charge related to the step-up and sale of inventory acquired in the LW EMEA Acquisition.\n​\n(b)\nEquity method investment \nearnings for fiscal 2023 included $425.8 million ($379.5 million, or $2.62 per share) of non-cash gains related to the remeasurement of our initial equity interests to fair value, including a $410.7 million non-cash gain ($364.4 million after-tax, or $2.52 per share) for LW EMEA and a $15.1 million non-cash gain (before and after-tax, or $0.10 per share\n) for LWAMSA. These gains were partially offset by a $37.8 million unrealized loss ($28.0 million after-tax, or $0.19 per share), related to mark-to-market adjustments associated with changes in natural gas and electricity derivatives as commodity markets in Europe have experienced significant volatility. Equity method investments earnings for fiscal 2022 included $31.7 million ($23.5 million after-tax, or $0.16 per share) of unrealized gains related to mark-to-market adjustments associated with changes in natural gas and electricity derivatives. Equity method investment earnings for fiscal 2022 included a non-cash impairment charge of $62.7 million (before and after-tax, or $0.43 per share) related to LW EMEA’s withdrawal from its joint venture in Russia.\n​\n42\n\n\nTable of Contents\nThe following table reconciles income from operations to Adjusted Income from Operations, net income to Adjusted Net Income, and diluted EPS to Adjusted Diluted EPS:\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\nFor the Fiscal Years Ended May\n​\n​\n2023 \n​\n2022 \n​\n2023 \n​\n2022 \n​\n2023 (a)\n​\n2022 (a)\n(in millions, except per share amounts)\n​\nIncome from Operations\n​\nNet Income\n​\nDiluted EPS\nAs reported\n​\n$\n 882.1\n​\n$\n 444.4\n​\n$\n 1,008.9\n​\n$\n 200.9\n​\n$\n 6.95\n​\n$\n 1.38\nItems impacting comparability:\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\nLW EMEA acquisition-related items:\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\nGain on acquisitions (b)\n​\n​\n —\n​\n​\n —\n​\n​\n (364.4)\n​\n​\n —\n​\n​\n (2.52)\n​\n​\n —\nInventory step-up (c)\n​\n​\n 27.0\n​\n​\n —\n​\n​\n 20.0\n​\n​\n —\n​\n​\n 0.14\n​\n​\n —\nAcquisition expenses, net (c)\n​\n​\n (21.8)\n​\n​\n —\n​\n​\n (12.2)\n​\n​\n —\n​\n​\n (0.08)\n​\n​\n —\nTotal LW EMEA acquisition-related items impacting comparability\n​\n​\n 5.2\n​\n​\n —\n​\n​\n (356.6)\n​\n​\n —\n​\n​\n (2.46)\n​\n​\n —\nGain on acquisition of interest in LWAMSA (b)\n​\n​\n —\n​\n​\n —\n​\n​\n (15.1)\n​\n​\n —\n​\n​\n (0.10)\n​\n​\n —\nImpact of LW EMEA natural gas and electricity derivatives (c)\n​\n​\n 18.7\n​\n​\n —\n​\n​\n 41.9\n​\n​\n (23.5)\n​\n​\n 0.29\n​\n​\n (0.16)\nLoss on extinguishment of debt (d)\n​\n​\n —\n​\n​\n —\n​\n​\n —\n​\n​\n 40.5\n​\n​\n —\n​\n​\n 0.27\nWrite-off of net investment in Russia (e)\n​\n​\n —\n​\n​\n —\n​\n​\n —\n​\n​\n 62.7\n​\n​\n —\n​\n​\n 0.43\nTotal items impacting comparability\n​\n​\n 23.9\n​\n​\n —\n​\n​\n (329.8)\n​\n​\n 79.7\n​\n​\n (2.27)\n​\n​\n 0.54\nAdjusted\n​\n$\n 906.0\n​\n$\n 444.4\n​\n$\n 679.1\n​\n$\n 280.6\n​\n$\n 4.68\n​\n$\n 1.92\n(a)\nDiluted weighted average common shares were 145.2 million and 145.9 million in fiscal 2023 and 2022, respectively. \n​\n(b)\nSee footnote (b) to the reconciliation of \nnet income to Adjusted EBITDA and Adjusted EBITDA including unconsolidated joint ventures above for a discussion of the item impacting comparability.\n​\n(c)\nSee footnote (a) to the reconciliation of net income to Adjusted EBITDA and Adjusted EBITDA including unconsolidated joint ventures above for a discussion of the item impacting comparability.\n​\n(d)\nThe fiscal year ended May 29, 2022, includes a loss on the extinguishment of debt of $53.3 million ($40.5 million after-tax, or $0.27 per share), which consists of a call premium of $39.6 million related to the redemption of our senior notes due 2024 and 2026 and the write-off of $13.7 million of debt issuance costs associated with those notes.\n​\n(e)\nSee footnote (b) to the reconciliation of net income to Adjusted EBITDA and Adjusted EBITDA including unconsolidated joint ventures above for a discussion of the item impacting comparability.\n​\n43\n\n\nTable of Contents",
    "item7a": ">ITEM 7A. QUANTITATIVE AND QUALITATIVE DISCLOSURES ABOUT MARKET RISK\n \n​\nOur operations are exposed to market risks from adverse changes in commodity prices affecting the cost of raw materials and energy, changes in currency rates, and interest rates. In the normal course of business, we may periodically enter into derivatives to minimize these risks, but not for trading purposes. All of the following potential changes are based on sensitivity analyses performed on our financial positions as of May 28, 2023 and May 29, 2022. Actual results may differ materially.\n​\nCommodity Price Risk\n​\nThe objective of our commodity exposure management is to minimize volatility in earnings due to large fluctuations in the price of commodities. We may use commodity swap or forward purchase contracts, in addition to sourcing from multiple providers, to manage risks associated with market fluctuations in oil and energy prices. Based on our open commodity contract hedge positions as of May 28, 2023, a hypothetical 10 percent decline in market prices applied to the fair value of the instruments would result in a charge to “Cost of sales” of $9.0 million ($6.8 million after-tax). Based on our open commodity hedge positions as of \nMay 29, 2022, a hypothetical 10 percent decline in market prices applied to the fair value of the instruments would have resulted in a charge to “Cost of sales” of $4.5 million ($3.5 million after-tax) and a charge to “Equity method investment earnings” of $6.1 million ($4.6 million after-tax). It should be noted that any change in the fair value of the contracts, real or hypothetical, would be substantially offset by an inverse change in the value of the underlying hedged item.\n​\nForeign Currency Exchange Rate Risk\n​\nWe are subject to currency exchange rate risk through investments and businesses owned and operated in foreign countries. Our operations in foreign countries export to, and compete with imports from other regions. As such, currency movements can have a number of direct and indirect impacts on our financial statements. Direct impacts include the translation of international operations’ local currency financial statements into U.S. dollars and the remeasurement impact associated with non-functional currency financial assets and liabilities. Indirect impacts include the change in competitiveness of exports out of the United States (and the impact on local currency pricing of products that are traded internationally). The currency that has the most impact is the Euro. From time to time, we may economically hedge currency risk with foreign currency contracts, such as forward contracts. Based on monetary assets and liabilities denominated in foreign currencies, we estimate that a hypothetical 10 percent adverse change in exchange rates versus the U.S. dollar would result in losses of $48.8 million ($37.1 million after-tax) and $6.5 million ($5.0 million after-tax) as of May 28, 2023 and May 29, 2022, respectively. The increased hypothetical risk from May 29, 2022 is primarily related to the increase in our non-U.S. assets and liabilities.\n​\nInterest Rate Risk\n​\nWe issue fixed and floating rate debt in a proportion that management deems appropriate based on current and projected market conditions. At May 28, 2023, we had $2,170.0 million of fixed-rate and $1,309.8 million of variable-rate debt outstanding. \nAt May 29, 2022, we had $2,170.0 million of fixed-rate and $575.0 million of variable-rate debt outstanding.\n A one percent increase in interest rates related to variable-rate debt would result in an annual increase in interest expense and a corresponding decrease in income before taxes of $13.3 million annually ($10.3 million after-tax) and $5.8 million annually ($4.5 million after-tax) at May 28, 2023 and May 29, 2022, respectively.\n​\nFor more information about our debt, see Note 8, Debt and Financing Obligations, of the Notes to Consolidated Financial Statements in “Part II, Item 8. Financial Statements and Supplementary Data” of this Form 10-K.\n44\n\n\nTable of Contents",
    "cik": "1679273",
    "cusip6": "513272",
    "cusip": [
        "513272904",
        "513272104",
        "513272954"
    ],
    "names": [
        "LAMB WESTON HLDGS INC"
    ],
    "source": "https://www.sec.gov/Archives/edgar/data/1679273/000155837023012203/0001558370-23-012203-index.htm"
}