{
    "item1": ">Item 1. Business\nCompany Overview and History\nGMS Inc. (together with its consolidated subsidiaries, “we,” “our,” “us,” “GMS” or the “Company”), through its operating subsidiaries, operates a network of more than 300 distribution centers with extensive product offerings of wallboard, ceilings, steel framing and complementary construction products. We also operate more than 100 tool sales, rental and service centers. Through these operations, we provide a comprehensive selection of building products and solutions for our residential and commercial contractor customer base across the United States and Canada. Our unique operating model combines the benefits of a national platform and strategy with a local go-to-market focus, enabling us to generate significant economies of scale while maintaining high levels of customer service.\nSince our founding in 1971, we have grown our business from a single location to more than 400 branches and tool sales, rental and service centers across 47 U.S. states and six Canadian provinces through a combination of strategic acquisitions and organic growth, including the opening of new branches (“greenfields”) and tool sales, rental and service centers. Underpinning that growth is our entrepreneurial culture, which both enables us to drive organic growth by delivering outstanding customer service and makes us an attractive acquirer for smaller distributors. \nDuring fiscal 2023, this growth included four acquisitions and the opening of six greenfield locations and eleven new Ames tool sales, rental and service centers. On June 1, 2022, we acquired certain assets of Construction Supply of Southwest Florida, Inc., a distributor of various stucco, building and waterproofing supplies serving markets in the southwest Florida area. On December 30, 2022, we acquired certain assets of Tanner Bolt and Nut, Inc., a distributor of various tools, fasteners, sealants, and related construction products to the broader New York City market. On April 3, 2023, we acquired certain assets of Blair Building Materials, Inc., a distributor of exterior, insulation, and waterproofing products to customers in the Greater Toronto Area. Also on April 3, 2023, we acquired Engler, Meier and Justus, Inc., a leading distributor of drywall, acoustical ceilings and related interior construction products to the greater Chicago market and exterior insulation finishing systems (\"EIFS\") related products in the Southeastern United States. \nAlso during fiscal 2023, we opened greenfield locations in Wildwood, Florida; Cleveland, Ohio; Greenville, North Carolina; Brooklyn, New York; Chester, Virginia; and Ottawa, Ontario.\nBusiness Strategy\nThe key elements of our business strategy are as follows:\n•\nExpand Core Products\n. Our business strategy includes an emphasis on expanding our market share in our core products (wallboard, ceilings and steel framing) both organically and through acquisitions. \n•\nGrow Complementary Products\n. We are focused on growing our complementary product lines, with a particular emphasis on achieving growth in tools and fasteners, insulation and EIFS and stucco, to better serve our customers, and to diversify and expand our product offerings while driving higher sales and margins.\n•\nExpand our Platform\n. Our growth strategy includes the pursuit of both greenfield openings and strategic acquisitions to further broaden our geographic markets, enhance our service levels and expand our product offerings.     \n◦\nGreenfield openings\n. Our strategy for opening new branches is generally to further penetrate existing markets or adjacent markets to our operations. For adjacent markets, typically, we have pre-existing customer relationships in these markets but need a new location to fully capitalize on those relationships. \n◦\nAcquisitions\n. We have a proven history of consummating complementary acquisitions in new and contiguous markets. Due to the large, highly fragmented nature of our markets and our reputation throughout the industry, we believe we will continue to have access to a robust acquisition pipeline to supplement our organic growth. We use a rigorous targeting process to identify acquisition candidates that we believe will fit our culture and business model and we have built an experienced team of professionals to manage the acquisition and integration processes. As a result of our scale, purchasing power and ability to improve \n3\nTable of Contents\noperations through implementing best practices, we believe we can continue to achieve substantial synergies and drive earnings accretion from our acquisition strategy. \n•\nDrive Improved Productivity and Profitability\n. Our business strategy entails a focus on enhanced productivity and profitability across the organization, seeking to leverage our scale and employ both technology and other best practices to deliver further margin expansion and earnings growth. We also expect to continue to capture profitable market share in our existing footprint by delivering industry-leading customer service. \nProducts\nWe provide a comprehensive product offering of wallboard, ceilings, steel framing and complementary construction products. By carrying a full line of wallboard and ceilings along with steel framing and complementary products, we serve as a one-stop-shop for our customers. For information on net sales of our products, see Note 16, “Segments” of the Notes to Consolidated Financial Statements included in this Annual Report on Form 10-K.\nWallboard\nWallboard is one of the most widely used building products for interior and exterior walls and ceilings in residential and commercial structures due to its low cost, ease of installation and superior performance in providing comfort, fire resistance, thermal insulation, sound insulation, mold and moisture resistance, impact resistance, aesthetics and design elements. Wallboard is sold in panels of various dimensions, suited to various applications. In commercial and institutional construction projects, architectural specifications and building codes provide requirements related to the thickness of the panels and, in some cases, other characteristics, including fire resistance. In addition, there are wallboard products that provide some additional value in use. These include lighter weight panels, panels with additional sound insulation, and panels coated to provide mold and moisture resistance. In addition to the interior wallboard products described above, exterior sheathing is a water-resistant wallboard product designed for attachment to exterior sidewall framing as an underlayment for various exterior siding materials.\nWhile highly visible and essential, wallboard typically comprises less than 5% of a new home’s total cost. Given its low price point relative to other materials, we believe that there is currently no economical substitute for wallboard in either residential or commercial applications. Wallboard demand is driven by a balanced mix of both residential and commercial new construction as well as repair and remodeling (“R&R”) activity.\nCeilings\nOur ceilings product line consists of suspended mineral fiber, soft fiber and metal ceiling systems primarily used in offices, hotels, hospitals, retail facilities, schools and a variety of other commercial and institutional buildings. The principal components of our ceiling systems are typically square mineral fiber tiles and the metal grid that holds the tile in place, complemented by architectural specialty products in certain applications. Architectural specialty ceiling products, which are made from a variety of materials, are a growing component of our product offering given their specified, often customized nature and our ability to service customer requirements through a dedicated and experienced sales force focused on such products.\nOur ceilings product line is primarily sold into commercial and institutional applications. Because interior contractors frequently purchase ceilings and wallboard from the same distributor, the breadth of our offerings serves to increase sales of all of our product lines, which are often delivered together to the same worksite as part of a commercial package. In the ceilings market, brand is highly valued and often specified by the architect of a commercial building. Because of our strong market position, we have exclusive access to the leading ceilings brands in many of our local markets. In addition, because ceiling tile systems differ in size, shape, performance characteristics and aesthetic appeal between manufacturers, they often can only be replaced with the same brand for R&R projects. As a result, the leading brands’ installed base of product generates built-in demand for replacement product over time, and we benefit from these recurring sales.\nSteel Framing\nOur steel framing product line consists of steel track, studs and the various other steel products used to frame the interior walls of a commercial or institutional building. Typically, the contractor who installs the steel framing also installs the wallboard, and the two products, along with ceilings, insulation and complementary products are sold together as part of a commercial package. Most of our steel framing products are sold for use in commercial buildings.\n4\nTable of Contents\nComplementary Products\nWe offer our customers complementary products, including tools and fasteners, insulation, EIFS and stucco, lumber and other wood products, ready-mix joint compound and safety products. We partner with leading vendors for many of these products and merchandise them in showrooms that are adjacent to many of our warehouses or free-standing, in the case of our Ames tool sales, rental and service centers. In addition, certain products are provided on a regional basis to address local preferences. We believe our customers value our product breadth and geographic reach, as well as our delivery capabilities and on-site expertise and consultation services. While pricing is important to our customers, availability, convenience and expertise are also important factors in their purchase decisions. These complementary products allow us to provide a full suite of products across our entire business, enhancing our margins and creating value for our customers. In recent years, through specific initiatives and strategic acquisitions, we have expanded our complementary product lines to further solidify our position as a one-stop-shop for the interior contractor and gain a greater share of their overall purchases. We are the leading provider of automatic taping and finishing (\"ATF\") tools and related products to the professional drywall finishing industry. ATF tools enable interior finishing contractors to finish drywall joints faster than less productive hand finishing methods.   \nDistribution\nWe distribute our core products and most complementary products through our distribution centers. We distribute ATF tools and related tools and products through our tool sales, rental and service centers and an independent network of wholesale dealers. We also distribute our products through e-commerce platforms. \nWe serve as a critical link between our suppliers and our fragmented customer base. Our sales, dispatch and delivery teams coordinate an often complicated, customized delivery plan to ensure that our delivery schedule matches the customer’s job site schedule, that deliveries are made taking into account the specific challenges of a customer’s job site, that no damage occurs to the customer’s property and, most importantly, that proper safety procedures are followed at all times. Often this requires us to send an employee to a job site before the delivery to document the specific requirements and safety considerations of a particular location. Given the logistical intensity of this process and the premium contractors place on distributors delivering the right product, at the right time, in the right place, we can differentiate ourselves based on service. In addition to executing a logistics-intensive service, we facilitate purchasing relationships between suppliers and our customer base by transferring technical product knowledge, educating contractors on proper installation techniques for new products, ensuring local product availability and extending trade credit.\n \nAdditionally, based on certain unique product attributes and delivery requirements for some of our products, the distribution of these items requires a higher degree of logistics and service expertise than most other building products. For example, wallboard has a high weight-to-value ratio, is easily damaged, cannot be left outside and often must be delivered to a job site before or after normal business hours. As a value-added service, we often deliver our products directly to the specific room where they are installed. For example, we can place the amount and type of wallboard necessary for a fifth story room of a new building through the fifth story window using a specialized truck with an articulating boom loader. To do this effectively, we need to load the truck at the branch so that the amount and type of wallboard for each room of the building can be off-loaded by the articulating boom loader in the right sequence. In this way, the service we provide delivers significant value to our customers.\nOur Industry\nAs the construction market in North America evolved during the second half of the 20th century, contractors began to specialize in specific trades within the construction process, and specialty distributors emerged to supply them. We, along with other specialty distributors, tailored our product offerings and service capabilities to meet the unique needs of these trades. Today, specialty distributors comprise the preferred distribution channel for wallboard, ceilings and steel framing in both the commercial and residential construction markets. In addition to focusing on their core products, specialty distributors also offer additional and ancillary products, which are complementary to their main products in an effort to provide their customers with a full suite of relevant products and to drive additional sales and margin opportunities. For us, these products include tools and fasteners, insulation, EIFS and stucco, lumber and other wood products, ready-mix joint compound, safety products and various other construction products.\nWe believe the success of the specialty distribution model in wallboard, ceilings and steel framing is driven by the strong value proposition we provide to our customers. Given the logistical complexity of the distribution services we provide to safely deliver and stock the right products to the appropriate locations, the expertise needed to execute safely and effectively, and the special equipment required, we believe specialty distributors with sufficient scale that are focused on wallboard, \n5\nTable of Contents\nceilings and steel framing are best suited to meet contractors’ needs. The main drivers for our products are commercial new construction, commercial R&R, residential new construction and residential R&R.\nCommercial\nOur addressable commercial construction market is comprised of a variety of commercial and institutional sub-segments with varying demand drivers. Our commercial markets include offices, hotels, retail stores, warehouses and other commercial buildings, while our institutional markets include educational facilities, healthcare facilities, government buildings and other institutional facilities. The principal demand drivers across these markets typically include the overall economic outlook, the general business cycle, government spending, vacancy rates, employment trends, interest rates, availability of credit and demographic trends.\nWe believe commercial R&R spending has historically been more stable than new commercial construction activity. Commercial R&R spending is typically driven by several factors, including commercial real estate prices and rental rates, office and retail vacancy rates, government spending and interest rates. Commercial R&R spending is also driven by commercial lease expirations and renewals, as well as tenant turnover. Such events often result in repair, reconfiguration and/or upgrading of existing commercial space. Commercial R&R activity was severely impacted by the COVID-19 pandemic (\"COVID-19\") and has been slow to recover in certain of its sectors. However, we are starting to see some improvement, including stronger year-over-year commercial wallboard sales and volumes.\nResidential\nResidential new construction activity is driven by several factors, including demographics, the overall economic outlook, employment, income growth, availability of housing, home prices, availability of mortgage financing and related government regulations, interest rates and consumer confidence, among others.\nWe believe residential R&R activity is typically more stable than new residential construction activity. The primary drivers of residential R&R spending include changes in existing home prices, existing home sales, the average age of the housing stock, consumer confidence and interest rates.\nCustomers\nWe have a diversified portfolio of customers across the United States and Canada that includes professional contractors and homebuilders. Our customers vary in size, ranging from small contractors to large contractors and builders that operate on a national scale. We maintain local relationships with our contractors through our network of branches and our extensive salesforce. We also serve our large homebuilder customers through our local branches, but often coordinate the relationships on a national basis through our corporate facility. Our ability to serve multi-regional homebuilders across their footprints provides value to them and differentiates us from most of our competitors. \nSuppliers\nWe source the products we distribute from various suppliers and purchase components used in assembling ATF tools. Our leading market position, North American footprint and superior service capabilities have allowed us to develop strong relationships with our suppliers. We maintain strong, long-term relationships with the major North American wallboard, ceilings, steel and insulation manufacturers, as well as vendors of other complementary building products, where the supply base is widely fragmented. Because we account for a meaningful portion of their volumes and provide them with an extensive salesforce to market their products, we are viewed by our suppliers as a key channel partner and have exclusive relationships with these suppliers in certain markets. We believe this position often provides us with advantaged procurement. \nSales and Marketing\nOur sales and marketing strategy is to provide a comprehensive suite of high-quality products and superior services to contractors and builders reliably, safely, accurately and on-time. We have an experienced sales force who manages our customer relationships and grows our customer base. We have strategies to increase our customer base at both the corporate and local branch levels, which focus on building and growing strong relationships with our customers, whether they serve a small local market, or a national footprint. We believe that the experience and expertise of our sales force differentiates us from our competition, particularly in the commercial market, which requires a highly technical and specialized product knowledge and a sophisticated delivery plan. We also employ various marketing strategies to reach our customers in the most efficient and \n6\nTable of Contents\neffective manner. We market our products through our websites, social media, targeted advertisements and a range of industry trade shows. \nCompetition\nWe compete against other specialty distributors as well as big box retailers and lumberyards. Among specialty distributors, we compete against a few large distributors and many small, local, privately-owned distributors. Our largest competitors are Foundation Building Materials, L&W Supply Co. Inc (a subsidiary of ABC Supply Company), Home Depot and Lowe's. However, we believe smaller, regional or local competitors still comprise a significant proportion of the industry. The principal competitive factors in our business are pricing and availability of products and services; our delivery capabilities; technical product knowledge and expertise; advisory or other service capabilities; and availability of credit. Brand recognition with respect to our complementary products is also important.\nSeasonality\nGenerally, our sales volume is higher in the first and second quarters of our fiscal year due to favorable weather and longer daylight conditions during these periods. Seasonal variations in operating results may be impacted by inclement weather conditions, such as cold or wet weather, which can delay construction projects. We anticipate that we will continue to experience these seasonal fluctuations in the future.\nIntellectual Property\nWe own numerous intellectual property rights that we use in our business, including trademarks, tradenames, domains and patents. We maintain registered trademarks for the trade names and logos used by certain of our local branches, including Ames® stores and TapeTech® products. We also hold patents that relate to the design of our ATF tools. Generally, registered trademarks have a perpetual life, provided that they are renewed on a timely basis and continue to be used properly as trademarks. We intend to maintain these trademark registrations as long as they remain valuable to our business. While we do not believe our business is dependent on any one of our trademarks, we believe retention helps maintain customer loyalty. We vigorously protect all our intellectual property rights.\nEnvironmental, Social and Governance (ESG)\nEnvironmental\nAs a leading North American distributor of specialty building products, we recognize the importance of reducing the environmental impact of our business operations. We are committed to conducting business in a manner that aligns with our values, promotes environmental sustainability and seeks to protect the environment through compliance with applicable laws, rules, and regulations. In our operations, we are committed to achieving higher levels of efficiency and pursuing a policy of continuous improvement to reduce the environmental impact of our business operations. Our environmental responsibility policy applies to GMS and all of our subsidiaries, regardless of location. Furthermore, while we are not the manufacturer of any of the products in our portfolio, we feel we have a joint responsibility with our manufacturing and other partners throughout the supply chain network to work together to reduce the environmental impact of our supply chain. We have several ongoing environmental projects underway, including capturing our greenhouse gas emissions and analyzing potential projects to further reduce our environmental impacts.\nSocial - Human Capital\nEmployees\n. We had 7,007 and 6,719 active team members as of April 30, 2023 and 2022, respectively. Approximately 6% of our workforce is unionized, consisting primarily of hourly workers at some of our distribution facilities. We believe that we have good relations with our employees. Additionally, we believe that the training provided through our employee development programs and our entrepreneurial, performance-based culture provides significant benefits to our employees.\nHealth, Safety and Wellness\n. Providing a safe work environment for our employees, contractors, and customers is a primary objective of GMS and our family of companies. Our goal is to incur zero accidents and to ensure that everyone goes home safely at the end of every day. To achieve our goal, we abide by all safety requirements and regulations, and we endeavor to eliminate unsafe conditions and minimize related risks by identifying and supporting safe work practices, promoting safety awareness, providing employee training and education, and furnishing protective equipment. Safety is a constant focus of our management team with regular reporting to, and oversight by, our Board of Directors. We work together to protect our \n7\nTable of Contents\nemployees, contractors, and customers by promoting a culture of shared responsibility with collaborative program development, best practices, and the open exchange of suggestions, ideas, and concerns.\nInclusion and Diversity\n. Every person is important to us and as such, we have a responsibility to foster a workplace that values contributions and perspectives from a variety of backgrounds, skills and experiences regardless of race, color, age, sex, national origin, religion, marital status, sexual orientation, gender identity, gender expression, disability, or veteran status. Our differences make us a stronger team and the diversity in our thoughts and ideas makes us better able to serve our customers and other stakeholders. Both our Board of Directors and Leadership Team are committed to fulfilling this responsibility and recognize our work here is never done.\nWe have a company-wide inclusion and diversity program designed to support an inclusive and diverse work environment and have formalized training and recruitment programs. We have a manager of inclusion and diversity who has managerial responsibility for our inclusion and diversity program with quarterly oversight by our Board of Directors through the Human Capital Management and Compensation Committee.\nCompensation and Benefits. \nWe are committed to providing our employees with a competitive compensation package that rewards performance and the achievement of desired business results. Our total compensation package includes, depending on the position, cash compensation (wages or base salary and incentive or bonus payments), company contributions toward additional benefits (such as health and disability plans), retirement plans with a company match and paid time off. We also offer the opportunity to become a stockholder through equity grants for management and our employee stock purchase plan. We analyze our compensation and benefits programs annually to ensure we remain competitive and make changes, as necessary.\nGovernance\nOur Board and management team are committed to strong corporate governance that reflects high standards of ethics and integrity. We believe that strong corporate governance helps to ensure that the Company is managed for the long-term benefits of our stockholders and helps build public trust. We regularly review and consider our corporate governance policies and practices in the context of current corporate governance trends, regulatory changes and recognized best practices, taking into consideration the perspectives of our stockholders. As a result of this continued evaluation, we have taken numerous actions to strengthen our corporate governance practices over the past several years, which include adding four independent directors, two female directors and two African American directors, declassifying our board of directors and eliminating certain supermajority voting requirements.\nAvailable Information\nWe are subject to the informational requirements of the Securities Exchange Act of 1934, as amended, and in accordance therewith, we file reports, proxy and information statements and other information with the Securities and Exchange Commission (“SEC”). Our Annual Report on Form 10-K, Quarterly Reports on Form 10-Q, Current Reports on Form 8-K, and any amendments to these reports filed or furnished pursuant to Section 13(a) or 15(d) of the Exchange Act are available through the investor relations section of our website at www.gms.com. Reports are available free of charge as soon as reasonably practicable after we electronically file them with, or furnish them to, the SEC. The information contained on our website is not incorporated by reference into this Annual Report on Form 10-K.\nIn addition to our website, you may read and copy public reports we file with or furnish to the SEC at the SEC’s Public Reference Room at 100 F Street, NE, Washington, DC 20549. You may obtain information on the operation of the Public Reference Room by calling the SEC at 1-800-SEC-0330. The SEC maintains an Internet site that contains our reports, proxy and information statements, and other information that we file electronically with the SEC at www.sec.gov.\n8\nTable of Contents",
    "item1a": ">Item 1A. Risk Factors\nThe following risk factors may be important to understanding any statement in this Annual Report on Form 10-K or elsewhere. Our business, financial condition and results of operations can be affected by several factors, whether currently known or unknown, including but not limited to those described below. Any one or more of such factors could directly or indirectly cause our actual results of operations and financial condition to vary materially from past or anticipated future results of operations and financial condition. Any of these factors, in whole or in part, could materially and adversely affect our business, financial condition, results of operations and cash flows.\nRisks Relating to our Industry and Economic Conditions\nOur business is affected by general business, financial market and economic conditions, which could adversely affect our results of operations.\n \nOur business and results of operations are dependent on the commercial and residential construction and R&R markets, which are significantly affected by general business, financial market and economic conditions in the United States and Canada. An economic downturn or recession in the global economy could have a material adverse impact on our business, financial condition, results of operations and cash flows. General business, financial markets and economic conditions that impact the level of activity in the commercial and residential construction and R&R markets include, among others, interest rate fluctuations, inflation, unemployment levels, tax rates and policy, capital spending, bankruptcies, volatility in both the debt and equity capital markets, liquidity of the global financial markets, credit and mortgage markets, consumer confidence and spending, global economic growth, local, state, provincial and federal government regulation, housing supply and affordability, the strength of regional and local economies in which we operate and the impact of public health emergencies. Furthermore, commercial and residential construction and R&R markets generally face significant contraction in an economic downturn or recession. \nOur sales are in part dependent upon the commercial new construction market and the commercial R&R market.\nDemand for commercial projects was severely impacted by COVID-19 and has been slow to recover in certain sectors. However, we are starting to see some improvement, including stronger year-over-year commercial wallboard sales and volumes. Construction to support medical, hospitality and governmental projects has started to rebound, particularly where commercial development has followed residential expansion. Larger office projects, both new and for R&R, however, remain tempered, particularly in more mature urban markets. We cannot predict the duration of the current market conditions, changes in the demand for commercial space, or the timing or strength of any future recovery or downturn of commercial construction activity in our markets. Further increased weakness in the commercial construction market and the commercial R&R market would likely have an adverse effect on our business, financial condition and operating results. Furthermore, uncertainty about current and future economic conditions will continue to pose a risk to our business that serves the commercial new construction and R&R markets, including demand for commercial office space, tighter credit, disruptions caused by the inability of commercial borrowers to repay their debt obligations, negative financial news, a recession and/or declines in income, which could have a continued material negative effect on the demand for our products and services.\nOur sales are also in part dependent upon the residential new construction market and home R&R activity.\nThe distribution of our products, particularly wallboard, to contractors serving the residential market represents a significant portion of our business. Though its cyclicality has historically been somewhat moderated by R&R activity, wallboard demand is highly correlated with housing starts. Housing starts and R&R activity, in turn, are dependent upon a number of factors, including housing demand, housing inventory levels, housing affordability, mortgage rates, building mix between single- and multi-family homes, foreclosure rates, geographical shifts in the population and other changes in demographics, the availability of land, local zoning and permitting processes, the availability of construction financing, and the health of the economy and mortgage markets, including related government regulations. Unfavorable changes in any of these factors beyond our control could adversely affect consumer spending, result in decreased demand for homes and adversely affect our business.\nWe also rely, in part, on home R&R activity. Although the market for residential R&R has improved in recent years, there is no guarantee that it will continue to improve. Higher interest rates, inflation, higher gas prices, consumer confidence, stock market volatility and performance, unemployment, and lower home prices may restrict consumer spending, particularly on discretionary items such as home improvement projects, and affect consumer confidence levels leading to reduced spending in the R&R end markets. Furthermore, consumer preferences and purchasing practices and the strategies of our customers may \n9\nTable of Contents\nadjust in a manner that could result in changes to the nature and prices of products demanded by the end consumer and our customers and could adversely affect our business, financial condition, results of operations and cash flows.\nOur industry and the markets in which we operate are highly fragmented and competitive, and increased competitive pressure may adversely affect our results of operations.\nWe primarily compete in the distribution markets of wallboard, ceilings and complementary construction products with smaller distributors, several national and multi-regional specialty distributors of building materials and big-box retailers.  Some of our competition are larger and may have greater financial resources than us.\nCompetition varies depending on product line, type of customer and geographic area. If our competitors have greater financial resources or offer a broader range of building products, they may be able to offer higher levels of service or a broader selection of inventory than we can. Furthermore, any of our competitors may (i) foresee the course of market development more accurately than we do, (ii) provide superior service and sell or distribute superior products, (iii) have the ability or willingness to supply or deliver similar products and services at a lower cost, (iv) develop stronger relationships with our customers and other consumers in the industry in which we operate, (v) develop stronger relationships with our vendors or other manufacturers in our industry; (vi) adapt more quickly to evolving customer requirements than we do, (vii) develop a superior network of distribution centers in our markets, (viii) access financing on more favorable terms than we can obtain or (ix) bundle products we do not offer with other products that are competitive with the products we sell.\nThe consolidation of homebuilders may result in increased competition for their business. Certain product manufacturers that sell and distribute their products directly to homebuilders may increase the volume of such direct sales. Our suppliers may also elect to enter into exclusive supplier arrangements with other distributors. As a result, we may not be able to compete successfully with our competitors and our financial condition, results of operations and cash flows may be adversely affected.\nConsolidation in our industry may negatively impact our business.\nOur industry has experienced consolidation in recent years and may continue to experience consolidation, which could cause markets to become increasingly competitive as greater economies of scale are achieved by distributors that are able to efficiently expand their operations. There can be no assurance that we will be able to effectively take advantage of this trend toward consolidation which may make it more difficult for us to maintain operating margins and could also increase the competition for acquisition targets in our industry, resulting in higher acquisition costs and prices.\nRisks Relating to our Business\nWe are subject to significant fluctuations in prices and mix of the products we distribute, including as a result of inflationary and deflationary pressures, and we may not be able to pass on price increases to our customers and effectively manage inventories and margins.\nPrices for our products are driven by many factors, including general economic conditions, labor and freight costs, competition, demand for our products, international conflicts, government regulation and trade policies. Certain products we distribute have recently seen extreme price volatility, caused in large part by the contributory effects of COVID-19 and international conflicts. We may be subject to large and significant price increases, especially in periods of high inflation. Conversely, we may experience lower sales in a deflationary environment. We may not always be able to reflect increases in our costs in our own pricing, especially in times of extreme price volatility. Any inability to pass cost increases on to customers may adversely affect our business, financial condition and results of operations. In addition, if market prices for the products that we sell decline, we may realize lower revenues and margins from selling such products.\nLarge contractors and homebuilders in both the commercial and residential industries have historically been able to exert significant pressure on their outside suppliers and distributors to keep prices low in the highly fragmented building products supply and services industry. Continued consolidation in the commercial and residential industries and changes in builders’ purchasing policies and payment practices could result in even further pricing pressure. Furthermore, if new construction and R&R activity significantly declines, we could face increased pricing pressure from our competitors as we compete for a reduced number of projects. Overall, these pricing pressures may adversely affect our operating results and cash flows. In addition, we may experience changes in our customer mix or in our product mix. If customers require more lower-margin products from us and fewer higher-margin products, our business, financial condition, results of operations and cash flows may suffer.\n10\nTable of Contents\nWe may be unsuccessful in making and integrating acquisitions and opening new branches.\nThe success of our long-term business strategy depends in part on increasing our sales and growing our market share through strategic acquisitions and opening new branches. If we fail to identify and acquire suitable acquisition targets on appropriate terms or fail to identify and open new branches that expand our market, our growth strategy may be materially and adversely affected. Further, if our operating results decline, we may be unable to obtain the capital required to effect new acquisitions or open new branches.\nIn addition, we may not be able to integrate the operations of future acquired businesses in an efficient and cost-effective manner or without significant disruption to our existing operations. Even if we successfully integrate the businesses, there can be no assurance that we will realize the anticipated benefits of an acquisition. Moreover, acquisitions involve significant risks and uncertainties, including uncertainties as to the future financial performance of the acquired business, difficulties integrating acquired personnel and corporate cultures into our business, the potential loss of key employees, customers or suppliers, difficulties in integrating different computer and accounting systems, exposure to unknown or unforeseen liabilities of acquired companies, difficulties implementing disclosure controls and procedures and internal control over financial reporting for the acquired businesses, and the diversion of management attention and resources from existing operations. We may also be required to incur additional debt or issue equity in order to consummate acquisitions in the future, which may increase our indebtedness or result in dilution to our stockholders. Our failure to integrate future acquired businesses effectively or to manage other consequences of our acquisitions, including increased indebtedness, could prevent us from remaining competitive and, ultimately, could adversely affect our financial condition, results of operations and cash flows.\nWe may not be able to expand into new geographic markets, expand core products or expand our complementary products, which may impact our ability to grow our business.\nWe intend to continue to pursue our business strategy to expand into new geographic markets and grow our complementary products for the foreseeable future. Our expansion into new geographic markets or the introduction of new product lines may present competitive, distribution and other challenges that differ from the challenges we currently face. In addition, we may be less familiar with the customers in these markets and may ultimately face different or additional risks, as well as increased or unexpected costs, compared to those we experience in our existing markets. Expansion into new geographic markets or product lines may also expose us to direct competition with companies with whom we have limited or no experience as competitors. To the extent we rely upon expanding into new geographic markets and growing our complementary products and do not meet, or are unprepared for, any new challenges posed by such expansion or growth, our future sales growth could be negatively impacted, our operating costs could increase, and our business and results of operations could be negatively affected.\nProduct shortages, loss of key suppliers or failure to develop relationships with qualified suppliers, and our dependence on third-party suppliers and manufacturers could affect our financial health.\nThe products we distribute are manufactured by several major suppliers. Our ability to offer a wide variety of products to our customers is dependent upon our ability to obtain adequate product supply from manufacturers and other suppliers. Historically the wallboard and steel products we distribute have been available from various sources and in sufficient quantities to meet our customer demand. However, certain wallboard and steel products are on long lead times from suppliers and as a result, our ability to obtain adequate supply of such wallboard and steel products may be adversely affected. Ceiling distribution arrangements are often exclusive to certain specified geographic areas. Any disruption or shortage in our sources of supply, particularly of the most commonly sold items, could result in a loss of revenue, reduced margins and damage to our relationships with customers. Supply shortages may occur as a result of, among other things, unanticipated increases in demand, shortage of raw materials, including the availability of synthetic gypsum, work stoppages, manufacturing challenges, natural disasters and pandemics, military conflicts, civil unrest, acts of terrorism, difficulties in production or delivery or failure to maintain satisfactory relationships with our key suppliers. The loss of, or a substantial decrease in the availability of, products from our suppliers or the loss of key supplier arrangements, such as those whereby we are afforded exclusive distribution rights in certain geographic areas, could adversely impact our financial condition, results of operations and cash flows.\nOur ability to maintain relationships with qualified suppliers who can satisfy our high standards of quality and our need to be supplied with products in a timely and efficient manner is a significant challenge. In addition, our suppliers may elect to distribute some or all of their products directly to end-customers or they could expand competitive channels of distribution. This could also adversely impact our ability to obtain favorable pricing from suppliers and optimize margins and revenue with respect to our customers. \n11\nTable of Contents\nAlthough in some instances we have agreements with our suppliers, these agreements are generally terminable by either party on limited notice. If market conditions change or if suppliers change their strategies for distributing products, suppliers may stop offering us favorable terms.\nIncreases in operating costs or failure to achieve operating efficiencies could adversely affect our results of operations and cash flows.\nOur financial performance is affected by the level of our operating costs, which have recently been subject to increased inflationary pressures. To the extent such costs increase, we may be prevented, in whole or in part, from passing these cost increases through to our existing and prospective customers, which could have a material adverse impact on our business, financial position, results of operations and cash flows. In addition, our business strategy entails a heightened focus on enhanced productivity and profitability across the organization. If we do not recognize the anticipated benefits of our operating efficiency and cost reduction opportunities in a timely manner or they present greater than anticipated costs, our results of operations and cash flows could be adversely affected.\nThe loss of any of our significant customers, a reduction in the quantity of products they purchase or inability to pay could affect our financial health.\nOur ten largest customers generated approximately 7.1%, 8.1% and 9.0% of our net sales in the aggregate for fiscal 2023, 2022 and 2021, respectively. We cannot guarantee that we will maintain or improve our relationships with these customers, or successfully assume the customer relationships of any businesses that we acquire, or that we will continue to supply these customers at historical levels. We extend credit to numerous customers who are generally susceptible to the same economic business risks that we are. Unfavorable market conditions could result in financial failures of one or more of our significant customers. If our larger customers’ financial positions were to become impaired, our ability to fully collect receivables from such customers could be impaired and negatively affect our financial condition, results of operations and cash flows.\nIn addition, our customers may: (i) purchase some of the products that we currently sell and distribute directly from manufacturers; (ii) elect to establish their own building products manufacturing and distribution facilities; or (iii) favor doing business with manufacturing or distribution intermediaries in which they have an economic stake. Continued consolidation among professional homebuilders and\n \ncommercial builders could also result in a loss of some of our present customers to our competitors. The loss of one or more of our significant customers or deterioration in our existing relationships with any of our customers could adversely affect our financial condition, operating results and cash flows. Furthermore, our customers typically are not required to purchase any minimum amount of products from us. Should our customers purchase the products we distribute in significantly lower quantities than they have in the past or should the customers of any businesses that we acquire purchase products from us in significantly lower quantities than they had prior to our acquisition of the business, such decreased purchases could adversely affect our financial condition, results of operations and cash flows.\nWe occupy many of our facilities under long-term non-cancellable leases, and we may be unable to renew our leases at the end of their terms.\nMany of our facilities are located on leased premises subject to non-cancellable leases. Typically, our leases have options to renew for specified periods of time. We believe that our future leases will likely also be non-cancellable and have similar renewal options. If we close or stop fully utilizing a facility, we will most likely remain obligated to perform under the applicable lease, which would include, among other things, making the base rent payments, and paying insurance, taxes and other expenses on the leased property for the remainder of the lease term. Our inability to terminate a lease when we stop fully utilizing a facility or exit a geographic market can have a significant adverse impact on our financial condition, results of operations and cash flows. In addition, at the end of the lease term and any renewal period for a facility, we may be unable to renew the lease without substantial additional cost, if at all. If we are unable to renew our facility leases, we may close or relocate a facility, which could subject us to construction and other costs and risks, which in turn could have a material adverse effect on our business and operating results. Further, we may not be able to secure a replacement facility in a location that is as commercially viable, including access to rail service, as the lease we are unable to renew. Having to close a facility, even briefly to relocate, would reduce the sales that such facility would have contributed to our revenues. Additionally, a relocated facility may generate less revenue and profit, if any, than the facility it was established to replace.\n12\nTable of Contents\nWe may be unable to effectively manage our inventory and working capital as our sales volume changes or the prices of the products we distribute fluctuate, which could have a material adverse effect on our business, financial condition and results of operations.\nWe purchase products, including wallboard, ceilings, steel framing and complementary products, from manufacturers which are then sold and distributed to customers. We must maintain, and have adequate working capital to purchase, sufficient inventory to meet customer demand. Due to the lead times required by our suppliers, we order products in advance of expected sales. As a result, we are required to forecast our sales and purchase accordingly. In periods characterized by significant changes in economic growth and activity in the commercial and residential building and home R&R industries, it can be especially difficult to forecast our sales accurately. We must also manage our working capital to fund our inventory purchases. Significant increases in the market prices of certain building products, such as wallboard, ceilings and steel framing, can put negative pressure on our operating cash flows by requiring us to invest more in inventory. In the future, if we are unable to effectively manage our inventory and working capital as we attempt to expand our business, our cash flows may be negatively affected, which could have a material adverse effect on our business, financial condition and results of operations.\nAny significant fuel cost increases or shortages in the supply of fuel could disrupt our ability to distribute products to our customers, which could adversely affect our results of operations.\nWe currently use our fleet of owned and leased delivery vehicles to service customers in the regions in which we operate. As a result, we are inherently dependent upon fuel to operate our fleet and are impacted by changes in its price. The cost of fuel is largely unpredictable and has a significant impact on our results of operations. Fuel availability, as well as pricing, is also impacted by political, economic and market factors that are outside our control. Significant increases in the cost of fuel or disruptions in the supply of fuel could adversely affect our financial condition and results of operations.\nNatural or man-made disruptions to our facilities may adversely affect our business and operations.\nWe maintain facilities throughout the United States and Canada, as well as our corporate headquarters in Tucker, Georgia, which supports our facilities with various back-office functions. In the event any of our facilities are damaged or operations are disrupted from fire, earthquake, hurricanes, tornados and other weather-related events, an act of terrorism, civil or political unrest, pandemics, or any other cause, a significant portion of our inventory could be damaged and our ability to distribute products to customers could be materially impaired. In addition, general weather patterns affect our operations throughout the year, with adverse weather historically reducing construction activity in our third and fourth quarters. Adverse weather events, natural disasters or similar events, including as a result of climate change, could generally reduce or delay construction activity and our operations, which could adversely impact our financial condition, results of operations and cash flows. \nMoreover, we could incur significantly higher costs and experience longer lead times associated with distributing products to our customers during the time that it takes for us to reopen or replace a damaged facility. Disruptions to the transportation infrastructure systems in the United States and Canada, including those related to a terrorist attack, civil unrest and pandemics, may also affect our ability to keep our operations and services functioning properly. If any of these events were to occur, our financial condition, results of operations and cash flows could be materially adversely affected.\nOur Canadian operations could have a material adverse effect on us, including from currency rate fluctuations.\nWe operate in six provinces in Canada. We are subject to several risks specific to this country. We may also become subject to risks specific to other countries where we may operate our business. These risks include social, political and economic instability, unexpected changes in regulatory requirements, tariffs and other trade barriers, currency exchange fluctuations, acts of war or terrorism and import/export requirements. Our financial statements are reported in United States dollars with international transactions being translated into United States dollars.\nApproximately 12% of our net sales during the year ended April 30, 2023 were derived from our operations in Canada. Our exposure to currency rate fluctuations could be material to the extent that currency rate changes are significant or that our international operations comprise a larger percentage of our consolidated results. In addition, such fluctuations may also affect the comparability of our results between financial periods. We do not currently hedge the net investments in our foreign operations. Any of these factors could have a material adverse effect on our business, financial condition and results of operations.\n13\nTable of Contents\nWe may be unable to continue to anticipate and address evolving consumer demands.\nOur success depends on meeting consumer needs and anticipating changes in consumer preferences with successful new products and product improvements. We aim to introduce products and new or improved production processes proactively to offset obsolescence and decreases in sales of existing products. While we devote significant focus to the selling and marketing of new products, we may not be successful in selecting the most accepted new products and our new products may not be commercially successful. In addition, it is possible that competitors may improve their products more rapidly or effectively, which could adversely affect our sales. Furthermore, market demand may decline because of consumer preferences trending away from our categories or trending down within our brands or product categories, which could adversely impact our financial condition, results of operations and cash flows.\nRisks Relating to Legal, Regulatory and Compliance\nWe are exposed to product liability, warranty, casualty, construction defect, contract, tort, personal injury, employment and other claims and legal proceedings related to our business, the products we distribute, the services we provide and services provided for us by third parties.\nIn the ordinary course of business, we are subject to various claims and litigation. Any such claims, whether with or without merit, could be time consuming and expensive to defend and could divert management’s attention and resources. The building materials industry has been subject to personal injury and property damage claims arising from alleged exposure to raw materials contained in building products as well as claims for incidents of catastrophic loss, such as building fires. As a distributor of building materials, we face an inherent risk of exposure to product liability claims if the use of the products we have distributed in the past or may in the future distribute is alleged to have resulted in economic loss, personal injury or property damage or violated environmental, health or safety or other laws. Such product liability claims have included and may in the future include allegations of defects in manufacturing, defects in design, a failure to warn of dangers inherent in the product, negligence, strict liability or a breach of warranties. Certain of our subsidiaries have been the subject of claims related to alleged exposure to asbestos-containing products they distributed prior to 1979, which have not materially impacted our financial condition or operating results. See “Item 3, Legal Proceedings.” Such cases are continuing to be filed, and plaintiffs are attempting to expand such causes of action to include additional products, cause of exposure, and time periods beyond 1979. If such attempted expansion by plaintiffs is successful, our financial condition, operating results and cash flows could be adversely affected. \nWe are also from time to time subject to casualty, contract, tort and other claims relating to our business, the products we have distributed in the past or may in the future distribute, and the services we have provided in the past or may in the future provide, either directly or through third parties. If any such claim were adversely determined, our financial condition, operating results and cash flows could be adversely affected if we were unable to seek indemnification for such claims or were not adequately insured for such claims. We rely on manufacturers and other suppliers to provide us with the products we sell or distribute. Since we do not have direct control over the quality of products that are manufactured or supplied to us by third parties, we are particularly vulnerable to risks relating to the quality of such products. In addition, many of our employees, and our delivery and warehouse employees in particular, are subject to hazards associated with providing services on construction sites, at our distribution centers and while delivering our products. As a result, we have a heightened risk of potential claims arising from the conduct of our employees, builders and their subcontractors, and third-party installers for which we may be liable. We and they are subject to regulatory requirements and risks applicable to general contractors, which include management of licensing, permitting and quality of third-party installers. As they apply to our business, if we fail to manage these processes effectively or provide proper oversight of these services, we could suffer lost sales, fines and lawsuits, as well as damage to our reputation, which could adversely affect our business, results of operations and cash flows.\nInsurance costs continue to rise and retention amounts have been increasing. Furthermore, increased claims could cause the costs of our insurance to increase even further. Although we believe we currently maintain suitable and adequate insurance in excess of our self-insured amounts, there can be no assurance that we will be able to maintain such insurance on acceptable terms or that such insurance will provide adequate protection against potential liabilities, and the cost of any product liability, warranty, casualty, construction defect, contract, tort, employment or other litigation or other proceeding, even if resolved in our favor, could be substantial. Additionally, we do not carry insurance for all categories of risk that our business may encounter. Any significant uninsured liability may require us to pay substantial amounts. There can be no assurance that any current or future claims will not adversely affect our financial position, results of operations or cash flows. \n14\nTable of Contents\nFederal, state, provincial, local and other regulations could impose substantial costs and restrictions on our operations that would reduce our net income.\nWe are subject to various federal, state, provincial, local and other laws and regulations, including, among other things, environmental, health and safety laws and regulations, transportation regulations promulgated by the U.S. Department of Transportation, or the DOT, work safety regulations promulgated by the Occupational Safety and Health Administration, or OSHA, employment regulations promulgated by the U.S. Equal Employment Opportunity Commission, regulations of the U.S. Department of Labor, consumer protection laws regarding privacy, and state and local zoning restrictions, building codes and contractors’ licensing regulations. More burdensome regulatory requirements in these or other areas may increase our general and administrative costs and adversely affect our financial condition, operating results and cash flows. Moreover, failure to comply with the regulatory requirements applicable to our business could expose us to litigation and substantial fines and penalties that could adversely affect our financial condition, results of operations and cash flows.\nIn addition, the commercial and residential construction industries are subject to various local, state and federal statutes, ordinances, codes, rules and regulations concerning zoning, building design and safety, construction, contractor licensing, energy conservation and similar matters, including regulations that impose restrictive zoning and density requirements on the residential new construction industry or that limit the number of homes or other buildings that can be built within the boundaries of a particular area. Regulatory restrictions may increase our operating expenses and limit the availability of suitable building lots for our customers, any of which could negatively affect our business, financial condition and results of operations.\nExpectations relating to environmental, social and governance considerations expose us to potential liabilities, increased costs, reputational harm and other adverse effects on our business.\nMany governments, regulators, investors, employees, customers and other stakeholders are increasingly focused on environmental, social and governance considerations relating to businesses, including climate change and greenhouse gas emissions, human capital and diversity, equity and inclusion. We make statements about our environmental, social and governance goals and initiatives through information provided on our website, press statements and other communications. Responding to these environmental, social and governance considerations and implementation of these goals and initiatives involves risks and uncertainties, including those described under “Forward-Looking Statements,” requires investments and are impacted by factors that may be outside our control. In addition, some stakeholders may disagree with our goals and initiatives and the focus of stakeholders may change and evolve over time. Any failure, or perceived failure, by us to achieve our goals, further our initiatives, adhere to our public statements, comply with federal, state or international environmental, social and governance laws and regulations, or meet evolving and varied stakeholder expectations and standards could result in legal and regulatory proceedings against us and materially adversely affect our business, reputation, results of operations, financial condition and stock price.\nRisks Relating to Our Liquidity and Capital Resources\nThe agreements that govern our indebtedness contain various financial covenants that could limit our ability to engage in activities that may be in our best long-term interests.\nThe agreements that govern our indebtedness include covenants that, among other things, may impose significant operating and financial restrictions, including restrictions on our ability to engage in activities that may be in our best long-term interests. These covenants may restrict our ability to:\n•\nincur additional indebtedness; \n•\ncreate or maintain liens on property or assets; \n•\nmake investments, loans and advances; \n•\nsell certain assets or engage in acquisitions, mergers or consolidations; \n•\nredeem debt; \n•\npay dividends and repurchase our shares; and \n•\nenter into transactions with affiliates.\nIn addition, under the terms of our senior secured asset based revolving credit facility (the “ABL Facility”), we may at times be required to comply with a specified fixed charge coverage ratio. Our ability to meet this ratio could be affected by events beyond our control, and we cannot assure that we will meet this ratio.\n15\nTable of Contents\nA breach of any of the covenants under any of our debt agreements may result in a default under such agreement. If any such default occurs, the administrative agent under the agreement would be entitled to take various actions, including the acceleration of amounts due under the agreement and all actions permitted to be taken by a secured creditor. This could have serious adverse consequences on our financial condition and could cause us to become insolvent.\nOur current indebtedness, degree of leverage and any future indebtedness we may incur, may adversely affect our cash flows, limit our operational and financing flexibility and negatively impact our business and our ability to make payments on our indebtedness and declare dividends and make other distributions.\nAs of April 30, 2023, $499.5 million was outstanding under our senior secured first lien term loan facility (the “Term Loan Facility”), $350.0 million was outstanding under our senior unsecured notes (“Senior Notes”) and $110.0 million was outstanding under our ABL Facility. In addition, we may incur substantial additional debt in the future. Our current indebtedness and other debt instruments we may enter in the future, may have significant consequences to our business and, as a result, may impact our stockholders, including:\n•\nimpairing our ability to obtain additional financing for working capital, capital expenditures, acquisitions or general corporate purposes;\n•\nrequiring us to dedicate a significant portion of our cash flows from operations to pay interest on any outstanding indebtedness, which would reduce the funds available to us for operations and other purposes;\n•\nlimiting our flexibility in planning for, or reacting to, changes in our business, the industries in which we operate; \n•\nmaking it more difficult for us to satisfy our obligations with respect to our indebtedness; \n•\nmaking us more vulnerable to adverse changes in general economic, industry and competitive conditions and adverse changes in government regulation; \n•\nplacing us at a competitive disadvantage compared to our competitors that are less leveraged and, therefore, more able to take advantage of opportunities that our leverage prevents us from exploiting; \n•\nimpairing our ability to refinance existing indebtedness or borrow additional amounts for working capital, capital expenditures, acquisitions, debt service requirements, execution of our business strategy or other purposes; \n•\nrestricting our ability to pay dividends, make other distributions and repurchase our shares; and \n•\nadversely affecting our credit ratings.\nAny of the above-listed factors could materially adversely affect our financial condition, liquidity or results of operations.\nFurthermore, we expect that we will depend primarily on cash generated by our operations to pay our expenses and any amounts due under our existing indebtedness and any future indebtedness we may incur. As a result, our ability to repay our indebtedness depends on the future performance of our business, which will be affected by financial, business, economic and other factors, many of which we cannot control. Our business may not generate sufficient cash flows from operations in the future and we may not achieve our currently anticipated growth in revenues and cash flows, either or both of which could result in our being unable to repay indebtedness or to fund other liquidity needs. If we do not have enough funds, we may be required to refinance all or part of our then existing indebtedness, sell assets or borrow additional funds, in each case on terms that may not be acceptable to us, if at all. In addition, the terms of existing or future debt agreements, including our existing ABL Facility, Term Loan Facility and Senior Notes, may restrict us from engaging in any of these alternatives. Our ability to recapitalize and incur additional debt in the future could also delay or prevent a change in control of our Company, make certain transactions more difficult to complete or impose additional financial or other covenants on us.\nDespite our current level of indebtedness, we may still be able to incur more debt.\nWe may be able to incur significant additional indebtedness in the future, including secured debt. Although the agreements governing our indebtedness contain restrictions on the incurrence of additional indebtedness, these restrictions are subject to several qualifications and exceptions, and the additional indebtedness incurred in compliance with these restrictions could be substantial. These restrictions also will not prevent us from incurring obligations that do not constitute indebtedness, including obligations under operating lease arrangements. In addition, the ABL Facility provides a commitment of up to $950.0 million, subject to a borrowing base. As of April 30, 2023, we had available borrowing capacity of $759.2 million under the ABL Facility. If new debt is added to our current debt levels, the related risks that we now face could intensify.\nAn increase in interest rates would increase the cost of servicing our debt and could reduce our profitability.\nOur Term Loan Facility and ABL Facility bear interest at variable rates. We have entered into interest rate swaps for a portion of our debt with the objective of minimizing the risks associated with our Term Loan Facility. However, increases in \n16\nTable of Contents\ninterest rates with respect to any amount of our debt not covered by the interest rate swaps could increase the cost of servicing our debt and could materially reduce our profitability and cash flows. Such increases may result from changes in regulatory standards or industry practices. Excluding the effect of the interest rate swaps, each 1% increase in interest rates on the Term Loan Facility would increase our annual interest expense by $5.0 million based on the balance outstanding under the Term Loan Facility as of April 30, 2023. Assuming the ABL Facility was fully drawn up to the $950.0 million maximum commitment, each 1% increase in interest rates would result in a $9.5 million increase in annual interest expense on the ABL Facility.\nWe may have future capital needs that require us to incur additional debt and may be unable to obtain additional financing on acceptable terms, if at all.\nWe rely substantially on the liquidity provided by our existing ABL Facility and cash on hand to provide working capital and fund our operations. Our working capital and capital expenditure requirements may increase as our markets rebound and we execute our strategic growth plan. Economic and credit market conditions, increases in interest rates, the performance of the commercial and residential construction markets, and our financial performance, as well as other factors, may constrain our financing abilities. Our ability to secure additional financing, if available, and to satisfy our financial obligations under indebtedness outstanding from time to time will depend upon our future operating performance, the availability of credit, economic conditions, and financial, business and other factors, many of which are beyond our control. The prolonged continuation or worsening of current housing market conditions and the macroeconomic factors that affect our industry could require us to seek additional capital and have a material adverse effect on our ability to secure such capital on favorable terms, if at all.\nWe may be unable to secure additional financing or financing on favorable terms or our operating cash flow may be insufficient to satisfy our financial obligations under our outstanding indebtedness. If additional funds are raised through the issuance of additional equity or convertible debt securities, our stockholders may experience significant dilution. We may also incur additional indebtedness in the future, including secured debt, subject to the restrictions contained in the ABL Facility, the Term Loan Facility and Senior Notes. If new debt is added to our current debt levels, the related risks that we now face could intensify.\nGeneral Risk Factors\nThe effect of global pandemics, such as COVID-19, and other widespread public health crises, and the measures undertaken by governmental authorities to address any such crises, may adversely affect our business and results of operations.\nPublic health crises, pandemics and epidemics, such as COVID-19, have impacted our operations and financial performance. The spread of highly infectious or contagious diseases could cause quarantines, business shutdowns, reduction in business activity and financial transactions, labor shortages, supply chain interruptions, and overall economic and financial market instability, all of which may impact general economic conditions or consumer confidence. Any of these developments could materially and adversely affect our business, financial condition and results of operations.\nFailure to attract and retain key employees while controlling costs could have a significant adverse effect on our business.\nOur success depends in part on our ability to attract, hire, train and retain qualified managerial, operational, sales and other personnel. We face significant competition for these types of employees in our industry and from other industries. We may be unsuccessful in attracting and retaining the personnel we require to conduct and expand our operations successfully. In addition, key personnel may leave us and compete against us. Our success also depends, to a significant extent, on the continued service of our senior management team. The loss of any member of our senior management team or other experienced senior employees could impair our ability to execute our business plan, cause us to lose customers and reduce our net sales, or lead to employee morale problems and/or the loss of other key employees. In any such event, our financial condition, results of operations and cash flows could be adversely affected.\nAs a result of labor shortages, particularly among drivers and material handlers, we may face higher operating expenses and may lose revenue opportunities if labor shortages prevent us from having the capacity to meet customer demand. We could be required to increase our use of temporary or contract labor. Using temporary or contract labor typically requires higher cost and may be less productive than full-time employees. In addition, a shortage of qualified drivers could require us to increase driver compensation, let trucks sit idle, utilize contract haulers, utilize less experienced drivers, or face difficulty meeting customer demands, all of which could adversely affect our business and results of operations.\n17\nTable of Contents\nCybersecurity breaches could harm our business.\nIn the ordinary course of our business, we collect and store sensitive data, including our proprietary business information and that of our customers, suppliers and business partners, and personally identifiable information of our customers and employees, in our data centers and on our networks. The secure processing, maintenance and transmission of this information is critical to our operations. We have incurred costs and may incur significant additional costs to implement the security measures that we believe are appropriate to protect our IT systems. Our security measures are focused on the prevention, detection and remediation of damage from computer viruses, natural or man-made disasters, unauthorized access, cyber-attacks and other similar disruptions. Despite our security measures, our IT systems and infrastructure may be vulnerable to attacks by hackers or breached due to employee error, malfeasance or other disruptions. To date, we do not believe we have experienced a material breach of our IT systems. Any attacks on our IT systems could result in our systems or data being breached or damaged by computer viruses or unauthorized physical or electronic access. Such a breach could result in not only business disruption, but also theft of our intellectual property or other competitive information or unauthorized access to controlled data and any personal information stored in our IT systems. To the extent that any data is lost or destroyed, or any confidential information is inappropriately disclosed or used, it could adversely affect our competitive position or customer relationships. In addition, any such access, disclosure or other loss of information could result in legal claims or proceedings, liability under laws that protect the privacy of personal information, damage our reputation and cause a loss of confidence in our business, products and services, which could adversely affect our business, financial condition, results of operations and cash flows.\nA disruption of our IT systems could adversely impact our business and operations.\nWe rely on the accuracy, capacity and security of our IT systems, some of which are managed or hosted by third parties, and our ability to continually update these systems in response to the changing needs of our business. Our IT systems and those of our third-party service providers are vulnerable to damage or interruption from fires, earthquakes, hurricanes, tornados, floods and other natural disasters, terrorist attacks, power loss, capacity limitations, telecommunications failures, software and hardware defects or malfunctions, break-ins, sabotage and vandalism, human error and other disruptions that are beyond our control. We continue to invest capital to enhance, expand and increase the reliability of our network, but these capital expenditures may not achieve the results we expect. The occurrence of any disruption or system failure or other significant disruption to business continuity may result in a loss of business, increase expenses, damage our reputation or expose us to litigation and possible financial losses, any of which could adversely affect our business, results of operations and cash flows.\nTrade policies could make sourcing product from foreign countries more difficult or more costly.\nWe source some of our products from outside of the United States or Canada. Suppliers that we utilize may rely upon non-domestic products, and therefore, any significant changes to the United States or Canadian trade policies (and those of other countries in response) may cause a material adverse effect on our ability to procure products from suppliers that source from other countries or significantly increase the costs of obtaining such products, which could result in a material adverse effect on our results of operations.\nThe market price of our common stock may be highly volatile.\nThe trading price of our common stock has been and may continue to be subject to fluctuations in response to certain events and factors, such as quarterly variations in results of operations, changes in financial estimates, unstable economic conditions, changes in recommendations or reduced coverage by securities analysts, the operating and stock price performance of other companies that investors may deem comparable to us, news reports relating to trends in the markets in which we operate, general economic conditions or other factors described in this “Risk Factors” section of this Annual Report on Form 10-K.\nIn addition, the stock market in general and the market prices for companies in our industry have experienced volatility that often has been unrelated to the operating performance of such companies. These broad market and industry fluctuations may adversely affect the price of our stock, regardless of our operating performance. Additionally, volatility or a lack of positive performance in our stock price may adversely affect our ability to retain key employees, many of whom have been granted stock incentive awards.\n18\nTable of Contents",
    "item7": ">Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations\nOverview\nGMS Inc. (together with its consolidated subsidiaries, “we,” “our,” “us,” “GMS” or the “Company”), through its wholly owned operating subsidiaries, operates a network of more than 300 distribution centers with extensive product offerings of wallboard, ceilings, steel framing and complementary construction products. We also operate more than 100 tool sales, rental and service centers. Through these operations, we provide a comprehensive selection of building products and solutions for our residential and commercial contractor customer base across the United States and Canada. Our unique operating model combines the benefits of a national platform and strategy with a local go-to-market focus, enabling us to generate significant economies of scale while maintaining high levels of customer service.\nFiscal 2023 Highlights\nKey highlights in our business during fiscal 2023 are described below:\n•\nGenerated net sales of $5,329.3 million, a 15.0% increase from the prior year primarily due to inflationary pricing along with strength in multi-family residential construction activity and an improving commercial landscape, each of which helped drive volume growth in wallboard and complementary products. We also benefited from acquisitions completed over the past year.\n•\nGenerated net income of $333.0 million, a 21.8% increase from the prior year, primarily due to the increase in net sales noted above, partially offset by increased selling, general and administrative expenses, and an increase in the provision for income taxes. Supply chain dynamics led to high levels of product price inflation, which has been the principal driver of both sales growth and incremental profitability. Net income as a percentage of sales was 6.2% and 5.9% during fiscal 2023 and 2022, respectively.\n•\nGenerated Adjusted EBITDA (a non-GAAP measure, see “Non-GAAP Financial Measures” in this Item 7) of $665.7 million, a 17.4% increase from the prior fiscal year, primarily due to the increase in net sales noted above. Adjusted EBITDA, as a percentage of net sales, increased to 12.5% as compared to 12.2% for the prior year primarily due to better operating leverage, as product price inflation on sales outpaced operating cost inflation.\n•\nCompleted four acquisitions and opened six new branches (“greenfields”), increasing the Company’s geographic footprint and product offerings.\nRecent Developments\nAcquisitions\nOn June 1, 2022, we acquired certain assets of Construction Supply of Southwest Florida, Inc. (“CSSWF”). CSSWF is a distributor of various stucco, building and waterproofing supplies serving markets in the southwest Florida area. \nOn December 30, 2022, we acquired certain assets of Tanner Bolt and Nut, Inc. (“Tanner”). Tanner is a distributor of various tools, fasteners, sealants and related construction products to the broader New York City market through its four distribution facilities. \nOn April 3, 2023, we acquired certain assets of Blair Building Materials, Inc. (“Blair”). Blair provides exteriors, insulation and waterproofing products to customers in the Greater Toronto Area. Blair operates from a single location in Maple, Ontario. Also on April 3, 2023, we acquired Engler, Meier and Justus, Inc. (“EMJ”). EMJ is a leading distributor of drywall, acoustical ceilings and related interior construction products to the greater Chicago market and EIFS related products in the Southeastern United States. EMJ operates from five locations\n.\nSubsequent to our fiscal year end on May 1, 2023, we acquired Jawl Lumber Corporation, which provides service to the Vancouver Island market in Canada under the Home Lumber and Building Supplies (\"Home Lumber\") brand name. Home Lumber is a leading supplier of lumber, engineered wood, doors, framing packages and siding as well as other key complementary building materials. Home Lumber operates from a single location in Victoria, Canada.\n23\nTable of Contents\nFor more information regarding our acquisitions, see Note 2 of the Notes to Consolidated Financial Statements included in this Annual Report on Form 10-K.\nGreenfields\nDuring fiscal 2023, we opened greenfield locations in Wildwood, Florida; Cleveland, Ohio; Greenville, North Carolina; Brooklyn, New York; Chester, Virginia; and Ottawa, Ontario. We also opened eleven new Ames tool sales, rental and service centers.\nMarket Conditions and Outlook\nResidential\nWe experienced strong underlying demand for our residential products since mid-2020 as favorable demographics, low interest rates, low levels of new and existing homes for sale, a strong job market and a change in workplace habits and preferences resulting from COVID-19 helped drive new home purchases. We now see single-family construction demand has slowed in most regions of the country, except for the Southeast region which has been an outlier with modest year-over-year single-family growth, primarily as a result of rising interest rates and inflation, along with broader macroeconomic and geopolitical concerns. However, while multi-family starts have moderated from their exceptionally high levels during calendar year 2022, we expect strength in multi-family residential construction demand to continue through most of calendar 2023 as there remains a large backlog between starts and completions in that industry segment.\nMore broadly, while affordability issues have created some near-term uncertainty, the solid underlying demand fundamentals of the housing market, including favorable demographics and low levels of supply of new homes, are expected to provide support for that market in the longer term. In addition, we believe the Company continues to be well-positioned to adjust to meet demand in our end markets due to our broad mix of customers, including commercial, multi-family and single-family builders and contractors, product offerings and geographic scope. Moreover, given the limited inventory of existing homes and the structural need for residential housing, we are also encouraged by recent improvement in starts activity and builder sentiment as we look later into the year.  \nCommercial\nDemand for commercial projects was severely impacted by COVID-19 and has been slow to recover in certain of its sectors. However, we see some improvement, including stronger year-over-year commercial wallboard sales and volumes. Construction to support medical, hospitality and governmental projects has started to rebound, particularly where commercial development has followed residential expansion. Larger office projects, both new and for repair and remodeling (“R&R”), however, remain tempered, particularly in more mature urban markets. \nAs with residential contractors, both we and commercial contractors face inflationary pressures and availability constraints for fuel, labor, building products and other miscellaneous expenses.\n24\nTable of Contents\nFactors and Trends Affecting our Operating Results\nGeneral Economic Conditions\nOur business is sensitive to changes in general economic conditions, including, in particular, conditions in the U.S. and Canadian commercial construction and housing markets. The markets we serve are broadly categorized as commercial new construction, commercial R&R, residential new construction and residential R&R. Prior to the pandemic, we believed all four end markets were in an extended period of expansion following a deep and prolonged downturn. The impacts of COVID-19 caused significant disruption and uncertainty. While the economy has generally recovered from the impacts of COVID-19, commercial construction has been impacted by decreased demand for office space, tighter credit, and concerns regarding the market generally, and inflation, rising mortgage rates and home price appreciation have led to a more challenging macro-economic environment for residential construction. These developments have impacted the housing market, including the residential R&R and residential new construction end markets, and have contributed to a recent slowdown in the housing industry.\nCommercial New Construction\nOur addressable commercial construction market is composed of a variety of commercial and institutional sub-segments with varying demand drivers. Our commercial markets include offices, hotels, retail stores, warehouses and other commercial buildings, while our institutional markets include educational facilities, healthcare facilities, government buildings and other institutional facilities. The principal demand drivers across these markets include the overall economic outlook, the general business cycle, government spending, vacancy rates, employment trends, interest rates, availability of credit and demographic trends. Given the depth of the last recession and the negative impacts of COVID-19, activity in the commercial construction market remains below average historical levels. However, we are starting to see some improvement in markets outside of large office, especially in larger urban markets.\nCommercial R&R\nWe believe commercial R&R spending is typically more stable than new commercial construction activity. Commercial R&R spending is driven by several factors, including commercial real estate prices and rental rates, office and retail vacancy rates, government spending and interest rates. Commercial R&R spending is also driven by commercial lease expirations and renewals, as well as tenant turnover. Such events often result in repair, reconfiguration and/or upgrading of existing commercial space. As such, the commercial R&R market has historically been less volatile than commercial new construction. While there is very limited third-party data for commercial R&R spending, commercial R&R spending has been negatively impacted by COVID-19. However, we are starting to see some recovery in markets outside of large office, especially in larger urban markets.\nResidential New Construction\nResidential construction activity is driven by several factors, including the overall economic outlook, employment, income growth, home prices, availability of mortgage financing and related government regulations, interest rates and consumer confidence, among others. While housing starts have generally recovered in recent years, activity in the market remains below historical peaks. \nResidential R&R\nResidential R&R activity is typically more stable than new construction activity. Following a prolonged period of under-investment during the downturn from 2007 to 2011, residential R&R activity experienced above-average growth in more recent years. The primary drivers of residential R&R spending include changes in existing home prices, existing home sales, the average age of the housing stock, consumer confidence and interest rates.\n25\nTable of Contents\nPrice and Mix Changes\nPrices for certain of our products are subject to fluctuations arising from changes in domestic and international supply and demand, labor costs, competition, market speculation, government regulations, tariffs and trade restrictions, and periodic delays in delivery. Certain products we distribute have recently seen extreme price volatility, caused in large part by the contributory effects of COVID-19 and the international conflicts. Price inflation may impact demand for these products while price deflation may reduce our net sales and compress our margins. There is no assurance that we can successfully pass on price increases from our vendors to our customers. In addition, we may experience changes in our customer mix or in our product mix. Our operating results may be negatively impacted if customers require more lower-margin products from us and fewer higher-margin products.\nAcquisitions\nOur results of operations are impacted by acquisitions, as we complement our organic growth strategy with acquisitions. We completed four acquisitions during fiscal 2023, five acquisitions during fiscal 2022 and one acquisition during fiscal 2021. We believe that significant opportunities exist to expand our geographic footprint by executing additional strategic acquisitions and we consistently strive to maintain an extensive and active acquisition pipeline. We are often evaluating several acquisition opportunities at any given time. See Note 2 of the Notes to Consolidated Financial Statements included in this Annual Report on Form 10-K for more information regarding our business acquisitions.\n26\nTable of Contents\nResults of Operations\nA discussion regarding our results of operations and financial condition for the year ended April 30, 2023 compared to the year ended April 30, 2022 is presented below. A discussion regarding our results of operations and financial condition for the year ended April 30, 2022 compared to the year ended April 30, 2021 can be found under Item 7 of Part II of our Annual Report on Form 10-K for the fiscal year ended April 30, 2022, filed with the Securities and Exchange Commission on June 22, 2022.\nThe following table summarizes key components of our results of operations:\nYear Ended April 30,\n2023\n2022\n2021\n(dollars in thousands)\nStatement of operations data:\nNet sales\n$\n5,329,252\n$\n4,634,875\n$\n3,298,823\nCost of sales (exclusive of depreciation and amortization shown separately below)\n3,603,307\n3,146,600\n2,236,120\nGross profit\n1,725,945\n1,488,275\n1,062,703\nOperating expenses:\nSelling, general and administrative expenses\n1,093,827\n950,125\n763,629\nDepreciation and amortization\n126,907\n119,232\n108,125\nTotal operating expenses\n1,220,734\n1,069,357\n871,754\nOperating income\n505,211\n418,918\n190,949\nOther (expense) income:\nInterest expense\n(65,843)\n(58,097)\n(53,786)\nGain on legal settlement\n—\n—\n1,382\nWrite-off of debt discount and deferred financing fees\n—\n—\n(4,606)\nOther income, net\n8,135\n3,998\n3,155\nTotal other expense, net\n(57,708)\n(54,099)\n(53,855)\nIncome before taxes\n447,503\n364,819\n137,094\nProvision for income taxes\n114,512\n91,377\n31,534\nNet income\n$\n332,991\n$\n273,442\n$\n105,560\nNon-GAAP measures:\nAdjusted EBITDA(1)\n$\n665,696\n$\n566,921\n$\n319,371\nAdjusted EBITDA margin(1)(2)\n12.5 \n%\n12.2 \n%\n9.7 \n%\n___________________________________\n(1)\nAdjusted EBITDA and Adjusted EBITDA margin are non-GAAP measures. See “Non-GAAP Measures” in this Item 7 for how we define and calculate Adjusted EBITDA and Adjusted EBITDA margin, reconciliations thereof to net income and a discussion of why we believe these measures are useful.\n(2)\nAdjusted EBITDA margin is Adjusted EBITDA as a percentage of net sales.\n27\nTable of Contents\nNet Sales\nYear Ended April 30,\nChange\n2023\n2022\nDollar\nPercent\n(dollars in thousands)\nWallboard\n$\n2,151,505 \n$\n1,710,851 \n$\n440,654 \n25.8 \n%\nComplementary products\n1,537,617 \n1,328,383 \n209,234 \n15.8 \n%\nSteel framing\n1,011,309 \n1,027,941 \n(16,632)\n(1.6)\n%\nCeilings\n628,821 \n567,700 \n61,121 \n10.8 \n%\nTotal net sales\n$\n5,329,252 \n$\n4,634,875 \n$\n694,377 \n15.0 \n%\nThe increase in net sales during our fiscal year ended April 30, 2023 compared to the prior fiscal year was primarily due to inflationary pricing, strength in multi-family residential construction, volume growth in wallboard and complementary products, an improving commercial landscape and acquisitions over the past year. The increase in net sales consisted of the following:\n•\nan increase in wallboard sales, which are impacted by both commercial and residential construction activity, primarily due to an increase in price/product mix and higher volume;\n•\nan increase in complementary products sales, which include tools and fasteners (including automatic taping and finishing (ATF) tools), insulation, joint treatment, lumber, External Insulation and Finishing Systems (“EIFS”) and various other specialty building products, primarily due to an increase in pricing in certain product categories, positive contributions from acquisitions and the execution of growth initiatives to increase product sales;\n•\nan increase in ceilings sales, which are principally impacted by commercial construction activity, primarily due to an increase in price/product mix, partially offset by lower volumes in acoustical ceiling tiles and grid; and\n•\npartially offset by a decrease in steel framing sales, which are principally impacted by commercial construction activity, primarily due to lower volume, partially offset by a slight increase in price/product mix.\nThe following table breaks out our net sales into organic, or base business, net sales and recently acquired net sales for the years ended April 30, 2023 and 2022. When calculating organic sales growth, we exclude the net sales of acquired businesses until the first anniversary of the acquisition date. In addition, we exclude the impact of foreign currency translation in our calculation of organic net sales growth. \nYear Ended April 30,\nChange\n2023\n2022\nDollar\nPercent\n(dollars in thousands)\nNet sales\n$\n5,329,252 \n$\n4,634,875 \nRecently acquired net sales (1)\n(145,149)\n— \nImpact of foreign currency (2)\n38,894 \n— \nBase business net sales (3)\n$\n5,222,997 \n$\n4,634,875 \n$\n588,122 \n12.7 \n%\n___________________________________\n(1)\nRepresents net sales of branches acquired by us until the first anniversary of the acquisition date. For the year ended April 30, 2023, this includes net sales from the following acquisitions: Westside Building Material (\"Westside\") acquired on July 1, 2021, Ames acquired on December 1, 2021, Kimco Supply Company acquired on December 1, 2021, CSSWF acquired on June 1, 2022, Tanner acquired on December 30, 2022, Blair acquired on April 3, 2023 and EMJ acquired on April 3, 2023.\n(2)\nRepresents the impact of foreign currency translation on net sales.\n(3)\nRepresents net sales of existing branches and branches that were opened by us during the period presented.\nThe increase in organic net sales was primarily driven by inflationary pricing, strength in multi-family residential construction, volume growth in wallboard and complementary products and an improving commercial landscape. \n28\nTable of Contents\nGross Profit and Gross Margin\nYear Ended April 30,\nChange\n2023\n2022\nDollar\nPercent\n(dollars in thousands)\nGross profit\n$\n1,725,945 \n$\n1,488,275 \n$\n237,670 \n16.0 \n%\nGross margin\n32.4 \n%\n32.1 \n%\nThe increase in gross profit during the year ended April 30, 2023 compared to the prior year was primarily due to the successful pass-through of product inflation, strength in multi-family residential construction, improving commercial sales and incremental gross profit from acquisitions. Gross margin on net sales during the year ended April 30, 2023 increased from the prior year primarily due to an increase in margins for complementary products and steel framing, as well as a shift in end market mix. \nSelling, General and Administrative Expenses\nYear Ended April 30,\nChange\n2023\n2022\nDollar\nPercent\n(dollars in thousands)\nSelling, general and administrative expenses\n$\n1,093,827 \n$\n950,125 \n$\n143,702 \n15.1 \n%\n% of net sales\n20.5 \n%\n20.5 \n%\nSelling, general and administrative expenses consist of warehouse, delivery and general and administrative expenses. The increase in selling, general and administrative expenses during the year ended April 30, 2023 compared to the prior year was primarily due to increases in payroll and payroll-related costs, fuel costs, travel costs and facilities costs, which were driven by increased sales volume, inflationary pressures, a shift in demand toward end markets which have a higher cost to serve and incremental selling, general and administrative expenses from acquisitions. The successful pass through of inflationary product pricing helped offset these cost pressures, and as a result, selling, general and administrative expenses as a percentage of our net sales was flat during the year ended April 30, 2023 compared to the prior year. \nDepreciation and Amortization Expense\nYear Ended April 30,\nChange\n2023\n2022\nDollar\nPercent\n(dollars in thousands)\nDepreciation\n$\n61,177 \n$\n55,437 \n$\n5,740 \n10.4 \n%\nAmortization\n65,730 \n63,795 \n1,935 \n3.0 \n%\nDepreciation and amortization\n$\n126,907 \n$\n119,232 \n$\n7,675 \n6.4 \n%\nDepreciation and amortization includes depreciation of property and equipment and amortization of definite-lived intangible assets. The increase in depreciation expense during the year ended April 30, 2023 compared to the prior year was primarily due to incremental expense resulting from property and equipment obtained in the acquisitions. The increase in amortization expense during the year ended April 30, 2023 compared to the prior year was primarily due to incremental expense resulting from definite-lived intangible assets obtained in the acquisitions, partially offset by time-based progression of our use of the accelerated method of amortization for acquired customer relationships.\n29\nTable of Contents\nInterest Expense\nYear Ended April 30,\nChange\n2023\n2022\nDollar\nPercent\n(dollars in thousands)\nInterest expense\n$\n65,843 \n$\n58,097 \n$\n7,746 \n13.3 \n%\nInterest expense consists primarily of interest expense incurred on our debt and finance leases and amortization of deferred financing fees and debt discounts. The increase in interest expense during the year ended April 30, 2023 compared to the prior year was primarily due to an increase in interest rates and an increase in average debt outstanding.\nProvision for Income Taxes\nYear Ended April 30,\nChange\n2023\n2022\nDollar\nPercent\n(dollars in thousands)\nProvision for income taxes\n$\n114,512 \n$\n91,377 \n$\n23,135 \n25.3 \n%\nEffective tax rate\n25.6 \n%\n25.0 \n%\nThe change in the effective income tax rate during the year ended April 30, 2023 compared to the prior year was primarily due to the impact of actions taken during the year in anticipation of expected changes in Canadian tax regulations, as well as state and foreign taxes. For information regarding the significant differences between the U.S. federal statutory rate and our effective tax rate, see Note 10 of the Notes to Consolidated Financial Statements included in this Annual Report on Form 10-K for the fiscal year ended April 30, 2023.\nLiquidity and Capital Resources\nSummary\nWe depend on cash flow from operations, cash on hand and funds available under our asset based revolving credit facility (the “ABL Facility”) to finance working capital needs, capital expenditures and acquisitions. We believe that these sources of funds will be adequate to fund debt service requirements and provide cash, as required, to support our growth strategies, ongoing operations, capital expenditures, lease obligations and working capital for at least the next twelve months and in the long term. We also believe we would be able to take measures to preserve liquidity should there be an economic downturn, recession or other disruption to our business in the future.\nOn December 22, 2022, we amended and restated our ABL Facility to, among other things, increase the commitments \nunder the facility by $405.0 million from $545.0 million to $950.0 million and extend the maturity to December 22, 2027. Under the terms of the amended and restated ABL Facility, we can borrow up to $200.0 million in Canadian dollars, and therefore, in connection with this amendment, we have terminated our Canadian revolving credit facility. In connection therewith, each of our Canadian subsidiaries joined (1) the ABL Facility as a borrower or guarantor (as applicable) and pledged substantially all of its assets to secure the obligations under the ABL Facility, (2) the Term Loan Facility as a guarantor thereunder and pledged substantially all of its assets to secure the obligations under the Term Loan Facility and (3) the Senior Notes as a guarantor thereunder. As of April 30, 2023, we had available borrowing capacity of approximately $759.2 million under our ABL Facility. The ABL Facility is scheduled to mature on December 22, 2027. The ABL Facility contains a cross default provision with senior secured first lien term loan facility (the “Term Loan Facility”). \nSubsequent to year end, on May 12, 2023, we amended our Term Loan Facility to provide refinancing term loans in the aggregate principal amount of $500.0 million, the net proceeds of which were used, together with cash on hand, to refinance our existing Term Loan Facility outstanding balance of $499.5 million and pay related fees. We also extended the maturity date by seven years from the date of the amendment to May 12, 2030 and modified certain thresholds, baskets and amounts referenced therein.\n30\nTable of Contents\nIn connection with the Term Loan Facility amendment, we entered into (a) new interest rate swap agreements for two years with a notional amount of $300.0 million to convert the variable interest rate on a portion of the term loans outstanding to a fixed 1-month SOFR interest rate of 3.899% and (b) a forward interest rate collar for years 2025 through 2029. The objective of such hedging instruments is to eliminate the variability of interest payment cash flows associated with the variable interest rates under the Term Loan Facility and otherwise hedge exposure to future interest rate moves. Our previous interest rates swap agreements terminated on February 28, 2023.\nFor more information regarding our ABL Facility, Term Loan Facility and other indebtedness, see Note 7 and Note 20 of the Notes to Consolidated Financial Statements included in this Annual Report on Form 10-K for the fiscal year ended April 30, 2023.\nWe regularly evaluate opportunities to optimize our capital structure, including through consideration of the issuance or incurrence of additional debt, to refinance existing debt and to fund ongoing cash needs such as general corporate purposes, growth initiatives, acquisitions and our stock repurchase program.\nCash Flows\nThe following table sets forth summarized cash flow data:\nYear Ended April 30,\n2023\n2022\n2021\n(in thousands)\nCash provided by operating activities\n$\n441,737 \n$\n179,611 \n$\n153,304 \nCash used in investing activities\n(111,470)\n(387,210)\n(63,587)\nCash (used in) provided by financing activities\n(265,609)\n143,278 \n(136,622)\nEffect of exchange rates on cash and cash equivalents\n(1,829)\n(775)\n3,008 \nIncrease (decrease) in cash and cash equivalents\n$\n62,829 \n$\n(65,096)\n$\n(43,897)\nOperating Activities\nThe increase in cash provided by operating activities during the year ended April 30, 2023 compared to the prior year was primarily due to larger increases in inventory and accounts receivable\n \nin the prior year period related to ensuring product availability and managing price inflation amid an environment of tight and less reliable supply and a large increase in sales. We have experienced increases in our inventory and accounts receivable balances compared to historical levels due to product inflation. \nInvesting Activities\nThe decrease in cash used in investing activities during the year ended April 30, 2023 compared to the prior year was primarily due to a $286.4 million decrease in cash used for acquisitions, partially offset by an $11.6 million increase in capital expenditures.\nCapital expenditures during the years ended April 30, 2023, 2022 and 2021 primarily consisted of building and leasehold improvements, the purchase of vehicles and IT-related spending. Capital expenditures vary depending on prevailing business factors, including current and anticipated market conditions. Historically, capital expenditures have remained at relatively low levels in comparison to the operating cash flows generated during the corresponding periods.\nFinancing Activities\nThe change in cash flows from financing activities during the year ended April 30, 2023 compared to the prior year was primarily due to net repayments of $101.1 million under our revolving credit facilities during the year ended April 30, 2023, compared to net borrowings of $211.3 million during the prior year. During the prior year, we used our revolving credit facilities to help fund the Westside and Ames acquisitions and for general working capital needs. In the current year, we repaid a portion of these borrowings. Also contributing to the change was a $75.3 million increase in repurchases of common stock during the year ended April 30, 2023 and a $13.5 million holdback liability payment during the year ended April 30, 2023 related to our Westside acquisition in accordance with the terms of the acquisition agreement. The holdback was for general representations and warranties of the sellers and was paid 15 months after the July 1, 2021 acquisition date.\n31\nTable of Contents\nContractual Obligations\nThe following table sets forth our contractual obligations and commitments as of April 30, 2023:\nYear Ending April 30,\nTotal\n2024\n2025\n2026\n2027\n2028\nThereafter\n(in thousands)\nLong-term debt(1)\n$\n968,032 \n$\n12,469 \n$\n6,105 \n$\n489,458 \n$\n— \n$\n110,000 \n$\n350,000 \nInterest on long-term debt(2)\n179,850 \n54,002 \n53,957 \n22,565 \n16,412 \n16,457 \n16,457 \nFinance leases(3)\n152,442 \n47,396 \n36,437 \n28,914 \n21,424 \n13,943 \n4,328 \nOperating leases(4)\n217,273 \n56,113 \n48,376 \n35,460 \n24,600 \n16,157 \n36,567 \nTotal\n$\n1,517,597 \n$\n169,980 \n$\n144,875 \n$\n576,397 \n$\n62,436 \n$\n156,557 \n$\n407,352 \n___________________________________\n(1)\nLong-term debt includes principal payments on outstanding debt obligations. Long-term debt excludes unamortized discounts and deferred financing fees. As of April 30, 2023, we had $968.0 million aggregate amount of debt outstanding, consisting of $499.5 million of our Term Loan Facility due 2025, $350.0 million under our Senior Notes due 2029, $110.0 million under our ABL Facility and $8.5 million of installment notes due in monthly and annual installments through 2026. On May 12, 2023, we amended the Term Loan Facility to extend the maturity from 2025 to 2030.\n(2)\nInterest payments on long-term debt includes interest due on outstanding debt obligations and commitment and borrowing costs under our ABL Facility.\n(3)\nRepresents remaining payments under finance leases, including interest on finance lease obligations.\n(4)\nRepresents base rent payments under non-cancellable operating leases.\nWe may, from time to time, repurchase or otherwise retire or extend our debt and/or take other steps to reduce our debt or otherwise improve our financial position. These actions may include open market debt repurchases, negotiated repurchases, other retirements of outstanding debt and/or opportunistic refinancing of debt. The amount of debt that may be repurchased or otherwise retired or refinanced, if any, will depend on market conditions, trading levels of our debt, our cash position, compliance with debt covenants and other considerations.\nWe lease certain office and warehouse facilities and equipment, some of which provide renewal options. Rent expense for operating leases, which may have escalating rents over the terms of the leases, is recorded on a straight-line basis over the minimum lease terms. Rent expense under operating leases approximated $76.8 million, $65.6 million, and $55.3 million for the fiscal years ended April 30, 2023, 2022 and 2021, respectively. As existing leases expire, we anticipate such leases will be renewed or replaced with other leases that are substantially similar in terms, which are consistent with market rates at the time of renewal.\nDuring fiscal 2023, 2022 and 2021, we recorded $59.7 million, $41.7 million and $27.4 million for finance lease obligations for equipment and vehicles. We expect to continue to enter into finance lease obligations for equipment and vehicles in fiscal 2024.\n32\nTable of Contents\nShare Repurchase Program\nOn June 20, 2022, our Board of Directors approved an expanded share repurchase program under which we were authorized to repurchase up to $200.0 million of our outstanding common stock. This expanded program replaces our previous share repurchase authorization of $75.0 million. We may conduct repurchases under the share repurchase program through open market transactions, under trading plans in accordance with SEC Rule 10b5-1 and/or in privately negotiated transactions, in each case in compliance with Rule 10b-18 under the Securities Exchange Act of 1934, as amended. The timing and amount of any purchases of our common stock are subject to a variety of factors, including, but not limited to, our liquidity, credit availability, general business and market conditions, our debt covenants and the availability of alternative investment opportunities. The share repurchase program does not obligate us to acquire any amount of common stock, and it may be suspended or terminated at any time at our discretion. We repurchased 2.3 million shares of our common stock during the fiscal year ended April 30, 2023 for $110.6 million at an average cost per share of $48.74, of which $10.8 million was repurchased under the previous authorization and $99.8 million was repurchased under the new authorization. The aggregate cost and average cost per share do not include the effect of the 1% excise tax on net share repurchases after January 1, 2023 enacted under the Inflation Reduction Act of 2022. We incurred $0.1 million of excise taxes during the fiscal year ended April 30, 2023. As of April 30, 2023, we had $100.2 million of remaining purchase authorization under our share repurchase program.\nDebt Covenants\nThe ABL Facility, Term Loan Facility and the indenture governing the Senior Notes contain a number of covenants that limit our ability and the ability of our restricted subsidiaries, as described in the respective credit agreement and the indenture, to incur more indebtedness; pay dividends, redeem or repurchase stock or make other distributions; make investments; create restrictions on the ability of our restricted subsidiaries to pay dividends to us or make other intercompany transfers; create liens securing indebtedness; transfer or sell assets; merge or consolidate; enter into certain transactions with our affiliates; and prepay or amend the terms of certain indebtedness. Such covenants are subject to several important exceptions and qualifications set forth in the ABL Facility, Term Loan Facility and the indenture governing the Senior Notes. We were in compliance with all such covenants as of April 30, 2023.\nOff Balance Sheet Arrangements\nAs of April 30, 2023, we did not have any relationships with unconsolidated entities or financial partnerships for the purpose of facilitating off-balance sheet arrangements or for other contractually narrow or limited purposes.\n33\nTable of Contents\nCritical Accounting Policies\nOur discussion and analysis of operating results and financial condition are based upon our audited financial statements included elsewhere in this Annual Report on Form 10-K. The preparation of our financial statements, in accordance with Generally Accepted Accounting Principles (“GAAP”), requires us to make estimates and assumptions that affect the reported amounts of assets, liabilities, net sales, expenses and related disclosures of contingent assets and liabilities. We base our estimates on experience and other assumptions that we believe are reasonable under the circumstances, and we evaluate these estimates on an ongoing basis. Our critical accounting policies are those that materially affect our consolidated financial statements and involve difficult, subjective or complex judgments by management. Although these estimates are based on management’s best knowledge of current events and actions that may impact us in the future, actual results may be materially different from the estimates.\nWe believe the following critical accounting policies are affected by significant judgments and estimates used in the preparation of our consolidated financial statements and that the judgments and estimates are reasonable.\nBusiness Combinations\nDescription\n. We account for business combinations by recognizing the assets acquired and liabilities assumed at the acquisition date fair value. In valuing acquired assets and liabilities, fair value estimates use Level 3 inputs, including future expected cash flows and discount rates. Goodwill is measured as the excess of consideration transferred over the fair values of the assets acquired and the liabilities assumed. While the Company uses its best estimates and assumptions as a part of the acquisition accounting process to accurately value assets acquired and liabilities assumed at the acquisition date, the Company’s estimates are inherently uncertain and subject to refinement. As a result, during the measurement period, which may be up to one year from the acquisition date, the Company records adjustments to the assets acquired and liabilities assumed, with the corresponding offset to goodwill. Upon the conclusion of the measurement period, any subsequent adjustments arising from new facts and circumstances are recorded to the Consolidated Statements of Operations and Comprehensive Income.\nJudgments and Uncertainties\n. Accounting for business combinations requires our management to make significant estimates and assumptions about intangible assets, obligations assumed and pre-acquisition contingencies, including uncertain tax positions and tax-related valuation allowances and reserves. Critical inputs and assumptions in valuing certain of the intangible assets include, but are not limited to, future expected cash flows from customer relationships and developed technologies; the acquired company’s brand and competitive position, as well as assumptions about the period of time the acquired brand will continue to be used in the combined company’s product portfolio; and discount rates.\nEffect if Actual Results Differ.\n \nAlthough we believe the assumptions and estimates we have made in the past have been reasonable and appropriate, they are inherently uncertain. As a result, actual results may differ from estimates.\nGoodwill and Indefinite-Lived Intangible Assets\nDescription\n. We perform an impairment test of our goodwill and indefinite-lived intangible assets annually during the fourth quarter of our fiscal year (February 1) or when events and circumstances indicate goodwill or indefinite-lived intangible assets might be impaired. Impairment testing of goodwill is required at the reporting unit level. We may first assess qualitative factors to determine whether it is necessary to perform a quantitative impairment test. The quantitative goodwill impairment test involves comparing the estimated fair value of our reporting units with the reporting unit's carrying amount, including goodwill. If the carrying amount of the reporting unit exceeds its fair value, a goodwill impairment loss is measured as the amount by which a reporting unit’s carrying amount exceeds its fair value, not to exceed the carrying amount of goodwill. We evaluate our reporting units on an annual basis or when events or circumstances indicate our reporting units might change. \nJudgments and Uncertainties\n. Application of the impairment tests requires judgment, including the identification of reporting units, assigning assets and liabilities to reporting units and determining the fair values of reporting units. We estimated the fair values of our reporting units based on weighting of the income and market approaches. These models use significant unobservable inputs, or Level 3 inputs, as defined by the fair value hierarchy. Significant estimates and assumptions inherent in the valuations include the amount and timing of future cash flows (including expected growth rates and profitability), the discount rate applied to the cash flows and the selection of guideline companies. The assumptions with the most significant impact on the fair value of our reporting units are those related to the discount rate, the terminal value, future operating cash flows and the growth rate.\nEffect if Actual Results Differ From Assumptions\n. As of April 30, 2023, we had $700.8 million of goodwill and $84.4 million of indefinite-lived intangible assets. Of the total goodwill, $593.0 million was allocated to our eight geographic \n34\nTable of Contents\nreporting units (Central, Midwest, Northeast, Southern, Southeast, Southwest, Western and Canada) and $107.8 million was allocated to our Ames reporting unit. Our fiscal 2023 quantitative impairment test indicated the estimated fair value of our eight geographic reporting units substantially exceeded their carrying values. The estimated fair value of our Ames reporting unit exceeded its carrying value by approximately 4%. If a hypothetical increase of 200 basis points in the discount rate was applied, the carrying value of our Ames reporting unit would have exceeded the estimated fair value. Deterioration of future cash flows in the Ames reporting unit could result in future goodwill impairment. We continue to monitor events and circumstances which may affect the fair value of each reporting unit. There have been no significant events since our fiscal 2023 quantitative impairment test that would have triggered additional impairment testing.\nExamples of events or circumstances that could have a negative effect on the estimated fair value of the Ames reporting unit include (i) changes in industry or market conditions; (ii) changes in operating performance; (iii) a prolonged weakness in general economic conditions; (iv) changes in technology or customer demands that were not anticipated; (v) a sustained decrease in share price; (vi) volatility in the equity and debt markets which could result in a higher discount rate; and (vi) the inability to execute our growth strategy. Although management believes that the estimates used in the evaluation of goodwill are reasonable, if the assumptions used in the impairment analysis are not met or materially change, it could cause goodwill to be impaired.\nOur annual impairment test during the fourth quarters of fiscal 2022 and 2021 indicated the estimated fair values of our reporting units exceeded their carrying values and none of our reporting units were at risk of failing the goodwill impairment test. Our impairment tests for indefinite-lived intangible assets for fiscal 2023, 2022 and 2021 also indicated no impairment. \nIncome Taxes\nDescription\n. Income taxes are accounted for using the asset and liability method. Deferred tax assets and liabilities are recognized based on the difference between the financial statement carrying amounts of existing assets and liabilities and their respective tax bases. Inherent in the measurement of deferred balances are certain judgments and interpretations of existing tax law and published guidance as applicable to our operations.\nWe evaluate our deferred tax assets to determine if valuation allowances are required. In assessing the realizability of deferred tax assets, we consider both positive and negative evidence in determining whether it is more likely than not that some portion or all the deferred tax assets will not be realized. The primary negative evidence considered includes the cumulative operating losses generated in prior periods. The primary positive evidence considered includes the reversal of deferred tax liabilities related to depreciation and amortization that would occur within the same jurisdiction and during the carry-forward period necessary to absorb the federal and state net operating losses and other deferred tax assets. The reversal of such liabilities would utilize the federal and state net operating losses and other deferred tax assets.\nWe record amounts for uncertain tax positions that management believes are supportable, but are potentially subject to successful challenge by the applicable taxing authority. Consequently, changes in our assumptions and judgments could materially affect amounts recognized related to income tax uncertainties and may affect our results of operations or financial position. We believe our assumptions for estimates continue to be reasonable, although actual results may have a positive or negative material impact on the balances of such tax positions. Historically, the variation of estimates to actual results is immaterial and material variation is not expected in the future.\nJudgments and Uncertainties\n. We consider the probability of future taxable income and our historical profitability, among other factors, in assessing the amount of the valuation allowance. Significant judgment is involved in this determination, including projections of future taxable income. Our liability for unrecognized tax benefits contains uncertainties because management is required to make assumptions and to apply judgment to estimate the exposures associated with our various filing positions. Our effective income tax rate is also affected by changes in tax law, our level of earnings and the results of tax audits.\nEffect if Actual Results Differ From Assumptions\n. Although we believe that the judgments and estimates used are reasonable, changes in estimates and assumptions could materially affect the amount or timing of valuation allowances.\nNewly Issued Accounting Pronouncements\nSee Note 1 of the Notes to Consolidated Financial Statements included in this Annual Report on Form 10-K for information regarding recently adopted and recently issued accounting pronouncements.\n35\nTable of Contents\nNon-GAAP Financial Measures\nAdjusted EBITDA and Adjusted EBITDA margin are non-GAAP measures. We report our financial results in accordance with GAAP. However, we present Adjusted EBITDA and Adjusted EBITDA margin, which are not recognized financial measures under GAAP, because we believe they assist investors and analysts in comparing our operating performance across reporting periods on a consistent basis by excluding items that we do not believe are indicative of our core operating performance. Management believes Adjusted EBITDA and Adjusted EBITDA margin are helpful in highlighting trends in our operating results, while other measures can differ significantly depending on long-term strategic decisions regarding capital structure and allocation, the tax jurisdictions in which companies operate and capital investments and acquisitions.\nIn addition, we utilize Adjusted EBITDA in certain calculations under our debt agreements. Our debt agreements permit us to make certain additional adjustments in calculating Consolidated EBITDA, such as projected net cost savings, which are not reflected in the Adjusted EBITDA data presented in this Annual Report on Form 10-K. We may in the future reflect such permitted adjustments in our calculations of Adjusted EBITDA.\nWe believe that Adjusted EBITDA and Adjusted EBITDA margin are frequently used by analysts, investors and other interested parties in their evaluation of companies, many of which present an Adjusted EBITDA or Adjusted EBITDA margin measure when reporting their results. Our presentation of Adjusted EBITDA should not be construed as an inference that our future results will be unaffected by unusual or non-recurring items. In addition, Adjusted EBITDA may not be comparable to similarly titled measures used by other companies in our industry or across different industries.\nWe also include information concerning Adjusted EBITDA margin, which is calculated as Adjusted EBITDA divided by net sales. We present Adjusted EBITDA margin because it is used by management as a performance measure to judge the level of Adjusted EBITDA that is generated from net sales.\nAdjusted EBITDA and Adjusted EBITDA margin have their limitations as analytical tools and should not be considered in isolation, or as a substitute for analysis of our results as reported under GAAP.\nThe following is a reconciliation of our net income to Adjusted EBITDA:\nYear Ended April 30, \n2023\n2022\n2021\n(in thousands)\nNet income\n$\n332,991\n$\n273,442\n$\n105,560\nInterest expense\n65,843\n58,097\n53,786\nWrite-off of debt discount and deferred financing fees\n—\n—\n4,606\nInterest income\n(1,287)\n(163)\n(86)\nProvision for income taxes\n114,512\n91,377\n31,534\nDepreciation expense\n61,177\n55,437\n50,480\nAmortization expense\n65,730\n63,795\n57,645\nStock appreciation expense(a)\n7,703\n4,403\n3,173\nRedeemable noncontrolling interests(b)\n1,178\n1,983\n1,288\nEquity-based compensation(c)\n13,217\n10,968\n8,442\nSeverance and other permitted costs(d)\n2,788\n1,132\n2,948\nTransaction costs (acquisitions and other)(e)\n1,961\n3,545\n1,068\nGain on disposal of assets(f)\n(1,413)\n(913)\n(1,011)\nEffects of fair value adjustments to inventory(g)\n1,123\n3,818\n788\nGain on legal settlement\n—\n—\n(1,382)\nDebt transaction costs(h)\n173\n—\n532\nAdjusted EBITDA\n$\n665,696\n$\n566,921\n$\n319,371\nNet sales\n$\n5,329,252\n$\n4,634,875\n$\n3,298,823\nAdjusted EBITDA Margin\n12.5 \n%\n12.2 \n%\n9.7 \n%\n___________________________________\n36\nTable of Contents\n(a)\nRepresents changes in the fair value of stock appreciation rights.\n(b)\nRepresents changes in the fair values of noncontrolling interests.\n(c)\nRepresents non-cash equity-based compensation expense related to the issuance of share-based awards.\n(d)\nRepresents severance expenses and other costs permitted in the calculation of Adjusted EBITDA under the ABL Facility and the Term Loan Facility.\n(e)\nRepresents costs related to acquisitions paid to third parties.\n(f)\nIncludes gains and losses from the sale and disposal of assets.\n(g)\nRepresents the non-cash cost of sales impact of acquisition accounting adjustments to increase inventory to its estimated fair value.\n(h)\nRepresents costs paid to third-party advisors related to debt refinancing activities.",
    "item7a": ">Item 7A. Quantitative and Qualitative Disclosures About Market Risk\nInterest Rate Risk\nWe are exposed to interest rate risk through fluctuations in interest rates on our debt obligations. A significant portion of our outstanding debt bears interest at variable rates. As a result, increases in interest rates could increase the cost of servicing our debt and could materially reduce our profitability and cash flows. We seek to manage exposure to adverse interest rate changes through our normal operating and financing activities, as well as through hedging activities, such as entering into interest rate derivative agreements. Excluding the impact of interest rate derivative agreements, each 1% increase in interest rates on the Term Loan Facility would increase our annual interest expense by approximately $5.0 million based on the aggregate principal amount outstanding under the Term Loan Facility as of April 30, 2023. Assuming the ABL Facility was fully drawn, each 1% increase in interest rates would result in a $9.5 million increase in our annual interest expense on the ABL Facility. As of April 30, 2023, $499.5 million aggregate principal amount was outstanding under the Term Loan Facility and $110.0 million was outstanding under the ABL Facility. \nForeign Currency Risk\nWe are exposed to foreign currency exchange rate fluctuations for our operations in Canada, which can adversely impact our net income and cash flows. Approximately 12% of our net sales during the year ended April 30, 2023 were derived from sales to customers in Canada. These operations are primarily conducted in the local currency. This exposes us to risks associated with changes in foreign currency that can adversely affect reported net sales, net income and cash flows. We currently do not enter into financial instruments to manage this foreign currency translation risk.\nCommodity Price Risk\nWe are exposed to changes in prices of commodities used in our operations, primarily associated with energy, such as crude oil, and raw materials, such as steel. We generally manage the risk of changes in commodity prices that impact our costs by seeking to pass commodity-related inflation on to our customers. \n37\nTable of Contents",
    "cik": "1600438",
    "cusip6": "36251C",
    "cusip": [
        "36251C903",
        "36251C103"
    ],
    "names": [
        "GMS INC"
    ],
    "source": "https://www.sec.gov/Archives/edgar/data/1600438/000162828023023126/0001628280-23-023126-index.htm"
}