{
    "item1": ">Item 1.\nBusiness \nForward Looking Statements \nThis Annual Report on Form 10-K and the documents incorporated herein by reference contain forward-looking statements within the meaning of Section 27A of the Securities Act of 1933, as amended, and Section 21E of the Securities Exchange Act of 1934, as amended, which are subject to the “safe harbor” created by those sections.  Forward-looking statements are based on our management's beliefs and assumptions and on information currently available to our management.  In some cases, you can identify forward-looking statements by terms such as “may,” “will,” “should,” “could,” “intend,” “would,” “expect,” “plan,” “anticipate,” “believe,” “estimate,” “project,” “predict,” “potential” and similar expressions intended to identify forward-looking statements.  These statements involve known and unknown risks, uncertainties and other factors, which may cause our actual results, performance, time frames or achievements to be materially different from any future results, performance, time frames or achievements expressed or implied by the forward-looking statements.  We discuss many of these risks, uncertainties and other factors in this Annual Report on Form 10-K in greater detail in Item 1A.“Risk Factors.” Given these risks, uncertainties and other factors, you should not place undue reliance on these forward-looking statements.  Also, these forward-looking statements represent our estimates and assumptions only as of the date of this filing.  You should read this Annual Report on Form 10-K in its entirety and with the understanding that our actual future results may be materially different from what we expect.  We hereby qualify our forward-looking statements by these cautionary statements.  Except as required by law, we assume no obligation to update these forward-looking statements publicly, or to update the reasons actual results could differ materially from those anticipated in these forward-looking statements, even if new information becomes available in the future. \nOverview    \nWe are a designer, developer and global supplier of a broad portfolio of power semiconductors.  Our portfolio of power semiconductors includes approximately 2,600 products, and has grown significantly with the introduction of over 60 new products in the fiscal year ended June 30, 2023, and over 130 and 160 new products in the fiscal year ended June 30, 2022 and 2021, respectively.  Our teams of scientists and engineers have developed extensive intellectual properties and technical knowledge that encompass major aspects of power semiconductors, which we believe enables us to introduce and develop innovative products to address the increasingly complex power requirements of advanced electronics.  We have an extensive patent portfolio that consists of 918 patents and 45 patent applications in the United States as of June 30, 2023.  We also have a total of 980 foreign patents, which were based primarily on our research and development efforts through June 30, 2023.  We differentiate ourselves by integrating our expertise in technology, design, and advanced packaging to optimize product performance and cost.  Our portfolio of products targets high-volume applications, including portable computers, graphics cards, home appliances, power tools, smart phones, battery packs, consumer and industrial motor controls and power supplies for TVs, computers, servers and telecommunications equipment.\nDuring the fiscal year ended June 30, 2023, we continued our diversification strategy by developing new silicon and packaging platforms to expand our serviceable available market, or SAM, and offer higher performance products.  Our metal-oxide-semiconductor field-effect transistors, or MOSFET, portfolio expanded significantly across a full range of voltage applications.  We also developed new technologies and products designed to penetrate into markets beyond our MOSFET computing base, including the consumer, communications and industrial markets, Insulated Gate Bipolar Transistors, or IGBTs for the home appliance market, as well as power ICs for next generation computing and gaming applications.   \nOur business model leverages global resources, including research and development and manufacturing in the United States and Asia.  Our sales and technical support teams are localized in several growing markets around the world.  We operate an 8-inch wafer fabrication facility located in Hillsboro, Oregon (the \"Oregon fab\"), which is critical for us to accelerate proprietary technology development, new product introduction and improve our financial performance.  We also expanded and upgraded our manufacturing capabilities at the Oregon Fab in 2023.  To meet the market demand for the more mature high volume products, we also utilize the wafer manufacturing capacity of selected third party foundries.  We utilize both in house assembly and test facilities in China as well as subcontractors for industry standard packages.\n \nWe believe our in-house packaging and testing capability provides us with a competitive advantage in proprietary packaging technology, product quality, cost and sales cycle time.\nOn March 29, 2016, we entered into a joint venture contract (the “JV Agreement”) with two investment funds owned by the Municipality of Chongqing (the “Chongqing Funds”), pursuant to which the Company and the Chongqing Funds formed a joint venture, (the “JV Company”), for the purpose of constructing and operating a power semiconductor packaging, testing and 12-inch wafer fabrication facility in the Liangjiang New Area of Chongqing, China (the “JV Transaction”).\n \nAs of December 1, 2021, we owned 50.9%, and the Chongqing Funds owned 49.1%, of the equity interest in the JV Company.\n \nThe Joint Venture \n1\nwas accounted under the provisions of the consolidation guidance since we had controlling financial interest until December 1, 2021.\n \nAs of December 2, 2021, we ceased having control over the JV Company.\n \nTherefore, we deconsolidated the JV Company as of that date.\n \nSubsequently, we have accounted for its investment in the JV Company using the equity method of accounting.\n \nAs of June 30, 2023, the percentage of outstanding JV equity interest beneficially owned by the Company was reduced to 42.2%.\n \nSuch reduction reflects (i) the sale by the Company of approximately 2.1% of the outstanding JV equity interest which resulted in the deconsolidation of the JV Company, (ii) additional sale by the Company of approximately 1.1% of outstanding JV equity interest in December 2021, (iii) the adoption of an employee equity incentive plan and the issuance of additional equity interest equivalent to 3.99% of the JV Company to investors in exchange for cash in December 2021, and (iv) issuance of additional equity interest of the JV to investors in January 2022.\nWe were incorporated in Bermuda on September 27, 2000 as an exempted limited liability company.  The address of our registered office is Clarendon House, 2 Church Street, Hamilton HM 11, Bermuda.  The address of our U.S. office is Alpha and Omega Semiconductor Incorporated, 475 Oakmead Parkway, Sunnyvale, CA 94085.  The telephone number of our U.S. office is (408) 830-9742.  We have incorporated various wholly-owned subsidiaries in different jurisdictions.  Please refer to Exhibit 21.1 to this Form 10-K for a complete list of our subsidiaries.\nOur industry \nSemiconductors are electronic devices that perform a variety of functions, such as converting or controlling signals, processing data and delivering or managing power.  The functionality and performance of semiconductors have generally increased over time, while size and cost have generally decreased.  These advances have led to a proliferation of more complex semiconductors being used in a wide variety of consumer, computing, communications and industrial markets and have contributed to the growth of the semiconductor industry.  Regulations governing energy efficiency have accelerated this process in many applications.\nAnalog semiconductors\nThe semiconductor industry is segmented into analog and digital.  Analog semiconductors process light, sound, motion, radio waves and electrical currents and voltages.  In contrast, digital semiconductors process binary signals represented by a sequence of ones and zeros.\nAs a result of these fundamental differences, the analog semiconductor industry is distinct from the digital semiconductor industry in terms of the complexity of design and the length of product cycle.  Improper interactions between analog circuit elements can potentially render an electronic system inoperable.  Experienced engineers engaged in the design process are necessary because computer-aided design cannot fully model the behavior of analog circuitry.  Therefore, experienced analog engineers with requisite knowledge are in great demand but short supply worldwide.  In addition, analog semiconductors tend to have a longer product life cycle because original design manufacturers, or ODMs and original equipment manufacturers, or OEMs typically design the analog portions of a system to span multiple generations of products.  Once designed into an application, the analog portion is rarely modified because even small changes to the analog portion can trigger unanticipated consequences in other components, resulting in system instability.\nPower semiconductors\nPower semiconductors are a subset of the analog semiconductor sector with their own set of characteristics unique to system power architecture and function.  Power semiconductors transfer, manage and switch electricity to deliver the appropriate amount of voltage or current to a broad range of electronic systems and also protect electronic systems from damage resulting from excessive or inadvertent electrical charges.\nPower semiconductors can be either discrete devices, which typically comprise only a few transistors or diodes, or ICs, which incorporate a greater number of transistors.  The function of power discrete devices is power delivery by switching, transferring or converting electricity.  Power transistors comprise the largest portion of the power discrete device market.  Power ICs, sometimes referred to as power management ICs, perform power delivery and power management functions, such as controlling and regulating voltage and current and controlling power discrete devices.\nThe power semiconductor market has been driven by several key factors in recent years. The proliferation of computer and consumer electronics, such as notebooks, tablets, smart phones, flat panel displays and portable media players created the need for sophisticated power management that increases power efficiency and extends battery life.  The evolution of these products is characterized by increased functionality, thinner and smaller form factors and decreasing prices.  Our Power IC and low voltage (5V-40V) MOSFET products address these markets.  In the area of AC-DC power supplies for electronic \n2\nequipment, data centers and servers, the market is characterized by a continuous demand for energy conservation through higher efficiency, which drives the market for our medium voltage (40V-400V) and high voltage (500V-1000V) MOSFET products.  The increased application of power semiconductors to control motors in white goods and industrial applications is driving demand for Insulated Gate Bipolar Transistors, or IGBTs.  IGBTs are also being used in renewable energy and automotive applications.\nThe evolution toward smaller form factors and complex power requirements in the low voltage areas has driven further integration in power semiconductors, resulting in power ICs that incorporate the functionalities of both power management and power delivery in a single device.  Power ICs can be implemented by incorporating all necessary power functions either on one piece of silicon or multiple silicon chips encapsulated into a single device.  Additionally, advancements in semiconductor packaging technology enables increased power density and shrinking form factors.\nPower semiconductor suppliers develop and manufacture their products using various approaches which tend to fall across a wide spectrum of balancing cost savings with proprietary technology advantages.  At one end of the spectrum are integrated design manufacturers, or IDMs, which own and operate the equipment used in the manufacturing process and design and manufacture products at their in-house facilities.  IDMs exercise full control over the implementation of process technologies and have maximum flexibility in setting priorities for production and delivery schedules.  At the other end of the spectrum are completely-outsourced fabless semiconductor companies, which rely entirely on off-the-shelf technologies and processes provided by manufacturing partners.  These companies seek to reduce or eliminate fixed costs by outsourcing both product manufacturing and development of process technologies to third parties.  Our model balances between technological advancement and cost effectiveness by using a dedicated in-house technology research and development team to drive rapid new product developments, while utilizing both in-house and third-party foundry capacity for our products.  This is particularly important in the development of power semiconductor products due to the unique nature of their technology.   While digital technologies are highly standardized in leading foundries, power semiconductor technologies tend to be more unique as they seek to accommodate a wider range of voltage applications.  Accordingly, third-party foundries, which are primarily designed and established for digital technologies, may have limited capabilities when it comes to the development of new power semiconductor technologies.\nOur strategies \nAOS seeks to advance our position as a designer, developer and global supplier of a broad portfolio of power semiconductors.  We have adopted strategies that allow us to balance the development of proprietary technology at in-house fabrication and packaging facilities and also utilize the capacity and manufacturing capability of third-party foundries and subcontractors. This enables us to bring new products to market faster, and improve our financial performance in the long run.  This model also allows us to respond more quickly to our customer demands, enhances relationships with strategic customers, provides flexibility in capacity management, and enables geographic diversification of our wafer supply chain.  Our in-house manufacturing capability allows us to retain a higher level of control over the development and application of our proprietary process technology, thereby reducing certain supply chain and operational risks.  In addition, we enhanced the manufacturing capability and capacity of our Oregon Fab by investing in new equipment and expanding factory facilities, which we expect will have a positive impact on our future new product development and revenue.  We intend to continue exploring opportunities to expand our manufacturing capabilities, including acquisition of existing facilities, formation of joint ventures or partnerships with third parties or applying for government funding or grants available in the semiconductor industry. \nAlthough our largest end-market is the personal computing (“PC”) market, we have successfully diversified our business by expanding into other markets, including consumer, communications, and industrial markets.  While we have made progress in our diversification and expansion into additional applications, we continue to support and grow our PC business by expanding bill-of-material content, gaining market share, and acquiring new customers.\nWe plan to further expand the breadth of our product portfolio to increase our total bill-of-materials within an electronic system and to address the power requirements of additional electronic systems.  Our product portfolio currently consists of approximately 2,600 products and we have introduced over 60 new products in this past fiscal year.  We will continue to leverage our expertise to further increase our product lines, including higher performance power ICs, IGBTs and high, medium and low voltage MOSFETs, in order to broaden our addressable market and improve our margin profile.  This includes expanding our power IC portfolio with multiphase controllers and smart power stages to address advanced System on Chip (SoC) products used in personal computing, graphics cards, and gaming.\nLeverage our power semiconductor expertise to drive new technology platforms\nWe believe that the ever-increasing demand for power efficiency in power semiconductors requires expertise in and a deep understanding of the interrelationship among device physics, process technologies, design and packaging.  We also \n3\nbelieve that engineers with experience and understanding of these multiple disciplines are in great demand but short supply.  Within this context, we believe that we are well positioned to be a leader in providing total power management solutions because of our extensive pool of experienced scientists and engineers and our strong IP portfolio.  Accordingly, we intend to leverage our expertise to increase the number of power discrete technology platforms and power IC designs, including future digital power controller products that are currently under development, to expand our product offerings and deliver complete power solutions for our targeted applications.  In addition, our ability to develop new technology is enhanced by the operation of our own manufacturing facilities in Oregon and Chongqing.\nIncrease direct relationships and product penetration with OEM and ODM customers\nWe have developed direct relationships with key OEMs that are responsible for branding, designing and marketing a broad array of electronic products, as well as ODMs that have traditionally been responsible for manufacturing these products.  While OEMs typically focus design efforts on flagship products, ODMs are increasingly responsible for designing portions, or entire systems, of the products they manufacture for OEMs.  In addition, several ODMs are beginning to design, manufacture and brand their own proprietary products which are sold directly to consumers. We intend to strengthen our existing relationships and form new ones with both OEMs and ODMs by aligning our product development efforts with their product requirements, thereby increasing the number of our products used within their systems, and leveraging relationships to penetrate other products.  In addition, we are focusing our research and development efforts to respond more directly to market demand by designing and developing new products based on feedback from our customers, which also allows us to reduce time-to-market and sales cycles.\nLeverage global business model for cost-effective growth\nWe intend to continue to leverage our global resources and regional strengths.  We will continue to deploy marketing, sales and technical support teams in close proximity to our end customers.  We will further expand and align our technical marketing and application support teams along with our sales team to better understand and address the needs of end customers and end-market applications, in particular for those with the new technology platforms developed in this past year and in the future.  This will assist us in identifying and defining new technology trends and products and to help us gain additional design wins.  While we no longer retain a controlling interest in the JV Company, we continue our strong relationship with the JV Company to support our manufacturing capacity.  Also, we entered into an agreement with the JV Company, pursuant to which the JV Company agrees to provide us with a monthly wafer production capacity guarantee, subject to future increase when the JV Company’s production capacity reaches certain specified levels.  In addition, we continue to seek potential partners and collaborators to develop new technologies and products, as well as to explore other strategic transactions that will enable us to expand our manufacturing capacity and establish a global footprint.   \nOur products    \nWe have created a broad product portfolio consisting of two major categories: power discretes and power ICs that serve the large and diverse analog market for power semiconductors.\nOur power discrete products consist of low, medium and high voltage power MOSFETs.  Our low voltage MOSFET series is based on our proprietary silicon and package technologies, with deep application know-how in various markets.  We have precisely defined technology platforms to address different requirements from various applications.  Our medium voltage MOSFETs provide optimized performance with high efficiency, high robustness and high reliability, and are widely used in applications such as TV backlighting, telecom power supplies, and industrial applications.  We expanded our high voltage 600V and 700V MOSFET portfolio based on our aMOS5 technology platform in order to address demanding consumer and industrial applications.  Our high-voltage portfolio includes our proprietary insulated-gate bipolar transistor (\"IGBT\") technology, which we provide highly robust and easy-to-use solutions for industrial motor control and white goods applications.  We have also deployed our 1200V SiC (Silicon carbide) products based on our AlphaSiC platform, designed to address high efficiency, high density industrial applications such as solar inverters, UPS, and battery management systems.\nOur power ICs deliver power as well as control and regulate the power management variables, such as the flow of current and level of voltage.  Our DrMOS family of products continue to grow as we paired our latest high performance MOSFET silicon with our latest Driver IC technologies.  We continue to expand our EZBuck power IC family with products that feature lower on-resistance, less power consumption, smaller footprint and thermally enhanced packages.  While we derive the majority of our revenue from the sale of power discrete products, sale of power ICs continued to gain traction during the past years.  Our Type C smart load switch product line has also expanded as it offers reverse blocking capability, designed to protect applications against high voltage exposure.\n4\nThe following table lists our product families and the principal end uses of our products:\n \nProduct Family\nDescription\nProduct Categories\nwithin Product Type\nTypical Application\nPower Discretes\nLow on-resistance switch used for routing current and switching voltages in power control circuits\nHigh power switches used for power circuits\nDC-DC for CPU/GPU\nDC-AC conversion\nAC-DC conversion\nLoad switching\nMotor control\nBattery protection\nPower factor correction\nSmart phone chargers, battery packs, notebooks, desktop and servers, data centers, base stations, graphics card, game boxes, TVs, AC adapters, power supplies, motor control, power tools, E-vehicles, white goods and industrial motor drives, UPS systems,  solar inverters and industrial welding\nPower ICs\nIntegrated devices used for power management and power delivery\nDC-DC Buck conversion\nDC-DC Boost conversion\nSmart load switching                                                                                                      DrMOS power stage\nFlat panel displays, TVs, Notebooks, graphic cards, servers, DVD/Blu-Ray players, set-top boxes, and networking equipment\nAnalog power devices used for circuit protection and signal switching\nTransient voltage protection\nAnalog switch\nElectromagnetic interference filter\nNotebooks, desktop PCs, tablets, flat panel displays, TVs, smart phones, and portable electronic devices\nPower discrete products\nPower discretes are used across a wide voltage and current spectrum, requiring high efficiency and reliability under harsh conditions.  Due to the diverse nature of end-market applications, we market both general purpose MOSFETs that are used in multiple applications as well as application specific MOSFETs.\nOur current power discrete product line includes industry standard trench MOSFETs, SRFETs, XSFET, electrostatic discharge, protected MOSFETs, high and mid-voltage MOSFETs and IGBTs.\nPower IC products\nIn addition to the traditional monolithic or single chip design, we employ a multi-chip approach for the majority of our power ICs.  This multi-chip technique leverages our proprietary MOSFET and advanced packaging technologies to offer integrated solutions to our customers.  This allows us to update product portfolios by interchanging only the MOSFETs without changing the power management IC, thereby reducing the time required for new product introduction and providing optimal solutions to our customers.  We believe that our power IC products improve our competitive position by enabling us to provide higher power density solutions to our end customers than some of our competitors.\nThe incorporation of both power delivery and power management functions tends to make power ICs more application specific because these two functions have to be properly matched to a particular end product.  We have local technical marketing and applications engineers who closely collaborate with our end customers to help ensure that power IC specifications are properly defined at the beginning of the design stage.\nNew Product Introduction\nWe introduced several new products based on our proprietary technology platform and continue to expand our product families.  \nDuring the fourth quarter of fiscal year of 2023, we released the 600V αMOS7™ Super Junction MOSFETs Family. These devices are designed to meet the high efficiency and high-density needs of servers, workstations, telecom rectifiers, solar Inverters, EV charging, motor drives and industrial power applications.           \nDuring the third quarter of fiscal year of 2023, we introduced a powerful duo of sink and source switches that can increase the power delivery capability of USB Type-C ports to 140W, paving the way for Type C extended power range (EPR) \n5\nimplementations.  The AOZ13937DI is suited for 28V Type C sinking applications while the AOZ15333DI is capable of Type C sourcing applications.  These new switches are suited for 28V Type C EPR implementations in high-performance laptops, personal computers, monitors, docking, and other applications.  Also, we introduced an extension to our active bridge driver, AlphaZBL™ family.  The new device in this family is suitable for use in adapters for high-end laptops and televisions, as well as power supplies for Desktops, Game consoles, and Servers. \nDuring the second quarter of fiscal year of 2023, we introduced our new industry-leading 650V and 750V SiC MOSFET platform for both industrial and automotive applications. The 650V SiC MOSFETs are ideal switching solutions for industrial applications such as solar inverters, motor drives, industrial power supplies, and new energy storage systems, while the AEC-Q101 qualified 750V SiC MOSFET line is targeted for the high-reliability needs in electric vehicle (EV) systems such as the on-board charger (OBC) and the main traction inverter.  Also, we introduced an extension to our compact Smart Motor Module (SMM) family.  Available in an ultra-compact, thermally enhanced 3mm x 3mm QFN-18L package, the highly integrated AOZ9530QV SMM is a half-bridge power stage with a slew of features and protections that simplify motor drive designs. The AOZ9530QV SMM is suitable for use in a large number of BLDC fan applications ranging from PC and server fans, seat cooling and home appliances.  In addition, we released AONS30300, a 30V MOSFET with low on-resistance.  The AONS30300 features a high Safe Operating Area (SOA) capability making it ideally suited for demanding applications such as hot swap and eFuse.   \nDistributors and customers     \nWe have established direct relationships with key OEMs, including Dell Inc., Hewlett-Packard Company, Samsung Group, and Stanley Black & Decker, Inc., most of whom we serve through our distributors and ODMs.  In addition, based on our historical design win activities, our power semiconductors are also incorporated into products sold to many other leading OEMs. \nThrough our distributors, we provide products to ODMs who traditionally are contract manufacturers for OEMs.  As the industry has evolved, ODMs are increasingly responsible for designing portions, or entire systems, of the products they manufacture for the OEMs.  In addition, several ODMs are beginning to design, manufacture and brand their own proprietary products, which they sell directly to consumers.  Our ODM customers include Compal Electronics, Inc., Foxconn, Quanta Computer Incorporated, Wistron Corporation and Delta Electronics.  \nIn order to take advantage of the expertise of end-customer fulfillment logistics and shorter payment cycles, we sell most of our products through distributors.  In general, under our agreements with distributors, they have limited rights to return unsold merchandise, subject to time and volume limitations.  As of June 30, 2023, 2022 and 2021, our two largest distributors were WPG Holdings Limited, or WPG, and Promate Electronic Co. Ltd., or Promate.  Sales to WPG and Promate accounted for 35.6% and 21.6% of our revenue, respectively, for the fiscal year ended June 30, 2023, 39.7% and 24.6% of our revenue, respectively, for the fiscal year ended June 30, 2022, and 35.4% and 28.7% of our revenue, respectively, for fiscal year ended June 30, 2021, respectively.\nSales and marketing    \nOur marketing division is responsible for identifying high growth markets and applications where we believe our technology can be effectively deployed.  We believe that the technical background of our marketing team, including application engineers, helps us better define new products and identify potential end customers and geographic and product market opportunities.  For example, as part of our market diversification strategy, we have deployed and plan to recruit more, field application engineers, or FAEs, for our new product offerings, who provide real-time and local response to our end customers' needs.  FAEs work with our end customers to understand their requirements and resolve technical problems.  FAEs also strive to anticipate future customer needs and facilitate the design-in of our products into the end products of our customers.  We believe this strategy increases our share of revenue opportunities within the applications we currently serve, as well as in new end-market applications.\nOur sales team consists of sales personnel, field application engineers, customer service representatives and customer quality engineers who are responsible for key accounts.  We strategically position our team near our end customers through our offices in Taipei, Hong Kong, Shenzhen, Shanghai, Qingdao, SuZhou, Tokyo, Seoul, Heilbronn, and Sunnyvale, California, complemented by our applications centers in Sunnyvale and Shanghai.  In addition, our distributors and sales representatives assist us in our sales and marketing efforts by identifying potential customers, creating additional demand and promoting our products, in which case we may pay a sales commission.\nOur sales cycle varies depending on the types of products and can range from six to eighteen months.  In general, our traditional power discrete products in PC and TV applications progress more rapidly through the customer's design and marketing processes, and therefore they generally have a shorter sales cycle.  In contrast, our newer Power IC and IGBT \n6\nproducts, used mostly in the power supply, home appliance and industrial applications, require a more extended design and marketing timeline and thus have a longer sales cycle.  Typically, our sales cycle for all products comprises the following steps:\n•\nidentification of a customer design opportunity;\n•\nqualification of the design opportunity by our FAEs through comparison of the power requirements against our product portfolio;\n•\ndelivery of a product sample to the end customer to be included in the customer's pre-production model with the goal of being included in the final bill of materials; and\n•\nplacement by the customer, or through its distributor, of a full production order as the end customer transitions to full volume production.\nCompetition\n    \nThe power semiconductor industry is characterized by fragmentation with many competitors.  We compete with different power semiconductor suppliers, depending on the type of product lines and geographical area.  Our key competitors in power discretes and power ICs are primarily headquartered in the United States, Japan, Europe, China and Taiwan.  Our major competitors in power discretes include Infineon Technologies AG, ON Semiconductor Corp., STMicroelectronics N.V., Toshiba Corporation, Diodes Incorporated and Vishay Intertechnology, Inc.  Our major competitors for our power ICs include Monolithic Power Systems, Inc., ON Semiconductor Corp., Richtek Technology Corp., Semtech Corporation, Texas Instruments Inc. and Vishay Intertechnology, Inc.\nOur ability to compete depends on a number of factors, including:\n•\nsuccess in expanding and diversifying our serviceable markets, and our ability to develop technologies and product solutions for these markets;\n•\ncapability to quickly develop and introduce proprietary technology and best-in-class products;\n•\nperformance and cost-effectiveness of our products relative to that of our competitors;\n•\nability and capacity to manufacture, package and deliver products in large volume on a timely basis at a competitive price;\n•\nsuccess in utilizing new and proprietary technologies to offer products and features previously not available in the marketplace;\n•\nability to recruit and retain analog semiconductor designers and application engineers; and\n•\nability to protect our intellectual property.\nSome of our competitors have longer operating histories, more brand recognition, and significantly greater financial, technical, research and development, sales and marketing, manufacturing and other resources.  However, we believe that we can compete effectively through our integrated and innovative technology platform and design capabilities, including our strong and extensive patent portfolio, strategic global business model, expanding suites of new products, diversified and broad customer base, and excellent on-the-ground support and quick time to market for our products.\n \nSeasonality\nAs we provide power semiconductors used in consumer electronic products, our business is subject to seasonality.\n \nOur sales seasonality is affected by a number of factors, including global and regional economic conditions as well as the PC market condition, revenue generated from new products, changes in distributor ordering patterns in response to channel inventory adjustments and end customer demand for our products\n \nand fluctuations in consumer purchase patterns prior to major holiday seasons.\n \n \nBacklog\nOur sales are made primarily pursuant to standard purchase orders from distributors and direct customers.  The amount of backlog to be shipped during any period depends on different factors, and all orders are subject to cancellation or modification, \n7\nusually with no penalty to customers.  The quantities actually purchased by customers, as well as shipment schedules, are frequently revised to reflect changes in both the customers’ requirements and in manufacturing availability.  Therefore, our backlog at any point in time is not a reliable indicator of our future revenue. \nResearch and development    \nWe view technology as a competitive advantage, and we invest significant time and capital in research and development to address the technology-intensive needs of our end customers.  Our research and development expenditures for the fiscal years of 2023, 2022 and 2021 were $88.1 million, $71.3 million and $63.0 million, respectively.  Our research and development expenditures primarily consist of salaries, bonuses, benefits, share-based compensation expense, expenses associated with new product prototypes, travel expenses, fees for engineering services provided by outside contractors and consultants, amortization of software and design tools, depreciation of equipment and overhead costs.  We continue to invest in developing new technologies and products utilizing our own fabrication and packaging facilities as it is critical to our long-term success.  We also evaluate appropriate investment levels and stay focused on new product introductions to improve our competitiveness.  We have research and development teams in Silicon Valley (Sunnyvale, California), Oregon, Texas, Arizona, Korea, Taiwan, and China.  We believe that these diverse research and development teams enable us to develop leading edge technology platforms and new products.  Our areas of research and development focus include:\nPackaging technologies\n: Consumer demand for smaller and more compact electronic devices with higher power density is driving the need for advanced packaging technology.  Our group of dedicated packaging engineers focuses on smaller form factors, and higher power output with efficient heat dissipation and cost-effectiveness.  We have invested resources in developing and enhancing our proprietary packaging technologies, including the establishment of our in-house packaging and testing facilities.  Our efforts to develop innovative packaging technologies continues to provide new and cost-effective solutions with higher power density to our customers.  During the fiscal year ended June 30, 2023, we continued our diversification strategies by developing new silicon and packaging platforms to expand our SAM and offer higher performance products.\nProcess technology and device physics:\n We focus on specialized process technology in the manufacturing of our products, including vertical DMOS, Shielded Gate Trench, Trench field stop IGBTs, charge-balance high voltage MOSFETs, Schottky Diode and BCDMOS processes.\n \nOur process engineers work closely with our design team to deploy and implement our proprietary manufacturing processes at our Oregon Fab, the Chongqing Fab as well as the third-party foundries that fabricate our wafers.\n \nTo improve our process technology, we continue to develop and enhance our expertise in device physics in order to better understand the physical characteristics of materials and the interactions among these materials during the manufacturing process.\nNew products and new technology platforms:\n We invest significantly in the development of new technology platforms and introduction of new products.  Because power management affects all electronic systems, we believe that developing a wide portfolio of products enables us to target new applications in addition to expanding our share of power management needs  within existing applications.\n As a technology company, we will continue our significant investment in research and development in our low voltage, medium voltage, and high voltage power discretes, IGBT and power modules and power ICs by developing new technology platforms and new products that allow for improved product performance, higher efficiency packages and higher levels of integration.\nOperations    \nThe manufacture of our products is divided into two major steps: wafer fabrication and packaging and testing. \nWafer fabrication  \n    \nOur Oregon Fab allows us to accelerate the development of our technology and products, as well as to provide better service to our customers.  We allocate our wafer production between our in-house facility and third-party foundries.  During the past three years, we have gradually reduced our reliance on third-party foundries and increased allocation of capacity to our Oregon Fab and Chongqing JV Fab.  We entered into an agreement with the JV Company for the Chongqing Fab, pursuant to which the JV Company agrees to provide us with a monthly wafer production capacity guarantee, subject to future increase when the JV Company’s production capacity reaches certain specified levels.\n \nCurrently our main third-party foundry is Shanghai Hua Hong Grace Electronic Company Limited, (\"HHGrace\"), or formerly HHNEC, located in Shanghai.  HHGrace has been manufacturing wafers for us since 2002.  HHGrace manufactured 9.6%, 10.3% and 11.5% of the wafers used in our products for the fiscal years ended June 30, 2023, 2022 and 2021, respectively. \n8\nPackaging and testing\nCompleted wafers from the foundries are sent to our in-house packaging and testing facilities or to our subcontractors, where the wafers are cut into individual die, soldered to lead frames, wired to terminals and then encapsulated in protective packaging.  After packaging, all devices are tested in accordance with our specifications and substandard or defective devices are rejected.  We have established quality assurance procedures that are intended to control quality throughout the manufacturing process, including qualifying new parts for production at each packaging facility, conducting root cause analysis, testing for lots with process defects and implementing containment and preventive actions.  The final tested products are then shipped to our distributors or customers.\nOur in-house and wholly-owned packaging and testing facilities are located in Shanghai, China which handle most of our packaging and testing requirements for our products.  In addition, the JV Company handles a portion of our packaging and testing requirement.  We continuously increase the outsourcing portion of our packaging and testing requirements to other contract manufacturers to improve our ability to respond to changes in market demand.  Our facilities have the combined capacity to package and test over 600 million parts per month and have available floor space for new package introductions.  We believe our ability to package and test our products internally represents a strategic advantage as it protects our proprietary packaging technology, increases the rate of new package introductions, reduces operating expenses and ultimately improves our profit margins.  \nQuality assurance    \nOur quality assurance practices aim to consistently provide our end customers with products that are reliable, durable and free of defects.  We strive to do so through design for manufacturing, and continuous improvement in our product design and manufacturing and close collaboration with our manufacturing partners.  Our manufacturing operations in China and our manufacturing facility in Oregon are certified to the ISO9001 and IATF16949:2016.  These Quality Management System certifications represent a recognition of our high quality assurance standards.  Both ISO9001 and IATF16949:2016 are sets of criteria and procedures established by the International Organization of Standardization for developing a fundamental quality management system and focusing on continuous improvement, defect prevention and the reduction of variation and waste.  Our products are also in compliance with Restrictions on the use of Hazardous Substances, or RoHS 3.0.\nWe maintain a supplier management and process engineering team in Shanghai that works with our third-party foundries and packaging and testing subcontractors to monitor the quality of our products, which is designed to ensure that manufacturing of our products is in strict compliance with our process controls, monitoring procedures and product requirements.  We also conduct periodic reviews and annual audits to ensure supplier performance.  For example, we examine the results of statistical process control systems, implement preventive maintenance, verify the status of quality improvement projects and review delivery time metrics.  In addition, we rate and rank each of our suppliers every quarter based on factors such as their quality and performance.  Our facility in Oregon integrates manufacturing process controls through our manufacturing execution system, coupled with wafer process controls that include monitoring procedures, preventative maintenance, statistical process control, and testing to ensure that finished wafers delivered will meet and exceed quality and reliability requirements.  All materials used to manufacture wafers are controlled through a strict qualification process.\nOur manufacturing processes use many raw materials, including silicon wafers, gold, copper, molding compound, petroleum and plastic materials and various chemicals and gases.  We obtain our raw materials and supplies from a large number of sources.  Although supplies for raw materials used by us are currently adequate, shortages could occur in various essential materials due to interruption of supply or increased demand in the industry.\nIntellectual property rights     \nIntellectual property is a critical component of our business strategy, and we intend to continue to invest in the growth, maintenance and protection of our intellectual property portfolio.  We own significant intellectual property in many aspects of power semiconductor technology, including device physics and structure, wafer processes, circuit designs, packaging, modules and subassemblies.  We have also entered into intellectual property licensing agreements with other companies, including On Semiconductor Corp. and Giant Semiconductor Corporation, to use selected third-party technology for the development of our products, although we do not believe our business is dependent to any significant degree on any individual third-party license agreement.  In February 2023, we entered into a license agreement with a customer to license our proprietary SiC technology and to provide 24-months of engineering and development services for a total fee of $45 million, consisting of upfront fees and fees upon the achievement of specified engineering services and product milestones.\nWhile we focus our patent efforts in the United States, we file corresponding foreign patent applications in other jurisdictions, such as China and Taiwan, when filing is justified by cost and strategic importance.  The patents are increasingly \n9\nimportant to remain competitive in our industry, and a strong patent portfolio will facilitate the entry of our products into new markets.  As of June 30, 2023, we had 918 patents issued in the United States, of which 911 were based on our research and development efforts and 7 were acquired, and these patents are set to expire between 2023 and 2041.  We also had a total of 980 foreign patents, including 446 Chinese patents, 489 Taiwanese patents, 24 Korean patents, 4 Hong Kong patents, 5 Philippine patents, 8 Japanese patents, 2 Europe patent and 2 India patent as of June 30, 2023.  Substantially all of our foreign patents were based on our research and development efforts.  These foreign patents will expire in the years between 2023 and 2041.  In addition, as of June 30, 2023, we had a total of 159 patent applications, of which 45 patents were pending in the United States, 81 patents were pending in China, 22 patents were pending in Taiwan and 11 patents were pending in other countries. \nAs our technologies are deployed in new applications and as we diversify our product portfolio based on new technology platforms, we may be subject to new potential infringement claims.  Patent litigation, if and when instituted against us, could result in substantial costs and a diversion of our management's attention and resources.  However, we are committed to vigorously defending and protecting our investment in our intellectual property.  Therefore, the strength of our intellectual property program, including the breadth and depth of our portfolio, will be critical to our success in the new markets we intend to pursue.\nIn addition to patent protection, we also rely on a combination of trademark, copyright (including mask work protection), trade secret laws, contractual provisions and similar laws in other jurisdictions.  We also enter into confidentiality and invention assignment agreements with our employees, consultants, suppliers, distributors and customers and seek to control access to, and distribution of, our proprietary information.\nHuman Capital Resources  \nAs of June 30, 2023, we had 2,468 employees, of whom 781 were located in the United States, 1,502 were located in China, and 185 were located in other parts of the world.  None of our employees is represented by a collective bargaining agreement.  Notwithstanding our global footprint and various geographical locations, we have created an integrated workforce where employees worldwide work and collaborate as a team to advance our common business objectives, while retaining local and regional practices and cultures.\nWe are committed to providing a work environment in which our employees can realize fully their talents and develop successful careers.  As our strength is in our people, we invest significantly in our employees by providing a wide range of training and development opportunities, including mentoring, coaching, tuition reimbursement, attendance at external seminars and professional conferences, and regular in-house training sessions on specific topics.  We train our managers to become good stewards for our employees, balancing the need for quality of life with performance results.   We believe that these efforts contribute to the growth and well-being of our employees, as more than 50% of our managerial positions are filled through promotions of existing employees. \nWe also keep our employees engaged and informed by providing periodic all-staff communications, and semi-annual performance reviews to ensure that efforts and results are aligned with our business and strategic corporate objectives.  We value feedback from our employees and promote an open-door policy which encourages employees to have regular conversations with their managers to share feedback and express concerns.  We also solicit employee feedback informally through regular employee interactions such as one on one or functional team staff meetings.  In addition, we conduct employee satisfaction surveys at certain locations to help management identify areas that may require improvement.  As part of the AOS tradition, we organize regular and seasonal social events, such as team building activities, annual appreciation picnics, and holiday parties, inviting both employees and their families to join.  We believe these efforts enable us to build a strong and solid group of dedicated and happy employees who form the core of our human capital resource.\nWe are committed to providing an environment where employees from all walks of life are treated with respect, care and dignity.  We adhere strictly to the Company’s Code of Business Conduct and Ethics and other policies, and ensure that our employment practices respect human rights and comply with national, state and local regulatory requirements at all locations where we conduct business.  To recruit new talent, we reach out to a broad range of sources, including employee referrals, on-line advertising, recruitment agencies, and other social media platforms to seek out the best qualified candidates regardless of their backgrounds.  We are also focused on ensuring a diverse workforce, including our management team.  Our Nominating and Corporate Governance Committee leads the effort in recruiting qualified directors to serve on our Board.  Our employees appreciate and value the strength of our people-oriented culture and the benefits our workplace diversity brings.\nWe commit to a fair and living wage for all employees. We offer competitive compensation and benefits packages for our employees that include a combination of base salary, annual bonus, discretionary bonus for outstanding achievements, an employee share purchase plan, time-based and performance-based long-term equity compensation.  Our equity related compensation programs are designed to motivate and incentivize our employees and align their rewards to financial and other business performance goals, while increasing our shareholder value.  We have an established Employee Recognition Award program which is regularly utilized to recognize the outstanding achievements of employees and teams that go above and beyond to achieve AOS business goals.  In addition, we have engaged nationally-recognized outside independent compensation \n10\nconsulting firms to independently evaluate the appropriateness and effectiveness of compensation for our executives and other officers and to provide benchmarks for executive compensation as compared to peer companies.   \nThe health and safety of our employees are paramount to our company.  While the COVID-19 global health emergency has ended,  COVID-19 and other infectious diseases remain a threat to the health and safety of employees.  As such, we continue to monitor and follow requirements and guidance related to COVID-19 prevention in the workplace published by applicable public health agencies in various jurisdictions in which we operate.  In addition, we have policies and procedures in place to respond to COVID-19 infection in the workplace including isolation requirements for employees infected with COVID-19 and close contact individuals.  We believe policies and procedures help to ensure the health and safety of our employees.\nEnvironmental matters    \nThe semiconductor production process, including the semiconductor wafer manufacturing and packaging process, generates air emissions, liquid wastes, waste water and other industrial wastes.  We have installed various types of pollution control equipment for the treatment of air emissions and liquid waste and equipment for recycling and treatment of water in our packaging and testing facilities in China and wafer manufacturing facility in Oregon, USA.  Waste generated at our manufacturing facilities, including but not limited to acid waste, alkaline waste, flammable waste, toxic waste, oxide waste and self-igniting waste, is collected and sorted for proper disposal.  Our operations in China are subject to regulation and periodic monitoring by China’s State Environmental Protection Bureau, as well as local environmental protection authorities, including those under the Shanghai Municipal Government, which may in some cases establish stricter standards than those imposed by the State Environmental Protection Bureau.  Our operation in Oregon is subject to Oregon Department of Environmental Regulations, Federal Environmental Protection Agency laws and regulations, and local jurisdictional regulations.  We believe that we have been in material compliance with applicable environmental regulations and standards and have not had a material or adverse effect on our results of operations from complying with these regulations.\nWe have implemented an ISO 14001 environmental management system in our manufacturing facilities in China and Oregon.  We also require our subcontractors, including foundries and assembly houses, to meet ISO 14001 standards.  We believe that we have adopted pollution control measures for the effective maintenance of environmental protection standards consistent with the requirements applicable to the semiconductor industry in China and the U.S.\nOur products sold in worldwide are subject to RoHS in Electrical and Electronic Equipment, which requires that the products do not contain more than agreed levels of lead, cadmium, mercury, hexavalent chromium, polybrominated biphenyl and polybrominated diphenyl ether flame retardants.  Our manufacturing facilities in China also obtained QC080000 certification, which is an IECQ Certificate of Conformity Hazardous Substance Process Management for European Directive 2002/95/EC requirements and a Certificate of Green Partner for Sony Green Partner Program.  We avoid using these restricted materials to the extent possible when we design our products.\nWe are also subject to SEC rules that require diligence, disclosure and reporting on whether certain minerals and metals, known as conflict minerals, used in our products originate from the Democratic Republic of Congo and adjoining countries.  As of June 30, 2023, 2022 and 2021, we were in compliance with the related conflict minerals rule.\nExport Control\nWe are subject to export and import control laws, trade regulations and other trade requirements that limit which products we sell and where and to whom we sell our products. Because we are committed to complying with all applicable export control laws, regulations, and requirements, we have reviewed and revised our processes and procedures to ensure that our shipments to our customers remain compliant with applicable export laws.  As part of the enhanced process, we have also conducted extensive risk assessment on export control compliance and implemented training programs for our employees. \nExecutive Officers     \nThe following table lists the names, ages and positions of our executive officers as of August 15, 2023. There are no family relationships between any executive officer, except that Mr. Stephen C. Chang is a son of Dr. Mike F. Chang. \n11\nName\nAge  \nPosition \nStephen C. Chang\n46\nChief Executive Officer and Director\nMike F. Chang, Ph.D.\n78\nExecutive Chairman and Chairman of the Board \nYifan Liang\n59\nChief Financial Officer and Corporate Secretary\nWenjun Li, Ph.D.\n54\nChief Operating Officer\nBing Xue, Ph.D.\n59\nExecutive Vice President of Worldwide Sales and Business Development\nStephen C. Chang \nhas served as our Chief Executive Officer since March 2023 and as a director since November 2022.  Mr. Chang previously served as the Company’s President from January 2021 to February 2023.  Prior to that, Mr. Chang served in various management positions, including Executive Vice President of Product Line Management, Senior VP of Marketing, VP of the MOSFET Product Line, and Senior Director of Product Marketing.  Mr. Chang has over 20 years of industry experience and leads the Company’s business strategies, product and technology development, sales and marketing functions, manufacturing operation and supply chain management, and other managerial responsibilities.  Mr. Chang received his B.A. in Electrical Engineering from University of California, Berkeley, and M.B.A. from Santa Clara University.  \nMike F. Chang, Ph.D\n., is the founder of our company and serves as our Executive Chairman.  Dr. Chang served as Chief Executive Officer from the founding of our company until March 2023.  Prior to establishing our company, Dr. Chang served as the Executive Vice President at Siliconix Incorporated, a subsidiary of Vishay Intertechnology Inc., a global manufacturer and supplier of discrete and other power semiconductors, or Siliconix, from 1998 to 2000.  Dr. Chang also held various management positions at Siliconix from 1987 to 1998.  Earlier in his career, Dr. Chang focused on product research and development in various management positions at General Electric Company from 1974 to 1987.  Dr. Chang received his B.S. in electrical engineering from National Cheng Kung University, Taiwan, and M.S. and Ph.D. in electrical engineering from the University of Missouri.  \nYifan Liang\n has been serving as our Chief Financial Officer since August 2014 and Corporate Secretary since November 2013.  Mr. Liang served as our Interim Chief Financial Officer from November 2013 to August 2014, our Chief Accounting Officer since October 2006, and our Assistant Corporate Secretary from November 2009 to November 2013.  Mr. Liang joined our company in August 2004 as our Corporate Controller.  Prior to joining us, Mr. Liang held various positions at PricewaterhouseCoopers LLP, or PwC, from 1995 to 2004, including Audit Manager in PwC’s San Jose office.  Mr. Liang received his B.S. in management information system from the People's University of China and M.A. in finance and accounting from the University of Alabama.\nWenjun. Li, Ph.D\n., has been serving as our Chief Operating Officer since August 2021.  Prior to that, Dr. Li served in various management positions in our Company since 2012, including Executive Vice President of World-Wide Manufacturing, Senior Vice President of World-Wide Manufacturing, Vice President of Front-End Operation, the director of Process Integration and Senior Manager of Process Integration.  Dr. Li holds a B.S. in Chemistry and a M.S. in Chemical Engineering from Taiyuan University of Technology, and a Ph.D. in Microelectronics & Solid-State Electronics from the Research Institute of Micro-Nanometer Technology at Shanghai Jiao Tong University.\nBing Xue, Ph.D., \nhas been serving as our Executive Vice President of Worldwide Sales and Business Development since January 2021.  Prior to that, Dr. Xue held various managerial positions in our company since 2003, including Senior Vice President of Global Sales, Vice President of Global Sales, Vice President of Worldwide Manufacturing, and General Manager of China Operation.  Prior to joining us, Dr. Xue served as the Director of Engineering in Dowslake Microsystem from 2001 to 2003.  Dr. Xue received his B.S. in Physics from Xiamen University, and Ph.D. in Physical Chemistry from University of Pennsylvania.\nAvailable Information\nOur filing documents and information with the Securities and Exchange Commission (the “SEC”) are available free of charge electronically through our Internet website, \nwww.aosmd.com.\n as soon as reasonably practicable after we electronically file such material with, or furnish it to, the SEC.  In addition, the SEC maintains a website (www.sec.gov) that contains reports, proxy statements, and other information that we file electronically. \n12",
    "item1a": ">Item 1A.\nRisk Factors \nOur operations and financial results are subject to various risks and uncertainties, including those described below, that could adversely affect our business, financial condition, results of operations, cash flows, and the trading price of our common stock. \nRisk Factor Summary \nRisks Related to Our Business\n•\nWe may be adversely affected by the macroeconomic conditions and cyclicality of the semiconductor industry.\n•\nThe decline of personal computing (“PC”) markets may have a material adverse effect on our results of operations.\n•\nOur strategy of diversification into different market segments may not succeed according to our expectations. \n•\nOur operating results may fluctuate from period to period due to many factors, which may make it difficult to predict our future performance.\n•\nGeopolitical and economic conflicts between United States and China may adversely affect our business.\n•\nOur lack of control over the JV Company may adversely affect our operations.\n•\nOur revenue may fluctuate significantly from period to period due to ordering patterns from our distributors and seasonality.\n•\nWe may not be able to introduce or develop new and enhanced products that meet or are compatible with our customer’s product requirements in a timely manner.\n•\nWe may not win sufficient designs, or our design wins may not generate sufficient revenue for us to maintain or expand our business.\n•\nOur success depends upon the ability of our OEM end customers to successfully sell products incorporating our products.\n•\nThe operation of our Oregon Fab subjects us to additional risks and the need for additional capital expenditures which may negatively impact our results of operations. \n•\nDefects and poor performance in our products could result in loss of customers, decreased revenue, unexpected expenses and loss of market share.\n•\nIf we do not forecast demand for our products accurately, we may experience product shortages, delays in product shipment, excess product inventory, or difficulties in planning expenses, which will adversely affect our business and financial condition.\n•\nWe face intense competition and may not be able to compete effectively which could reduce our revenue and market share.\n•\nOur reliance on third-party semiconductor foundries to manufacture our products subjects us to risks.\n•\nOur reliance on distributors to sell a substantial portion of our products subjects us to a number of risks.\n•\nWe have made and may continue to make strategic acquisitions of other companies, assets or businesses and these acquisitions introduce significant risks and uncertainties. \n•\nIf we are unable to obtain raw materials in a timely manner or if the price of raw materials increases significantly, production time and product costs could increase, which may adversely affect our business.\n•\nWe may not be able to accurately estimate provisions at fiscal period end for price adjustment and stock rotation rights under our agreements with distributors, and our failure to do so may impact our operating results.\n•\nOur operation of two wholly-owned packaging and testing facilities are subject to risks that could adversely affect our business and financial results.\n•\nWe may be adversely affected by any disruption in our information technology systems.\n•\nWe depend on the continuing services of our senior management team and other key personnel.\n•\nFailure to protect our patents and our other proprietary information could harm our business and competitive position.\n13\n•\nIntellectual property disputes could result in lengthy and costly arbitration, litigation or licensing expenses or prevent us from selling our products.\n•\nThe DOJ government investigation and evolving export control regulations may adversely affect our financial performance and business operations.\n•\nGlobal or regional economic, political and social conditions could adversely affect our business and operating results.\n•\nOur business operations could be significantly harmed by natural disasters or global epidemics.\n•\nOur insurance may not cover all losses, including losses resulting from business disruption or product liability claims.\n•\nOur international operations subject our company to risks not faced by companies without international operations.\n•\nIf we fail to maintain an effective internal control environment as well as adequate control procedures over our financial reporting, investor confidence may be adversely affected thereby affecting the value of our stock price.\n•\nWe are subject to the risk of increased income taxes and changes in existing tax rules.\n \n•\nOur debt agreements include financial covenants that may limit our ability to pursue business and financial opportunities and subject us to risk of default.\n•\nThe imposition of U.S. corporate income tax on our Bermuda parent and non-U.S. subsidiaries could adversely affect our results of operations. \n•\nWe may be classified as a passive foreign investment company (“PFIC”), which could result in adverse U.S. federal income tax consequences for U.S. holders. \n•\nThe average selling prices of products in our markets have historically decreased rapidly and will likely do so in the future, which could harm our revenue and gross margins.\nRisks Related to Doing Business in China\n•\nChina’s economic, political and social conditions, as well as government policies, could affect our business and growth.\n•\nChanges in China’s laws, legal protections or government policies on foreign investment in China may harm our business.\n•\nThe continuing potential for new or additional tariffs on imported goods from China could adversely affect our business operations.\n•\nUncertainties exist with respect to the interpretation and implementation of PRC Foreign Investment Law and how it may impact us.\n•\nLimitations on our ability to transfer funds to our China subsidiaries could adversely affect our ability to expand our operations, make investments that could benefit our businesses and otherwise fund and conduct our business.\n•\nChina's currency exchange control and government restrictions on investment repatriation may impact our ability to transfer funds outside of China.\n•\nThe M&A Rules and certain other PRC regulations establish complex procedures for some acquisitions of Chinese companies by foreign investors, which could make it more difficult for us to pursue growth through acquisitions in China.\n•\nOur results of operations may be negatively impacted by fluctuations in foreign currency exchange rates between U.S. dollar and Chinese Yuan, or RMB.\n•\nPRC labor laws may adversely affect our results of operations.\n•\nRelations between Taiwan and China could negatively affect our business, financial condition and operating results and, therefore, the market value of our common shares.\nRisks Related to Our Corporate Structure and Our Common Shares\n•\nOur share price may be volatile and you may be unable to sell your shares at or above the purchase price, if at all.\n14\n•\nIf securities or industry analysts do not publish research or reports about our business, or if they adversely change their recommendations regarding our common shares or if our operating results do not meet their expectations, the trading price of our common shares could decline. \n•\nAnti-takeover provisions in our bye-laws could make an acquisition of us more difficult and may prevent attempts by our shareholders to replace or remove our current management.\n•\nWe are a Bermuda company and the rights of shareholders under Bermuda law may be different from U.S. laws. \nRisks Related to Our Business \nOur operating results and financial conditions are affected by downturns in the semiconductor industry, changes in end-market demand and other macro-economic trends. \nThe semiconductor industry periodically experiences significant economic downturns characterized by diminished product and end-market demand, production overcapacity, excess inventory, which can result in rapid significant decline in shipment and sales, which may harm our operating results and financial condition.  The semiconductor market is also highly cyclical and is characterized by constant and rapid technological change such as product obsolescence and price erosion, evolving standards, uncertain product life cycles and wide fluctuations in product supply and demand.  Since mid-2022, we have experienced an industry-wide decline of customer demand for semiconductor products due primarily to the build-up of excess inventory prior to the cessation of the COVID-19 pandemic.  This decline has negatively affected our recent financial performance in 2023.  While we expect some recovery of the macroeconomic trend by the end of 2023 and early 2024, there is no guarantee that it will occur and a prolonged and extended downturn in the semiconductor industry will have a substantial impact on our operating results and financial conditions.  \nThe decline of personal computing (“PC”) markets may have a material adverse effect on our results of operations.\nA significant amount of our revenue is derived from sales of products in the PC markets such as notebooks, motherboards and notebook battery packs.  Our revenue from the PC markets accounted for approximately 35.2%, 44.5% and 42.5% of our total revenue for the years ended June 30, 2023, 2022 and 2021, respectively.  The increasing popularity of smaller, mobile computing devices such as tablets and smart phones with touch interfaces is rapidly changing the PC markets both in the United States and abroad.  In the past prior to the commencement of the COVID-19 pandemic, we experienced a significant reduction in the demand for our products due to the declining PC markets, which negatively impacted our revenue, profitability and gross margin.  While we experienced a surge of demand in the PC market as a result of the COVID-19 pandemic and related events, such demand began to return to normal level with the cessation of the COVID-19 pandemic, and recently declined due to an industry-wide inventory correction and the ensuing downturn in the semiconductor industry. We have implemented measures and strategies to mitigate the effect of such a downturn.  These measures and strategies may not be sufficient or successful, in which case our operating results may be adversely affected. \nOur strategy of diversification into different market segments may not succeed according to our expectations and may expose us to new risks and place significant strains on our management, operational, financial and other resources.\nAs part of the growth strategy to diversify our product portfolio and in response to the decline of the PC markets, we have been developing new technologies and products designed to penetrate into other markets and applications, including merchant power supplies, flat panel TVs, smart phones, tablets, gaming consoles, lighting, datacom, telecommunications, home appliances and industrial motor controls.  However, there is no guarantee that these diversification efforts will be successful.  As a new entrant to some of these markets, we may face intense competition from existing and more established providers and encounter other unexpected difficulties, any of which may hinder or delay our efforts to achieve success.  In addition, our new products may have long design and sales cycles.  Therefore, if our diversification efforts fail to keep pace with the declining PC markets, we may not be able to alleviate its negative impact on our results of operations.\nOur diversification into different market segments may place a significant strain on our management, operational, financial and other resources.  To manage this diversification effectively, we will need to take various actions, including:\n•\nenhancing management information systems, including forecasting procedures;\n•\nfurther developing our operating, administrative, financial and accounting systems and controls;\n•\nmanaging our working capital and sources of financing;\n15\n•\nmaintaining close coordination among our engineering, accounting, finance, marketing, sales and operations organizations;\n•\nretaining, training and managing our employee base;\n•\nenhancing human resource operations and improving employee hiring and training programs;\n•\nrealigning our business structure to more effectively allocate and utilize our internal resources;\n•\nimproving and sustaining our supply chain capability; and\n•\nmanaging both our direct and distribution sales channels in a cost-efficient and competitive manner.\nOur failure to execute any of the above actions successfully or timely may have an adverse effect on our business and financial results.\nOur operating results may fluctuate from period to period due to many factors, which may make it difficult to predict our future performance.\nOur periodic operating results may fluctuate as a result of a number of factors, many of which are beyond our control.  These factors include, among others:\n•\na deterioration in general demand for electronic products, particularly the PC market, as a result of global or regional financial crises and associated macro-economic slowdowns, and/or the cyclicality of the semiconductor industry;\n•\na deterioration in business conditions at our distributors and /or end customers;\n•\nadverse general economic conditions in the countries where our products are sold or used;\n•\nthe emergence and growth of markets for products we are currently developing;\n•\nour ability to successfully develop, introduce and sell new or enhanced products in a timely manner and the rate at which our new products replace declining orders for our older products;\n•\nthe anticipation, announcement or introduction of new or enhanced products by us or our competitors;\n•\nchanges in the selling prices of our products and in the relative mix in the unit shipments of our products, which have different average selling prices and profit margins;\n•\nthe amount and timing of operating costs and capital expenditures, including expenses related to the maintenance and expansion of our business operations and infrastructure; \n•\nthe announcement of significant acquisitions, disposition or partnership arrangements;\n•\nthe ramp-up progress and operation of the JV Company, and announcement of significant transactions involving the JV Company;\n•\nchanges in the utilization of our in-house manufacturing capacity;\n•\nsupply and demand dynamics and the resulting price pressure on the products we sell;\n•\nthe unpredictable volume and timing of orders, deferrals, cancellations and reductions for our products, which may depend on factors such as our end customers' sales outlook, purchasing patterns and inventory adjustments based on general economic conditions or other factors;\n•\nchanges in laws and regulations affecting our business operations;\n•\nchanges in costs associated with manufacturing of our products, including pricing of wafer, raw materials and assembly services;\n•\nannouncement of significant share repurchase programs;\n•\nour concentration of sales in consumer applications and changes in consumer purchasing patterns and confidence; and\n•\nthe adoption of new industry standards or changes in our regulatory environment.\nAny one or a combination of the above factors and other risk factors described in this section may cause our operating results to fluctuate from period to period, making it difficult to predict our future performance.  Therefore, comparing our operating results on a period-to-period basis may not be meaningful, and you should not rely on our past results as an indication of our future performance.\n16\nGeopolitical and economic conflicts between United States and China may adversely affect our business\nGeopolitical conflicts and tensions between the United States and China have threatened and destabilized trading relationships and economic activities between the two countries.  Because we have significant operations in both countries, such conflicts and tensions may negatively impact our business.  At various times during recent years, the United States and China have had disagreements over political and economic issues, including but not limited to, the recent imposition of tariffs by the U.S. on goods imported from China and to the U.S. government's efforts to restrict transfer and sharing of technologies, including semiconductor technologies, between the two countries.  In addition, the U.S. government may enact new and more restrictive export control regulations that may reduce our ability to ship and sell products to certain customers in China and Asia and increase our cost to implement additional measures to comply with such new regulations.  In addition, disagreements between the United States and China with respect to their political, military or economic policies toward Taiwan may contribute to further controversies.  These controversies and trade frictions could have a material adverse effect on our business by, among other things, making it more difficult for us to coordinate our operations between the United States and China causing a reduction in the demand for our products by customers in the United States or China and reducing our profitability due to increasing cost of compliance.\nOur lack of control over the JV Company may adversely affect our operations. \nWe formed the JV Company in 2016 which consists of a power semiconductor packaging, testing and 12-inch wafer fabrication facility in Chongqing. The JV Company is our subcontractor, and we rely and expect to continue to rely substantially on the JV Company to provide us with foundry capacity to develop and manufacture our products and to enhance our market position in China. At the formation of the JV Company, we retained control over the business operation of the JV Company through our majority equity ownership and board representation. In December 2021, we relinquished control over the JV Company through a series of transactions, including the sale of a portion of our equity interests in the JV Company and issuance of additional equity interests by the JV Company to raise capital. As a result of these transactions, we currently own approximately 42.2% of outstanding equity interest in the JV Company and have the right to designate three (3) out of seven (7) directors, instead of four (4) directors prior to such transaction. The reduction of our equity ownership of the JV Company is part of a plan to enable the JV Company to raise capital more easily and to facilitate a future public listing on the Science and Technology Innovation Board, or STAR Market, of the Shanghai Stock Exchange (the “China IPO”). Such reduction also caused the deconsolidation of the JV Company’s financial statements from our Consolidated Financial Statements.\nBecause we no longer have a controlling interest in the JV Company, the JV Company is operating and will continue to operate more independently, and our influence on all aspects of the JV Company’s business operations will be diminished. Accordingly, we might not be able to prevent the JV Company from taking actions adverse to our interests. For example, while we remain a major customer of the JV Company, the JV Company may decide to enter into business relationships with other customers and allocate foundry capacities to such customers, which may prevent us from securing a desirable or sufficient level of manufacturing capacity for our products. Even if the JV Company agrees to continue allocating sufficient manufacturing capacity to us, we may not be able to negotiate or obtain favorable pricing or service terms, which may increase our expenses and adversely affect our results of operations. \nOur lack of control over the JV Company may also make it more difficult for us to execute our broader business strategies in China, including our R&D, sales and marketing, product innovation efforts and protection of intellectual property rights, because the JV Company may decide not to cooperate with us in these matters. In addition, while we expect to achieve a financial return for our investment in the JV Company as a result of the China IPO, the China IPO process is complex, time-consuming and subject to a number of risks and there is no guarantee that the China IPO will be completed in a timely manner, or at all, and the JV Company’s failure to close the China IPO will negatively affect our investment in the JV Company. \nIn order to fund its capital expenditures and cost of operation, the JV Company has incurred a significant amount of indebtedness from third-party lenders under several loan and lease financing agreements, some of which are secured by substantially all of the assets of the JV Company. If the JV Company is not able to generate sufficient cash flow to make payments under these loans, the JV Company may be in default, which will adversely affect its ability to continue operations and provide foundry services to us. In addition, the JV Company requires additional funding to continue its operations and to refinance its existing indebtedness. There is no guarantee that the JV Company will be able to obtain financing on favorable terms, or at all, and any such failure may negatively impact our ability to access its wafer manufacturing capacity.\n17\nAny of the foregoing risks could materially reduce the expected return of our investment in the JV Transaction and adversely affect our business operations, our financial performance and the trading price of our shares.\nOur revenue may fluctuate significantly from period to period due to ordering patterns from our distributors and seasonality.\nDemand for our products from our end customers fluctuates depending on their sales outlooks and market and economic conditions.  Accordingly, our distributors place purchase orders with us based on their forecasts of end customer demand.  Because these forecasts may not be accurate, channel inventory held at our distributors may fluctuate significantly due to the difference between the forecasts and actual demand.  As a result, distributors adjust their purchase orders placed with us in response to changing channel inventory levels, as well as their assessment of the latest market demand trends.  A significant decrease in our distributors’ channel inventory in one period may lead to a significant rebuilding of channel inventory in subsequent periods, or vice versa, which may cause our quarterly revenue and operating results to fluctuate significantly.\nIn addition, because our power semiconductors are used in consumer electronics products, our revenue is subject to seasonality.  Our sales seasonality is affected by a number of factors, including global and regional economic conditions as well as the PC market conditions, revenue generated from new products, changes in distributor ordering patterns in response to channel inventory adjustments and end customer demand for our products\n \nand fluctuations in consumer purchase patterns prior to major holiday seasons.  In recent year, broad fluctuations in the semiconductor markets and the global economic conditions, in particular the decline of the PC market conditions, have had a more significant impact on our results of operations, than seasonality, and have made it difficult to assess the impact of seasonal factors on our business.  Our normal seasonality cycle has also been impacted by the recent COVID-19 pandemic and related events, making it more difficult to predict and determine a more consistent seasonality trend.  \nIf we are unable to introduce or develop new and enhanced products that meet or are compatible with our customer’s product requirements in a timely manner, it may harm our business, financial position and operating results.\nOur success depends upon our ability to develop and introduce new and enhanced products that meet or are compatible with our customer’s specifications, performance standards and other product requirements in a timely manner.  The development of new and enhanced products involves highly complex processes, and at times we have experienced delays in the introduction of new products.  Successful product development and introduction of new products depends on a number of factors, including the accurate product specification; timely completion of design; achievement of manufacturing yields; timely response to changes in customer’s product requirements; quality and cost-effective production; and effective marketing.  Since many of our products are designed for specific applications, we must frequently develop new and enhanced products jointly with our customers.  In the past, we have encountered product compatibility issues with a major OEM that has negatively impacted our financial results, and although we have resolved fully such issues with the OEM, there is no guarantee that the same compatibility issues will not occur in the future with other OEMs.  If we are unable to develop or acquire new products that meet or are compatible with our customer’s specification and other product requirements in a timely manner, we may lose revenue or market share with our customers, which could have a material adverse effect on our business, financial position and operating results.\nWe may not win sufficient designs, or our design wins may not generate sufficient revenue for us to maintain or expand our business.\nWe invest significant resources to compete with other power semiconductor companies to win competitive bids for our products in selection processes, known as “design wins.”  Our effort to obtain design wins may detract from or delay the completion of other important development projects, impair our relationships with existing end customers and negatively impact sales of products under development.  In addition, we cannot be assured that these efforts would result in a design win, that our product would be incorporated into an end customer's initial product design, or that any such design win would lead to production orders and generate sufficient revenue.  Furthermore, even after we have qualified our products with a customer and made sales, subsequent changes to our products, manufacturing processes or suppliers may require a new qualification process, which may result in delay and excess inventory.  If we cannot achieve sufficient design wins in the future, or if we fail to generate production orders following design wins, our ability to grow our business and improve our financial results will be harmed.\nOur success depends upon the ability of our OEM end customers to successfully sell products incorporating our products.\nThe consumer end markets, in particular the PC market, in which our products are used are highly competitive.  Our OEM end customers may not successfully sell their products for a variety of reasons, including:\n18\n•\ngeneral global and regional economic conditions;\n•\nlate introduction or lack of market acceptance of their products;\n•\nlack of competitive pricing;\n•\nshortage of component supplies;\n•\nexcess inventory in the sales channels into which our end customers sell their products;\n•\nchanges in the supply chain; and\n•\nchanges as a result of regulatory restrictions applicable to China-exported products.\nOur success depends on the ability of our OEM end customers to sell their products incorporating our products.  In addition, we have expanded our business model to include more OEMs in our direct customer base.  The failure of our OEM end customers to achieve or maintain commercial success for any reason could harm our business, results of operations, and financial condition and prospects.\nThe operation of our Oregon Fab subjects us to additional risks and the need for additional capital expenditures which may negatively impact our results of operations.  \nThe operation of the Oregon Fab requires significant fixed manufacturing cost.  In order to manage the capacity of the wafer fabrication facility efficiently, we must perform a forecast of long-term market demand and general economic conditions for our products.  Because market conditions may vary significantly and unexpectedly, our forecast may change significantly at any time, and we may not be able to make timely adjustments to our fabrication capacity in response to these changes.  During periods of continued decline in market demand, in particular the decline of the PC market, we may not be able to absorb the excess inventory and additional costs associated with operating the facility at higher capacity, which may adversely affect our operating results.  Similarly, during periods of unexpected increase in customer demand, we may not be able to ramp up production quickly to meet these demands, which may lead to the loss of significant revenue opportunities.  The manufacturing processes of a fabrication facility are complex and subject to interruptions.  We may experience production difficulties, including lower manufacturing yields or products that do not meet our or our customers’ specifications, and problems in ramping production and installing new equipment.  These difficulties could result in delivery delays, quality problems and lost revenue opportunities.  Any significant quality problems could also damage our reputation with our customers and distract us from the development of new and enhanced product which may have a significant negative impact on our financial results.\nDefects and poor performance in our products could result in loss of customers, decreased revenue, unexpected expenses and loss of market share, and we may face warranty and product liability claims arising from defective products.\nOur products are complex and must meet stringent quality requirements.  Products as complex as ours may contain undetected errors or defects, especially when first introduced or when new versions are released.  Errors, defects or poor performance can arise due to design flaws, defects in raw materials or components or manufacturing anomalies, which can affect both the quality and the yield of the product.  It can also be potentially dangerous as defective power components, or improper use of our products by customers, may lead to power overloads, which could result in explosion or fire.  Any actual or perceived errors, defects or poor performance in our products could result in the replacement or recall of our products, shipment delays, rejection of our products, damage to our reputation, lost revenue, diversion of our engineering personnel from our product development efforts in order to address or remedy any defects and increases in customer service and support costs, all of which could have a material adverse effect on our business and operations.\nFurthermore, as our products are typically sold at prices much lower than the cost of the equipment or other devices incorporating our products, any defective, inefficient or poorly performing products, or improper use by customers of power components, may give rise to warranty and product liability claims against us that exceed any revenue or profit we receive from the affected products.  We could incur significant costs and liabilities if we are sued and if damages are awarded against us.  There is no guarantee that our insurance policies will be available or adequate to protect against such claims.  Costs or payments we may make in connection with warranty and product liability claims or product recalls may adversely affect our financial condition and results of operations.\nThe average selling prices of products in our markets have historically decreased rapidly and will likely do so in the future, which could harm our revenue and gross margins.\n19\nAs is typical in the semiconductor industry, the average selling price of a particular product has historically declined significantly over the life of the product.  In the past, we have reduced the average selling prices of our products in anticipation of future competitive pricing pressures, new product introductions by us or our competitors and other factors.  We expect that we will have to similarly reduce prices in the future for older generations of products.  Reductions in our average selling prices to one customer could also impact our average selling prices to all customers.  A decline in average selling prices would harm our gross margins for a particular product.  If not offset by sales of other products with higher gross margins, our overall gross margins may be adversely affected.  Our business, results of operations, financial condition and prospects will suffer if we are unable to offset any reductions in our average selling prices by increasing our sales volumes, reducing our costs and developing new or enhanced products on a timely basis, with higher selling prices or gross margins.\nIf we do not forecast demand for our products accurately, we may experience product shortages, delays in product shipment, excess product inventory, or difficulties in planning expenses, which will adversely affect our business and financial condition.\nWe manufacture our products according to our estimates of customer demand.  This process requires us to make numerous forecasts and assumptions relating to the demand of our end customers, channel inventory, and general market conditions.  Because we sell most of our products to distributors, who in turn sell to our end customers, we have limited visibility as to end customer demand.  Furthermore, we do not have long-term purchase commitments from our distributors or end customers, and our sales are generally made by purchase orders that may be cancelled, changed or deferred without notice to us or penalty.  As a result, it is difficult to forecast future customer demand to plan our operations.\nThe utilization of our manufacturing facilities and the provisions for inventory write-downs are important factors in our profitability.  If we overestimate demand for our products, or if purchase orders are canceled or shipments delayed, we may have excess inventory, which may result in adjustments to our production plans.  These adjustments to our productions may affect the utilization of our own wafer fabrication and packaging facilities.  If we cannot sell certain portions of the excess inventory, it will affect our provisions for inventory write-downs.  Our inventory write-down provisions are subject to adjustment based on events that may not be known at the time the provisions are made, and such adjustments could be material and impact our financial results negatively.   \nIf we underestimate demand, we may not have sufficient inventory to meet end-customer demand, and we may lose market share and damage relationships with our distributors and end customers and we may have to forego potential revenue opportunities.  Obtaining additional supply in the face of product shortages may be costly or impossible, particularly in the short term, which could prevent us from fulfilling orders in a timely manner or at all.\nIn addition, we plan our operating expenses, including research and development expenses, hiring needs and inventory investments, based in part on our estimates of customer demand and future revenue.  If customer demand or revenue for a particular period is lower than we expect, we may not be able to proportionately reduce our fixed operating expenses for that period, which would harm our operating results.\nWe face intense competition and may not be able to compete effectively which could reduce our revenue and market share.\nThe power semiconductor industry is highly competitive and fragmented.  If we do not compete successfully against current or potential competitors, our market share and revenue may decline.  Our main competitors are primarily headquartered in the United States, Japan, Taiwan and Europe.  Our major competitors for our power discretes include Infineon Technologies AG, Magnachip Semiconductor Corporation, ON Semiconductor Corp., STMicroelectronics N.V., Toshiba Corporation, Diodes Incorporated and Vishay Intertechnology, Inc.  Our major competitors for our power ICs include Global Mixed-mode Technology Inc., Monolithic Power Systems, Inc., ON Semiconductor Corp., Richtek Technology Corp., Semtech Corporation, Texas Instruments Inc. and Vishay Intertechnology, Inc.\nWe expect to face competition in the future from our competitors, other manufacturers, designers of semiconductors and start-up semiconductor design companies.  Many of our competitors have competitive advantages over us, including:\n•\nsignificantly greater financial, technical, research and development, sales and marketing and other resources, enabling them to invest substantially more resources than us to respond to the adoption of new or emerging technologies or changes in customer requirements;\n•\ngreater brand recognition and longer operating histories;\n20\n•\nlarger customer bases and longer, more established relationships with distributors or existing or potential end customers, which may provide them with greater reliability and information regarding future trends and requirements that may not be available to us;\n•\nthe ability to provide greater incentives to end customers through rebates, and marketing development funds or similar programs;\n•\nmore product lines, enabling them to bundle their products to offer a broader product portfolio or to integrate power management functionality into other products that we do not sell; \n•\ngreater ability and more resources to influence and participate in the regulatory and legislative process for more favorable laws and regulations; and\n•\ncaptive manufacturing facilities, providing them with guaranteed access to manufacturing facilities in times of global semiconductor shortages.\nIn addition, the semiconductor industry has experienced increased consolidation over the past several years that may adversely affect our competitive position.  Consolidation among our competitors could lead to a less favorable competitive landscape, capabilities and market share, which could harm our business and results of operations.\nIf we are unable to compete effectively for any of the foregoing or other reasons, our business, results of operations, and financial condition and prospects will be harmed.\nOur reliance on third-party semiconductor foundries to manufacture our products subject us to risks.\nThe allocation of our wafer production between in-house facility and third-party foundries may fluctuate from time to time.  We expect to continue to rely in part on third party foundries to meet our wafer requirements.  Although we use several independent foundries, our primary third-party foundry is HHGrace, which manufactured 9.6%, 10.3% and 11.5% of the wafers used in our products for the fiscal years ended June 30, 2023, 2022 and 2021, respectively.\nIf any third-party foundry does not provide competitive pricing or is not able to meet our required capacity for any reason, we may not be able to obtain the required capacity to manufacture our products timely or efficiently.  From time to time, third party suppliers may extend lead-times, limit supplies or increase prices due to capacity constraints or other factors, and we may experience a shortage of capacity on an industry-wide basis that may last for an extended period of time.  There are no assurances that we will be able to maintain sufficient capacity to meet the full demand from our customers, and failure to do so will adversely affect our results of operations.  If we cannot maintain sufficient capacity or control pricing with our existing third-party foundries, we may need to increase our own manufacturing capacity, and there is no assurance that we can ramp up the production of the Oregon Fab timely to meet the increased demand.  If not, we may need to seek alternative foundries, which may not be available on commercially reasonable terms, or at all.  In addition, the process for qualifying a new foundry is time consuming, difficult and may not be successful, particularly if we cannot integrate our proprietary process technology with the process used by the new foundry.  Using a foundry with which we have no established relationship could expose us to potentially unfavorable pricing, unsatisfactory quality or insufficient capacity allocation. \nWe also rely on third-party foundries to effectively implement certain of our proprietary technology and processes and also require their cooperation in developing new fabrication processes.  Any failure to do so may impair our ability to introduce new products and on time delivery of wafers for our existing products.  In order to maintain our profit margins and to meet our customer demand, we need to achieve acceptable production yields and timely delivery of silicon wafers.  As is common in the semiconductor industry, we have experienced, and may experience from time to time, difficulties in achieving acceptable production yields and timely delivery from third-party foundry vendors.  Minute impurities in a silicon wafer can cause a substantial number of wafers to be rejected or cause numerous die on a wafer to be defective.  Low yields often occur during the production of new products, the migration of processes to smaller geometries or the installation and start up of new process technologies.\n \nWe face a number of other significant risks associated with outsourcing fabrication, including:\n•\nlimited control over delivery schedules, quality assurance and control and production costs;\n•\ndiscretion of foundries to reduce deliveries to us on short notice, allocate capacity to other customers that may be larger or have long-term customer or preferential arrangements with foundries that we use;\n•\nunavailability of, or potential delays in obtaining access to, key process technologies;\n•\nlimited warranties on wafers or products supplied to us;\n21\n•\ndamage to equipment and facilities, power outages, equipment or materials shortages that could limit manufacturing yields and capacity at the foundries;\n•\npotential unauthorized disclosure or misappropriation of intellectual property, including use of our technology by the foundries to make products for our competitors;\n•\nfinancial difficulties and insolvency of foundries; and\n•\nacquisition of foundries by third parties.\n \nAny of the foregoing risks could delay shipment of our products, result in higher expenses and reduced revenue, damage our relationships with customers and otherwise adversely affect our business and operating results.\nOur reliance on distributors to sell a substantial portion of our products subjects us to a number of risks.\nWe sell a substantial portion of our products to distributors, who in turn sell to our end customers.  Our distributors typically offer power semiconductor products from several different companies, including our direct competitors.  The distributors assume collection risk and provide logistical services to end customers, including stocking our products.  Two distributors, WPG and Promate, collectively accounted for 57.2%, 64.3% and 64.1% of our revenue for the fiscal years ended June 30, 2023, 2022 and 2021, respectively.  We currently have effective agreements with Promate and WPO to serve as our distributors, and such agreement is renewed automatically for one-year period continuously unless terminated earlier pursuant to the terms of such agreements.  We believe that our success will continue to depend upon these distributors. Our reliance on distributors subjects us to a number of risks, including:\n•\nwrite-downs in inventories associated with stock rotation rights and increases in provisions for price adjustments granted to certain distributors;\n•\npotential reduction or discontinuation of sales of our products by distributors;\n•\nfailure to devote resources necessary to sell our products at the prices, in the volumes and within the time frames that we expect;\n•\nfocusing their sales efforts on products of our competitors;\n•\ndependence upon the continued viability and financial resources of these distributors, some of which are small organizations with limited working capital and all of which depend on general economic conditions and conditions within the semiconductor industry;\n•\ndependence on the timeliness and accuracy of shipment forecasts and resale reports from our distributors;\n•\nmanagement of relationships with distributors, which can deteriorate as a result of conflicts with efforts to sell directly to our end customers; and\n•\nour agreements with distributors which are generally terminable by either party on short notice.\n    \nIf any significant distributor becomes unable or unwilling to promote and sell our products, or if we are not able to renew our contracts with the distributors on acceptable terms, we may not be able to find a replacement distributor on reasonable terms or at all and our business could be harmed.\nWe have made and may continue to make strategic acquisitions of other companies, assets or businesses or form joint ventures with partners to advance our business objectives.  These acquisitions and joint ventures involve significant risks and uncertainties. \nIn order to position ourselves to take advantage of growth opportunities, we have made, and may continue to make, strategic acquisitions, mergers, partnership, joint ventures and alliances that involve significant risks and uncertainties.  Successful acquisitions and alliances in the semiconductor industry are difficult to accomplish because they require, among other factors, efficient integration and aligning of product offerings and manufacturing operations and coordination of sales and marketing and research and development efforts.  We may also seek to establish partnerships, joint ventures and acquisition of assets in various foreign jurisdictions where we may not have significant operating experience.  In addition, we may encounter unanticipated challenges and difficulties, including regulatory and compliance issues, lack of local support and geopolitical tensions. The difficulties of integration and alignment may be increased by the necessity of coordinating geographically separated organizations, the complexity of the technologies being integrated and aligned and the necessity of integrating personnel with dissimilar business backgrounds.  Furthermore, there is no guarantee that we will be able to identify viable targets for strategic acquisition.  Also we may incur significant costs in efforts that may not result in a successful acquisitions.  \n22\nIn addition, we may also issue equity securities to pay for future acquisitions or alliances, which could be dilutive to existing shareholders.  We may also incur debt or assume contingent liabilities in connection with acquisitions and alliances, which could impose restrictions on our business operations and harm our operating results.\nIf we are unable to obtain raw materials in a timely manner or if the price of raw materials increases significantly, production time and product costs could increase, which may adversely affect our business.\nOur fabrication and packaging processes depend on raw materials such as silicon wafers, gold, copper, molding compound, petroleum and plastic materials and various chemicals and gases.  From time to time, suppliers may extend lead times, limit supplies or increase prices due to capacity constraints or other factors.  If the prices of these raw materials rise significantly, we may be unable to pass on the increased cost to our customers.  Our results of operations could be adversely affected if we are unable to obtain adequate supplies of raw materials in a timely manner or at reasonable price.  In addition, from time to time, we may need to reject raw materials because they do not meet our specifications or the sourcing of such materials do not comply with our conflict mineral policies, resulting in potential delays or declines in output.  Furthermore, problems with our raw materials may give rise to compatibility or performance issues in our products, which could lead to an increase in customer returns or product warranty claims.  Errors or defects may arise from raw materials supplied by third parties that are beyond our detection or control, which could lead to additional customer returns or product warranty claims that may adversely affect our business and results of operations.\nWe may not be able to accurately estimate provisions at fiscal period end for price adjustment and stock rotation rights under our agreements with distributors, and our failure to do so may impact our operating results.\nWe sell a majority of our products to distributors under arrangements allowing price adjustments and returns under stock rotation programs, subject to certain limitations.  As a result, we are required to estimate allowances for price adjustments and stock rotation for our products as inventory at distributors at each reporting period end.  Our ability to reliably estimate these allowances enables us to recognize revenue upon delivery of goods to distributors instead of upon resale of goods by distributors to end customers.\nWe estimate the allowance for price adjustment based on factors such as distributor inventory levels, pre-approved future distributor selling prices, distributor margins and demand for our products.  Our estimated allowances for price adjustments, which we offset against accounts receivable from distributors, were $40.0 million and $18.7 million at June 30, 2023 and 2022, respectively.\nOur accruals for stock rotation are estimated based on historical returns and individual distributor agreement, and stock rotation rights, which are recorded as accrued liabilities on our consolidated balance sheets, are contractually capped based on the terms of each individual distributor agreement.  Our estimated liabilities for stock rotation at June 30, 2023 and 2022 were $5.6 million and $4.8 million, respectively.\nOur estimates for these allowances and accruals may be inaccurate.  If we subsequently determine that any allowance and accrual based on our estimates is insufficient, we may be required to increase the size of our allowances and accrual in future periods, which would adversely affect our results of operations and financial condition.\nOur operation of two wholly-owned packaging and testing facilities are subject to risks that could adversely affect our business and financial results.\nWe have two wholly-owned packaging and testing facilities located in Shanghai, China that handle most of our packaging and testing requirements. The operation of high-volume packaging and testing facilities and implementation of our advanced packaging technology are complex and demand a high degree of precision and may require modification to improve yields and product performance. We have committed substantial resources to ensure that our packaging and testing facilities operate efficiently and successfully, including the acquisition of equipment and raw materials, and training and management of a large number of technical personnel and employees. Due to the fixed costs associated with operating our own packaging and testing facilities, if we are unable to utilize our in-house facilities at a desirable level of production, our gross margin and results of operations may be adversely affected. For example, a significant decline in our market share or sales orders may negatively impact our factory utilization and reduce our ability to achieve profitability.\nIn addition, the operation of our packaging and testing facilities is subject to a number of risks, including the following:\n23\n•\nunavailability of equipment, whether new or previously owned, at acceptable terms and prices;\n•\nfacility equipment failure, power outages or other disruptions;\n•\nshortage of raw materials, including packaging substrates, copper, gold and molding compound;\n•\nfailure to maintain quality assurance and remedy defects and impurities;\n•\nchanges in the packaging requirements of customers;\n•\nour limited experience in operating a high-volume packaging and testing facility; and\n•\noperation stoppage due to the city-wide lockdown in response to public health emergencies or pandemics.\nAny of the foregoing risks could adversely affect our capacity to package and test our products, which could delay shipment of our products, result in higher expenses, reduce revenue, damage our relationships with customers and otherwise adversely affect our business, results of operations, financial condition and prospects.\nOur business operations and financial conditions may be adversely affected by any disruption in our information technology systems, including any cyberattacks and breaches.\nOur operations are dependent upon our information technology systems, which encompass all of our major business functions across offices internationally. We rely upon such information technology systems to manage and replenish inventory, complete and track customer orders, coordinate sales activities across all of our products and services, maintain vital data and information, perform financial and accounting tasks and manage and perform various administrative and human resources functions. A substantial disruption in our information technology systems for any extended time period (arising from, for example, system capacity limits from unexpected increases in our volume of business, outages or delays in our service) could result in delays in receiving inventory and supplies or filling customer orders and adversely affect our customer service and relationships. Our systems might be damaged or interrupted by natural or man−made events or by computer viruses, physical or electronic break−ins, cyber-attacks and similar disruptions affecting the global Internet. \nIn addition, recent widespread ransomware attacks and cybersecurity breaches in the U.S. and elsewhere have affected many companies, including the cybersecurity incident involving SolarWinds Orion in December 2020.  In the past, we also experienced ransomware attacks on our information technology system.  In April, 2022, we became aware of a cybersecurity incident involving unauthorized access to one of the Company's email accounts, resulting in unauthorized payments.  We recorded a loss of $1.5 million due to the incident for the three months ended March 31, 2022.  Immediately following the discovery, we commenced an investigation, contained the incident and implemented additional protective measures and internal control policies and procedures.  We also alerted law enforcement authorities and banking institutions in an effort to recover the lost amount.  This incident appears to be isolated and its financial impact identified was not material.  The Company believes that it has not incurred other damages and losses based on the conclusion of the full investigation.  \nWhile these attacks did not have a material adverse effect on our business operation or results of operations, they caused temporary disruptions and interfered with our operations.  Any cybersecurity breach and financial loss may also have a negative impact on our internal control over financial reporting.  While we have implemented additional measures to enhance our security protocol to protect our system and intend to do so in response to any threats, there is no guarantee that future attacks would be thwarted or prevented.  We also expect to incur additional costs and expenses to upgrade our information technology system and establish additional protective measures to prevent future breaches.  Furthermore, despite our efforts to investigate, improve and remediate the capability and performance of our information technology system, we may not be able to discover all weaknesses, breaches and vulnerabilities, and failure to do so may expose us to higher risk of data loss and adversely affect our business operations and results of operations.\nWe depend on the continuing services of our senior management team and other key personnel, and if we lose a member of our senior management or are unable to successfully retain, recruit and train key personnel, our ability to develop and market our products could be harmed.\nOur success depends upon the continuing services of members of our senior management team and various engineering and other technical personnel.  In particular, our engineers and other sales and technical personnel are critical to our future technological and product innovations.  Our industry is characterized by high demand and intense competition for talent and the pool of qualified candidates is limited.  We have entered into employment agreements with certain senior executives, but we do not have employment agreements with most of our employees.  Many of these employees could leave our company with little or no prior notice and would be free to work for a competitor.  If one or more of our senior executives or other key personnel are unable or unwilling to continue in their present positions, we may not be able to replace them easily or at all and other senior management may be required to divert attention from other aspects of our business.  In addition, we do not have “key person” life insurance policies covering any member of \n24\nour management team or other key personnel.  The loss of any of these individuals or our inability to attract or retain qualified personnel, including engineers and others, could adversely affect our product introductions, overall business growth prospects, results of operations and financial condition.\nFailure to protect our patents and our other proprietary information could harm our business and competitive position.\nOur success depends, in part, on our ability to protect our intellectual property.  We rely on a combination of patent, copyright (including mask work protection), trademark and trade secret laws, as well as nondisclosure agreements, license agreements and other methods to protect our intellectual property rights, which may not be sufficient to protect our intellectual property.  As of June 30, 2023, we owned 918 issued U.S. patents expiring between 2023 and 2041 and had 45 pending patent applications with the United States Patent and Trademark Office.  In addition, we own patents and have filed patent applications in several jurisdictions outside of the U.S, including China, Taiwan, Japan and Korea.\n \nOur patents and patent applications may not provide meaningful protection from our competitors, and there is no guarantee that patents will be issued from our patent applications.  The status of any patent or patent application involves complex legal and factual determinations and the breadth of a claim is uncertain.  In addition, our efforts to protect our intellectual property may not succeed due to difficulties and risks associated with:\n•\npolicing any unauthorized use of or misappropriation of our intellectual property, which is often difficult and costly and could enable third parties to benefit from our technologies without paying us;\n•\nothers independently developing similar proprietary information and techniques, gaining authorized or unauthorized access to our intellectual property rights, disclosing such technology or designing around our patents;\n•\nthe possibility that any patent or registered trademark owned by us may not be enforceable or may be invalidated, circumvented or otherwise challenged in one or more countries may limit our competitive advantages;\n•\nuncertainty as to whether patents will be issued from any of our pending or future patent applications with the scope of the claims sought by us, if at all; and\n•\nintellectual property laws and confidentiality laws may not adequately protect our intellectual property rights, including, for example, in China where enforcement of China intellectual property-related laws have historically been less effective, primarily because of difficulties in enforcement and low damage awards.\n \nWe also rely on customary contractual protection with our customers, suppliers, distributors, employees and consultants, and we implement security measures to protect our trade secrets.  We cannot assure you that these contractual protections and security measures will not be breached, that we will have adequate remedies for any such breach or that our suppliers, employees, distributors or consultants will not assert rights to intellectual property arising out of such contracts.\nIn addition, we have a number of third-party patent and intellectual property license agreements, one of which requires us to make ongoing royalty payments.  In the future, we may need to obtain additional licenses, renew existing license agreements or otherwise replace existing technology.  We are unable to predict whether these license agreements can be obtained or renewed or the technology can be replaced on acceptable terms, or at all.\nIntellectual property disputes could result in lengthy and costly arbitration, litigation or licensing expenses or prevent us from selling our products.\nAs is typical in the semiconductor industry, we or our customers may receive claims of infringement from time to time or otherwise become aware of potentially relevant patents or other intellectual property rights held by other parties that may cover some of our technology, products and services or those of our end customers.  The semiconductor industry is characterized by vigorous protection and pursuit of intellectual property rights which has resulted in protracted and expensive arbitration and litigation for many companies.  Patent litigation has increased in recent years due to increased assertions made by intellectual property licensing entities or non-practicing entities and increasing competition and overlap of product functionality in our markets.  \nAny litigation or arbitration regarding patents or other intellectual property could be costly and time consuming and could divert our management and key personnel from our business operations.  We have in the past and may from time \n25\nto time in the future become involved in litigation that requires our management to commit significant resources and time.  In addition, as part of our strategy to diversify our serviceable markets, we launched several key product families and technologies to enable high efficiency power conversion solutions and we plan to develop and commercialize new products in other power semiconductor markets.  Our entry into the commercial markets for high-voltage power semiconductors and other markets as a result of our diversification strategy may subject us to additional and increased risk of disputes or litigation relating to these products.\nBecause of the complexity of the technology involved and the uncertainty of litigation generally, any intellectual property arbitration or litigation involves significant risks.  Any claim of intellectual property infringement against us may require us to:\n•\nincur substantial legal and personnel expenses to defend the claims or to negotiate for a settlement of claims;\n•\npay substantial damages or settlement to the party claiming infringement;\n•\nrefrain from further development or sale of our products;\n•\nattempt to develop non-infringing technology, which may be expensive and time consuming, if possible at all;\n•\nenter into costly royalty or license agreements that might not be available on commercially reasonable terms or at all;\n•\ncross-license our technology with a competitor to resolve an infringement claim, which could weaken our ability to compete with that competitor; and\n•\nindemnify our distributors, end customers, licensees and others from the costs of and damages of infringement claims by our distributors, end customers, licensees and others, which could result in substantial expenses for us and damage our business relationships with them.\nAny intellectual property claim or litigation against us harm our business, results of operations, financial condition and prospects.\nThe current government investigation and evolving export control regulations may adversely affect our financial performance and business operations.\nThe U.S. Department of Justice commenced an investigation into the Company’s compliance with export control regulations relating to its business transactions with Huawei and its affiliates (“Huawei”), which were added to the “Entity List” by the Department of Commerce (“DOC”) in May 2019.  The Company is cooperating fully with federal authorities in the investigation.  The Company has continued to respond to inquiries and requests from DOJ for documents and information relating to the investigation, and the matter is currently pending at DOJ, and DOJ has not provided the Company with any specific timeline or indication as to when the investigation will be concluded or resolved.  In connection with this investigation, DOC previously requested the Company to suspend shipments of its products to Huawei.  The Company complied with such request, and the Company has not shipped any product to Huawei after December 31, 2019.  The Company continues to work with DOC to resolve this issue.  As part of this process and in response to DOC’s request, the Company provided certain documents and materials relating to the Company’s supply chain and shipment process to DOC, and DOC is currently reviewing this matter.  DOC has not informed the Company of any specific timeline or schedule under which DOC will complete its review.\nThe ongoing government investigations into our export control compliance also subject us to a number of financial and business risks.  We expect to incur significant costs and expenses, including legal fees, in connection with our effort to respond to the government investigation, as well as additional legal fees for defending securities class actions resulting from public disclosure of the government investigation.  Such additional costs will adversely affect our profitability.  While the Company has purchased a D&O insurance policy which may reimburse a portion of such fees and expenses, there is no guarantee that such policy will be sufficient to reduce our costs or that reimbursement can be obtained on a timely basis or at all.  Furthermore, the management has diverted its resources and time in response to the investigation, and might not be able to fully engage with the core operation and objectives of our business activities.  Finally, while we are fully cooperating with the government in the investigation, we are not able to predict its timing and outcome.  In the event that the government decides to bring enforcement action against us, it will result in a material adverse effect on our business operations, our financial conditions and our reputation.\nWe also expect that the U.S. export control regulations to evolve and change in response to the political and economic tension between the U.S. and China, including potential new export control regulations that may impose additional restrictions on our ability to continue to do business with certain customers in China and Asia.  If such \n26\nchanges occur, we may be required to reduce shipments to certain Asian customers, adjust our business practices and incur additional costs to implement new export control compliance procedures, policies and programs, each of which will adversely affect our financial conditions and results of operations.\nGlobal or regional economic, political and social conditions could adversely affect our business and operating results.\nExternal factors such as potential terrorist attacks, acts of war, financial crises, such as the global or regional economic recession, or geopolitical and social turmoil in those parts of the world that serve as markets for our products could have significant adverse effect on our business and operating results in ways that cannot presently be predicted.  Any future economic downturn or recession in the global economy in general and, in particular, on the economies in China, Taiwan and other countries where we market and sell our products, will have an adverse effect on our results of operations. \nOur business operations could be significantly harmed by natural disasters or global epidemics.\nWe have research and development facilities located in Taiwan and the Silicon Valley in Northern California.  Historically, these regions have been vulnerable to natural disasters and other risks, such as earthquakes, fires and floods, which may disrupt the local economy and pose physical risks to our property.  We also have sales offices located in Taiwan and Japan where similar natural disasters and other risks may disrupt the local economy and pose physical risks to our operations.  We are not currently covered by insurance against business disruption caused by earthquakes.  In addition, we currently do not have redundant, multiple site capacity in the event of a natural disaster or other catastrophic event.  In the event of such an occurrence, our business would suffer.\nOur business could be adversely affected by natural disasters such as epidemics, outbreaks or other health crisis.  An outbreak of avian flu or H1N1 flu in the human population, or another similar health crisis could adversely affect the economies and financial markets of many countries, particularly in Asia.  Moreover, any related disruptions to transportation or the free movement of persons could hamper our operations and force us to close our offices temporarily.\nThe occurrence of any of the foregoing or other natural or man-made disasters could cause damage or disruption to us, our employees, operations, distribution channels, markets and customers, which could result in significant delays in deliveries or substantial shortages of our products and adversely affect our business results of operations, financial condition or prospects.\nOur insurance may not cover all losses, including losses resulting from business disruption or product liability claims.\nWe have limited product liability, business disruption or other business insurance coverage for our operations.  In addition, we do not have any business insurance coverage for our operations to cover losses that may be caused by litigation or natural disasters.  Any occurrence of uncovered loss could harm our business, results of operations, financial condition and prospects.\nOur international operations subject our company to risks not faced by companies without international operations.\nWe have adopted a global business model under which we maintain significant operations and facilities through our subsidiaries located in the U.S., China, Taiwan and Hong Kong.  Our main research and development center is located in Silicon Valley, and our manufacturing and supply chain is located in China.  We also have sales offices and customers throughout Asia, the U.S. and elsewhere in the world.  Our international operations may subject us to the following risks:\n•\neconomic and political instability, including trade tension between the U.S. and China;\n•\ncosts and delays associated with transportations and communications;\n•\ncoordination of operations through multiple jurisdictions and time zones;\n•\nfluctuations in foreign currency exchange rates;\n•\ntrade restrictions, changes in laws and regulations relating to, amongst other things, import and export tariffs, taxation, environmental regulations, land use rights and property; and\n•\nthe laws of, including tax laws, and the policies of the U.S. toward, countries in which we operate.\nIf we fail to maintain an effective internal control environment as well as adequate control procedures over our financial reporting, investor confidence may be adversely affected thereby affecting the value of our stock price. \n27\nWe are required to maintain proper internal control over our financial reporting and adequate controls related to our disclosures. As defined in Rule 13a-15(f) under the Exchange Act, internal control over financial reporting is a process designed by, or under the supervision of the Chief Executive Officer and Chief Financial Officer, to provide reasonable assurance regarding the reliability of financial reporting and the preparation of financial statements for external purposes in accordance with generally accepted accounting principles. If we fail to maintain adequate controls, our business, the results of operations, financial condition and/or the value of our stock may be adversely impacted.\nIn connection with management’s evaluation of the effectiveness of our internal control over financial reporting, management identified a material weakness in our internal control over financial reporting due to the fact that (i) we did not design and maintain effective information technology general controls in the areas of user access, and segregation of duties for one of the information technology systems that supports the Company’s financial reporting over inventory (work in process and finished goods) in costing and (ii) we did not identify and test control to ensure reliability of costing of inventory (work in process and finished goods).\nWe are in the process of remediating the material weakness identified above, including the implementation of additional policies and procedures to address the issues in our information technology control systems. For a more detailed description of the material weakness and our remediation plan, please see Item 9A of this Form 10-K.  If our remediation efforts are insufficient or if additional material weakness in internal control over financial reporting are discovered or occur in the future, our consolidated financial statements may contain material misstatements and it could be required to revise or restate its financial results, which could materially and adversely affect our business, results of operations and financial condition, restrict its ability to access the capital markets, require it to expend significant resources to correct the material weakness, subject it to fines, penalties or judgments, harm its reputation or otherwise cause a decline in investor confidence.\nWe are subject to the risk of increased income taxes and changes in existing tax rules.  \nWe conduct our business in multiple jurisdictions, including Hong Kong, Macau, the U.S., China, Taiwan, South Korea, Japan and Germany.\n \nThe calculation of our tax liabilities involves dealing with uncertainties in the application of complex tax laws and regulations in various taxing jurisdictions.\n \nAny of these jurisdictions may assert that we have unpaid taxes.\n \nOur effective tax rate was 30.1%, 7.9% and 6.5% for the fiscal years ended June 30, 2023, 2022 and 2021, respectively.  \nAny tax rate changes in the tax jurisdictions in which we operate could result in adjustments to our deferred tax assets, if applicable, which would affect our effective tax rate and results of operations.\n \nWe base our tax position upon the anticipated nature and conduct of our business and upon our understanding of the tax laws of the various countries in which we have assets or conduct activities.\n \nHowever, our tax position is subject to review and possible challenge by tax authorities and to possible changes in law, which may have a retroactive effect.\n \nIn particular, various proposals over the years have been made to change certain U.S. tax laws relating to foreign entities with U.S. connections.\n \nIn addition, the U.S. government has proposed various other changes to the U.S. international tax system, certain of which could adversely impact foreign-based multinational corporate groups, and increased enforcement of U.S. international tax laws. \nIn August 2022 the U.S. enacted the Chip and Science Act of 2022 (the Chips Act).\n \nThe Chips Act provides incentives to semiconductor chip manufacturers in the United States, including providing a 25% manufacturing investment credits for investments in semiconductor manufacturing property placed in service after December 31, 2022, for which construction begins before January 1, 2027.\n \nProperty investments qualify for the 25% credit if, among other requirements, the property is integral to the operation of an advanced manufacturing facility, defined as having a primary purpose of manufacturing semiconductors or semiconductor manufacturing equipment.\n \nCurrently, we are evaluating the impact of the Chips Act to us.\nIt is possible that these or other changes in the U.S. tax laws, foreign tax laws, or proposed actions by international bodies such as the Organization of Economic Cooperation and Development (OECD) could significantly increase our U.S. or foreign income tax liability in the future, including as described further below in this risk factor.\nIn December 2017, the European Union (“EU”) identified certain jurisdictions (including Bermuda and Cayman Islands) which it considered had a tax system that facilitated offshore structuring by attracting profits without commensurate economic activity. In order to avoid EU “blacklisting”, both Bermuda and Cayman Islands introduced new legislation in December 2018, which came into force on January 1, 2019. These new laws require Bermuda and Cayman companies carrying on one or more “relevant activity” (including: banking, insurance, fund management, \n28\nfinancing, leasing, headquarters, shipping, distribution and service center, intellectual property or holding company) to maintain a substantial economic presence in Bermuda and Cayman Islands in order to comply with the economic substance requirements. Effective from December 31, 2019, we have structured our activities to comply with the new law.  However, there is no experience yet as to how the Bermuda and Cayman Islands authorities will interpret and enforce these new rules. The legislation remains subject to further clarification and, accordingly, there is no guarantee that we will be deemed to be compliant. Furthermore, this legislation may require us to make additional changes to the activities we carry on in Bermuda or Cayman Islands, which could increase our costs either directly in those locations or indirectly as a result of increased costs related to moving our operations to other jurisdictions. As a result, we are not able to determine the impact on our operations and net income as of the current period.\nIn addition, our subsidiaries provide products and services to, and may from time to time undertake certain significant transactions with, us and other subsidiaries in different jurisdictions.  We have adopted transfer pricing arrangements for transactions among our subsidiaries.  Related party transactions are generally subject to close review by tax authorities, including requirements that transactions be priced at arm's length and be adequately documented.  If any tax authorities were successful in challenging our transfer pricing policies or other tax judgments, our income tax expense may be adversely affected and we could also be subject to interest and penalty charges which may harm our business, financial condition and operating results.\nFurther, the U.S. Congress, the EU, the OECD, and other government agencies in jurisdictions where we and our affiliates do business have had an extended focus on issues related to the taxation of multinational corporations. One example is the OECD’s initiative in the area of “base erosion and profit shifting,” or “BEPS”. Many countries have implemented or begun to implement legislation and other guidance to align their international tax rules with the OECD’s BEPS recommendations. In addition, the OECD has been working on an extension of the BEPS project, being referred to as “BEPS 2.0”, which focuses on two “pillars” of reform.  Pillar 1 is focused on global profit allocation and changing where large multinational corporations pay taxes, and pillar 2 includes a global minimum tax rate. The OECD published detailed blueprints of its proposals for pillar 1 and pillar 2 on October 14, 2020.  In June 2021, Finance Ministers from the Group of Seven (G7) nations reached an accord on the principles of pillar 2, backing the creation of a global minimum corporate tax rate of at least 15%. Following the G7 announcement, the OECD/G20 Inclusive Framework announced on July 1, 2021 broad agreement on the two pillars, and released a proposal, which has been endorsed by over 130 jurisdictions, for a global minimum tax rate of at least 15% for large multinational corporations on a jurisdiction-by-jurisdiction basis. The OECD/G20 Inclusive Framework will work towards an agreement and the release of an implementation plan, which will contemplate bringing pillar 2 into law in 2022 with an effective date in 2023. As a result of the focus on the taxation of multinational corporations, the tax laws in the countries in which we and our affiliates do business could change on a prospective or retroactive basis, and any such changes could adversely affect us.\n    \nOur debt agreements include financial covenants that may limit our ability to pursue business and financial opportunities and subject us to risk of default.\nWe have entered into various debt agreements with certain financial institutions, which generally require us to maintain certain financial covenants that have the effect of limiting our ability to take certain actions, including actions to incur debt, repurchase stock, make certain investments and capital expenditures.  As we continue to grow our business and expand our operations, we expect to incur additional indebtedness, including loan agreement or equipment leases, in order to fund such capital expenditures.  These restrictions may limit our ability to pursue business and financial opportunities that are available or beneficial to us in response to changing and competitive economic environment, which may have an adverse effect on our financial conditions.  In addition, a breach of any of these financial covenants, if not waived by the lenders, could trigger an event of default under the debt agreements, which may result in the acceleration of our indebtedness or the loss of our collateral used to secure such indebtedness.\nThe imposition of U.S. corporate income tax on our Bermuda parent and non-U.S. subsidiaries could adversely affect our results of operations. \nWe believe that our Bermuda parent and non-U.S. subsidiaries each operate in a manner that they would not be subject to U.S. corporate income tax because they are not engaged in a trade or business in the United States.  Nevertheless, there is a risk that the U.S. Internal Revenue Service may assert that our Bermuda parent and non-U.S. subsidiaries are engaged in a trade or business in the United States.  If our Bermuda parent and non-U.S. subsidiaries were characterized as being so engaged, we would be subject to U.S. tax at the regular corporate rates on our income that is effectively connected with U.S. trade or business, plus an additional 30% “branch profits” tax on the dividend equivalent amount, which is generally effectively connected income with certain adjustments, deemed withdrawn from the United States. Any such tax could materially and adversely affect our results of operations.\nWe may be classified as a passive foreign investment company (“PFIC”), which could result in adverse U.S. federal income tax consequences for U.S. holders. \n29\nBased on the current and anticipated valuation of our assets and the composition of our income and assets, we do not expect to be considered a PFIC, for U.S. federal income tax purposes for the foreseeable future.  However, we must make a separate determination for each taxable year as to whether we are a PFIC after the close of each taxable year and we cannot assure you that we will not be a PFIC for our June 30, 2023 taxable year or any future taxable year.  Under current law, a non-U.S. corporation will be considered a PFIC for any taxable year if either (1) at least 75% of its gross income is passive income or (2) at least 50% of the value of its assets, generally based on an average of the quarterly values of the assets during a taxable year, is attributable to assets that produce or are held for the production of passive income.  PFIC status depends on the composition of our assets and income and the value of our assets, including, among others, a pro rata portion of the income and assets of each subsidiary in which we own, directly or indirectly, at least 25% by value of the subsidiary's equity interests, from time to time.  Because we currently hold and expect to continue to hold a substantial amount of cash or cash equivalents, and because the calculation of the value of our assets may be based in part on the value of our common shares, which may fluctuate considerably given that market prices of technology companies historically often have been volatile, we may be a PFIC for any taxable year.  If we were treated as a PFIC for any taxable year during which a U.S. holder held common shares, certain adverse U.S. federal income tax consequences could apply for such U.S. holder.\nRisks Related to Doing Business in China\nChina's economic, political and social conditions, as well as government policies, could affect our business and growth.\nOur financial results have been, and are expected to continue to be, affected by the economy in China.  If China’s economy is slowing down, it may negatively affect our business operation and financial results.  The China economy differs from the economies of most developed countries in many respects, including:\n•\nhigher level of government involvement;\n•\nearly stage of development of a market-oriented economy;\n•\nrapid growth rate;\n•\nhigher level of control over foreign currency exchange; and\n•\nless efficient allocation of resources.\n \nThe Chinese economy has been transitioning from a planned economy to a more market-oriented economy.  Although in recent years the China government has implemented measures emphasizing the utilization of market forces for economic reform, the reduction of state ownership of productive assets and the establishment of corporate governance in business enterprises, the China government continues to retain significant control over the business and productive assets in China.  Any changes in China's government policy or China's political, economic and social conditions, or in relevant laws and regulations, may adversely affect our current or future business, results of operations or financial condition.  These changes in government policy may be implemented through various means, including changes in laws and regulations, implementation of anti-inflationary measures, change of basic interest rate, changes in the tax rate or taxation system and the imposition of additional restrictions on currency conversion and imports.  Furthermore, given China's largely export-driven economy, any changes in the economies of China's principal trading partners and other export-oriented nations may adversely affect our business, results of operations, financial condition and prospects.\nOur ability to successfully expand our business operations in China depends on a number of factors, including macroeconomic and other market conditions, and credit availability from lending institutions.  In response to the recent global and Chinese economic recession, the China government has promulgated several measures aimed at expanding credit and stimulating economic growth.  We cannot assure you that the various macroeconomic measures, monetary policies and economic stimulus package adopted by the China government to guide economic growth will be effective in maintaining or sustaining the growth rate of the Chinese economy.  If measures adopted by the China government fail to achieve further growth in the Chinese economy, it may adversely affect our growth, business strategies and operating results.  In addition, changes in political and social conditions of China may adversely affect our ability to conduct our business in the region.  For example, geopolitical disputes and increased tensions between China and its neighboring countries in which we conduct business could make it more difficult for us to coordinate and manage our international operations in such countries.   \nChanges in China's laws, legal protections or government policies on foreign investment in China may harm our business.\n30\nOur business and corporate transactions, including our operations through the JV Company, are subject to laws and regulations applicable to foreign investment in China as well as laws and regulations applicable to foreign-invested enterprises.  These laws and regulations frequently change, and their interpretation and enforcement involve uncertainties that could limit the legal protections available to us.  Regulations and rules on foreign investments in China impose restrictions on the means that a foreign investor like us may apply to facilitate corporate transactions we may undertake.  In addition, the Chinese legal system is based in part on government policies and internal rules, some of which are not published on a timely basis or at all, that may have a retroactive effect.  As a result, we may not be aware of our violation of these policies and rules until sometime after the violation.  If any of our past operations are deemed to be non-compliant with Chinese law, we may be subject to penalties and our business and operations may be adversely affected.  For instance, under Special Administrative Measures (Negative List) for Foreign Investment Access, some industries are categorized as sectors which are restricted or prohibited for foreign investment.  As the Negative List is updated every year, there can be no assurance that the China government will not change its policies in a manner that would render part or all of our business to fall within the restricted or prohibited categories.  If we cannot obtain approval from relevant authorities to engage in businesses which become prohibited or restricted for foreign investors, we may be forced to sell or restructure a business which has become restricted or prohibited for foreign investment.  Furthermore, the China government has broad discretion in dealing with violations of laws and regulations, including levying fines, revoking business and other licenses and requiring actions necessary for compliance.  In particular, licenses and permits issued or granted to us by relevant governmental bodies may be revoked at a later time by higher regulatory bodies.  If we are forced to adjust our corporate structure or business as a result of changes in government policy on foreign investment or changes in the interpretation and application of existing or new laws, our business, financial condition, results of operations and prospects may be harmed.  Moreover, uncertainties in the Chinese legal system may impede our ability to enforce contracts with our business partners, customers and suppliers, or otherwise pursue claims in litigation to recover damages or loss of property, which could adversely affect our business and operations.\nThe continuing trade tensions between the U.S. and China may result in increased tariffs on imported goods from China that could adversely affect our business operations. \nSince 2018, U.S. and China trade tensions led to higher and increasing tariffs imposed by both countries on the import of goods from the other country.  The U.S. government used various authorities to implement tariffs on a variety of Chinese goods and materials, which, absent exemptions, include products and applications, including consumer electronics, that incorporate our power discrete and power IC products.  In response, China has imposed tariffs on certain American products, and warned of additional actions if the U.S. imposes new or increased tariffs.  The continuing trade tensions could have significant adverse effects on world trade and the world economy.  While the two countries have negotiated and entered into agreements to gradually reduce certain tariffs, it’s unclear whether those agreements will significantly reduce the tariffs affecting our business operations. The ultimate level of tariffs, the ultimate scope of them, and whether or how any proposed additional tariffs will impact our business is uncertain. We believe that the imposition of additional tariffs by the U.S. government on products incorporating our power semiconductors could deter our customers from purchasing our products originating from China. If so, this would reduce demand for our power semiconductor products or result in pricing adjustments that would lower our gross margin, which could have a material adverse effect on our business and results of operations. \nUncertainties exist with respect to the interpretation and implementation of PRC Foreign Investment Law and how it may impact the viability of our current corporate structure, corporate governance and business operations.\n \nOn March 15, 2019, the National People’s Congress of the PRC promulgated the Foreign Investment Law, which took effect on January 1, 2020, and replaced the existing laws regulating foreign investment in China, namely, the Sino-foreign Equity Joint Venture Enterprise Law, the Sino-foreign Cooperative Joint Venture Enterprise Law and the Wholly Foreign-invested Enterprise Law, together with their implementation rules and ancillary regulations.  The Foreign Investment Law embodies a PRC regulatory trend to rationalize its foreign investment regulatory regime in line with prevailing international practice and the legislative efforts to unify the corporate legal requirements for both foreign and domestic investments. The Foreign Investment Law establishes the basic framework for the access, promotion, protection and administration of foreign investments in China in view of investment protection and fair competition.  For example, treatment of foreign investors on a national level will be no less favorable than the treatment received by domestic investors unless such investments fall within a “negative list”.  On June 30, 2019, the National Development and Reform Commission (the “NDRC”) and the Ministry of Commerce of the PRC (the “MOC”) published the Special Administrative Measures for Market Access of Foreign Investment (Negative List), which identifies specific sectors where foreign investors will be subject to special administrative measures.  The Negative List has been updated twice in June 2020 for year 2021 and December 2021 for year 2022.  The current effective Negative List took effect on January 1, 2022.\n31\nSince the Foreign Investment Law was newly enacted, uncertainties still exist in relation to its interpretation and implementation.  For example, the Foreign Investment Law provides that foreign invested enterprises established according to the existing laws regulating foreign investment may maintain their structure and corporate governance within a five-year transition period, which means that we may be required to adjust the structure and corporate governance of certain of our China subsidiaries in such transition period.  Failure to take timely and appropriate measures to cope with any of these or similar regulatory compliance challenges could materially and adversely affect our current corporate structure, corporate governance and business operations.\nIn addition, under the newly enacted Foreign Investment Law, foreign investors or the foreign invested enterprise should report investment information on the principle of necessity.  Any company found to be non-complaint with such investment information reporting obligation might be potentially subject to fines or administrative liabilities.\nLimitations on our ability to transfer funds to our China subsidiaries could adversely affect our ability to expand our operations, make investments that could benefit our businesses and otherwise fund and conduct our business.\nThe transfer of funds from us to our China subsidiaries, either as a shareholder loan or as an increase in registered capital, is subject to registration with or approval by the China's governmental authorities, including the State Administration of Foreign Exchange, or SAFE's, or the relevant examination and approval authority.  Our subsidiaries may also experience difficulties in converting our capital contributions made in foreign currencies into RMB due to changes in the China's foreign exchange control policies.  Therefore, it may be difficult to change capital expenditure plans once the relevant funds have been remitted from us to our China subsidiaries.  These limitations and the difficulties our China subsidiaries may experience on the free flow of funds between us and our China subsidiaries could restrict our ability to act in response to changing market situations in a timely manner.\nChina's currency exchange control and government restrictions on investment repatriation may impact our ability to transfer funds outside of China.\nA significant portion of our business is conducted in China where the currency is the Renminbi.  Regulations in China permit foreign owned entities to freely convert the Renminbi into foreign currency for transactions that fall under the “current account,” which includes trade related receipts and payments, interest and dividends.  Accordingly, our Chinese subsidiaries may use Renminbi to purchase foreign exchange for settlement of such “current account” transactions without pre-approval.  However, pursuant to applicable regulations, foreign‑invested enterprises in China may pay dividends only out of their accumulated profits, if any, determined in accordance with Chinese accounting standards and regulations.  In calculating accumulated profits, foreign investment enterprises in China are required to allocate 10% of their accumulated profits each year, if any, to fund certain reserve funds unless these reserves have reached 50% of the registered capital of the enterprises.\nOther transactions that involve conversion of Renminbi into foreign currency are classified as “capital account” transactions; examples of “capital account” transactions include repatriations of investment by or loans to foreign owners, or direct equity investments in a foreign entity by a China domiciled entity.  “Capital account” transactions require prior approval from, or registration with China's State Administration of Foreign Exchange (SAFE) or its provincial branch or its authorized banks to convert a remittance into a foreign currency, such as U.S. dollars, and transmit the foreign currency outside of China.  \nAs a result of these and other restrictions under PRC laws and regulations, our China subsidiaries are restricted in their abil\nity to transfer a portion of their net assets to the parent.  Such restricted portion amounted to approximat\nely $93.2 million, or 10.5% of our total consolidated net assets attributed to the Company as of June 30, 2023.  We have no assurance that the relevant Chinese\n governmental authorities in the future will not limit \nfurther or eliminate the ability of our China subsidiaries to purchase foreign currencies and transfer such funds to us to meet our liquidity or other business needs.  Any inability to access funds in China, if and when needed for use by the Company outside of China, could have a material and adverse effect on our liquidity and our business.\nThe M&A Rules and certain other PRC regulations establish complex procedures for some acquisitions of Chinese companies by foreign investors, which could make it more difficult for us to pursue growth through acquisitions in China.\nThe Regulations on Mergers and Acquisitions of Domestic Companies by Foreign Investors, or the M&A Rules, adopted by six PRC regulatory agencies in August 2006 and amended in 2009, and some other regulations and rules concerning mergers and acquisitions established additional procedures and requirements that could make merger and acquisition activities by foreign investors more time consuming and complex, including requirements in some instances \n32\nthat the Ministry of Commerce (\"MOC\") be notified in advance of any change-of-control transaction in which a foreign investor takes control of a PRC domestic enterprise.  Moreover, the Anti-Monopoly Law requires that the MOC shall be notified in advance of any concentration of undertaking if certain thresholds are triggered.  In addition, the security review rules issued by the MOC that became effective in September 2011 specify that mergers and acquisitions by foreign investors that raise “national defense and security” concerns and mergers and acquisitions through which foreign investors may acquire de facto control over domestic enterprises that raise “national security” concerns are subject to strict review by the MOC, and the rules prohibit any activities attempting to bypass a security review, including by structuring the transaction through a proxy or contractual control arrangement.  On July 1, 2015, the National Security Law of China took effect, which provided that China would establish rules and mechanisms to conduct national security review of foreign investments in China that may impact national security. China’s Foreign Investment Law, which became effective in January 2020, reiterates that China will establish a security review system for foreign investments. On December 19, 2020, the NDRC and the MOC jointly issued the Measures for the Security Review of Foreign Investments (the “New FISR Measures”), which was made according to the National Security Law and the Foreign Investment Law of China and became effective on January 18, 2021. The New FISR Measures further expand the scope of national security review on foreign investment compared to the existing rules, while leaving substantial room for interpretation and speculation.  In the future, we may grow our business by acquiring complementary businesses. Complying with the requirements of the above-mentioned regulations and other relevant rules to complete such transactions could be time consuming, and any required approval processes, including obtaining approval from the MOC or its local counterparts may delay or inhibit our ability to complete such transactions, which could affect our ability to expand our business or maintain our market share.\nOur results of operations may be negatively impacted by fluctuations in foreign currency exchange rates between U.S. dollar and Chinese Yuan, or RMB.\n    \nWhile U.S. dollars is our main functional currency and our revenue and a significant portion of our operating expenses are denominated in U.S. dollars, we are required to maintain local currencies, primarily the RMB, in our cash balances in connection with the funding of our overseas operations.  As a result, our costs and operating expenses may be exposed to adverse movements in foreign currency exchange rates between the U.S. dollar and RMB.  We also do not utilize any financial instruments to hedge or reduce potential losses due to the fluctuation of foreign currency exchange rates.  In general, any appreciation of U.S. dollars against a weaker RMB could reduce the value of our cash and cash equivalent balance, which could increase our operating expenses and negatively affect our cash flow, income and profitability.  The value of RMB against the U.S. dollars may fluctuate and is affected by many factors outside of our control, including changes in political and economic conditions, implementation of new monetary policies by the Chinese government and changes in banking regulations, and there is no guarantee that we will be able to mitigate or recoup any losses due to a significant fluctuation in the U.S. dollar/RMB exchange rates.\nPRC labor laws may adversely affect our results of operations.\nThe PRC government promulgated the Labor Contract Law of the PRC, effective on January 1, 2008, as amended, to govern the establishment of employment relationships between employers and employees, and the conclusion, performance, termination of and the amendment to employment contracts.  The Labor Contract Law imposes greater liabilities on employers and significantly affects the cost of an employer’s decision to reduce its workforce.  Further, it requires that certain termination decisions be based upon seniority and not merit. In the event our subsidiaries decide to significantly change or decrease their workforce in China, the Labor Contract Law could adversely affect their ability to effect such changes in a manner that is most advantageous to our business or in a timely and cost-effective manner, thus materially and adversely affecting our financial condition and results of operations.\nIn recent years, compensation in various industries in China has increased and may continue to increase in the future.  In order to attract and retain skilled personnel, we may need to increase the compensation of our employees.  Compensation may, also, increase as inflationary pressure increases in China.  In addition, under the Regulations on Paid Annual Leave for Employees, which became effective on January 1, 2008, employees who have served more than one year for a specific employer are entitled to a paid vacation ranging from 5 to 15 days, depending on length of service.  Employees who waive such vacation time at the request of employers must be compensated for three times their normal salaries for each waived vacation day.  This mandated paid-vacation regulation, coupled with the trend of increasing compensation, may result in increase in our employee-related costs and expenses and decrease in our profit margins.\nRelations between Taiwan and China could negatively affect our business, financial condition and operating results and, therefore, the market value of our common shares.\n33\nTaiwan has a unique international political status.  China does not recognize the sovereignty of Taiwan.  Although significant economic and cultural relations have been established during recent years between Taiwan and China, relations have often been strained.  A substantial number of our key customers and some of our essential sales and engineering personnel are located in Taiwan, and we have a large number of operational personnel and employees located in China.  Therefore, factors affecting military, political or economic relationship between China and Taiwan could have an adverse effect on our business, financial condition and operating results.\nRisks Related to Our Corporate Structure and Our Common Shares\nOur share price may be volatile and you may be unable to sell your shares at or above the purchase price, if at all.\nLimited trading volumes and liquidity of our common shares on the NASDAQ Global Select Market may limit the ability of shareholders to purchase or sell our common shares in the amounts and at the times they wish.  In addition, the financial markets in the United States and other countries have experienced significant price and volume fluctuations, and market prices of technology companies have been and continue to be extremely volatile.  The trading price of our common shares on The NASDAQ Global Select Market ranged from a low of $23.36 to high of $44.89 from July 1, 2022 to June 30, 2023.  At July 31, 2023, the trading price of our common shares was $32.88.  Volatility in the price of our shares may be caused by factors outside our control and may be unrelated or disproportionate to our operating results.\nThe market price for our common shares may be volatile and subject to wide fluctuations in response to factors, including:\n•\nactual or anticipated fluctuations in our operating results;\n•\ngeneral economic, industry, regional and global market conditions, including the economic conditions of specific market segments for our products, including the PC markets;\n•\nour failure to meet analysts' expectations, including expectation regarding our revenue, gross margin and operating expenses;\n•\nchanges in financial estimates and outlook by securities research analysts;\n•\nour ability to increase our gross margin;\n•\nannouncements by us or our competitors of new products, acquisitions, strategic partnerships, joint ventures or capital commitments; \n•\nannouncements of technological or competitive developments;\n•\nannouncement of acquisition, partnership and major corporate transactions;\n•\nregulatory developments in our target markets affecting us, our customers or our competitors;\n•\nour ability to enter into new market segments, gain market share, diversify our customer base and successfully secure manufacturing capacity;\n•\nannouncements regarding intellectual property disputes or litigation involving us or our competitors;\n•\nchanges in the estimation of the future size and growth rate of our markets;\n•\nannouncement of significant legal proceedings, litigation or government investigation;\n•\nadditions or departures of key personnel;\n•\nrepurchase of shares under our repurchase program;\n•\nannouncement of sales of our securities by us or by our major shareholders;\n•\ngeneral economic or political conditions in China and other countries in Asia; and\n•\nother factors.\n  \nIn the past, securities class action litigation has often been brought against a company following periods of volatility in such company's share price.  This type of litigation could result in substantial costs and divert our management's attention and resources which could negatively impact our business and financial conditions.  See Item 3. Legal Proceeding.\n34\nIf securities or industry analysts adversely change their recommendations regarding our common shares or if our operating results do not meet their expectations, the trading price of our common shares could decline. \nThe market price of our common shares is influenced by the research and reports that industry or securities analysts publish about us or our business.  There is no guarantee that these analysts will understand our business and results, or that their reports will be accurate or correctly predict our operating results or prospects.  If one or more of these analysts cease coverage of our company or fail to publish reports on us regularly, we could lose visibility in the financial markets, which in turn could cause the market price of our common shares or its trading volume to decline.  Moreover, if one or more of the analysts who cover our company downgrade our common shares or if our operating results or prospects do not meet their expectations, the market price of our common shares could decline significantly.\nAnti-takeover provisions in our bye-laws could make an acquisition of us more difficult and may prevent attempts by our shareholders to replace or remove our current management.\nCertain provisions in our bye-laws may delay or prevent an acquisition of us or a change in our management.  In addition, by making it more difficult for shareholders to replace members of our board of directors, these provisions also may frustrate or prevent any attempts by our shareholders to replace or remove our current management because our board of directors is responsible for appointing the members of our management team.  These provisions include:\n•\nthe ability of our board of directors to determine the rights, preferences and privileges of our preferred shares and to issue the preferred shares without shareholder approval;\n•\nadvance notice requirements for election to our board of directors and for proposing matters that can be acted upon at shareholder meetings; and\n•\nthe requirement to remove directors by a resolution passed by at least two-thirds of the votes cast by the shareholders having a right to attend and vote at the shareholder meeting.\nThese provisions could make it more difficult for a third-party to acquire us, even if the third-party's offer may be considered beneficial by many shareholders.  As a result, shareholders may be limited in their ability to obtain a premium for their shares.\nWe are a Bermuda company and the rights of shareholders under Bermuda law may be different from U.S. laws. \nWe are a Bermuda limited liability exempted company.  As a result, the rights of holders of our common shares will be governed by Bermuda law and our memorandum of association and bye-laws.  The rights of shareholders under Bermuda law may differ from the rights of shareholders of companies incorporated in other jurisdictions, including the U.S.  For example, some of our directors are not residents of the United States, and a substantial portion of our assets are located outside the United States.  As a result, it may be difficult for investors to effect service of process on those persons in the U.S. or to enforce in the U.S. judgments obtained in U.S. courts against us or those persons based on civil liability provisions of the U.S. securities laws.  It is doubtful whether courts in Bermuda will enforce judgments obtained in other jurisdictions, including the U.S., against us or our directors or officers under the securities laws of those jurisdictions or entertain actions in Bermuda against us or our directors or officers under the securities laws of other jurisdictions. \n35",
    "item7": ">Item 7.\nManagement’s Discussion and Analysis of Financial Condition and Results of Operations \nYou should read the following discussion of the financial condition and results of our operations in conjunction with our consolidated financial statements and the notes to those statements included elsewhere in this annual report.  Our consolidated financial statements contained in this annual report are prepared in accordance with U.S. GAAP.\nOverview\nWe are a designer, developer and global supplier of a broad range of power discretes, ICs, modules and digital power solutions including a wide portfolio of Power MOSFET, SiC, IGBT,IPM, TVS, Gate Drivers, Power IC, and Digital Power products.  Our portfolio of power semiconductors includes approximately 2,600 products, and has grown significantly with the introduction of over 60 new products in the fiscal year ended June 30, 2023, and over 130 and 160 new products in the fiscal year ended June 30, 2022 and 2021, respectively.  Our teams of scientists and engineers have developed extensive intellectual properties and technical knowledge that encompass major aspects of power semiconductors, which we believe enables us to introduce and develop innovative products to address the increasingly complex power requirements of advanced electronics.  We have an extensive patent portfolio that consists of 918 patents and 45 patent applications in the United States as of June 30, 2023.  We also have a total of 980 foreign patents, which primarily were based on our research and development efforts through June 30, 2023.  We differentiate ourselves by integrating our expertise in technology, design and advanced manufacturing and packaging to optimize product performance and cost.  Our portfolio of products targets high-volume applications, including personal computers, graphic cards, game consoles, flat panel TVs, home appliances, power tools, smart phones, battery packs, consumer and industrial motor controls and power supplies for TVs, computers, servers and telecommunications equipment.\nOur business model leverages global resources, including research and development and manufacturing in the United States and Asia.  Our sales and technical support teams are localized in several growing markets. We operate an 8-inch wafer fabrication facility located in Hillsboro, Oregon, or the Oregon Fab, which is critical for us to accelerate proprietary technology development, new product introduction and improve our financial performance.  To meet the market demand for the more mature high volume products, we also utilize the wafer manufacturing capacity of selected third party foundries.  For assembly and test, we primarily rely upon our in-house facilities in China.  In addition, we utilize subcontracting partners for industry standard packages.  We believe our in-house packaging and testing capability provides us with a competitive advantage in proprietary packaging technology, product quality, cost and sales cycle time.\nOn March 29, 2016, we formed the JV Company with the Chongqing Funds, for the purpose of constructing and operating the Chongqing Fab in the LiangJiang New Area of Chongqing, China.  The Chongqing Fab was being built in phases.  As of December 1, 2021, we owned 50.9%, and the Chongqing Funds owned 49.1% of the equity interest in the JV Company.  The JV Company was accounted under the provisions of the consolidation guidance since we had controlling financial interest until December 1, 2021. \nOn December 1, 2021 (the “Effective Date”), Alpha & Omega Semiconductor (Shanghai) Ltd. (“AOS SH”) and Agape Package Manufacturing (Shanghai) Limited (“APM SH” and, together with AOS SH, the “Sellers”), each a wholly-owned subsidiary of the Company, entered into a share transfer agreement (\"STA\") with a third-party investor to sell a portion of the Company's equity interest in the JV Company which consists of a power semiconductor packaging, testing and 12-inch wafer fabrication facility in Chongqing, China (the “Transaction”). The Transaction closed on December 2, 2021 (the “Closing Date”), which reduced the Company’s equity interest in the JV Company from 50.9% to 48.8%.  Also, the Company’s right to designate directors on the board of JV Company was reduced to three (3) out of seven (7) directors, from four (4) directors prior to the Transaction.  As a result of the Transaction and other factors, the Company no longer has a controlling financial interest in the JV Company and has determined that the JV Company was deconsolidated from the Company’s Consolidated Financial Statements effective as of the Closing Date.\nOn December 24, 2021, we entered into a share transfer agreement with another third-party investor, pursuant to which the Company sold to this investor 1.1% of outstanding equity interest held by us in the JV Company.  In addition, the JV Company adopted an employee equity incentive plan and issued an equity interest equivalent to 3.99% of the JV Company in exchange for cash.  As a result of these two transactions, the Company owned 45.8% of the equity interest in the JV Company as of December 31, 2021.\nOn January 26, 2022, the JV Company completed a financing transaction pursuant to a corporate investment agreement (the “Investment Agreement”) between the JV Company and certain third-party investors (the “New Investors”). Under the Investment Agreement, the New Investors purchased newly issued equity interest of the JV Company, representing approximately 7.82% of post-transaction outstanding equity interests of the JV Company, for a total purchase price of RMB 509 million (or approximately USD 80 million based on the currency exchange rate as of January 26, 2022) (the “Investment”). Following the closing of the January 26, 2022 Investment, the percentage of outstanding JV equity interest beneficially owned by the Company was reduced to 42.2% at both June 30, 2022 and 2023.\n42\nWe reduced our ownership of the JV Company to below 50% to increase the flexibility of the JV Company to raise capital to fund its future expansion.  The JV Company is also contemplating an eventual listing on the Science and Technology Innovation Board, or STAR Market, of the Shanghai Stock Exchange.  The reduction of our ownership assists the JV Company in meeting certain regulatory listing requirements.  A potential STAR Market listing may take several years to consummate and there is no guarantee that such listing by the JV Company will be successful or will be completed in a timely manner, or at all.  In addition, the JV Company will continue to provide us with significant level of foundry capacity to enable us to develop and manufacture our products.  On July 12, 2022, the current shareholders of the JV Company entered into a shareholders contract, pursuant to which the JV Company provided us with a monthly wafer production capacity guarantee, subject to future increase when the JV Company’s production capacity reaches certain specified level.\nImpact of COVID-19 Pandemic to Our Business\nDuring the first half of calendar year 2022, our operations were negatively impacted by China’s zero-Covid policy that resulted in factory shutdowns and supply chain shortages, including the temporary suspension of our factory operations in Shanghai from April to June 2022.  In December 2022, the Chinese government issued new guidelines easing some of its strict zero-COVID policies, including the relaxation of testing requirements and travel restrictions.  In May 2023, World Health Organization (WHO) declared an end to the COVID-19 pandemic.  As of June 30, 2023, our business operations and financial performance were no longer affected by the pandemic.\nOther Factors Affecting Our Performance\nThe global, regional economic and PC market conditions\n: Because our products primarily serve consumer electronic applications, any significant changes in global and regional economic conditions could materially affect our revenue and results of operations. A significant amount of our revenue is derived from sales of products in the PC markets, such as notebooks, motherboards and notebook battery packs.  Therefore, a substantial decline in the PC market could have a material adverse effect on our revenue and results of operations. The PC markets have experienced a modest global decline in recent years due to continued growth of demand in tablets and smart phones, worldwide economic conditions and the industry inventory correction which had and may continue to have a material impact on the demand for our products.  Since mid-2022, we have experienced an industry-wide decline of customer demand for semiconductor products.  This decline has negatively affected our recent financial performance in 2023.  While we expect some continued recovery of our revenue in the September quarter of 2023, there is no guarantee that it will occur.  A prolonged and extended downturn in the semiconductor industry would have a substantial impact on our operating results and financial conditions. \nA decline of the PC market may have a negative impact on our revenue, factory utilization, gross margin, our ability to resell excess inventory, and other performance measures. We have executed and continue to execute strategies to diversify our product portfolio, penetrate other market segments, including the consumer, communications and industrial markets, and improve gross margins and profit by implementing cost control measures. While making efforts to reduce our reliance on the computing market, we continue to support our computing business and capitalize on the opportunities in this market with a more focused and competitive PC product strategy to gain market share.         \nManufacturing costs and capacity availability\n:  Our gross margin is affected by a number of factors including our manufacturing costs, utilization of our manufacturing facilities, the product mixes of our sales, pricing of wafers from third party foundries and pricing of semiconductor raw materials.  Capacity utilization affects our gross margin because we have certain fixed costs at our Shanghai facilities and our Oregon Fab.  If we are unable to utilize our manufacturing facilities at a desired level, our gross margin may be adversely affected.  In addition, from time to time, we may experience wafer capacity constraints, particularly at third party foundries, that may prevent us from meeting fully the demand of our customers. For example, the recent global shortage of semiconductor manufacturing capacity has provided us with both challenges and opportunities in the market, and highlighted the importance of maintaining sufficient and independent in-house manufacturing capabilities to meet increasing customer demands. While we can mitigate these constraints by increasing and re-allocating capacity at our own fab, we may not be able to do so quickly or at sufficient level, which could adversely affect our financial conditions and results of operations. In addition, we enhanced the manufacturing capability and capacity of our Oregon Fab by investing in new equipment and expanding our factory facilities, which we expect will have a positive impact on our future new product development and revenue, particularly during the period of global shortage of capacity.  We also rely substantially on the JV Company to provide foundry capacity to manufacture our products, therefore it is critical that we maintain continuous access to such capacity, which may not be available at sufficient level or at a pricing terms favorable to us because of lack of control over the JV Company’s operation.  As a result of sales of our JV Company equity interests and issuance of additional equity interests by the JV Company to third-party investors in financing transactions, our equity interest in the JV Company was reduced to 42.2%, which reduced our control and influence over the JV Company.  We continue to maintain a business relationship with the JV Company to ensure uninterrupted supply of manufacturing capacity.  On July 12, 2022, we entered into an agreement with the JV Company, pursuant to which the JV Company agrees to provide us with a monthly wafer production capacity guarantee, subject to future increase when the JV Company’s production capacity reaches certain specified level.  \n43\nBecause we continue to rely on the JV Company to provide us with manufacturing capacity, if the JV Company take actions or make decisions that prevents us from accessing required capacity, our operations may be adversely affected. \nErosion and fluctuation of average selling price\n:  Erosion of average selling prices of established products is typical in our industry. Consistent with this historical trend, we expect our average selling prices of existing products to decline in the future. However, in the normal course of business, we seek to offset the effect of declining average selling price by introducing new and higher value products, expanding existing products for new applications and new customers and reducing the manufacturing cost of existing products. These strategies may cause the average selling price of our products to fluctuate significantly from time to time, thereby affecting our financial performance and profitability.\nProduct introductions and customers’ product requirements\n:  Our success depends on our ability to introduce products on a timely basis that meet or are compatible with our customers' specifications and performance requirements. Both factors, timeliness of product introductions and conformance to customers' requirements, are equally important in securing design wins with our customers. As we accelerate the development of new technology platforms, we expect to increase the pace at which we introduce new products and seek and acquire design wins. If we were to fail to introduce new products on a timely basis that meet customers’ specifications and performance requirements, particularly those products with major OEM customers, and continue to expand our serviceable markets, then we would lose market share and our financial performance would be adversely affected.\nDistributor ordering patterns, customer demand and seasonality\n:  Our distributors place purchase orders with us based on their forecasts of end customer demand, and this demand may vary significantly depending on the sales outlook and market and economic conditions of end customers.  Because these forecasts may not be accurate, channel inventory held at our distributors may fluctuate significantly, which in turn may prompt distributors to make significant adjustments to their purchase orders placed with us.  As a result, our revenue and operating results may fluctuate significantly from quarter to quarter.  In addition, because our products are used in consumer electronics products, our revenue is subject to seasonality.  Our sales seasonality is affected by numerous factors, including global and regional economic conditions as well as the PC market conditions, revenue generated from new products, changes in distributor ordering patterns in response to channel inventory adjustments and end customer demand for our products and fluctuations in consumer purchase patterns prior to major holiday seasons.  In recent periods, broad fluctuations in the semiconductor markets and the global and regional economic conditions, in particular the decline of the PC market conditions, have had a more significant impact on our results of operations than seasonality.  Furthermore, our revenue may be impacted by the level of demand from our major customers due to factors outside of our control.  If these major customers experience significant decline in the demand of their products, encounter difficulties or defects in their products, or otherwise fail to execute their sales and marketing strategies successfully, it may adversely affect our revenue and results of operations.\nPrincipal line items of statements of operations\nThe following describes the principal line items set forth in our consolidated statements of operations:\nRevenue\nWe generate revenue primarily from the sale of power semiconductors, consisting of power discretes and power ICs. Historically, a majority of our revenue has been derived from power discrete products. Because our products typically have three-year to five-year life cycles, the rate of new product introduction is an important driver of revenue growth over time. We believe that expanding the breadth of our product portfolio is important to our business prospects, because it provides us with an opportunity to increase our total bill-of-materials within an electronic system and to address the power requirements of additional electronic systems. In addition, a small percentage of our total revenue is generated by providing packaging and testing services to third parties through one of our subsidiaries.\nOur product revenue is reported net of the effect of the estimated stock rotation returns and price adjustments that we expect to provide to our distributors. Stock rotation returns are governed by contract and are limited to a specified percentage of the monetary value of products purchased by the distributor during a specified period. At our discretion or upon our direct negotiations with the original design manufacturers (“ODMs”) or original equipment manufacturers (“OEMs”), we may elect to grant special pricing that is below the prices at which we sold our products to the distributors. In certain situations, we will grant price adjustments to the distributors reflecting such special pricing. We estimate the price adjustments for inventory at the distributors based on factors such as distributor inventory levels, pre-approved future distributor selling prices, distributor margins and demand for our products.\nIn February 2023, we entered into a license agreement with a customer to license our proprietary SiC technology and to provide 24-months of engineering and development services for a total fee of $45 million, consisting of an upfront fee of $18 million and 6.8 million paid to us in the March and July 2023, with the remaining amount to be paid upon the achievement of \n44\nspecified engineering services and product milestones.  The license and development fee is determined to be one performance obligation and is recognized over the 24 months when we perform the engineering and development services.  We use the input method to measure progression of the transfer of services.  We also entered an accompanying supply agreement to provide limited wafer supply to the customer.  \nCost of goods sold\nOur cost of goods sold primarily consists of costs associated with semiconductor wafers, packaging and testing, personnel, including share-based compensation expense, overhead attributable to manufacturing, operations and procurement, and costs associated with yield improvements, capacity utilization, warranty and valuation of inventories. As the volume of sales increases, we expect cost of goods sold to increase. While our utilization rates cannot be immune to the market conditions, our goal is to make them less vulnerable to market fluctuations. We believe our market diversification strategy and product growth will drive higher volume of manufacturing which will improve our factory utilization rates and gross margin in the long run.\nOperating expenses\nOur operating expenses consist of research and development, and selling, general and administrative expenses. We expect our operating expenses as a percentage of revenue to fluctuate from period to period as we continue to exercise cost control measures in response to the declining PC market as well as align our operating expenses to the revenue level.\nResearch and development expenses.\n \nOur research and development expenses consist primarily of salaries, bonuses, benefits, share-based compensation expense, expenses associated with new product prototypes, travel expenses, fees for engineering services provided by outside contractors and consultants, amortization of software and design tools, depreciation of equipment and overhead costs. We continue to invest in developing new technologies and products utilizing our own fabrication and packaging facilities as it is critical to our long-term success. We also evaluate appropriate investment levels and stay focused on new product introductions to improve our competitiveness. We expect that our research and development expenses will fluctuate from time to time.\nSelling, general and administrative expenses.\n \nOur selling, general and administrative expenses consist primarily of salaries, bonuses, benefits, share-based compensation expense, product promotion costs, occupancy costs, travel expenses, expenses related to sales and marketing activities, amortization of software, depreciation of equipment, maintenance costs and other expenses for general and administrative functions as well as costs for outside professional services, including legal, audit and accounting services. We expect our selling, general and administrative expenses to fluctuate in the near future as we continue to exercise cost control measures.\nIncome tax expense \nWe are subject to income taxes in various jurisdictions.  Significant judgment and estimates are required in determining our worldwide income tax expense.  The calculation of tax liabilities involves dealing with uncertainties in the application of complex tax regulations of different jurisdictions globally.  We establish accruals for potential liabilities and contingencies based on a more likely than not threshold to the recognition and de-recognition of uncertain tax positions.  If the recognition threshold is met, the applicable accounting guidance permits us to recognize a tax benefit measured at the largest amount of tax benefit that is more likely than not to be realized upon settlement with a taxing authority.  If the actual tax outcome of such exposures is different from the amounts that were initially recorded, the differences will impact the income tax and deferred tax provisions in the period in which such determination is made.  Changes in the location of taxable income (loss) could result in significant changes in our income tax expense.\nWe record a valuation allowance against deferred tax assets if it is more likely than not that a portion of the deferred tax assets will not be realized, based on historical profitability and our estimate of future taxable income in a particular jurisdiction.  Our judgments regarding future taxable income may change due to changes in market conditions, changes in tax laws, tax planning strategies or other factors.  If our assumptions and consequently our estimates change in the future, the deferred tax assets may increase or decrease, resulting in corresponding changes in income tax expense.  Our effective tax rate is highly dependent upon the geographic distribution of our worldwide profits or losses, the tax laws and regulations in each geographical region where we have operations, the availability of tax credits and carry-forwards and the effectiveness of our tax planning strategies.\n\"U.S. Tax Cuts and Jobs Act\", Enacted December 22, 2017 \nOn December 22, 2017, the United States enacted tax reform legislation through the Tax Cuts and Jobs Act (“the Tax Act”), which significantly changes the existing U.S. tax laws, including, but not limited to, (1) a reduction in the corporate tax \n45\nrate from 35% to 21%, (2) a shift from a worldwide tax system to a territorial system, (3) eliminating the corporate alternative minimum tax (AMT) and changing how existing AMT credits can be realized, (4) bonus depreciation that will allow for full expensing of qualified property, (5) creating a new limitation on deductible interest expense and (6) changing rules related to uses and limitations of net operating loss carryforwards created in tax years beginning after December 31, 2017.\nThe Company is not currently subject to the Base Erosion and Anti-Abuse (BEAT) tax, which is a tax imposed on certain entities who make payments to their non U.S. affiliates, where such payments reduce the U.S. tax base . The BEAT tax is imposed at a rate of 10% on Adjusted Taxable Income, excluding certain payments to foreign related entities. It is an incremental tax over and above the corporate income tax and is recorded as a period cost. It is possible that this tax could be applicable in future periods, which would cause an increase to the effective tax rate and cash taxes.\n\"U.S. Coronavirus Aid, Relief and Economic Security Act” (“CARES Act”), Enacted March 27, 2020\nOn March 27, 2020, the United States enacted the CARES Act, which made the changes to existing U.S. tax laws, including, but not limited to, (1) allowing U.S. federal net operating losses originated in the 2018, 2019 or 2020 tax years to be carried back five years to recover taxes paid based upon taxable income in the prior five years, (2) eliminated the 80% of taxable income limitation on net operating losses for the 2018, 2019 and 2020 tax years (the 80% limitation will be reinstated for tax years after 2020), (3) accelerating the refund of prior year alternative minimum tax credits, (4) modifying the bonus depreciation for qualified improvement property and (5) modifying the limitation on deductible interest expense.\nAs a result of the ability to carryback net operating losses from the June 2018 and June 2019 years to the June 2015 to June 2017 tax years, net operating losses which were previously tax-effected using the current 21% U.S. federal tax rate were revalued to the U.S. tax rates in effect for the June 2015 to June 2017 tax years due to the ability of receiving tax refunds for the taxes paid in these years.  Accordingly, we reported a discrete tax benefit of $1.1 million in the third quarter of fiscal year 2020 related to the re-measurement of the net operating losses that could be realized via the new net operating loss carryback provisions.   \n“U.S. Consolidated Appropriations Act, 2021” (“CAA 2021”), Enacted December 27, 2020\nOn December 27, 2020, the United States enacted the Consolidated Appropriations Act, 2021, which made changes to existing U.S. tax laws.  There was no material impact of the tax law changes included in the Consolidated Appropriations Act, 2021 to the Company.\n“The American Rescue Plan Act of, 2021”, Enacted March 11, 2021\nOn March 11, 2021, the United States enacted the American Rescue Plan Act of 2021, which made changes to existing U.S. tax laws.  There was no material impact of the tax law changes included in the American Rescue Plan Act of 2021 to the Company. \n“The Chip and Science Act of 2022”, Enacted August 2, 2022\nIn August 2022 the U.S. enacted the Chip and Science Act of 2022 (the Chips Act).  The Chips Act provides incentives to semiconductor chip manufacturers in the United States, including providing manufacturing investment credits of 25% for investments in semiconductor manufacturing property placed in service after December 31, 2022, for which construction begins before January 1, 2027.  Property investments qualify for the 25% credit if, among other requirements, the property is integral to the operation of an advanced manufacturing facility, defined as having a primary purpose of manufacturing semiconductors or semiconductor manufacturing equipment.  Currently, we are evaluating the impact of the Chips Act to us.\n“The Inflation Reduction Act”, Enacted August 16, 2022\nIn August 2022 the United States enacted tax legislation through the Inflation Reduction Act (IRA).  The IRA introduces a 15% corporate alternative minimum tax (CAMT) for corporations whose average annual adjusted financial statement income (AFSI) for any consecutive three-tax-year period preceding the applicable tax year exceeds $1 billion.  The CAMT is effective for tax years beginning after 31 December 2022.  The CAMT is currently not applicable to the Company.\nEquity method investment income/loss from equity investee \nWe use the equity method of accounting when we have the ability to exercise significant influence, but we do not have control, as determined in accordance with generally accepted accounting principles, over the operating and financial policies of \n46\nthe company.  Effective December 2, 2021, we reduced our equity interest in the JV Company below 50% of outstanding equity ownership and experienced a loss of control of the JV Company.  As a result, we record our investment under equity method of accounting.  Since we are unable to obtain accurate financial information from the JV Company in a timely manner, we record our share of earnings or losses of such affiliate on a one quarter lag. \nWe record our interest in the net earnings of the equity method investee, along with adjustments for unrealized profits or losses on intra-entity transactions and amortization of basis differences, within earnings or loss from equity interests in the Consolidated Statements of Operations.  Profits or losses related to intra-entity sales with the equity method investee are eliminated until realized by the investor or investee.  Basis differences represent differences between the cost of the investment and the underlying equity in net assets of the investment and are generally amortized over the lives of the related assets that gave rise to them.  Equity method goodwill is not amortized or tested for impairment.  Instead the total equity method investment balance, including equity method goodwill, is tested for impairment.  We review for impairment whenever factors indicate that the carrying amount of the investment might not be recoverable.  In such a case, the decrease in value is recognized in the period the impairment occurs in the Consolidated Statement of Operations.\n47\nOperating results\nThe following tables set forth our results of operations and as a percentage of revenue for the fiscal years ended June 30, 2023, 2022 and 2021.  Our historical results of operations are not necessarily indicative of the results for any future period.\n \nYear Ended June 30,\n \n \n2023\n2022\n2021\n2023\n2022\n2021\n(in thousands)\n(% of revenue)\nRevenue\n$\n691,321 \n$\n777,552 \n$\n656,902 \n100.0 \n%\n100.0 \n%\n100.0 \n%\nCost of goods sold (1)\n491,785 \n508,996 \n452,359 \n71.1 \n%\n65.5 \n%\n68.9 \n%\nGross profit\n199,536 \n268,556 \n204,543 \n28.9 \n%\n34.5 \n%\n31.1 \n%\nOperating expenses:\nResearch and development (1)\n88,146 \n71,259 \n62,953 \n12.8 \n%\n9.2 \n%\n9.6 \n%\nSelling, general and administrative (1)\n88,861 \n95,259 \n77,514 \n12.8 \n%\n12.3 \n%\n11.8 \n%\nTotal operating expenses\n177,007 \n166,518 \n140,467 \n25.6 \n%\n21.5 \n%\n21.4 \n%\nOperating income\n22,529 \n102,038 \n64,076 \n3.3 \n%\n13.0 \n%\n9.7 \n%\nOther income (loss), net\n(1,730)\n999 \n2,456 \n(0.3)\n%\n0.1 \n%\n0.4 \n%\nInterest expense, net\n(1,087)\n(3,920)\n(6,308)\n(0.2)\n%\n(0.5)\n%\n(1.0)\n%\nGain on deconsolidation of the JV Company\n— \n399,093 \n— \n— \n%\n51.3 \n%\n— \n%\nLoss on changes of equity interest in the JV Company, net\n— \n(3,140)\n— \n— \n%\n(0.4)\n%\n— \n%\nNet income before income taxes\n19,712 \n495,070 \n60,224 \n2.8 \n%\n63.5 \n%\n9.1 \n%\nIncome tax expense \n5,937 \n39,258 \n3,935 \n0.9 \n%\n5.0 \n%\n0.6 \n%\nNet income before loss from equity method investment\n13,775 \n455,812 \n56,289 \n1.9 \n%\n58.5 \n%\n8.5 \n%\nEquity method investment loss from equity investee\n(1,411)\n(2,629)\n— \n(0.1)\n%\n(0.3)\n%\n— \n%\nNet income\n12,364 \n453,183 \n56,289 \n1.8 \n%\n58.2 \n%\n8.5 \n%\nNet income (loss) attributable to noncontrolling interest\n— \n20 \n(1,827)\n0.0 \n%\n0.0 \n%\n(0.3)\n%\nNet income attributable to Alpha and Omega Semiconductor Limited\n$\n12,364 \n$\n453,163 \n$\n58,116 \n1.8 \n%\n58.2 \n%\n8.8 \n%\n(1) Includes share-based compensation expense as follows:\n \nYear Ended June 30,\n \n2023\n2022\n2021\n2023\n2022\n2021\n(in thousands)\n(% of revenue)\nCost of goods sold\n$\n5,851 \n$\n5,125 \n$\n1,756 \n0.8 \n%\n0.7 \n%\n0.3 \n%\nResearch and development\n9,437 \n7,049 \n5,352 \n1.4 \n%\n0.9 \n%\n0.8 \n%\nSelling, general and administrative\n22,200 \n19,150 \n8,216 \n3.2 \n%\n2.5 \n%\n1.3 \n%\n$\n37,488 \n$\n31,324 \n$\n15,324 \n5.4 \n%\n4.1 \n%\n2.4 \n%\n48\nRevenue\n    The following is a summary of revenue by product type:\nYear Ended June 30, \nChange\n2023\n2022\n2021\n2023\n2022\n(in thousands)\n(in thousands)\n(in percentage)\n(in thousands)\n(in percentage)\nPower discrete\n$\n458,795 \n$\n545,135 \n$\n482,718 \n$\n(86,340)\n(15.8)\n%\n$\n62,417 \n12.9 \n%\nPower IC\n218,620 \n220,882 \n161,726 \n(2,262)\n(1.0)\n%\n59,156 \n36.6 \n%\nPackaging and testing services\n3,979 \n11,535 \n12,458 \n(7,556)\n(65.5)\n%\n(923)\n(7.4)\n%\nLicense and development services\n9,927 \n— \n— \n9,927 \n100.0 \n%\n— \n— \n%\n$\n691,321 \n$\n777,552 \n$\n656,902 \n$\n(86,231)\n(11.1)\n%\n$\n120,650 \n18.4 \n%\nYear Ended June 30, \nChange\n2023\n2022\n2021\n2023\n2022\n(in thousands)\n(in thousands)\n(in percentage)\n(in thousands)\n(in percentage)\nComputing\n$\n243,286 \n$\n345,855 \n$\n279,150 \n$\n(102,569)\n(29.7)\n%\n$\n66,705 \n23.9 \n%\nConsumer\n180,753 \n160,808 \n145,346 \n19,945 \n12.4 \n%\n15,462 \n10.6 \n%\nCommunication\n103,218 \n110,356 \n97,395 \n(7,138)\n(6.5)\n%\n12,961 \n13.3 \n%\nPower Supply and Industrial\n150,158 \n149,000 \n122,553 \n1,158 \n0.8 \n%\n26,447 \n21.6 \n%\nPackaging and testing services\n3,979 \n11,533 \n12,458 \n(7,554)\n(65.5)\n%\n(925)\n(7.4)\n%\nLicense and development services\n9,927 \n— \n— \n9,927 \n100.0 \n%\n— \n— \n%\n$\n691,321 \n$\n777,552 \n$\n656,902 \n$\n(86,231)\n(11.1)\n%\n$\n120,650 \n18.4 \n%\nFiscal 2023 vs 2022 \nTotal revenue was $691.3 million for fiscal year 2023, a decrease of $86.2 million, or 11.1%, as compared to $777.6 million for fiscal year 2022.  The decrease was primarily due to a decrease of $86.3 million and $2.3 million in sales of power discrete products and power IC products, respectively.  The decrease in power discrete and power IC product sales was primarily due to a 30.1% decrease in unit shipments, offset by a 26.9% increase in average selling price as compared to last fiscal year due to a shift in product mix.  The decrease in revenues was primarily driven by the significant decrease in the computing market, reflecting weaker demand for computers and inventory correction by our customers, in response to the industry-wide downturn in the semiconductor industry, partially offset by increased sales in the consumer markets, particularly in gaming products.  The decrease in revenue from packaging and testing services for the fiscal year 2023 as compared to last fiscal year was primarily due to decreased demand.  The increase in license and development services for the fiscal year 2023 was related to the license agreement with a customer to license our proprietary SiC technology and to provide 24-months of engineering and development services in February 2023.  During fiscal year 2023, we accelerated the development of new technology platforms which allowed us to introduce 19 medium and high voltage MOSFET products, targeting primarily the industrial markets and communication marketing, and 6 module products primarily for the consumer markets, as well as 4 low voltage MOSFET products primarily for the computing and communication markets.  In addition, we introduced 40 Power IC new products for computing applications, communication and consumer markets.\nFiscal 2022 vs 2021 \nTotal revenue was $777.6 million for fiscal year 2022, an increase of $120.7 million, or 18.4%, as compared to $656.9 million for fiscal year 2021.  The increase was primarily due to an increase of $62.4 million in sales of power discrete products and an increase of $59.2 million in sales of power IC products.  The increase in power discrete and power IC product sales was primarily due to a 21.0% increase in average selling price as compared to last fiscal year due to a shift in product mix, partially offset by a 2.1% decrease in unit shipments.  The decrease in revenue of packaging and testing services for the fiscal year 2022 as compared to last fiscal year was primarily due to decreased demand.  \n49\nCost of goods sold and gross profit\n \nYear Ended June 30, \nChange\n \n2023\n2022\n2021\n2023\n2022\n \n(in thousands)\n(in thousands)\n(in percentage)\n(in thousands)\n(in percentage)\nCost of goods sold\n$\n491,785 \n$\n508,996 \n$\n452,359 \n$\n(17,211)\n(3.4)\n%\n$\n56,637 \n12.5 \n%\n  Percentage of revenue\n71.1 \n%\n65.5 \n%\n68.9 \n%\nGross profit\n$\n199,536 \n$\n268,556 \n$\n204,543 \n$\n(69,020)\n(25.7)\n%\n$\n64,013 \n31.3 \n%\n  Percentage of revenue\n28.9 \n%\n34.5 \n%\n31.1 \n%\nFiscal 2023 vs 2022 \nCost of goods sold was $491.8 million for fiscal year 2023, a decrease of $17.2 million, or 3.4%, as compared to $509.0 million for fiscal year 2022.  The decrease was primarily due to 11.1% decrease in revenue.  Gross margin decreased by 5.6 percentage points to 28.9% for the fiscal year 2023, as compared to 34.5% for the fiscal year 2022.  The decrease in gross margin was primarily due to higher material costs and lower unit shipments during the fiscal year ended June 30, 2023.  We expect our gross margin to continue to fluctuate in the future as a result of variations in our product mix, semiconductor wafer and raw material pricing, manufacturing labor cost and general economic and PC market conditions. \nFiscal 2022 vs 2021 \nCost of goods sold was $509.0 million for fiscal year 2022, an increase of $56.6 million, or 12.5%, as compared to $452.4 million for fiscal year 2021.  The increase was primarily due to 18.4% increase in revenue.  Gross margin increased by 3.4 percentage points to 34.5% for the fiscal year 2022, as compared to 31.1% for the fiscal year 2021.  The increase in gross margin was primarily due to better product mix during the fiscal year ended June 30, 2022.  \nResearch and development expenses\n \nYear Ended June 30, \nChange\n \n2023\n2022\n2021\n2023\n2022\n \n(in thousands)\n(in thousands)\n(in percentage)\n(in thousands)\n(in percentage)\nResearch and development\n$\n88,146 \n$\n71,259 \n$\n62,953 \n$\n16,887 \n23.7 \n%\n$\n8,306 \n13.2 \n%\nFiscal 2023 vs 2022 \nResearch and development expenses were $88.1 million for fiscal year 2023, an increase of $16.9 million, or 23.7%, as compared to $71.3 million for fiscal year 2022.  The increase was primarily attributable to a $3.9 million increase in employee compensation and benefit expense mainly due to increased headcount and higher medical insurance expenses, partially offset by lower vacation accrual and lower bonus accrual, a $2.4 million increase in share-based compensation expense due to an increase in stock awards granted, a $3.6 million increase in depreciation expenses, a $2.2 million increase in allocation, and a $4.8 million increase in product prototyping engineering expense as a result of increased engineering activities.  We continue to evaluate and invest resources in developing new technologies and products utilizing our own fabrication and packaging facilities.  We believe the investment in research and development is important to meet our strategic objectives.\nFiscal 2022 vs 2021 \nResearch and development expenses were $71.3 million for fiscal year 2022, an increase of $8.3 million, or 13.2%, as compared to $63.0 million for fiscal year 2021.  The increase was primarily attributable to a $6.8 million increase in employee compensation and benefit expense mainly due to higher bonus accrual, increased headcount and annual merit increase, a $1.7 million increase in share-based compensation expense due to an increase in stock awards granted, a $0.2 million increase in depreciation expenses, and a $0.2 million increase in professional fees, partially offset by a $0.8 million decrease in product prototyping engineering expense as a result of decreased engineering activities.  \nSelling, general and administrative expenses\n50\n \nYear Ended June 30, \nChange\n \n2023\n2022\n2021\n2023\n2022\n \n(in thousands)\n(in thousands)\n(in percentage)\n(in thousands)\n(in percentage)\nSelling, general and administrative\n$\n88,861 \n$\n95,259 \n$\n77,514 \n$\n(6,398)\n(6.7)\n%\n$\n17,745 \n22.9 \n%\nFiscal 2023 vs 2022 \nSelling, general and administrative expenses were $88.9 million for fiscal year 2023, a decrease of $6.4 million, or 6.7%, as compared to $95.3 million for fiscal year 2022.  The decrease was primarily attributable to a $11.3 million decrease in employee compensation and benefits expenses mainly due to lower bonus expenses accrual and lower vacation accrual, partially offset by increased headcount, higher medical and business insurance expenses, as well as a $1.5 million decrease in cyber security incident, partially offset by a $3.1 million increase in share-based compensation expense due to an increase in stock award granted and the incremental expenses for one of our former officers' equity shares resulting from the modification, a $1.1 million increase in legal expenses, a $0.7 million increase in recruiting and consulting fees, a $1.2 million increase in allocation, and a $0.8 million increase in employee business expenses. \nFiscal 2022 vs 2021 \nSelling, general and administrative expenses were $95.3 million for fiscal year 2022, an increase of $17.7 million, or 22.9%, as compared to $77.5 million for fiscal year 2021.  The increase was primarily attributable to a $8.6 million increase in employee compensation and benefits expenses mainly due to increased headcount, annual merit increase, higher bonus expenses and increased employee and business insurance expenses, as well as $10.9 million increase in share-based compensation expense due to increase in stock award granted, partially offset by a $2.2 million decrease in legal expense related to the government investigation.\nOther income (loss), net   \n \nYear Ended June 30, \nChange\n \n2023\n2022\n2021\n2023\n2022\n \n(in thousands)\n(in thousands)\n(in percentage)\n(in thousands)\n(in percentage)\nOther income (loss), net\n$\n(1,730)\n$\n999 \n$\n2,456 \n$\n(2,729)\n(273.2)\n%\n$\n(1,457)\n(59.3)\n%\nOther income (loss), net decreased by $2.7 million in fiscal year 2023 as compared to the last fiscal year primarily due to increase in foreign currency exchange loss as a result of the depreciation of RMB against USD.\nOther income (loss), net decreased by $1.5 million in fiscal year 2022 as compared to the last fiscal year primarily due to increase in foreign currency exchange loss as a result of the depreciation of RMB against USD.\nInterest expense, net   \n \nYear Ended June 30, \nChange\n \n2023\n2022\n2021\n2023\n2022\n \n(in thousands)\n(in thousands)\n(in percentage)\n(in thousands)\n(in percentage)\nInterest expense, net\n$\n(1,087)\n$\n(3,920)\n$\n(6,308)\n$\n2,833 \n(72.3)\n%\n$\n2,388 \n(37.9)\n%\n     \nInterest expense was primarily related to bank borrowings.  Interest expense decreased by $2.8 million in fiscal year 2023 as compared to the prior fiscal year primarily due to a $3.6 million increase in interest income as a result of higher interest rate, offset by a $0.7 million increase in interest expense as a result of an increase in bank borrowings during the periods.  \nInterest expense decreased by $2.4 million in fiscal year 2022 as compared to the fiscal year 2021 primarily because of deconsolidation of the JV Company in December 2021. \nGain on deconsolidation of the JV Company and Gain/loss on changes of equity interest in the JV Company \n51\nEffective December 1, 2021, we entered into the STA with the Investor, pursuant to which we sold to the Investor approximately 2.1% of outstanding equity interest held by us in the JV Company for an aggregate purchase price of RMB 108 million or approximately $16.9 million. The STA contained customary representations, warranties and covenants.\n \nThe Transaction was closed on December 2, 2021. As a result of the Transaction, as of the Closing Date, our equity interest in the JV Company decreased from 50.9% to 48.8%.\n \nAlso, our right to designate directors on the board of JV Company was reduced to three (3) out of seven (7) directors, from four (4) directors prior to the Transaction.\n \nWe no longer have a controlling financial interest in the JV Company under generally accepted accounting principles.\n \nLoss of control is deemed to have occurred when, among other things, a parent company owns less than a majority of the outstanding common stock in the subsidiary, lacks a controlling financial interest in the subsidiary and, is unable to unilaterally control the subsidiary through other means such as having, or the ability to obtain, a majority of the subsidiary’s board of directors.\n \nAll of these loss of control factors were present for us as of December 2, 2021. Accordingly, since December 2, 2021, AOS has accounted for its investment in the JV Company using the equity method of accounting.\n \nOn December 24, 2021, we entered into a share transfer agreement with another third-party investor, pursuant to which we sold to this investor 1.1% of outstanding equity interest held by us in the JV Company for an aggregate purchase price of RMB 60 million or approximately $9.4 million. In addition, the JV Company adopted an employee equity incentive plan and issued an equity interest equivalent to 3.99% of the JV Company to exchange in cash.\n \nAs a result, the Company owned 45.8% of the equity interest in the JV Company as of December 31, 2021.\n \nOn January 26, 2022, the JV Company completed a financing transaction pursuant to the Financing Agreement between the JV Company and certain New Investors.\n \nUnder the Financing Agreement, the New Investors purchased newly issued equity interest of the JV Company for a total purchase price of RMB 509 million (or approximately $80 million based on the currency exchange rate as of January 26, 2022).\n \nFollowing the closing of the Investment, the percentage of outstanding JV Company equity interest beneficially owned by us was reduced to 42.2%.\nDuring the fiscal year ended June 30, 2022, we recorded a gain of $399.1 million on deconsolidation of the JV Company, and a $3.1 million of loss on changes of equity interest in the JV Company.\nWe account for our investment in the JV Company as an equity method investment and report our equity in earnings or loss of the JV Company on a three-month lag due to our inability to timely obtain financial information of the JV Company. For the fiscal year ended June 30, 2023 and June 30, 2022 using lag reporting, we recorded $1.4 million and 2.6 million of its equity in loss of the JV Company, respectively.\nIncome tax expense  \n \nYear Ended June 30, \nChange\n \n2023\n2022\n2021\n2023\n2022\n \n(in thousands)\n(in thousands)\n(in percentage)\n(in thousands)\n(in percentage)\nIncome tax expense\n$\n5,937 \n$\n39,258 \n$\n3,935 \n$\n(33,321)\n(84.9)\n%\n$\n35,323 \n897.7 \n%\nFiscal 2023 vs 2022   \nIncome tax expense for fiscal years 2023 and 2022 was $5.9 million and $39.3 million, respectively.  Income tax expense decreased by $33.3 million, or 84.9% in fiscal year 2023 as compared to fiscal year 2022.  The income tax expense of $5.9 million for the year ended June 30, 2023 included a $0.1 million discrete tax expense, and the income tax expense of $39.3 million for the year ended June 30, 2022 included a $33.5 million discrete tax expense related to the Company’s $396.0 million of income from the sale of equity interest in a joint venture and the related deconsolidation gain as the Company changed from the consolidation method of accounting to the equity method of accounting.  In addition, for the year ended June 30, 2022 we recorded a tax benefit of $0.4 million from other discrete income tax items.  Excluding the discrete income tax items, the effective tax rate for the years ended June 30, 2023 and 2022 was 29.4% and 6.3%, respectively.  The changes in the tax expense and effective tax rate between the periods resulted primarily from the Company reporting pretax book income of $19.7 million for the year ended June 30, 2023 as compared to a pretax book income of $495.0 million ($99.0 million of pretax book income plus the $396.0 million of income from the sale of equity interest in a joint venture and the related deconsolidation gain) for the year ended June 30, 2022 as well as changes in the mix of earnings in various geographic jurisdictions between the current year and the same period of last year.\nFiscal 2022 vs 2021   \nIncome tax expense for fiscal years 2022 and 2021 was $39.3 million and $3.9 million, respectively.  Income tax expense increased by $35.3 million, or 897.7% in fiscal year 2022 as compared to fiscal year 2021.  The income tax expense of $39.3 million for the year ended June 30, 2022 included a $33.5 million discrete tax expense related to the Company’s $396.0 million \n52\nof income from the sale of equity interest in a joint venture and the related deconsolidation gain as the Company changed from the consolidation method of accounting to the equity method of accounting.  In addition, we recorded a tax benefit of $0.4 million from other discrete income tax items.  The income tax expense of $3.9 million for the year ended June 30, 2021 included a $0.3 million discrete tax benefit.  Excluding the discrete income tax items ($396.0 million of income from the sale of equity interest in a joint venture and the related deconsolidation gain as well as other discrete items), the effective tax rate for the years ended June 30, 2022 and 2021 was 6.3% and 7.1%, respectively.  The changes in the tax expense and effective tax rate between the periods resulted primarily from the Company reporting pretax book income of $495.0 million ($99.0 million of pretax book income plus the $396.0 million of income from the sale of equity interest in a joint venture and the related deconsolidation gain) for the year ended June 30, 2022 as compared to a pretax book income of $60.2 million for the year ended June 30, 2021 as well as changes in the mix of earnings in various geographic jurisdictions between the current year and the same period of last year.\n53\nLiquidity and Capital Resources \nOur principal need for liquidity and capital resources is to maintain sufficient working capital to support our operations and to invest adequate capital expenditures to grow our business.  To date, we finance our operations and capital expenditures primarily through funds generated from operations and borrowings under our term loans, financing lease and other debt agreements.\nOn February 6, 2023, we entered into a license and engineering service agreement with a leading power semiconductor automotive supplier related to our Silicon Carbide (SiC) MOSFET and diode technology.  Pursuant to the agreement, we license and provide 24-months of engineering support for our proprietary SiC technology to the supplier for a total fee of $45 million, consisted of an upfront fees of $18 million and $6.8 million paid to us in March 2023 and July 2023, respectively, and the remaining amount to be paid upon our achievements of specified business and product milestones.  In addition, we entered an accompanying supply agreement with the supplier to provide it with limited wafer supply. \nIn January 2023, one of the Company's subsidiaries in China entered into a line of credit facility with Bank of Communications Limited in China.  The purpose of the credit facility is to provide working capital borrowings.  The Company could borrow up to approximately RMB 140 million or $20.6 million based on currency exchange rate between RMB and U.S. Dollar on January 31, 2023 with a maturity date of December 1, 2023. As of June 30, 2023, there was no outstanding balance for this loan.\nIn September 2022, one of the Company's subsidiaries in China entered into a line of credit facility with Industrial and Commercial Bank of China.  The purpose of the credit facility was to provide working capital borrowings.  The Company could borrow up to approximately RMB 72.0 million or $10.3 million based on currency exchange rate between RMB and U.S. Dollar on September 20, 2022 with a maturity date of September 30, 2023.  As of June 30, 2023, there was no outstanding balance.\nIn September 2021, Jireh Semiconductor Incorporated (“Jireh”), one of the wholly-owned subsidiaries, entered into a financing arrangement agreement with a company (“Lender”) for the lease and purchase of a machinery equipment manufactured by a supplier.  This agreement has a 5 years term, after which Jireh has the option to purchase the equipment for $1.  The implied interest rate was 4.75% per annum which was adjustable based on every five basis point increase in 60-month U.S. Treasury Notes, until the final installation and acceptance of the equipment.  The total purchase price of this equipment was euro 12.0 million.  In April 2021, Jireh made a down payment of euro 6.0 million, representing 50% of the total purchase price of the equipment, to the supplier.  In June 2022, the equipment was delivered to Jireh after Lender paid 40% of the total purchase price, for euro 4.8 million, to the supplier on behalf of Jireh.  In September 2022, Lender paid the remaining 10% payment for the total purchase price and reimbursed Jireh for the 50% down payment, after the installation and configuration of the equipment.  The title of the equipment was transferred to Lender following such payment.  The agreement was amended with fixed implied interest rate of 7.51% and monthly payment of principal and interest effective in October 2022.  Other terms remain the same.  In addition, Jireh purchased hardware for the machine under this financing arrangement.  The purchase price of this hardware was $0.2 million.  The financing arrangement is secured by this equipment and other equipment which had the carrying amount of $15.2 million as of June 30, 2023.  As of June 30, 2023, the outstanding balance of this debt financing was $11.9 million. \nOn August 18, 2021, Jireh entered into a term loan agreement with a financial institution (the \"Bank\") in an amount up to $45.0 million for the purpose of expanding and upgrading the Company’s fabrication facility located in Oregon.  The obligation under the loan agreement is secured by substantially all assets of Jireh and guaranteed by the Company.  The agreement has a 5.5 years term and matures on February 16, 2027.  Jireh is required to make consecutive quarterly payments of principal and interest.  The loan accrues interest based on adjusted LIBOR plus the applicable margin based on the outstanding balance of the loan.  This agreement contains customary restrictive covenants and includes certain financial covenants that the Company is required to maintain.  Jireh drew down $45.0 million on February 16, 2022 with the first payment of principal beginning in October 2022.  As of June 30, 2023, Jireh was in compliance with these covenants and the outstanding balance of this loan was $38.3 million.\nIn October 2019, one of the Company's subsidiaries in China entered into a line of credit facility with Bank of Communications Limited in China.  This line of credit matured on February 14, 2021 and was based on the China Base Rate multiplied by 1.05, or 4.99% on October 31, 2019.  The purpose of the credit facility is to provide short-term borrowings.  The Company could borrow up to approximately RMB 60.0 million or $8.5 million based on the currency exchange rate between the RMB and the U.S. Dollar on October 31, 2019.  In September 2021, this line of credit was renewed with maximum borrowings up to RMB 140.0 million with the same terms and a maturity date of September 18, 2022.  During the three months ended December 31, 2021, the Company borrowed RMB 11.0 million, or $1.6 million, at an interest rate of 3.85% per annum, with principal due on November 18, 2022.  As of June 30, 2023, there was no outstanding balance and this loan was expired. \nOn August 9, 2019, one of the Company's wholly-owned subsidiaries (the \"Borrower\") entered into a factoring agreement with the Hongkong and Shanghai Banking Corporation Limited (“HSBC”), whereby the Borrower assigns certain of its \n54\naccounts receivable with recourse.  This factoring agreement allows the Borrower to borrow up to 70% of the net amount of its eligible accounts receivable of the Borrower with a maximum amount of $30.0 million.  The interest rate is based on one month London Interbank Offered Rate (\"LIBOR\") plus 1.75% per annum.  The Company is the guarantor for this agreement.  The Company is accounting for this transaction as a secured borrowing under the Transfers and Servicing of Financial Assets guidance.  In addition, any cash held in the restricted bank account controlled by HSBC has a legal right of offset against the borrowing.  This agreement, with certain financial covenants required, has no expiration date.  On August 11, 2021, the Borrower signed an agreement with HSBC to decrease the borrowing maximum amount to $8.0 million with certain financial covenants required.  Other terms remain the same.  The Borrower was in compliance with these covenants as of June 30, 2023.  As of June 30, 2023, there was no outstanding balance and the Company had unused credit of approximately $8.0 million.\n \nOn November 16, 2018, one of the Company's subsidiaries in China entered into a line of credit facility with Industrial and Commercial Bank of China.  The purpose of the credit facility was to provide short-term borrowings.  The Company could borrow up to approximately RMB 72.0 million or $10.3 million based on currency exchange rate between RMB and U.S. Dollar on November 16, 2018.  The RMB 72.0 million consists of RMB 27.0 million for trade borrowings with a maturity date of December 31, 2021, and RMB 45.0 million for working capital borrowings or trade borrowings with a maturity date of September 13, 2022.  During the three months ended December 31, 2021, the Company borrowed RMB 5.0 million, or $0.8 million, at an interest rate of 3.7% per annum, with principal due on September 12, 2022.  As of June 30, 2023, there was no outstanding balance and this loan was expired.\nOn May 1, 2018, Jireh entered into a loan agreement with the Bank that provided a term loan in an amount of $17.8 million.  The obligation under the loan agreement is secured by certain real estate assets of Jireh and guaranteed by the Company.  The loan has a five-year term and matures on June 1, 2023.  Jireh made consecutive monthly payments of principal and interest to the Bank.  The outstanding principal shall accrue interest at a fixed rate of 5.04% per annum on the basis of a 360-day year.  The loan agreement contains customary restrictive covenants and includes certain financial covenants that require the Company to maintain, on a consolidated basis, specified financial ratios.  In August 2021, Jireh signed an amendment of this loan with the Bank to modify the financial covenants requirement to align with the new term loan agreement entered into on August 18, 2021 discussed above.  The amendment was accounted for as a debt modification and no gain or loss was recognized.  The Company paid this loan in full on May 1, 2023.  As of June 30, 2023, there was no outstanding balance and this loan was expired.\nOn August 15, 2017, Jireh entered into a credit agreement with the Bank that provided a term loan in an amount up to $30.0 million for the purpose of purchasing certain equipment for the fabrication facility located in Oregon.  The obligation under the credit agreement was secured by substantially all assets of Jireh and guaranteed by the Company.  The credit agreement had a five-year term and matured on August 15, 2022.  In January 2018 and July 2018, Jireh drew down on the loan in the amount of $13.2 million and $16.7 million, respectively.  Beginning in October 2018, Jireh was required to pay to the Bank on each payment date, the outstanding principal amount of the loan in monthly installments.  The loan accrued interest based on an adjusted London Interbank Offered Rate (\"LIBOR\") as defined in the credit agreement, plus specified applicable margin in the range of 1.75% to 2.25%, based on the outstanding balance of the loan.  The credit agreement contained customary restrictive covenants and included certain financial covenants that required the Company to maintain, on a consolidated basis, specified financial ratios and fixed charge coverage ratio.  In August 2021, Jireh signed an amendment of this loan with the Bank to modify the financial covenants requirement to align with the new term loan agreement entered into on August 18, 2021, discussed above.  The amendment was accounted for as a debt modification and no gain or loss was recognized.  The loan was fully paid off in September, 2022.  As of June 30, 2023, there was no outstanding balance and this loan was expired.\nThe Chinese government imposes certain currency exchange controls on cash transfers out of China.  Regulations in China permit foreign owned entities to freely convert the Renminbi into foreign currency for transactions that fall under the “current account,” which includes trade related receipts and payments, interests, and dividend payments.  Accordingly, subject to the review and verification of the underlying transaction documents and supporting documents by the account banks in China, our Chinese subsidiaries may use Renminbi to purchase foreign exchange currency for settlement of such “current account” transactions without the pre-approval from China's State Administration of Foreign Exchange (SAFE) or its provincial branch.  Pursuant to applicable regulations, foreign-invested enterprises in China may pay dividends only out of their accumulated profits, if any, determined in accordance with Chinese accounting standards and regulations.  In calculating accumulated profits, foreign-invested enterprises in China are required to allocate 10% of their profits each year, if any, to fund the equity reserve account unless the reserve has reached 50% of the registered capital of the enterprises.  While SAFE approval is not statutorily required for eligible dividend payments to the foreign parent, in practice, before making the dividend payment, the account bank may seek SAFE’s opinion with respect to a dividend payment if the payment involves a relatively large amount, which may delay the dividend payment depending on the then overall status of cross-border payments and receipts of China.     \n55\nTransactions that involve conversion of Renminbi into foreign currency in relation to foreign direct investments and provision of debt financings in China are classified as “capital account” transactions.  Examples of “capital account” transactions include repatriations of investments by foreign owners and repayments of loan principal to foreign lenders.  \"Capital account\" transactions require prior approval from SAFE or its provincial branch or an account bank delegated by SAFE to convert a remittance into a foreign currency, such as U.S. dollars, and transmit the foreign currency outside of China.  As a result of this and other restrictions under PRC laws and regulations, our China subsidiaries are restricted in their ability to transfer a portion of their net assets to us, and such restriction may adversely affect our ability to generate sufficient liquidity to fund our operations or other expenditures.  As of June 30, 2023 and 2022, such restricted portion amounted to approximately $93.2 million and $92.4 million, or 10.5% and 10.8%, of our total consolidated net assets attributable to the Company, respectively.  \n    \nWe believe that our current cash and cash equivalents and cash flows from operations will be sufficient to meet our anticipated cash needs, including working capital and capital expenditures, for at least the next twelve months.  In the long-term, we may require additional capital due to changing business conditions or other future developments, including any investments or acquisitions we may decide to pursue.  If our cash is insufficient to meet our needs, we may seek to raise capital through equity or debt financing.  The sale of additional equity securities could result in dilution to our shareholders. The incurrence of indebtedness would result in increased debt service obligations and may include operating and financial covenants that would restrict our operations. We cannot be certain that any financing will be available in the amounts we need or on terms acceptable to us, if at all.\nCash, cash equivalents and restricted cash\nAs of June 30, 2023 and 2022, we had $195.6 million and $314.7 million of cash, cash equivalents and restricted cash, respectively.  Our cash, cash equivalents and restricted cash primarily consisted of cash on hand, restricted cash and short-term bank deposits with original maturities of three months or less.  Of the $195.6 million and $314.7 million cash and cash equivalents, $108.2 million and $212.6 million, respectively, were deposited with financial institutions outside the United States.\nThe following table shows our cash flows from operating, investing and financing activities for the periods indicated:\n \n \nYear Ended June 30, \n \n2023\n2022\n2021\n \n(in thousands)\nNet cash provided by operating activities\n$\n20,473 \n$\n218,865 \n$\n128,744 \nNet cash used in investing activities\n(109,630)\n(130,822)\n(72,539)\nNet cash provided by (used in) financing activities\n(29,611)\n21,854 \n(18,991)\nEffect of exchange rate changes on cash, cash equivalents and restricted cash\n(280)\n(59)\n4,895 \nNet increase (decrease) in cash, cash equivalents and restricted cash\n$\n(119,048)\n$\n109,838 \n$\n42,109 \nCash flows from operating activities\nNet cash provided by operating activities of $20.5 million for fiscal year 2023 resulted primarily from net income of $12.4 million, non-cash charges of $80.9 million and net change in assets and liabilities providing net cash of $72.8 million.  The non-cash charges of $80.9 million included depreciation and amortization expenses of $43.2 million, share-based compensation expense of $37.5 million, equity method investment loss from equity investee of $1.4 million, the net deferred income taxes of $1.4 million and loss on disposal of property and equipment of $0.2 million.  The net change in assets and liabilities providing net cash of $72.8 million was primarily due to $45.5 million decrease in accrued and other liabilities, other payable on equity investee of $17.0 million, and $19.6 million decrease in accounts payable primarily due to timing of payment, $25.2 million increase in inventories, $18.7 million increase in other current and long-term assets primarily due to decrease in advance payments to suppliers, partially offset by $43.3 million decrease in accounts receivable due to timing of billings and collection of payments, $8.1 million increase in deferred revenue, and $2.0 million increase in income taxes payable.\nNet cash provided by operating activities of $218.9 million for fiscal year 2022 resulted primarily from net income of $453.2 million, non-cash charges of $287.6 million and net change in assets and liabilities providing net cash of $53.3 million.  The non-cash charges of $287.6 million included depreciation and amortization expenses of $42.9 million, share-based compensation expense of $31.3 million, gain on deconsoidation of the JV Company of $399.1 million, loss on changes of equity interest in the JV Company, net of $3.1 million, deferred income tax on deconsolidation and changes of equity interest in \n56\nthe JV Company of $30.0 million, equity method investment loss from equity investee of $2.6 million, and net deferred income taxes of $1.6 million.  The net change in assets and liabilities providing net cash of $53.3 million was primarily due to $76.4 million increase in accrued and other liabilities, income taxes payable on deconsolidation and changes of equity interest in the JV company of $3.5 million, other payable on equity investee of $48.2 million, and $23.8 million increase in accounts payable primarily due to timing of payment, partially offset by $30.1 million increase in accounts receivable due to timing of billings and collection of payments, $57.4 million increase in inventories, $9.4 million increase in other current and long-term assets primarily due to decrease in advance payments to suppliers, and $1.7 million decrease in income taxes payable.\nNet cash provided by operating activities of $128.7 million for fiscal year 2021 resulted primarily from net income of $56.3 million, non-cash charges of $70.0 million and net change in assets and liabilities providing net cash of $2.5 million.  The non-cash charges of $70.0 million included depreciation and amortization expenses of $52.7 million, share-based compensation expense of $15.3 million, loss on disposal of property and equipment of $0.4 million, and net deferred income taxes of $1.6 million.  The net change in assets and liabilities providing net cash of $2.5 million was primarily due to $48.5 million increase in accrued and other liabilities and $1.7 million increase in income taxes payable, partially offset by $22.5 million increase in accounts receivable due to timing of billings and collection of payments, $18.8 million increase in inventories, $5.8 million increase in other current and long-term assets primarily due to decrease in advance payments to suppliers, and $0.5 million decrease in accounts payable primarily due to timing of payments.\nCash flows from investing activities\nNet cash used in investing activities of $109.6 million for the fiscal year 2023 was primarily attributable to $110.4 million purchases of property and equipment, partially offset by $0.6 million government grant related to equipment and $0.2 million in proceeds from sale of property and equipment.\nNet cash used in investing activities of $130.8 million for the fiscal year 2022 was primarily attributable to $138.0 million purchases of property and equipment, and $20.7 million deconsolidation of cash and cash equivalents of the JV Company, partially offset by $1.4 million government grant related to equipment in the JV Company, $26.3 million proceeds from sale of equity interest in the JV Company and $0.1 million proceeds from sale of property and equipment.\nNet cash used in investing activities of $72.5 million for the fiscal year 2021 was primarily attributable to $72.7 million purchases of property and equipment, which was partially offset by $0.1 million government grant related to equipment in the JV Company.\nCash flows from financing activities\nNet cash used in financing activities of $29.6 million for the fiscal year 2023 was primarily attributable to $6.4 million in common shares acquired to settle withholding tax related to vesting of restricted stock units, $0.8 million in payments of capital lease obligations, $26.6 million in repayments of borrowings, and $13.4 million of payments for repurchase of common shares, partially offset by $8.6 million of proceeds from borrowings and $9.0 million of proceeds from exercises of share options and issuance of shares under the ESPP. \nNet cash used in financing activities of $21.9 million for the fiscal year 2022 was primarily attributable to $64.3 million of proceeds from borrowings and $6.1 million of proceeds from exercises of share options and issuance of shares under the ESPP, partially offset by $8.6 million in common shares acquired to settle withholding tax related to vesting of restricted stock units, $4.2 million in payments of capital lease obligations, and $35.7 million in repayments of borrowings.\nNet cash used in financing activities of $19.0 million for the fiscal year 2021 was primarily attributable to $6.9 million in common shares acquired to settle withholding tax related to vesting of restricted stock units, $16.5 million in payments of capital lease obligations, and $66.6 million in repayments of borrowings, partially offset by $65.9 million of proceeds from borrowings and $5.1 million of proceeds from exercises of share options and issuance of shares under the ESPP.\n57\nContractual Obligations\nOur contractual obligations as of June 30, 2023 are as follows:\n \nPayments Due by Period\n \nLess than\n \n \nMore than\n \nTotal\n1 year\n1-3 years\n3-5years\n5 years\n \n(in thousands)\n   Recorded liabilities:\nBank borrowings\n$\n49,887 \n$\n11,472 \n$\n23,535 \n$\n14,880 \n$\n— \nFinance leases\n4,768 \n1,144 \n2,288 \n1,336 \n— \nOperating leases\n29,149 \n5,452 \n8,430 \n6,964 \n8,303 \n$\n83,804 \n$\n18,068 \n$\n34,253 \n$\n23,180 \n$\n8,303 \n   Other:\nCapital commitments with respect to property and equipment\n$\n9,711 \n$\n9,711 \n$\n— \n$\n— \n$\n— \nPurchase commitments with respect to inventories and others\n127,490 \n127,490 \n— \n— \n— \n$\n137,201 \n$\n137,201 \n$\n— \n$\n— \n$\n— \nTotal contractual obligations\n$\n221,005 \n$\n155,269 \n$\n34,253 \n$\n23,180 \n$\n8,303 \n \nAs of June 30, 2023, we had recorded liabilities of $2.5 million for uncertain tax positions and $0.3 million for potential interest and penalties, which are not included in the above table because we are unable to reliably estimate the amount of payments in individual years that would be made in connection with these uncertain tax positions.\nCommitments\nSee Note 15 of the Notes to the Consolidated Financial Statements contained in this Annual Report on Form 10-K for a description of commitments.\nOff-Balance Sheet Arrangements\nAs of June 30, 2023, we had no off-balance sheet arrangements.\n58\nCritical Accounting Policies and Estimates \nThe preparation of our consolidated financial statements requires us to make estimates, judgments and assumptions that affect the reported amounts of assets, liabilities, revenue and expenses.  To the extent there are material differences between these estimates and actual results, our consolidated financial statements will be affected.  On an ongoing basis, we evaluate the estimates, judgments and assumptions including those related to stock rotation returns, price adjustments, allowance for doubtful accounts, valuation of inventories, warranty accrual, income taxes, leases, equity method investment, share-based compensation, recoverability of and useful lives for property, plant and equipment and intangible assets.\nRevenue recognition\nWe determine revenue recognition through the following steps: (1) identification of the contract with a customer; (2) identification of the performance obligations in the contract; (3) determination of the transaction price; (4) allocation of the transaction price to the performance obligations in the contract; and (5) recognition of revenue when, or as, a performance obligation is satisfied.  We recognize revenue at a point in time when product is shipped to the customer, net of estimated stock rotation returns and price adjustments to certain distributors.  We present revenue net of sales taxes and any similar assessments.  Our standard payment terms range from 30 to 60 days.   \nWe sell our products primarily to distributors, who in turn sell our products globally to various end customers.  Our revenue is net of the effect of the variable consideration relating to estimated stock rotation returns and price adjustments that we expect to provide to certain distributors.  Stock rotation returns are governed by contract and are limited to a specified percentage of the monetary value of the products purchased by distributors during a specified period.  We estimate provision for stock rotation returns based on historical returns and individual distributor agreements.  We also provide special pricing to certain distributors primarily based on volume, to encourage resale of our products.  We estimate the expected price adjustments at the time the revenue is recognized based on distributor inventory levels, pre-approved future distributor selling prices, distributor margins and demand for our products.  If actual stock rotation returns or price adjustments differ from our estimates, adjustments may be recorded in the period when such actual information is known.  Allowance for price adjustments is recorded against accounts receivable and provision for stock rotation is recorded in accrued liabilities on the consolidated balance sheets. \nOur performance obligations relate to contracts with a duration of less than one year.  We elected to apply the practical expedient provided in ASC 606, “Revenue from Contracts with Customers”. Therefore, we are not required to disclose the aggregate amount of transaction price allocated to performance obligations that are unsatisfied or partially unsatisfied at the end of the reporting period. \nWe recognize the incremental direct costs of obtaining a contract, which consist of sales commissions, when control over the products they relate to transfers to the customer.  Applying the practical expedient, we recognize commissions as expense when incurred, as the amortization period of the commission asset we would have otherwise recognized is less than one year. \nPackaging and testing services revenue is recognized at a point in time upon shipment of serviced products to the customer. \nLicense and Development Revenue Recognition \nIn February 2023, we entered into a license agreement with a customer to license our proprietary SiC technology and to provide 24-months of engineering and development services for a total fee of $45 million, consisting of an upfront fee of $18 million and $6.8 million paid to us in March 2023 and July 2023, respectively, with the remaining amount to be paid upon the achievement of specified engineering services and product milestones. The license and development fee is determined to be one performance obligation and is recognized over the 24 months when we perform the engineering and development services.  We use the input method to measure progression, representing a faithful depiction of the transfer of services.  During the fiscal year ended June 30, 2023, we recorded $9.9 million of license and development revenue.  The amount of contract liability is recorded as deferred revenue on the consolidated balance sheets.  In addition, we also entered an accompanying supply agreement to provide limited wafer supply to the customer.\n \nEquity method investment\nWe use the equity method of accounting when we have the ability to exercise significant influence, but not control, as determined in accordance with general accepted accounting principles, over the operating and financial policies of the investee.  Effective December 2, 2021, we reduced our equity interest in the JV Company, which resulted in deconsolidation of our investment in the JV Company.  As a result, beginning December 2, 2021, we record our investment under equity method of accounting.  Due to difficulties in obtaining accurate financial information from the JV Company in a timely manner, we record our share of earnings or losses of such affiliate on a one quarter lag.  Therefore, our share of losses of the \n59\nJV Company for the period from December 2, 2021 to March 31, 2022 was recorded in our Consolidated Statement of Operations for the fiscal year ended June 30, 2022.  And our share of losses of the JV Company for the period of April 1, 2022 to March 31, 2023 was recorded in our Consolidated Statement of Operations for the fiscal year ended June 30, 2023.  We recognize and disclose intervening events at the JV Company in the lag period that could materially affect our consolidated financial statements.\nWe record our interest in the net earnings of the equity method investee, along with adjustments for unrealized profits or losses on intra-entity transactions and amortization of basis differences, within earnings or loss from equity interests in the Consolidated Statements of Operations.  Profits or losses related to intra-entity sales with the equity method investee are eliminated until realized by the investor and investee.  Basis differences represent differences between the cost of the investment and the underlying equity in net assets of the investment and are generally amortized over the lives of the related assets that gave rise to them.  Equity method goodwill is not amortized or tested for impairment; instead the equity method investment is tested for impairment.  We review for impairment whenever factors indicate that the carrying amount of the investment might not be recoverable.  In such a case, the decrease in value is recognized in the period the impairment occurs in the Consolidated Statements of Operations.\nValuation of inventories\nWe carry inventories at the lower of cost (determined on a first-in, first-out basis) or net realizable value.  Cost primarily consists of semiconductor wafers and raw materials, labor, depreciation expenses and other manufacturing expenses and overhead, and packaging and testing fees paid to third parties if subcontractors are used.  Valuation of inventories is based on our periodic review of inventory quantities on hand as compared with our sales forecasts, historical usage, aging of inventories, production yield levels and current product selling prices.  If actual market conditions are less favorable than those forecasted by us, additional future inventory write-downs may be required that could adversely affect our operating results.   Adjustments to inventory, once established are not reversed until the related inventory has been sold or scrapped.  If actual market conditions are more favorable than expected and the products that have previously been written down are sold, our gross margin would be favorably impacted. \nAccounting for income taxes \nWe are subject to income taxes in a number of jurisdictions.  We must make certain estimates and judgments in determining income tax expense for financial statement purposes.  These estimates and judgments occur in the calculation of tax credits, benefits and deductions, and in the calculation of certain tax assets and liabilities which arise from differences in the timing of recognition of revenue and expense for tax and financial statement purposes, as well as interest and penalties related to uncertain tax positions.  There are many transactions and calculations for which the ultimate tax determination is uncertain during the ordinary course of business.  We establish accruals for certain tax contingencies based on estimates of whether additional taxes may be due.  While the final tax outcome of these matters may differ from the amounts that were initially recorded, such differences will impact the income tax and deferred tax provisions in the period in which such determination is made.  As a result, significant changes to these estimates may result in an increase or decrease to our tax provision in a subsequent period.\nSignificant management judgment is also required in determining whether deferred tax assets will be realized in full or in part.  When it is more likely than not that all or some portion of specific deferred tax assets such as net operating losses or foreign tax credit carryforwards will not be realized, a valuation allowance must be established for the amount of the deferred tax assets that cannot be realized.  We consider all available positive and negative evidence on a jurisdiction-by-jurisdiction basis when assessing whether it is more likely than not that deferred tax assets are recoverable.  We consider evidence such as our past operating results, the existence of cumulative losses in recent years and our forecast of future taxable income.  We will maintain a partial valuation allowance equal to the state research and development credit carryforwards until sufficient positive evidence exists to support reversal of the valuation allowance.\nWe have not provided for withholding taxes on the undistributed earnings of our foreign subsidiaries because we intend to reinvest such earnings indefinitely.  However, we have recorded a deferred tax liability of $27.9 million at June 30, 2023 related to our investment in the JV Company.  As of June 30, 2023, the cumulative amount of undistributed earnings of our foreign subsidiaries considered permanently reinvested was $374 million.  The determination of the unrecognized deferred tax liability on these earnings is not practicable. Should we decide to remit this income to the Bermuda parent company in a future period, our provision for income taxes may increase materially in that period. \nThe Financial Accounting Standards Board (\"FASB\") has issued guidance which clarifies the accounting for income taxes by prescribing a minimum probability threshold that a tax position must meet before a financial statement benefit is recognized.  The minimum threshold is defined as a tax position that is more likely than not to be sustained upon examination by the applicable taxing authority, including resolution of any related appeals or litigation processes, based on the technical \n60\nmerits of the position.  The tax benefit to be recognized is measured as the largest amount of benefit that is greater than fifty percent likely to be realized upon ultimate settlement.  The calculation of our tax liabilities involves dealing with uncertainties in the application of complex tax law and regulations in a multitude of jurisdictions.  Although the guidance on the accounting for uncertainty in income taxes prescribes the use of a recognition and measurement model, the determination of whether an uncertain tax position has met those thresholds will continue to require significant judgment by management.  If the ultimate resolution of tax uncertainties is different from what is currently estimated, a material impact on income tax expense could result.\nOur provision for income taxes is subject to volatility and could be adversely impacted by changes in earnings or tax laws and regulations in various jurisdictions.  We are subject to the continuous examination of our income tax returns by the Internal Revenue Service and other tax authorities.  We regularly assess the likelihood of adverse outcomes resulting from these examinations to determine the adequacy of our provision for income taxes.  There can be no assurance that the outcomes from these continuous examinations will not have an adverse effect on our operating results and financial condition.  To the extent that the final tax outcome of these matters is different than the amounts recorded, such differences will impact the provision for income taxes in the period in which such determination is made.  The provision for income taxes includes the impact of changes to reserves, as well as the related net interest and penalties.\nShare-based compensation expense\nWe maintain an equity-settled, share-based compensation plan to grant restricted share units and stock options.  We recognize expense related to share-based compensation awards that are ultimately expected to vest based on estimated fair values on the date of grant.  The fair value of restricted share units is based on the fair value of our common share on the date of grant.  For restricted stock awards subject to market conditions, the fair value of each restricted stock award is estimated at the date of grant using the Monte-Carlo pricing model.  The fair value of stock options is estimated on the date of grant using the Black-Scholes option valuation model.  Share-based compensation expense is recognized on the accelerated attribution basis over the requisite service period of the award, which generally equals the vesting period.\n \nThe Employee Share Purchase Plan (the “ESPP”) is accounted for at fair value on the date of grant using the Black-Scholes option valuation model.  Share-based compensation expense is significant to the consolidated financial statements and is calculated using our best estimates, which involve inherent uncertainties and the application of management's judgment.  The Black-Scholes option valuation model requires the input of subjective assumptions, including the expected term and stock price volatility.  In addition, judgment is also required in estimating the number of stock-based awards that are expected to be forfeited.  Forfeitures are estimated based on historical experience at the time of grant.  Changes in estimated forfeitures are recognized in the period of change and impact the amount of stock compensation expenses to be recognized in future periods, which could be material if actual results differ significantly from estimates.\nRecently Issued Accounting Pronouncements \n    See Note 1 of the Notes to the consolidated financial statements under Item 15 in this Annual Report on Form 10-K for a full description of recent accounting pronouncements, including the expected dates of adoption and estimated effects on results of operations and financial condition.\n61",
    "item7a": ">Item 7A.\nQuantitative and Qualitative Disclosures About Market Risk \nForeign currency risk \n    \n    We and our principal subsidiaries use U.S. dollars as our functional currency because most of the transactions are conducted and settled in U.S. dollars.  All of our revenue and a significant portion of our operating expenses are denominated in U.S. dollars.  The functional currency for our in-house packaging and testing facilities in China is U.S. dollars and a significant portion of our capital expenditures are denominated in U.S. dollars.  However, foreign currencies are required to fund our overseas operations, primarily in Taiwan and China.  Operating expenses of overseas operations are denominated in their respective local currencies.  In order to minimize exposure to foreign currencies, we maintained cash and cash equivalent balances in foreign currencies, including Chinese Yuan (“RMB”) as operating funds for our foreign operating expenses.  For our subsidiaries which use the local currency as the functional currency, the results and financial position are translated into U.S. dollar using exchange rates at balance sheet dates for assets and liabilities and using average exchange rates for income and expenses items.  The resulting translation differences are presented as a separate component of accumulated other comprehensive income (loss) and noncontrolling interest in the consolidated statements of equity.  Our management believes that our exposure to foreign currency translation risk is not significant based on a 10% sensitivity analysis in foreign currencies due to the fact that the net assets denominated in foreign currencies pertaining to foreign operations, principally in Taiwan and China, are not significant to our consolidated net assets. \nInterest rate risk \nOur interest-bearing assets comprise mainly interest-bearing short-term bank balances.  We manage our interest rate risk by placing such balances in instruments with various short-term maturities.  Borrowings expose us to interest rate risk.  Borrowings are drawn down after due consideration of market conditions and expectation of future interest rate movements.  As of June 30, 2023, we had $49.8 million outstanding under our loan and $4.1 million outstanding under our financing leases, which were subject to fluctuations in interest rates.  For the year ended June 30, 2023, a hypothetical 10% increase in the interest rate could result in $0.3 million additional annual interest expense.  The hypothetical assumptions made above will be different from what actually occurs in the future.  Furthermore, the computations do not anticipate actions that may be taken by our management should the hypothetical market changes actually occur over time.  As a result, actual impacts on our results of operations in the future will differ from those quantified above. \nCommodity Price Risk\nWe are subject to risk from fluctuating market prices of certain commodity raw materials, particularly gold, that are used in our manufacturing process and incorporated into our end products.  Supplies for such commodities may from time-to-time become restricted, or general market factors and conditions may affect the pricing of such commodities.  Over the past few years, the price of gold increased significantly and certain of our supply chain partners assess surcharges to compensate for the rising commodity prices.  We have been converting some of our products to use copper wires instead of gold wires.  Our results of operations may be materially and adversely affected if we have difficulty obtaining these raw materials, the quality of available raw materials deteriorates, or there are significant price changes for these raw materials.  For periods in which the prices of these raw materials are rising, we may be unable to pass on the increased cost to our customers which would result in decreased margins for the products in which they are used and could have a material adverse effect on our net earnings.  We also may need to record losses for adverse purchase commitments for these materials in periods of declining prices.  We do not enter into formal hedging arrangements to mitigate against commodity risk.  We estimate that a 10% increase or decrease in the costs of raw materials subject to commodity price risk, such as gold, would decrease or increase our current year's net earnings by $0.6 million, assuming that such changes in our costs have no impact on the selling prices of our products and that we have no pending commitments to purchase metals at fixed prices.\n62",
    "cik": "1387467",
    "cusip6": "G6331P",
    "cusip": [
        "G6331P104",
        "G6331P954",
        "G6331P904"
    ],
    "names": [
        "ALPHA  OMEGA SEMICONDUCTOR",
        "ALPHA & OMEGA SEMICONDUCTOR"
    ],
    "source": "https://www.sec.gov/Archives/edgar/data/1387467/000138746723000049/0001387467-23-000049-index.htm"
}