{
    "item1": ">Item 1. \nBusiness\nMadison Square Garden Sports Corp., is a Delaware corporation with our principal executive offices at Two Pennsylvania Plaza, New York, NY 10121. Unless the context otherwise requires, all references to “we,” “us,” “our,” “MSG Sports” or the “Company” refer collectively to Madison Square Garden Sports Corp., a holding company, and its direct and indirect subsidiaries. We conduct substantially all of our business activities discussed in this Annual Report on Form 10-K through MSG Sports, LLC and its direct and indirect subsidiaries. \nThe Company was incorporated on March 4, 2015 as an indirect, wholly-owned subsidiary of MSG Networks Inc. (“MSG Networks”). All of the outstanding common stock of the Company was distributed to MSG Networks shareholders (the “MSGS Distribution”) on September 30, 2015.\nOn April 17, 2020 (the “Sphere Distribution Date”), the Company distributed all of the outstanding common stock of Sphere Entertainment Co. (formerly Madison Square Garden Entertainment Corp. and referred to herein as “Sphere Entertainment”) to its stockholders (the “Sphere Distribution”). Prior to the MSGE Distribution (as defined below), Sphere Entertainment owned, directly or indirectly, the entertainment business previously owned and operated by the Company through its MSG Entertainment business segment and the sports booking business previously owned and operated by the Company through its MSG Sports business segment. \nOn July 9, 2021, MSG Networks merged with a subsidiary of Sphere Entertainment and became a wholly-owned subsidiary of Sphere Entertainment. Accordingly, agreements between the Company and MSG Networks are now effectively agreements with Sphere Entertainment on a consolidated basis.\nOn April 20, 2023 (the “MSGE Distribution Date”), Sphere Entertainment distributed approximately \n67\n% of the issued and outstanding shares of common stock of Madison Square Garden Entertainment Corp. (formerly MSGE Spinco, Inc. and referred to herein as “MSG Entertainment”) to its stockholders (the “MSGE Distribution”). All agreements between the Company and MSG Entertainment described herein were between the Company and Sphere Entertainment prior to the MSGE Distribution (except agreements entered into after the MSGE Distribution).\nUnless the context otherwise requires, all references to MSG Entertainment, Sphere Entertainment and MSG Networks refer to such entity, together with its direct and indirect subsidiaries. \nThe Company reports on a fiscal year basis ending on June 30th. In this Annual Report on Form 10-K, the years ended on June 30, 2023 and 2022 are referred to as “fiscal year 2023” and “fiscal year 2022,” respectively.\nOverview\nThe Company owns and operates a portfolio of assets featuring some of the most recognized teams in all of sports, including the New York Knickerbockers (“Knicks”) of the National Basketball Association (“NBA”) and the New York Rangers (“Rangers”) of the National Hockey League (“NHL”). Both the Knicks and the Rangers play their home games in Madison Square Garden Arena (“The Garden”), also known as The World’s Most Famous Arena. The Company’s other professional franchises include two development league teams — the Hartford Wolf Pack of the American Hockey League (“AHL”) and the Westchester Knicks of the NBA G League (“NBAGL”). Our professional sports franchises are collectively referred to herein as our “sports teams.” In addition, the Company previously owned a controlling interest in Counter Logic Gaming (“CLG”), a North American esports organization.  In April 2023, the Company sold its controlling interest in CLG to Hard Carry Gaming Inc. (“NRG”), a professional gaming and entertainment company, in exchange for a noncontrolling equity interest in the combined NRG/CLG company. The Company also operates a professional sports team performance center — the Madison Square Garden Training Center in Greenburgh, NY. \nOur Strengths\n \n•\nIconic sports franchises with renowned brands;\n•\nEnduring and meaningful presence in the New York metropolitan area, the nation’s largest media market;\n•\nDeep connections with large and passionate fan bases that span a wide demographic mix;\n•\nMulti-year sponsorship and suite agreements through a strategic partnership with MSG Entertainment;\n•\nLong-term local media rights agreements with MSG Networks;\n•\nNational media rights agreements through the NBA and NHL;\n•\nLong-term arena license agreements with MSG Entertainment under which the Knicks and the Rangers play their home games at The Garden; \n1\nTable of Contents\n•\nWorld-class organization with expertise in team operations, event presentation and ticketing; and\n•\nSeasoned management team and committed ownership.\nOur Strategy\nOur strategy is to leverage the strength and popularity of our professional sports franchises and our unique position in the nation’s largest media market to grow our business and increase the long-term value of our sports assets. Key components of our strategy include:\n•\nDeveloping championship-caliber teams.\n Our core goal is to develop and maintain teams that consistently compete for championships. Competitive teams help support and drive revenue streams across the \nCompany during the regular season and, when our teams qualify for the postseason, the Company benefits from incremental home playoff games. The ownership and operation of NBA and NHL development teams — the Westchester Knicks and the Hartford Wolf Pack — as well as the operation of our state-of-the-art professional sports teams performance center, are part of our strategy to develop championship-caliber teams.\n•\nEmploy a ticketing policy that gives the Company a direct relationship with our fanbases\n. Our large and loyal fan bases have placed us among the league leaders in ticket sales as our teams consistently play to at or near capacity crowds at The Garden. Tickets to our sports teams’ home games are sold through membership plans (full season and partial plans); group sales; and single-game tickets, which are purchased on an individual basis (as opposed to third-party sales). We generally review and set the price of our tickets before the start of each team’s season; however, we dynamically price our single-game tickets to better align with fan demand. \n•\nMaximize the value of our exclusive live sports content. \nWith today’s rapidly evolving media landscape, live sports telecasts have become increasingly valuable to distributors and advertisers. In October 2015, the Knicks and the Rangers entered into 20-year local media rights agreements with MSG Networks, creating a significant recurring and growing revenue stream for the Company. These agreements provide MSG Networks with exclusive local linear and digital rights to home and away games of the Knicks and the Rangers, as well as other team-related programming. MSG Networks makes this content available to our fans on its regional sports networks, MSG Network and MSG Sportsnet, and through its direct to consumer and authenticated streaming product, MSG+. In addition, the Company also receives a pro-rata share of fees related to the NBA’s and NHL’s national media rights agreements. The NHL’s U.S. national media rights agreements with The Walt Disney Company and WarnerMedia, LLC will expire following the 2027-28 season. The NHL’s agreement with Rogers Communications (Canada) expires following the 2025-26 season. The NBA’s agreements with The Walt Disney Company and WarnerMedia, LLC expire after the 2024-25 regular season.\n•\nUtilize our unique assets and an integrated approach to drive sponsorship and suite sales. \nThe Company possesses powerful and attractive assets that also benefit from being part of a broader sports, entertainment and media offering as a result of the Company’s various agreements with \nMSG Entertainment\n. \nThese agreements enable us to partner with MSG Entertainment and Sphere Entertainment \non an integrated approach to marketing partnerships and corporate hospitality solutions to drive sponsorship, signage and suite sales. For example:\n◦\nOur assets are highly sought after by companies that value the popularity of our sports franchises, the demographic makeup of our fans, and our unique position in the New York market. The attractiveness of our assets is further strengthened by the Sponsorship Sales and Service Representation Agreements and Arena License Agreements with \nMSG Entertainment,\n which create compelling, broad-based marketing platforms by combining our professional sports brands and \nMSG Entertainment\n’s live entertainment assets and Sphere Entertainment’s media assets. This integrated approach to marketing partnerships — which delivers unrivaled sports, entertainment and media exposure in the New York market — has already attracted world-class partners such as JPMorgan Chase, Anheuser-Busch, BetMGM, Caesars Sportsbook, Delta Air Lines, HUB International, Infosys, Kia, Benjamin Moore, Lexus, PepsiCo, Spectrum, Ticketmaster, MSC Cruises and Verizon, among others. \n◦\nOur Arena License Agreements with MSG Entertainment enable MSG Entertainment to offer corporate hospitality solutions that bring together our live sporting events with MSG Entertainment’s live entertainment offerings and provide for the sharing of revenues from such offerings. For example, The Garden offers a variety of suite and club products, including 21 Event Level suites, 58 Lexus Level suites, 18 Infosys Level suites, the Caesars Sportsbook Lounge, Suite Sixteen and the Loft Club. These suites and clubs — which provide exclusive private spaces, first-class amenities and some of the best seats in The Garden — are primarily licensed to corporate customers, with the majority being multi-year agreements, most of which have annual escalators. We believe the unique combination of our live sporting events and MSG Entertainment’s live entertainment offerings, along with the continued importance of corporate hospitality to our guests, \n2\nTable of Contents\npositions us well to continue to grow this area of the business.\n•\nContinue to invest in the fan experience. \nThe strong loyalty of our fans has been driven in part by our commitment to the fan experience, which we will continue to build on through our relationship with MSG Entertainment, owner and operator of The Garden. Working with MSG Entertainment, we offer first-class operations, innovative event presentation, premium food and beverage offerings, and unique and exclusive merchandise, as well as venue and team apps designed to create a seamless experience for our fans. Our goal is to deliver the best in-venue experience in the industry — whether our guests are first-time visitors, repeat customers, season ticket holders, suite holders or club members.\nOur Business\nOur Sports Franchises \nNew York Knicks\nAs an original franchise of the NBA, the Knicks have a rich history that includes eight trips to the NBA Finals and two NBA Championships, some of the greatest athletes to ever play the game and a large and passionate global fan base. As the Knicks head into the 2023-24 season, the team is coming off of a first round playoff series win and trip to the Eastern Conference Semifinals and has a number of draft picks over the next several years, which may be used to add new players or as trade assets.\nNew York Rangers\nThe Rangers hockey club is one of the NHL’s “Original Six” franchises. Heading into its 97th season, the Rangers are a storied franchise and one of the league’s marquee teams, with four Stanley Cup Championships and one of the most passionate, loyal and enthusiastic fan bases. The Rangers qualified for the Stanley Cup Playoffs for the second consecutive season in 2022-23 after winning 47 games in the regular season.\nWestchester Knicks\nThe Westchester Knicks serve as the exclusive NBA G League affiliate of the Knicks. The Westchester Knicks support the development and injury rehabilitation of Knicks players through varied assignments.\nHartford Wolf Pack\nThe Hartford Wolf Pack, a minor-league hockey team in the AHL, is the top affiliate team for the Rangers. The Rangers send draft picks, prospects and other players to the Hartford Wolf Pack to compete, gain valuable ice time and develop. The Rangers can call up players from Hartford to their own roster during the regular season when needed.\nKnicks Gaming\nKnicks Gaming, our esports franchise that competes in the NBA 2K League, was one of the inaugural teams when the league debuted in 2018. In August 2018, Knicks Gaming won the first-ever NBA 2K League Championship title after securing a playoff bid through its Ticket Tournament Championship victory.\nArena License Agreements \nMadison Square Garden, the World’s Most Famous Arena, is the home for the Knicks and the Rangers pursuant to Arena License Agreements with MSG Entertainment. The Arena License Agreements provide revenue opportunities through the sharing of certain suites and clubs, sponsorship and signage, food and beverage, merchandise and sales arrangements with MSG Entertainment. The Arena License Agreements have a term of 35 years. See Note 7 to the consolidated financial statements included in Item 8 of this Annual Report on Form 10-K for more information.\nOur Professional Sports Teams Performance Center \nThe Company owns the state-of-the-art Madison Square Garden Training Center in Greenburgh, NY. The approximately 114,000 square-foot facility features two basketball courts and one NHL regulation-sized hockey rink, and is equipped with well-appointed private areas and office space and exercise and training rooms with dedicated equipment for each team as well as the latest technology and other first-class amenities.\nThe Role of the Leagues in Our Operations \nAs franchises in professional sports leagues, our teams are members of their respective leagues and, as such, are subject to certain rules, regulations and limitations on the control and management of their affairs. The respective league constitutions of our sports teams, under which each league is operated, together with the collective bargaining agreements (each, a “CBA”) that each of the NBA and NHL has signed with its players’ association, contain numerous provisions that, as a practical matter, could impact the manner in which we operate our business. In addition, under the respective league constitutions of our sports teams, the commissioner of each league, either acting alone or with the consent of a majority (or, in some cases, a \n3\nTable of Contents\nsupermajority) of the other sports teams in the league, may be empowered in certain circumstances to take certain actions believed to be in the best interests of the league, whether or not such actions would benefit our sports teams and whether or not we consent or object to those actions.\nWhile the precise rights and obligations of member teams vary from league to league, the leagues have varying degrees of control exercisable under certain circumstances over the length and format of the playing season, including, for example, preseason and playoff schedules; the number of games in a playing season; the operating territories of the member teams; local, national and international media and other licensing rights; admission of new members and changes in ownership; franchise relocations; indebtedness affecting the franchises and their affiliates; and labor relations with the players’ associations, including collective bargaining, free agency, and rules applicable to player transactions, luxury taxes and revenue sharing. See “Part II — Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations — Business Overview — Expenses.” From time to time, we may disagree with or challenge actions the leagues take or the power and authority they assert, although the leagues’ governing documents and our agreements with the leagues purport to limit the manner in which we may challenge decisions and actions by a league commissioner or the league itself.\nMedia Rights\nWe generally license the local media rights for our sports teams’ home and away games. The Knicks and the Rangers are party to media rights agreements with MSG Networks covering the local telecast and radio rights for the Knicks and the Rangers. Each agreement has a remaining term of approximately 12 years.\nOur Community\nThe Company has a long history of leveraging the power of its brands to benefit communities across the tri-state area. \nThe Company’s 2022 Corporate Social Responsibility Report can be found on our website under “Our Community”. As part of our company-wide philanthropic efforts, the Knicks and the Rangers both run large community-based youth sports programs \n—\n Jr. Knicks and Jr. Rangers \n—\n focused on eliminating barriers and creating more inclusive opportunities for all kids to enjoy basketball and hockey. Over 428,000 tri-state area youth participated in these programs in fiscal year 2023. The Company is also dedicated to affecting positive change through other social impact and cause-related initiatives including philanthropic food and other in-kind donations.\nGarden of Dreams Foundation\nThe centerpiece of the Company’s philanthropy is the Garden of Dreams Foundation (“GDF”), a non-profit organization that assists young people in need. Since it was established in 2006, the Garden of Dreams Foundation has donated nearly $75 million in grants and other donations, impacting more than 425,000 young people and their families. GDF focuses on young people facing illness or financial challenges, as well as children of uniformed personnel who have been lost or injured while serving our communities. In partnership with the Company, MSG Entertainment and Sphere Entertainment, GDF provides young people in our communities with access to educational and skills opportunities, mentoring programs and memorable experiences that enhance their lives, help shape their futures and create lasting joy. Each year, as part of its Season of Giving, GDF partners with the Knicks, Rangers and MSG Entertainment’s Radio City Rockettes on a wide range of charitable programs. GDF further supports its mission by providing a core group of non-profit partners with critical funding to support their long-term success.\nSupplier Diversity\n \nWe are committed to fostering an inclusive environment across all areas of our business. In partnership with MSG Entertainment and Sphere Entertainment, our Business and Supplier Diversity Program seeks to strengthen relationships with diverse suppliers of goods and services and provide opportunities to do business with each of the three companies.  See “Human Capital Resources \n—\nDiversity and Inclusion.”   \n4\nTable of Contents\nRegulation \nOur sports and entertainment businesses are subject to legislation governing the sale and resale of tickets and consumer protection statutes generally.\nIn addition, The Garden, like all public spaces, is subject to building and health codes and fire regulations imposed by the state and local governments. The Garden is subject to zoning and outdoor advertising regulations and requires a number of licenses in order to operate, including occupancy permits, exhibit licenses, food and beverage permits, liquor licenses and other authorizations and a zoning special permit granted by the New York City Planning Commission. See “Item 1A. Risk Factors — \nEconomic and Business Relationship Risks\n \n— \nWe Do Not Own The Garden and Our Failure to Renew the Arena License Agreements or MSG Entertainment’s Failure to Operate The Garden in Compliance with the Arena License Agreements or Extensive Governmental Regulations May Have a Material Negative Effect on Our Business and Results of Operations\n.” \nThe professional sports leagues in which we operate, primarily the NBA and NHL, have the right under certain circumstances to regulate important aspects of our business, including, without limitation, our team-related online and mobile businesses. See “Item 1A. Risk Factors — \nSports Business Risks \n— \nThe Actions of the NBA and NHL May Have a Material Negative Effect on Our Business and Results of Operations.\n”\nOur business is also subject to certain regulations applicable to our Internet websites and mobile applications, including data privacy laws in various jurisdictions. These include, but are not limited to, the California Consumer Privacy Act (the “CCPA”) and the California Privacy Rights Act (the “CPRA”). These laws obligate us to comply with certain consumer and employee rights concerning data we may collect about these individuals. We maintain various websites and mobile applications that provide information and content regarding our business, offer merchandise and tickets for sale, make available sweepstakes and/or contests and offer hospitality services. The operation of these websites and applications is subject to a range of other federal, state and local laws, such as accessibility for persons with disabilities and consumer protection regulations. In addition, to the extent any of our websites seeks to collect information from children under 13 years of age or is intended primarily for children under 13 years of age, it is also subject to the Children’s Online Privacy Protection Act, which places restrictions on websites’ and online services’ collection and use of personally identifiable information from children under 13 years of age without prior parental consent. Our business is also subject to a variety of laws and regulations, including working conditions, labor, immigration and employment laws and health, safety and sanitation requirements. See “Item 1A. Risk Factors “— Operational Risks — \nWe Are Subject to Governmental Regulation, Which Can Change, and Any Failure to Comply With These Regulations May Have a Material Negative Effect on Our Business and Results of Operations\n.” \nCompetition\nOur business operates in a market in which numerous sports and entertainment opportunities are available. In addition to the NBA, NHL, AHL and NBAGL teams that we own and operate, the New York City metropolitan area is home to two Major League Baseball teams (the New York Yankees (the “Yankees”) and the New York Mets (the “Mets”)), two National Football League teams (the New York Giants (the “Giants”) and the New York Jets (the “Jets”)), two additional NHL teams (the New York Islanders (the “Islanders”) and the New Jersey Devils (the “Devils”)), a second NBA team (the Brooklyn Nets (the “Nets”)) and two Major League Soccer franchises (the New York Red Bulls and the New York City Football Club). In addition, there are a number of other amateur and professional teams that compete in other sports, including at the collegiate and minor league levels. New York is also home to many other non-sports related entertainment options.\nAs a result of the large number of options available, we face strong competition for the New York area sports fan base. We must compete with these other sporting events in varying respects and degrees, including on the basis of the quality of the teams we field, their success in the leagues in which they compete, our ability to provide an entertaining environment at our games and the prices we charge. In addition, for fans who prefer the unique experience of NHL hockey, we must compete with the Islanders and Devils as well as, in varying respects and degrees, with other NHL hockey teams and the NHL itself. Similarly, for those fans attracted to the equally unique experience of NBA basketball, we must compete with the Nets as well as, in varying respects and degrees, with other NBA teams and the NBA itself. In addition, we also compete to varying degrees with other productions and live entertainment events for advertising and sponsorship dollars. \nThe amount of revenue we earn is influenced by many factors, including the popularity and on-court or on-ice performance of our sports teams and general economic and health and safety conditions. In particular, when our sports teams have strong on-court and on-ice performance, we benefit from increased demand for tickets and premium hospitality, potentially greater food and merchandise sales from increased attendance and increased sponsorship opportunities. When our sports teams qualify for the playoffs, we also benefit from the attendance and in-game spending at the playoff games. The year-to-year impact of team performance is somewhat moderated by the fact that a significant portion of our revenue derives from media rights fees, suite rental fees and sponsorship and signage revenue, all of which are generally contracted on a multi-year basis. Nevertheless, the long-term performance of our business is tied to the success and popularity of our sports teams. In addition, due to the NBA and NHL playing seasons, revenues from our business are typically concentrated in the second and third quarters of each fiscal year. \n5\nTable of Contents\nSee “Item 1A. Risk Factors — Sports Business Risks — \nOur Business Faces Intense and Wide-Ranging Competition, Which May Have a Material Negative Effect on Our Business and Results of Operations\n” and “— \nOur Business Is Substantially Dependent on the Continued Popularity and/or Competitive Success of the Knicks and the Rangers, Which Cannot Be Assured\n.”\nHuman Capital Resources\nAt MSG Sports, we believe the strength of our workforce is one of the significant contributors to our success. Our key human capital management objectives are to invest in and support our employees in order to attract, develop and retain a high performing and diverse workforce.\nDiversity and Inclusion (“D&I”)\nWe aim to create an employee experience that fosters the Company’s culture of respect and inclusion. By welcoming the diverse perspectives and experiences of our employees, we all share in the creation of a more vibrant, unified, and engaging place to work. Together with MSG Entertainment and Sphere Entertainment, we have furthered these objectives under our expanded Talent Management, Diversity and Inclusion function, including:\nWorkforce: Embedding Diversity and Inclusion through Talent Actions \n•\nCreated a common definition of “potential” and an objective potential assessment to de-bias talent review conversations so employees have an opportunity to learn, grow, and thrive. Implemented quarterly performance and career conversations to facilitate regular conversations between managers and employees about goals, career growth and productivity. \n•\nIntegrated D&I best practices into our performance management and learning and development strategies with the goal of driving more equitable outcomes.\n•\nDeveloped an Emerging Talent List to expand our talent pool to better identify and develop high performing diverse talent for expanded roles and promotion opportunities.\nWorkplace: Building an Inclusive and Accessible Community \n•\nRedoubled our efforts with the MSG Diversity & Inclusion Heritage Month enterprise calendar to acknowledge and celebrate culturally relevant days and months of recognition, anchored by our six employee resource groups (“ERGs”): Asian Americans and Pacific Islanders (AAPI), Black, LatinX, PRIDE, Veterans, and Women. Increased combined ERG involvement from 622 members in fiscal year 2022 to 1120 members in fiscal year 2023 (an increase of 80.1%), which includes employees from the Company, MSG Entertainment and Sphere Entertainment.\n•\nRevamped our Conscious Inclusion Awareness Experience, a training program, and created two required educational modules focused on unconscious bias and conscious inclusion within our learning management system. As of June 30, 2023, over 90% of employees across the Company, MSG Entertainment and Sphere Entertainment have completed both required trainings either through the e-modules or through live training sessions.\n•\nBroadened our LGBTQ+ inclusivity strategy by launching new gender pronoun feature within the employee intranet platform, hosted live allyship and inclusivity trainings, and launched toolkit resources for employees to learn and develop. Together with the PRIDE ERG, marched in the 2022 and 2023 NYC Pride Parades. Hosted a community conversations series focused on “Finding Your Voice as an LGBTQ+ Professional” with a prominent LGBTQ+ elected official and employees of the Company, MSG Entertainment and Sphere Entertainment.\nCommunity: Bridging the Divide through Expansion to Diverse Stakeholders \n•\nFocused on connecting with minority-owned businesses to increase the diversity of our vendors and suppliers by leveraging ERGs and our community, which creates revenue generating opportunities for diverse suppliers to promote their businesses and products. In fiscal year 2023, the Company and Sphere Entertainment hosted a multi-city holiday market event featuring twenty underrepresented businesses in New York City and Burbank.\n•\nInvested in an external facing supplier diversity portal on our website, which launched in fiscal year 2023. The portal is intended to expand opportunities for the Company, MSG Entertainment and Sphere Entertainment to do business with diverse suppliers, including minority-, women-, LGBTQ+- and veteran-owned businesses. \n•\nStrengthened our commitment to higher education institutions to increase campus recruitment pipelines. In partnership with the Knicks and our social impact team, we hosted the 2nd Annual Historically Black Colleges and Universities (“HBCU”) Night highlighting the important contributions of these institutions and awarded a $60,000 scholarship to a New York City high school student. Additionally, we welcomed two NBA HBCU Fellows in the Company’s Business \n6\nTable of Contents\nOperations Department covering marketing strategy, ticketing revenue strategy, and basketball operations through the NBA’s HBCU Fellows Program.\nTalent\nAs of June 30, 2023, we had approximately 558 full-time union and non-union employees and 404 part-time union and non-union employees.\nWe aim to attract top talent through our brands, as well as through the many benefits we offer. We aim to retain our talent by emphasizing our competitive rewards; offering opportunities that support employees both personally and professionally; and our commitment to fostering career development in a positive corporate culture.\nOur performance management practice includes ongoing feedback and conversations between managers and team members, and talent reviews designed to identify potential future leaders and inform succession plans. We value continuous learning and development opportunities for our employees, which include: a career development tool; leadership development programs; a learning platform; and tuition assistance.\nOur benefit offerings are designed to meet the range of needs of our diverse workforce and include: domestic partner coverage; medical, dental and vision plan options; life insurance benefits for the employee and their dependents; a 401k plan with 100% employer match; an employee assistance program which also provides assistance with child and elder care resources; legal support; wellness programs and financial planning seminars. These resources are intended to support the physical, emotional and financial well-being of our employees.\nIn addition, approximately 11.3% of our employees were represented by unions as of June 30, 2023, most of whom are our players. There are no union employees subject to CBAs that expired as of June 30, 2023 and no union employees subject to CBAs that will expire by June 30, 2024.\nLabor relations in general and in the sports industry in particular can be volatile, though our current relationships with our unions taken as a whole are positive. The NBA players and the NHL players are covered by CBAs between the National Basketball Players Association (“NBPA”) and the NBA and between the NHL Players’ Association (“NHLPA”) and the NHL, respectively. Both the NBA and the NHL have experienced labor difficulties in the past and may have labor issues in the future. On June 30, 2011, the prior CBA between the NBA and NBPA expired and there was a work stoppage for approximately five months until a new CBA was entered into in December 2011. On April 26, 2023, the NBA and the NBPA announced that a new seven-year CBA had been ratified by the NBA Board of Governors and the NBA players. This current NBA CBA expires after the 2029-30 season, but each of the NBA and the NBPA has the right to terminate the CBA effective following the 2028-29 season. On September 15, 2012, the prior CBA between the NHL and NHLPA expired and there was a work stoppage for approximately four months until a new CBA was entered into in January 2013. The current NHL CBA expires after the 2025-26 season (with the possibility of a one-year extension in certain circumstances)\n.\n The NBA and NHL playoff games for the 2019-20 seasons experienced postponements due to player, team and/or league protests and decisions.\nSee “Item 1A. Risk Factors — Economic and Business Relationship Risks\n \n—\n \nLabor Matters May Have a Material Negative Effect on Our Business and Results of Operations\n.”\n7\nTable of Contents\nFinancial Information about Geographic Areas\nSubstantially all of the Company’s revenues and assets are attributed to or located in the United States and are primarily concentrated in the New York City metropolitan area. \nAvailable Information\nOur telephone number is 212-465-4111, our website is http://www.msgsports.com and the investor relations section of our website is http://investor.msgsports.com. Through the investor relations section of our website, we make available, free of charge, the Company’s annual reports on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K and proxy statements, as well as any amendments to those reports and other statements filed or furnished pursuant to Section 13(a) or 15(d) of the Securities Exchange Act of 1934. These materials become available as soon as reasonably practicable after we electronically file such materials with, or furnish them to, the Securities and Exchange Commission (“SEC”). Copies of these filings are also available on the SEC’s website (www.sec.gov). References to our website in this report are provided as a convenience and the information contained on, or available through, our website is not part of this or any other report we file with or furnish to the SEC.\nInvestor Relations can be contacted at Madison Square Garden Sports Corp., Two Penn Plaza, New York, New York 10121, Attn: Investor Relations, telephone: 212-631-5422, e-mail: investor@msgsports.com. We use our website (www.msgsports.com) and our LinkedIn account (https://www.linkedin.com/company/msg-sports/), as well as other social media channels, to disclose public information to investors, the media and others.\nOur officers may use similar social media channels to disclose public information. It is possible that certain information we or our officers post on our website and on social media could be deemed material, and we encourage investors, the media and others interested in MSG Sports to review the business and financial information we or our officers post on our website and on the social media channels identified above. The information on our website and those social media channels is not incorporated by reference into this Form 10-K.\n8\nTable of Contents",
    "item1a": ">Item 1A. \nRisk Factors\n \nSports Business Risks\nOur Business Faces Intense and Wide-Ranging Competition, Which May Have a Material Negative Effect on Our Business and Results of Operations. \nThe success of a sports business, like ours, is dependent upon the performance and/or popularity of its franchises. Our Knicks and Rangers and other sports franchises compete, in varying respects and degrees, with other live sporting events, and with sporting events delivered over television networks, radio, the Internet and online services, streaming devices and applications and other alternative sources. For example, our sports teams compete for attendance, viewership and advertising with a wide range of alternatives available in the New York City metropolitan area. During some or all of the basketball and hockey seasons, our sports teams face competition, in varying respects and degrees, from professional baseball (including the Yankees and the Mets), professional football (including the Giants and the Jets), professional soccer (including the New York Red Bulls and the New York City Football Club), collegiate sporting events, such as the Big East basketball tournament, other sporting events, including those held by MSG Entertainment, and each other. For fans who prefer the unique experience of NHL hockey, we must compete with two other NHL hockey teams located in the New York City metropolitan area (the Islanders and the Devils) as well as, in varying respects and degrees, with other NHL hockey teams and the NHL itself. Similarly, for those fans attracted to the equally unique experience of NBA basketball, we must compete with another NBA team located in the New York City metropolitan area (the Nets) as well as, in varying respects and degrees, with other NBA teams and the NBA itself.\nAs a result of the large number of options available, we face strong competition for the New York City metropolitan area sports fan base. We must compete with these other sports teams and sporting events, in varying respects and degrees, including on the basis of the quality of the teams we field, their success in the leagues in which they compete, our ability to provide an entertaining environment at our games, prices we charge for tickets and the viewing availability of our teams on multiple media alternatives. Given the nature of sports, there can be no assurance that we will be able to compete effectively, including with companies that may have greater resources than us, and as a consequence, our business and results of operations may be materially negatively affected.\nThe success of our business is largely dependent on our ability to attract strong attendance to our professional sports franchises’ home games at The Garden. Our business also competes, in certain respects and to varying degrees, with other leisure-time activities and entertainment options in the New York City metropolitan area, such as television, motion pictures, concerts, music festivals and other live performances, restaurants and nightlife venues, the Internet, social media and social networking platforms and online and mobile services, including sites for online content distribution, video on demand and other alternative sources of entertainment.\nOur sports teams also compete with other teams in their leagues to attract players. For example, players who are free agents are generally permitted to sign with the team of their choice. These players may make their decision based upon a number of factors, including the compensation they are offered, the makeup and competitiveness of the team bidding for their services, geographic preferences and other non-economic factors. There can be no assurance that we will be able to retain players upon expiration of their contracts or sign and develop talented players to replace those who leave for other teams, retire or are injured, traded or released.  \nOur Business Is Substantially Dependent on the Continued Popularity and/or Competitive Success of the Knicks and the Rangers, Which Cannot Be Assured.\nOur financial results have historically been dependent on, and are expected to continue to depend in large part on, the Knicks and the Rangers remaining popular with our fan bases and, in varying degrees, on the teams achieving on-court and on-ice success, which can generate fan enthusiasm, resulting in sustained ticket, premium seating, suite, sponsorship, food and beverage and merchandise sales during the season. In addition, the popularity of our sports teams can impact television ratings, which could affect the long-term value of the media rights for the Knicks and/or the Rangers. Furthermore, success in the regular season may qualify one or both of our sports teams for participation in post-season playoffs, which provides us with additional revenue by increasing the number of games played by our sports teams and, more importantly, by generating increased excitement and interest in our sports teams, which can help drive a number of our revenue streams, including by improving attendance and sponsorships, in subsequent seasons. Our teams qualified for the post-seasons during their respective 2022-23 seasons. In addition, league, team and/or player actions or inactions, including protests, may impact the popularity of the Knicks, the Rangers or the leagues in which they play. There can be no assurance that any of our sports teams, including the Knicks and the Rangers, will maintain continued popularity or compete in post-season play in the future.\n9\nTable of Contents\nOur Basketball and Hockey Decisions, Especially Those Concerning Player Selection and Salaries, May Have a Material Negative Effect on Our Business and Results of Operations. \nCreating and maintaining our sports teams’ popularity and/or on-court and on-ice competitiveness is key to the success of our business. Accordingly, efforts to improve our revenues and earnings from operations from period-to-period may be secondary to actions that management believes will generate long-term growth and asset value creation. The competitive positions of our sports teams depend primarily on our ability to develop, obtain and retain talented players, coaches and team executives, for whom we compete with other professional sports teams. Our efforts in this regard may include, among other things, trading for highly compensated players, signing draft picks, free agents or current players to new contracts, engaging in salary arbitration or contract renegotiation with existing players, terminating and waiving players and replacing coaches and team executives. Any of these actions could increase expenses for a particular period, subject to any salary cap restrictions contained in the respective leagues’ CBAs. There can be no assurance that any actions taken by management to generate and increase our long-term growth and asset value creation will be successful.\nA significant factor in our ability to attract and retain talented players is player compensation. NBA and NHL player salaries have generally increased significantly and may continue to increase in the future. Although CBAs between the NBA and the NBPA and the NHL and the NHLPA generally cap league-wide player salaries at a prescribed percentage of league-wide revenues, we may pay our players different aggregate salaries and a different proportion of our revenues than other NBA or NHL franchises. In addition, both of the NBA and NHL CBAs include salary floors, which limit our ability to decrease costs below a certain amount. Future CBAs may increase the percentage of league-wide revenues to which NBA or NHL players are entitled or impose other conditions, which may further increase our costs. In addition, we have paid the NBA a luxury tax in the past and we may also be obligated to pay the NBA a luxury tax in future years, the calculation of which is determined by a formula based on the aggregate salaries paid to our Knicks players. See “Part II — Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations — Expenses — Player Salaries, Escrow System/Revenue Sharing and NBA Luxury Tax.”\nWe have incurred, and may incur in the future, significant charges for costs associated with transactions relating to players on our sports teams for season-ending and career-ending injuries and for trades, waivers and contract terminations of players and other team personnel, including team executives. See “— \nInjuries to, and Illness of, Players on Our Sports Teams Could Hinder Our Success\n.” These transactions can result in significant charges as the Company recognizes the estimated ultimate costs of these events in the period in which they occur, although amounts due to these individuals may be paid over their remaining contract terms. These expenses add to the volatility of our results.\nThe Actions of the NBA and NHL May Have a Material Negative Effect on Our Business and Results of Operations. \nThe governing bodies of the NBA (including the NBAGL) and the NHL (including the AHL) have certain rights under certain circumstances to take actions that they deem to be in the best interests of their respective leagues, which may not necessarily be consistent with maximizing our results of operations and which could affect our sports teams in ways that are different than the impact on other sports teams. Decisions by the NBA or the NHL could have a material negative effect on our business and results of operations. For example, failure to follow rules and regulations of the NBA or NHL has in the past and may in the future result in loss of draft picks, fines or other actions by the leagues.\nFrom time to time, we may disagree with or challenge actions the leagues take or the power and authority they assert. The following discussion highlights examples of areas in which decisions of the NBA and the NHL could materially affect our business.\n•\nThe NBA and the NHL may assert control over certain matters, under certain circumstances, that may affect our revenues such as the local, national and international rights to telecast the games of league members, including the Knicks and the Rangers, licensing of the rights to produce and sell merchandise bearing the logos and/or other intellectual property of our sports teams and the leagues, and the Internet and mobile-based activities of our sports teams. The NBA and NHL have each entered into agreements regarding the national and international telecasts of NBA and NHL games. We receive a share of the income the NBA and the NHL generate from these contracts, which expire from time to time. There can be no assurance that the NBA or the NHL will be able to renew or replace these contracts following their expiration on terms as favorable to us as those in the current agreements or that we will continue to receive the same level of revenues in the future. We receive significant revenues from MSG Networks for the right to telecast games of the Knicks and the Rangers. Changes to league rules, regulations and/or agreements, including changes to league schedules and national and international media rights, have in the past and could in the future impact the availability of games covered by our local media rights and negatively affect the rights fees we receive from MSG Networks and our business and results of operations. \n•\nThe NBA and NHL impose certain rules that define, under certain circumstances, the territories in which our sports teams operate, including the markets in which our games may be telecast. The sports leagues have also asserted control \n10\nTable of Contents\nover other important decisions, such as the length and format of, and the number of games in, the playing season, preseason and playoff schedules, admission of new members, franchise relocations, labor relations with the players associations, collective bargaining, free agency, luxury taxes and revenue sharing. Changes to these rules could have a material negative effect on our business and results of operations. For example, we were subject to the leagues’ decisions with respect to the 2019-20, 2020-21 and 2021-22 seasons as a result of the COVID-19 pandemic and player, team and/or league protests and actions. See “— Economic and Business Relationship Risks —\nLabor Matters May Have a Material Negative Effect on Our Business and Results of Operations\n.” \n•\nThe NBA imposes a luxury tax and escrow system with respect to player salaries and a revenue sharing plan, and the NHL imposes an escrow system with respect to player salaries and a revenue sharing plan. For fiscal year 2023, the Knicks and the Rangers recorded approximately $62.5 million in estimated revenue sharing expenses, net of escrow. The actual amounts for the 2022-23 season may vary significantly from the estimate based on actual operating results for the respective leagues and all teams for the season and other factors. For a discussion of the NBA luxury tax impacts, see “— \nOur Basketball and Hockey Decisions, Especially Those Concerning Player Selection and Salaries, May Have a Material Negative Effect on Our Business and Results of Operations.\n”\n•\nThe NBA and the NHL impose certain restrictions on the ability of owners to undertake certain types of transactions in respect of teams, including a change in ownership and team relocation. The NBA and NHL have also imposed significant restrictions on amounts of financing and/or certain types of financings and the rights of those financing providers. See “Part II — Management’s Discussion and Analysis of Financial Condition and Results of Operation — Liquidity and Capital Resources — Financing Agreements and Stock Repurchases” and Note 13 to the consolidated financial statements included in Item 8 of this Annual Report on Form 10-K. In certain instances, these restrictions could impair our ability to proceed with a transaction that is in the best interest of the Company and its stockholders if we were unable to obtain any required league approvals in a timely manner or at all.\n•\nThe possibility of further NBA and/or NHL expansion could create increased competition for the Knicks and the Rangers, respectively. The most recent NHL expansion occurred in 2021 with the addition of the Seattle Kraken (following the addition of the Vegas Golden Knights in 2017) and the most recent NBA expansion occurred in 2004 with the addition of the Charlotte Bobcats (now Charlotte Hornets). Because revenue from national media rights agreements is divided equally among all NBA and NHL teams, any further expansion would dilute the revenue realized by the Knicks and/or the Rangers from such agreements. Expansion also increases competition for talented players among NBA and/or NHL teams. Any expansion in the New York City metropolitan area, in particular, could also draw fan, consumer and viewership interest away from the Knicks and/or the Rangers. \n•\nEach league’s governing body has imposed a number of rules, regulations, guidelines, bulletins, directives, policies and agreements upon its teams. Changes to these provisions may apply to our teams and their personnel, and/or the Company as a whole, regardless of whether we agree or disagree with such changes, have voted against such changes or have challenged them through other means. It is possible that any such changes could materially negatively affect our business and results of operations to the extent they are ultimately determined to bind our teams. The commissioners of each of the NBA and NHL assert significant authority to take certain actions on behalf of their respective leagues under certain circumstances. Decisions by the commissioners of the NBA and the NHL, including on the matters described above, may materially negatively affect our business and results of operations. The leagues’ governing documents and our agreements with the leagues purport to limit the manner in which we may challenge decisions and actions by a league commissioner or the league itself. See “Economic and Business Relationship Risks — \nLabor Matters May Have a Material Negative Effect on Our Business and Results of Operations.”\nInjuries to, and Illness of, Players on Our Sports Teams Could Hinder Our Success.\nTo the degree that our financial results are dependent on our sports teams’ popularity and/or on-court and on-ice success, the likelihood of achieving such popularity or competitive success may be substantially impacted by serious and/or untimely injuries to or illness of key players. Even if we take health and safety precautions and comply with government protocols, our players may nevertheless contract serious illness, such as COVID-19 and, as a result, our ability to participate in games may be substantially impacted. Nearly all of our Knicks and Rangers players, including those with multi-year contracts, have partially or fully guaranteed contracts, meaning that in some cases (subject to the terms of the applicable player contract and CBA), a player or his estate may be entitled to receive his salary even if the player dies or is unable to play as a result of injury. These salaries represent significant financial commitments for our sports teams. We maintain insurance policies to mitigate some of the risk of paying certain player salaries in the event of a player’s death or disability. In the event of injuries sustained resulting in lost services (as defined in the applicable insurance policies), generally the insurance policies provide for payment to us of a portion of the player’s salary for the remaining term of the contract or until the player can resume play, in each case following a deductible number of missed games. Such insurance may not be available in every circumstance or on terms that are commercially feasible and such insurance may contain significant dollar limits and/or exclusions from coverage for pre-existing \n11\nTable of Contents\nmedical conditions. We may choose not to obtain (or may not be able to obtain) such insurance in some cases and we may change coverage levels (or be unable to change coverage levels) in the future.\nIn the absence of disability insurance, we have in the past and may in the future be obligated to pay all of an injured player’s salary. In addition, player disability insurance policies do not cover any NBA luxury tax that we may be required to pay under the NBA CBA. For purposes of determining NBA luxury tax under the NBA CBA, salary payable to an injured player is included in team salary for at least one year and until other conditions are satisfied. Replacement of an injured player may result in an increase in our salary and NBA luxury tax expenses.\nOur Operations and Operating Results Were Materially Impacted by the COVID-19 Pandemic and Government and League Actions Taken in Response, and a Resurgence of the Pandemic or Another Pandemic or Other Public Health Emergency Could Adversely Affect Our Business and Results of Operations.\nThe Company’s operations and operating results were materially impacted by the COVID-19 pandemic and actions taken in response by governmental authorities and the NBA and NHL.  For example, in March 2020 the NBA and NHL suspended their 2019-20 seasons due to COVID-19, and as a result, virtually all of our business operations were suspended. In addition, the start of the 2020-21 NBA and NHL regular seasons were delayed, and the Knicks and the Rangers played 10 and 26 fewer games, respectively, than their traditional regular season schedules. The Company’s operations and operating results were also impacted by government-mandated assembly restrictions during fiscal year 2021 and temporary declines in attendance due to ongoing reduced tourism levels as well as an increase in COVID-19 cases during certain months during fiscal year 2022.\nIt is unclear to what extent COVID-19, including variants thereof, or another pandemic or public health emergency, could result in renewed governmental and/or league restrictions on attendance or otherwise impact attendance of games at The Garden, demand for our sponsorship, tickets and other premium inventory or otherwise impact the Company’s operations and operating results. If, due to a resurgence in COVID-19 or another pandemic or public health emergency, the NBA and the NHL do not play a minimum number of games required under the league-wide media rights agreements or the Knicks or the Rangers do not make available to MSG Networks the number of games during the season required under the local media rights agreements, the amounts of revenues we earn could be substantially reduced depending upon the number of games not played or not made available to MSG Networks and an event of default may occur under the Knicks and the Rangers credit agreements. \nOur business is also particularly sensitive to discretionary business and consumer spending. A pandemic such as COVID-19, or the fear of a new pandemic or public health emergency, has in the past and could in the future impede economic activity in impacted regions or globally over the long-term, leading to a decline in discretionary spending on sporting events and other leisure activities, including declines in domestic and international tourism, which could result in long-term effects on our business. To the extent a pandemic or other public health emergency adversely affects our business and financial results, it may also have the effect of heightening many of the other risks described in this “Risk Factors” section, such as those relating to our liquidity, indebtedness, and our ability to comply with the covenants contained in the agreements that govern our indebtedness.  See “— Economic and Business Relationship Risks — \nCertain of Our Subsidiaries Have Incurred Substantial Indebtedness, and the Occurrence of an Event of Default Under Our Subsidiaries’ Credit Facilities or Our Inability to Repay Such Indebtedness When Due Could Substantially Impair the Assets of Those Subsidiaries and Have a Negative Effect on Our Business\n” and “— Economic and Business Relationship Risks — \nWe Do Not Own The Garden and Our Failure to Renew the Arena License Agreements or MSG Entertainment’s Failure to Operate The Garden in Compliance with the Arena License Agreements or Extensive Governmental Regulations May Have a Material Negative Effect on Our Business and Results of Operations\n.”\n12\nTable of Contents\nEconomic and Business Relationship Risks\nOur Business Has Been Adversely Impacted and May, in the Future, Be Materially Adversely Impacted by an Economic Downturn, Recession, Financial Instability or Inflation.\nOur business depends upon the ability and willingness of consumers and businesses to purchase tickets (including season tickets) to our games, license suites at The Garden, spend on food and beverages and merchandise and drive continued advertising and sponsorship revenues, and these revenues are sensitive to general economic conditions and consumer buying patterns. \nConsumer and corporate spending has in the past declined and may in the future decline at any time for reasons beyond our control. The risks associated with our businesses may become more acute in periods of a slowing economy or recession, which may lead to reductions in, among other things, corporate sponsorship and advertising and decreases in attendance at live sports events, demand for suite licenses and food and beverage and merchandise sales, some of which we have experienced in the past and may experience in the future. In addition, inflation, which has significantly risen, has increased and may continue to increase operational costs, and continued increases in interest rates in response to concerns about inflation may have the effect of further increasing economic uncertainty and heightening these risks. As a result, instability and weakness of the U.S. and global economies, disruptions to financial markets, inflation, recession, high unemployment, reduced tourism and other geopolitical events, including any prolonged effects caused by the COVID-19 or other similar outbreak, and the resulting negative effects on consumers’ and businesses’ discretionary spending have in the past materially negatively affected, and may in the future materially negatively affect our business and results of operations.\nCertain of Our Subsidiaries Have Incurred Substantial Indebtedness, and the Occurrence of an Event of Default Under Our Subsidiaries’ Credit Facilities or Our Inability to Repay Such Indebtedness When Due Could Substantially Impair the Assets of Those Subsidiaries and Have a Negative Effect on Our Business.\nOur subsidiaries have incurred substantial indebtedness. New York Knicks, LLC and New York Rangers, LLC, which own the assets of the Knicks and the Rangers franchises, respectively, have entered into revolving credit facilities. As of June 30, 2023, the outstanding balance under the 2021 Knicks Revolving Credit Facility (as defined below) was $235 million and the outstanding balance under the 2021 Rangers Revolving Credit Facility (as defined below) was $60 million. Both credit facilities expire in December 2026. New York Rangers, LLC also received a $30 million advance from the NHL, which is payable upon demand by the NHL. As of June 30, 2023, the outstanding balance of the advance was $30 million.\nOur ability to make payments on, or repay or refinance, such indebtedness, and to fund our operations, depends largely upon our future operating performance. Our future operating performance is subject to general economic, financial, competitive, regulatory and other factors that are beyond our control. See “— \nWe May Require Financing to Fund Our Ongoing Operations, the Availability of Which is Highly Uncertain\n.”\nFurthermore, our interest expense could also increase if interest rates increase (including in connection with rising inflation) as our indebtedness bears interest at floating rates (or to the extent we have to refinance existing debt with higher cost debt), causing our interest expense to be substantial relative to our revenues and cash outflows.  \nThe 2021 Knicks Revolving Credit Facility includes covenants and events of default that may be implicated by a shortfall in the amount of national media rights revenue received by the Knicks. The 2021 Rangers Revolving Credit Facility includes covenants and events of default that may be implicated by a shortfall in the amount of national and local media rights revenue received by the Rangers. If, the NBA and/or NHL 2023-24 seasons are delayed, shortened, suspended or cancelled, the Knicks or the Rangers may be required, absent a cure or waiver, to repay certain amounts borrowed under the revolving credit facilities.  If we are unable to repay such amounts due to liquidity constraints, we may need to pursue other sources of financing, including through issuances of equity and/or asset sales.\nWe Have Incurred Substantial Operating Losses, Adjusted Operating Losses and Negative Cash Flow and There is No Assurance We Will Have Operating Income, Adjusted Operating Income or Positive Cash Flow in the Future.\nWe incurred an operating loss of approximately $78 million in fiscal year 2021. In addition, we have, in prior periods, incurred adjusted operating losses and negative cash flow and there is no assurance that we will have operating income, adjusted operating income or positive cash flow in the future. Significant operating losses may limit our ability to raise necessary financing, or to do so on favorable terms, as such losses will likely be considered by potential investors, lenders and the organizations that issue investment ratings on indebtedness. See “Part II — Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations — Factors Affecting Operating Results.”\n \n13\nTable of Contents\nWe Do Not Own The Garden and Our Failure to Renew the Arena License Agreements or MSG Entertainment’s Failure to Operate The Garden in Compliance with the Arena License Agreements or Extensive Governmental Regulations May Have a Material Negative Effect on Our Business and Results of Operations.\nThe Knicks and the Rangers play their home games at The Garden pursuant to the Arena License Agreements with MSG Entertainment, which owns and operates The Garden. Our Arena License Agreements for The Garden expire in 2055. If we are unable to renew the Arena License Agreements on economically attractive terms, our business could be materially negatively affected. The Arena License Agreements require that MSG Entertainment must operate The Garden in a first-class manner. If MSG Entertainment were to breach or become unable to satisfy this obligation under the Arena License Agreements, we could suffer operational difficulties and/or significant losses. See “— \nWe Rely on Affiliated Entities’ Performance, Including Performance of Financial Obligations, Under Various Agreements.\n”\nIn addition, MSG Entertainment is subject to federal, state and local regulations relating to the operation of The Garden. For example, The Garden holds a liquor license to sell alcoholic beverages at concession stands in The Garden. Failure by MSG Entertainment to retain, or the suspension of, the liquor license could interrupt or terminate the ability to serve alcoholic beverages at The Garden and may have a negative effect on our business and our results of operations. \nThe Garden is subject to zoning and building regulations, including a zoning special permit. The original permit was granted by the New York City Planning Commission in 1963 and renewed in July 2013 for 10 years (while MSG Entertainment’s current application for renewal of the zoning special permit remains pending, we and MSG Entertainment have been advised that MSG Entertainment can continue to use and operate The Garden as normal until the renewal review process concludes). Relevant rail agencies are considering proposals to redevelop Penn Station, which proposed redevelopment would impact The Garden, which sits atop Penn Station. Certain government officials and special interest groups have used and may continue to use the renewal process for the zoning special permit to pressure MSG Entertainment to contribute to the redevelopment of Penn Station, relocate The Garden or sell all or portions of The Garden complex. For example, in June 2023 the New York Metropolitan Transportation Authority, New Jersey Transit and Amtrak, which operate commuter rail services from Penn Station, issued a compatibility report asserting that The Garden imposes severe constraints on Penn Station that restrict efforts to make its desired improvements. There can be no assurance regarding the future renewal of the permit or the terms thereof, and the failure to obtain such renewal or to do so on favorable terms could have a material negative effect on our business.\nIn addition, The Garden is, and will in the future continue to be, subject to a variety of other laws and regulations, including environmental, working conditions, labor, immigration and employment laws, and health, safety and sanitation requirements. For example, governmental regulations adopted in the wake of the COVID-19 pandemic impacted the permitted occupancy of The Garden for games of the Knicks and the Rangers and the manner in which we use or maintain The Garden on game days during the 2019-20 and 2020-21 seasons, which impacted the revenue we derive from games and the expenses that we incur on game days.\nMSG Entertainment’s failure to comply with governmental laws and regulations applicable to the operation of The Garden, or to maintain necessary permits or licenses, could have a material negative effect on our business and results of operations.\nA Change to or Withdrawal of a New York City Real Estate Tax Exemption May Have a Material Negative Effect on Our Business and Results of Operations.\nMany arenas, ballparks and stadiums nationally and in New York City have received significant public support, such as tax exempt financing, other tax benefits, direct subsidies and other contributions, including for public infrastructure critical to the facilities such as parking lots and transit improvements. The Madison Square Garden Complex benefits from a more limited real estate tax exemption pursuant to an agreement with the City of New York, subject to certain conditions, and legislation enacted by the State of New York in 1982. For fiscal year 2023, the tax exemption was $42.4 million. From time to time there have been calls to repeal or amend the tax exemption. For example, in January 2023, a number of elected representatives from New York issued a public letter and in July 2023, the New York City Independent Budget Office issued a public report, in each case noting the tax exemption status should be reexamined. Any repeal of the tax exemption status would require legislative action by the New York State legislature. \nUnder the Arena License Agreements with subsidiaries of MSG Entertainment, pursuant to which the Knicks and the Rangers play their home games at The Garden, the teams are responsible for 100% of any real estate or similar taxes applicable to The Garden. \nIf the tax exemption is repealed or a team is otherwise subject to the property tax due to no fault of that team, certain revenue allocations that we receive under the applicable Arena License Agreement would be increased as set forth in the applicable Arena License Agreement. Although the value of any such revenue increase could be material, it is not expected to offset the property tax that would be payable by the applicable team.\n14\nTable of Contents\nThere can be no assurance that the tax exemption will not be amended in a manner adverse to us or repealed in its entirety, either of which could have a material negative effect on our business and results of operations.\nWe May Require Financing to Fund Our Ongoing Operations, the Availability of Which is Highly Uncertain.\nWe may require financing to fund our ongoing operations or otherwise engage in transactions that depend on our ability to obtain financing. The public and private capital and credit markets can experience volatility and disruption. Such markets can exert extreme downward pressure on stock prices and upward pressure on the cost of new debt capital and can severely restrict credit availability for most issuers. For example, the global economy, including credit and financial markets, has recently experienced extreme volatility and disruptions, including diminished liquidity and credit availability, rising interest and inflation rates, declines in consumer confidence, declines in economic growth, increases in unemployment rates and uncertainty about economic stability.\nDepending upon conditions in the financial markets and/or the Company’s financial performance, we may not be able to raise additional capital on favorable terms, or at all. In addition, as described above, the leagues in which our sports teams compete may have, under certain circumstances, approval rights over certain financing transactions, and in connection with those rights, could affect our ability to obtain such financing. \nLabor Matters May Have a Material Negative Effect on Our Business and Results of Operations.\nNBA players are covered by a CBA between the NBPA and the NBA. NHL players are covered by a CBA between the NHLPA and the NHL. Labor difficulties may include players’ strikes or protests or management lockouts. Both the NBA and the NHL have experienced labor difficulties in the past and may have labor issues in the future. For example, the NHL has experienced lockouts in the past that resulted in a regular season being shortened and the cancellation of the entire season, with a more recent lockout during the 2012-13 NHL season, which resulted in a regular season that was shortened from 82 to 48 games. The current NHL CBA expires on September 15, 2026 (with the possibility of a one-year extension in certain circumstances). The NBA has also experienced lockouts in the past that resulted in regular seasons being shortened, with a most recent lockout during the 2011-12 season, which resulted in a regular season that was shortened from 82 games to 66 games. The current NBA CBA expires after the 2029-30 season, but each of the NBA and NBPA has the right to terminate the CBA effective following the 2028-29 season. Any labor disputes, such as players’ strikes, protests or lockouts, with the unions with which we have CBAs have in the past had and could in the future have a material negative effect on our business and results of operations.\nMSG Entertainment provides certain services to us through various commercial agreements, including day-of-game services.  These services are provided by MSG Entertainment employees that are subject to CBAs.  Any labor disputes, such as strikes or lockouts, with the unions with which MSG Entertainment has CBAs could impact staffing on Knicks and Rangers game days. In addition, we and MSG Entertainment have in the past faced difficulty in maintaining staffing on Knicks and Rangers game days and have been operating in an increasingly competitive labor market. If we and/or MSG Entertainment are unable to attract and retain qualified people or to do so on reasonable terms, or if game day staffing is impacted due to a labor dispute, we could suffer operational difficulties and the fan experience at Knicks and Rangers games may be adversely impacted.  Competition for qualified employees has required higher wages, which has resulted in higher labor costs. If wages and labor costs increase further, this could have an adverse effect on our business and results of operations. See “— \nWe Rely on Affiliated Entities’ Performance, Including Performance of Financial Obligations, Under Various Agreements.\n”\nWe Rely on Affiliated Entities’ Performance, Including Performance of Financial Obligations, Under Various Agreements.\nWe have various agreements with MSG Entertainment, which include arena license agreements, sponsorship sales and service representation agreements, a team sponsorship allocation agreement, a group ticket sales agreement, and a single night rental commission agreement. These agreements provide for a number of ongoing commercial relationships, including our use of The Garden and the allocation of certain revenues and expenses from games played by our sports teams at The Garden. In addition, we also have a services agreement and sublease agreement. The services agreement provides certain business services to the Company, such as information technology, accounts payable, payroll, tax, certain legal functions, human resources, insurance and risk management, investor relations, corporate communications, benefit plan administration and reporting and internal audit functions. The services agreement and certain of the commercial arrangements are subject to potential termination by MSG Entertainment in the event MSG Entertainment and the Company are no longer affiliates.\nWe have various agreements with Sphere Entertainment, which include local media rights agreements with MSG Networks (a wholly owned subsidiary of Sphere Entertainment) which provide MSG Networks with exclusive local linear and digital rights to home and away games of the Knicks and the Rangers, as well as other team-related programming. These media rights agreements provide a significant recurring and growing revenue stream for the Company. In recent years, certain regional sports networks have experienced financial difficulties. For example, Diamond Sports Group, an unconsolidated subsidiary of Sinclair Broadcasting Group Inc., which licenses and distributes sports content in a number of regional markets, filed for protection under Chapter 11 of the bankruptcy code in March 2023. If MSG Networks were to experience financial difficulties, \n15\nTable of Contents\nMSG Networks may be unable or unwilling to fulfill its contractual obligations under the media rights agreements and regional broadcasting of Knicks and Rangers games may be interrupted, any of which could have a material negative effect on our business and results of operations. In addition, in connection with the Sphere Distribution, we agreed to provide Sphere Entertainment with indemnities with respect to liabilities arising out of our businesses and Sphere Entertainment agreed to provide us with indemnities with respect to liabilities arising out of the businesses we transferred to Sphere Entertainment. \nThe Company and its affiliated entities each rely on the other to perform its respective obligations under these agreements. If one of the affiliated entities were to breach, become unable to satisfy their material obligations under these agreements because of financial difficulties, ongoing labor market disruptions or otherwise, fail to satisfy their indemnification or other financial obligations, or these agreements otherwise terminate or expire and we do not enter into replacement agreements, we could suffer operational difficulties and/or significant losses.\nOur Business is Subject to Seasonal Fluctuations and our Operating Results and Cash Flow Can Vary Substantially from Period to Period.\nOur revenues and expenses have been seasonal and we expect they will continue to be seasonal. Due to the NBA and NHL playing seasons, revenues from our business are typically concentrated in the second and third quarters of each fiscal year. Disruptions due to COVID-19 have also impacted the seasonality of our business. \nFor example\n, as a result of the delayed start of the 2020-21 NBA and NHL regular seasons due to COVID-19, certain of our revenues and expenses were recognized during the third and fourth quarters of fiscal year 2021 that otherwise typically would have been recognized during the second and third quarters.\nAs a result, our operating results and cash flow reflect significant variation from period to period and will continue to do so in the future. Therefore, period-to-period comparisons of our operating results may not necessarily be meaningful and the operating results of one period are not indicative of our financial performance during a full fiscal year. \nWe May Pursue Acquisitions and Other Strategic Transactions to Complement or Expand Our Business that May Not Be Successful\n.\nWe may continue to explore opportunities to purchase or invest in other businesses or assets that we believe will complement, enhance or expand our current business or that might otherwise offer us growth opportunities. Any transactions that we are able to identify and complete may involve risks, including the commitment of significant capital, the incurrence of indebtedness, the payment of advances, the diversion of management’s attention and resources, litigation or other claims in connection with acquisitions or against companies we invest in or acquire, our lack of control over certain joint venture companies and other minority investments, the inability to successfully integrate such business into our operations or even if successfully integrated, the risk of not achieving the intended results and the exposure to losses if the underlying transactions or ventures are not successful. \nOperational Risks\nOur Business Could Be Adversely Affected by Terrorist Activity or the Threat of Terrorist Activity and Other Developments That Discourage Congregation at Prominent Places of Public Assembly.\nThe success of our business is dependent upon the willingness and ability of patrons to attend our games. The Garden, like all prominent places of public assembly, could be the target of terrorist activities, including acts of domestic terrorism or other actions that discourage attendance. Any such activity or threatened activity at or near The Garden or other similar venues in other locations could result in reduced attendance at our games and, more generally, have a material negative effect on our business and results of operations. Similarly, a major epidemic or pandemic, or the threat of such an event, has in the past materially affected, and could in the future materially adversely affect attendance at our games or, depending on its severity, halt our operations entirely. See “— Sports Business Risks — \nOur Operations and Operating Results Were Materially Impacted by the COVID-19 Pandemic and Government and League Actions Taken in Response, and a Resurgence of the Pandemic or Another Pandemic or Other Public Health Emergency Could Adversely Affect Our Business and Results of Operations.\n” Moreover, the costs of protecting against such incidents could reduce the profitability of our operations. In addition, such events or the threat of such events may harm our or our affiliates’ ability to obtain or renew insurance coverage on favorable terms or at all.\n16\nTable of Contents\nWe Are Subject to Governmental Regulation, Which Can Change, and Any Failure to Comply With These Regulations May Have a Material Negative Effect on Our Business and Results of Operations.\nWe are subject to substantial governmental regulations affecting our business. These include, but are not limited to, data privacy and protection laws, regulations, policies and contractual obligations that apply to the collection, transmission, storage, processing and use of personal information or personal data, which among other things, impose certain requirements relating to the privacy and security of personal information. The variety of laws and regulations governing data privacy and protection, and the use of the internet as a commercial medium are rapidly evolving, extensive, and complex, and may include provisions and obligations that are inconsistent with one another or uncertain in their scope or application. \nThe data protection landscape is rapidly evolving in the United States. As our operations and business grow, we may become subject to or affected by new or additional data protection laws and regulations and face increased scrutiny or attention from regulatory authorities. For example, California has passed a comprehensive data privacy law, the CCPA, and a number of other states including Virginia, Colorado, Utah and Connecticut have also passed similar laws, and various additional states may do so in the near future. Additionally, the CPRA imposes additional data protection obligations on covered businesses, including additional consumer rights procedures and obligations, limitations on data uses, new audit requirements for higher risk data, and constraints on certain uses of sensitive data. The majority of the CPRA provisions went into effect on January 1, 2023, and additional compliance investment and potential business process changes may be required. Further, there are several legislative proposals in the United States, at both the federal and state level, that could impose new privacy and security obligations. We cannot yet determine the impact that these future laws and regulations may have on our business.\nIn addition, governmental authorities and private litigants continue to bring actions against companies for online collection, use, dissemination and security practices that are unfair or deceptive.\nOur business is, and may in the future be, subject to a variety of other laws and regulations, including working conditions, labor, immigration and employment laws; and health, safety and sanitation requirements. We are unable to predict the outcome or effects of any potential legislative or regulatory proposals on our businesses. Any changes to the legal and regulatory framework applicable to our businesses could have an adverse impact on our business and results of operations.\nOur failure to comply with applicable governmental laws and regulations, or to maintain necessary permits or licenses, could result in liability that could have a material negative effect on our business and results of operations.\nOur business was also materially impacted by government actions taken in response to the COVID-19 pandemic, and could be materially impacted by government actions in response to a pandemic or other public health emergency in the future. See “— Sports Business Risks — \nOur Operations and Operating Results Were Materially Impacted by the COVID-19 Pandemic and Government and League Actions Taken in Response, and a Resurgence of the Pandemic or Another Pandemic or Other Public Health Emergency Could Adversely Affect Our Business and Results of Operations.\n”\nWeather or Other Conditions May Impact Our Games, Which May Have a Material Negative Effect on Our Business and Results of Operations.\nWeather or other conditions, including natural disasters and similar events, in the New York metropolitan area may affect patron attendance at Knicks or Rangers games as well as sales of food and beverages and merchandise, among other things. Weather conditions may also require us to cancel or postpone games. Any of these events may have a material negative effect on our business and results of operations.\nWe Face Continually Evolving Cybersecurity and Similar Risks, Which Could Result in Loss, Disclosure, Theft, Destruction or Misappropriation of, or Access to, Our Confidential Information and Cause Disruption to Our Business, Damage to Our Brands and Reputation, Legal Exposure and Financial Losses.\nWe collect and store, including by electronic means, certain personal, proprietary and other sensitive information, including payment card information, that is provided to us through purchases, registration on our websites or mobile applications, or otherwise in communication or interaction with us. These activities require the use of online services and centralized data storage, including through third-party service providers. Data maintained in electronic form is subject to the risk of security incidents, including breach, compromise, intrusion, tampering, theft, destruction, misappropriation or other malicious activity. Our ability to safeguard such personal and other sensitive information, including information regarding the Company and our customers, sponsors, partners and employees, independent contractors and vendors, is important to our business. We take these matters seriously and take significant steps to protect our stored information, including the implementation of systems and processes to thwart malicious activity. These protections are costly and require ongoing monitoring and updating as technologies change and efforts to overcome security measures become more sophisticated. \nDespite our efforts, the risks of a security incident cannot be entirely eliminated and our information technology and other systems that maintain and transmit customer, sponsor, partner, Company, employee and other confidential and proprietary information may be compromised due to employee error or other circumstances such as malware or ransomware, viruses, \n17\nTable of Contents\nhacking and phishing attacks, denial-of-service attacks, business email compromises, or otherwise. Such compromise could affect the security of information on our network, or that of a third-party service provider, including MSG Entertainment to which we outsource information technology services, including technology relating to season ticket holders and purchases of individual game tickets, and certain payment processing. For example, in November 2016, a payment card issue that affected cards used at merchandise and food and beverage locations at several of the Company’s pre-Sphere Distribution venues, including its New York venues and The Chicago Theatre, was identified and addressed with the assistance of security firms. The issue was promptly fixed and enhanced security measures were implemented. Additionally, outside parties may attempt to fraudulently induce employees, vendors or users to disclose sensitive, proprietary or confidential information in order to gain access to data and systems. As a result of any of these actions, such sensitive, proprietary and/or confidential information may be lost, disclosed, accessed or taken without consent. See “— Economic and Business Relationship Risks— \nWe Rely on Affiliated Entities’ Performance, Including Performance of Financial Obligations, Under Various Agreements.\n” for a discussion of services MSG Entertainment performs on our behalf. The Company also continues to review and enhance our security measures in light of the constantly evolving techniques used to gain unauthorized access to networks, data, software and systems. The Company may be required to incur significant expenses in order to address any actual or potential security incidents that arise, and we may not have insurance coverage for all such expenses.\nIf we experience an actual or perceived security incident, our ability to conduct business may be interrupted or impaired, we may incur damage to our systems, we may lose profitable opportunities or the value of those opportunities may be diminished and we may lose revenue as a result of unlicensed use of our intellectual property. Unauthorized access to or security breaches of our systems could result in the loss of data, loss of business, severe reputational damage adversely affecting customer or investor confidence, diversion of management’s attention, regulatory investigations and orders, litigation, indemnity obligations, damages for contract breach, penalties for violation of applicable laws or regulations and significant costs for remediation that may include liability for stolen or lost assets or information and repair of system damage that may have been caused, incentives offered to customers or other business partners in an effort to maintain business relationships after a breach and other liabilities. In addition, in the event of a security incident, changes in legislation may increase the risk of potential litigation. For example, the CCPA, which provides a private right of action (in addition to statutory damages) for California residents whose sensitive personal information is breached as a result of a business’ violation of its duty to reasonably secure such information, took effect on January 1, 2020 and was expanded by the CPRA which took effect in January 2023. A number of other states have passed similar laws and additional states may do so in the near future. Our insurance coverage may not be adequate to cover the costs of a data breach, indemnification obligations, or other liabilities.\nWe have obligations to notify relevant stakeholders of security breaches. Such mandatory disclosures are costly, could lead to negative publicity, may cause our customers to lose confidence in the effectiveness of our security measures and require us to expend significant capital and other resources to respond to or alleviate problems caused by an actual or perceived security breach.\nThe Unavailability of Systems Upon Which We Rely May Have a Material Negative Effect on Our Business and Results of Operations.\nWe rely upon various internal and third-party software or systems in the operation of our business, including, with respect to ticket sales, credit card processing, email marketing, point of sale transactions, database, inventory, human resource management and financial systems. From time to time, certain of the arrangements for these systems may not be covered by long-term agreements. System interruption and the lack of integration and redundancy in the information systems and infrastructure, both of our own websites and other computer systems and of affiliate and third-party software, computer networks, apps and other communications systems service providers on which we rely may adversely affect our ability to operate websites, process and fulfill transactions, respond to customer inquiries and generally maintain cost-efficient operations. Such interruptions could occur by virtue of natural disaster, malicious actions, such as hacking or acts of terrorism or war, or human error. See also “— Economic and Business Relationship Risks — \nWe Rely on Affiliated Entities’ Performance, Including Performance of Financial Obligations, Under Various Agreements.\n” for a discussion of services MSG Entertainment performs on our behalf.\nWhile we have backup systems and offsite data centers for certain aspects of our operations, disaster recovery planning by its nature cannot be for all eventualities. In addition, we may not have adequate insurance coverage to compensate for any or all losses from a major interruption. If any of these adverse events were to occur, it could adversely affect our business, financial condition and results of operations.\nWe May Become Subject to Infringement or Other Claims Relating to Our Content or Technology.\nFrom time to time, third parties have in the past and may in the future assert against us alleged intellectual property (e.g., copyright, trademark and patent) or other claims relating to our technologies or other material, some of which may be material to our business. Any such claims, regardless of their merit, could cause us to incur significant costs that could harm our results of operations. These claims may not be covered by insurance or could involve exposures that exceed the limits of any \n18\nTable of Contents\napplicable insurance policy. In addition, if we are unable to continue use of certain intellectual property rights, our business and results of operations could be materially negatively impacted.\nThere Is a Risk of Personal Injuries and Accidents at The Garden, Which Could Subject Us to Personal Injury or Other Claims; We are Subject to the Risk of Adverse Outcomes or Negative Publicity in Other Types of Litigation.\nThere are inherent risks associated with having customers attend our teams’ games. As a result, personal injuries, accidents and other incidents have occurred and may occur from time to time, which could subject us to claims and liabilities.\nThese risks may not be covered by insurance or could involve exposures that exceed the limits of any applicable insurance policy. Incidents in connection with one of our games or an event hosted by MSG Entertainment at The Garden could also reduce attendance at our other games, and may have a negative impact on our revenue and results of operations. Under the Arena License Agreements, MSG Entertainment and the Company have reciprocal indemnity obligations to each other in connection with their respective acts or omissions in or about The Garden during the home games of the Knicks and the Rangers. We, the NBA, and the NHL maintain insurance policies that provide coverage for incidents in the ordinary course of business, but there can be no assurance that such indemnities or insurance will be adequate at all times and in all circumstances.\nFrom time to time, the Company, its subsidiaries and/or our affiliates are involved in various legal proceedings, including proceedings or lawsuits brought by governmental agencies, stockholders, customers, employees, other private parties and other stakeholders. The outcome of litigation is inherently unpredictable and, regardless of the merits of the claims, litigation may be expensive, time-consuming, disruptive to our operations and distracting to management. In addition, publicity from these matters could negatively impact our business or reputation, regardless of the accuracy of such publicity. As a result, we may incur liability from litigation (including in connection with settling such litigation) which could be material and for which we may not have available or adequate insurance coverage or be subject to other forms of non-monetary relief which may adversely affect the Company. The liabilities and any defense costs we incur in connection with any such litigation could have an adverse effect on our business and results of operations.\nCorporate Governance Risks\nWe Could Have Significant Tax Liability as a Result of the Sphere Distribution.\nWe have obtained an opinion from Sullivan & Cromwell LLP substantially to the effect that, among other things, the Sphere Distribution qualifies as a tax-free distribution under the Internal Revenue Code. The opinion is not binding on the Internal Revenue Service (the “IRS”) or the courts. The opinion relies on factual representations and reasonable assumptions, which if incorrect or inaccurate may jeopardize the ability to rely on such opinion.\nIf the Sphere Distribution does not qualify for tax-free treatment for U.S. federal income tax purposes, then, in general, we would be subject to tax as if we had sold the Sphere Entertainment common stock in a taxable sale for its fair value. Sphere Entertainment stockholders would be subject to tax as if they had received a distribution equal to the fair value of Sphere Entertainment common stock that was distributed to them, which generally would be treated first as a taxable dividend to the extent of our earnings and profits, then as a non-taxable return of capital to the extent of each holder’s tax basis in its Sphere Entertainment common stock, and thereafter as capital gain with respect to any remaining value. It is expected that the amount of any such taxes to MSG Sphere stockholders and us would be substantial.\nWe May Have a Significant Indemnity Obligation to Sphere Entertainment if the Sphere Distribution Is Treated as a Taxable Transaction.\nWe have entered into a Tax Disaffiliation Agreement with Sphere Entertainment which sets out each party’s rights and obligations with respect to deficiencies and refunds, if any, of federal, state, local or foreign taxes for periods before and after the Sphere Distribution and related matters such as the filing of tax returns and the conduct of IRS and other audits. Pursuant to the Tax Disaffiliation Agreement, we are required to indemnify Sphere Entertainment for losses and taxes of Sphere Entertainment resulting from our breach of certain covenants and for certain taxable gain recognized by MSG Sphere, including as a result of certain acquisitions of our stock or assets. If we are required to indemnify Sphere Entertainment under the circumstances set forth in the Tax Disaffiliation Agreement, we may be subject to substantial liabilities, which could adversely affect our financial position.\nWe are Controlled by the Dolan Family. As a Result of Their Control, the Dolan Family Has the Ability to Prevent or Cause a Change in Control or Approve, Prevent or Influence Certain Actions by the Company.\nWe have two classes of common stock:\n•\nClass A Common Stock, par value $0.01 per share (“Class A Common Stock”), which is entitled to one vote per share and is entitled collectively to elect 25% of our Board of Directors; and\n19\nTable of Contents\n•\nClass B Common Stock, par value $0.01 per share (“Class B Common Stock”), which is entitled to ten votes per share and is entitled collectively to elect the remaining 75% of our Board of Directors.\nAs of July 31, 2023, the Dolan family, including trusts for the benefit of members of the Dolan family (collectively, the “Dolan Family Group”), collectively own all of our Class B Common Stock, approximately 3.3% of our outstanding Class A Common Stock and approximately 71.0% of the total voting power of all our outstanding common stock (in each case, inclusive of options exercisable and RSUs vesting within 60 days of July 31, 2023). The members of the Dolan Family Group holding Class B Common Stock have executed a stockholders agreement (the “Stockholders Agreement”) that has the effect of causing the voting power of the holders of our Class B Common Stock to be cast as a block with respect to all matters to be voted on by holders of Class B Common Stock. Under the Stockholders Agreement, the shares of Class B Common Stock owned by members of the Dolan Family Group (representing all of the outstanding Class B Common Stock) are to be voted on all matters in accordance with the determination of the Dolan Family Committee, except that the decisions of the Dolan Family Committee are non-binding with respect to the Class B Common Stock owned by certain Dolan family trusts that collectively own 40.5% of the outstanding Class B Common Stock (“Excluded Trust”). The “Dolan Family Committee” consists of Charles F. Dolan and his six children, James L. Dolan, Thomas C. Dolan, Patrick F. Dolan, Kathleen M. Dolan, Marianne Dolan Weber and Deborah A. Dolan-Sweeney. The Dolan Family Committee generally acts by majority vote, except that approval of a going-private transaction must be approved by a two-thirds vote and approval of a change-in-control transaction must be approved by not less than all but one vote. The voting members of the Dolan Family Committee are James L. Dolan, Thomas C. Dolan, Kathleen M. Dolan, Marianne Dolan Weber and Deborah A. Dolan-Sweeney, with each member having one vote other than James L. Dolan, who has two votes. Because James L. Dolan has two votes, he has the ability to block Dolan Family Committee approval of any Company change in control transaction. Shares of Class B Common Stock owned by Excluded Trusts are to be voted on all matters in accordance with the determination of the Excluded Trusts holding a majority of the Class B Common Stock held by all Excluded Trusts, except in the case of a vote on a going-private transaction or a change in control transaction, in which case a vote of trusts holding two-thirds of the Class B Common Stock owned by Excluded Trusts is required.\nThe Dolan Family Group is able to prevent a change in control of the Company and no person interested in acquiring us would be able to do so without obtaining the consent of the Dolan Family Group. The Dolan Family Group, by virtue of their stock ownership, have the power to elect all of our directors subject to election by holders of Class B Common Stock and are able collectively to control stockholder decisions on matters on which holders of all classes of our common stock vote together as a single class. These matters could include the amendment of some provisions of our certificate of incorporation and the approval of fundamental corporate transactions.\nIn addition, the affirmative vote or consent of the holders of at least 66\n 2\n⁄\n3\n% of the outstanding shares of the Class B Common Stock, voting separately as a class, is required to approve:\n•\nthe authorization or issuance of any additional shares of Class B Common Stock; and\n•\nany amendment, alteration or repeal of any of the provisions of our certificate of incorporation that adversely affects the powers, preferences or rights of the Class B Common Stock.\nAs a result, the Dolan Family Group also has the power to prevent such issuance or amendment.\nThe Dolan Family Group also controls MSG Entertainment, Sphere Entertainment and AMC Networks Inc. (“AMC Networks”). \nWe Have Elected to Be a “Controlled Company” for NYSE Purposes Which Allows Us Not to Comply with Certain of the Corporate Governance Rules of NYSE.\nMembers of the Dolan Family Group have entered into a Stockholders Agreement relating, among other things, to the voting of their shares of our Class B Common Stock. As a result, we are a “controlled company” under the corporate governance rules of NYSE. As a controlled company, we have the right to elect not to comply with the corporate governance rules of NYSE requiring: (i) a majority of independent directors on our Board, (ii) an independent corporate governance and nominating committee and (iii) an independent compensation committee. Our Board of Directors has elected for the Company to be treated as a “controlled company” under NYSE corporate governance rules and not to comply with the NYSE requirement for a majority independent board of directors and for an independent corporate governance and nominating committee because of our status as a controlled company. Nevertheless, our Board of Directors has elected to comply with the NYSE requirement for an independent compensation committee.\nFuture Stock Sales, Including as a Result of the Exercise of Registration Rights by Certain of Our Stockholders, Could Adversely Affect the Trading Price of Our Class A Common Stock.\nCertain parties have registration rights covering a portion of our shares. We have entered into registration rights agreements with Charles F. Dolan, members of his family, certain Dolan family interests, and the Dolan Family Foundation that provide \n20\nTable of Contents\nthem with “demand” and “piggyback” registration rights with respect to approximately 5.2 million shares of Class A Common Stock, including shares issuable upon conversion of shares of Class B Common Stock. Sales of a substantial number of shares of Class A Common Stock, including sales pursuant to these registration rights, could adversely affect the market price of the Class A Common Stock and could impair our future ability to raise capital through an offering of our equity securities. \nTransfers and Ownership of Our Common Stock Are Subject to Restrictions Under Rules of the NBA and NHL and Our Certificate of Incorporation Provides Us with Remedies Against Holders Who Do Not Comply with Those Restrictions.\nThe Company is the owner of professional sports franchises in the NBA and NHL. As a result, transfers and ownership of our common stock are subject to certain restrictions under the governing documents of the NBA and NHL as well as the Company’s consent and other agreements with the NBA and NHL in connection with their approval of the MSGS Distribution and the Sphere Distribution. These restrictions are described under “Description of Capital Stock — Class A Common Stock and Class B Common Stock — Transfer Restrictions” in Exhibit 4.5 to this annual report on Form 10-K. In order to protect the Company and its NBA and NHL franchises from sanctions that might be imposed by the NBA or NHL as a result of violations of these restrictions, our amended and restated certificate of incorporation provides that, if a transfer of shares of our common stock to a person or the ownership of shares of our common stock by a person requires approval or other action by a league and such approval or other action was not obtained or taken as required, the Company shall have the right by written notice to the holder to require the holder to dispose of the shares of common stock which triggered the need for such approval. If a holder fails to comply with such a notice, in addition to any other remedies that may be available, the Company may redeem the shares at 85% of the fair market value of those shares.\nWe Share Certain Directors, Officers and Employees with MSG Entertainment, Sphere Entertainment and/or AMC Networks, Which Means Those Officers and Directors Do Not Devote Their Full Time and Attention to Our Affairs and the Overlap May Give Rise to Conflicts.\nOur Executive Chairman, James L. Dolan, also serves as the Executive Chairman and Chief Executive Officer of MSG Entertainment and Sphere Entertainment and as Non-Executive Chairman of AMC Networks and our Executive Vice President, David Granville-Smith, also serves as the Executive Vice President of Sphere Entertainment and AMC Networks. Our President and Chief Operating Officer, David Hopkinson, also provides sponsorship-related services to MSG Entertainment, for which the Company is fully reimbursed. In addition, one of our directors, Charles F. Dolan, is the Chairman Emeritus of AMC Networks and a director of MSG Entertainment and Sphere Entertainment. Furthermore, nine members of our Board of Directors (including James L. Dolan and Charles F. Dolan) are also directors of MSG Entertainment, ten members of our Board of Directors (including James L. Dolan and Charles F. Dolan) are also directors of Sphere Entertainment and six members of our Board of Directors (including James L. Dolan and Charles F. Dolan) are also directors of AMC Networks. Our Vice Chairman, Gregg G. Seibert, also serves as the Vice Chairman of MSG Entertainment, Sphere Entertainment and AMC Networks. Further, our Senior Vice President, Associate General Counsel and Secretary, Mark C. Cresitello, also serves as Secretary of Sphere Entertainment. As a result, these individuals do not devote their full time and attention to the Company’s affairs. The overlapping directors, officers and employees may have actual or apparent conflicts of interest with respect to matters involving or affecting each company. For example, the potential for a conflict of interest exists when we on the one hand, and MSG Entertainment, Sphere Entertainment and/or AMC Networks on the other hand, look at certain acquisitions and other corporate opportunities that may be suitable for more than one of the companies. Also, conflicts may arise if there are issues or disputes under the commercial arrangements that exist between MSG Entertainment, Sphere Entertainment or AMC Networks and us. In addition, certain of our directors, officers and employees hold MSG Entertainment, Sphere Entertainment and/or AMC Networks stock, stock options and/or restricted stock units. These ownership interests could create actual, apparent or potential conflicts of interest when these individuals are faced with decisions that could have different implications for the Company and MSG Entertainment, Sphere Entertainment or AMC Networks. See “Certain Relationships and Potential Conflicts of Interest” in our Current Report on Form 8-K filed with the SEC on April 15, 2023 for a discussion of certain procedures we instituted to help ameliorate such potential conflicts with MSG Entertainment, Sphere Entertainment and/or AMC Networks that may arise.\nOur Overlapping Directors and Executive Officers with MSG Entertainment, Sphere Entertainment and/or AMC Networks May Result in the Diversion of Corporate Opportunities to MSG Entertainment, Sphere Entertainment and/or AMC Networks and Other Conflicts and Provisions in Our Amended and Restated Certificate of Incorporation May Provide Us No Remedy in That Circumstance.\nThe Company acknowledges that directors and officers of the Company may also be serving as directors, officers, employees, consultants or agents of MSG Entertainment, Sphere Entertainment and/or AMC Networks and their respective subsidiaries and that the Company may engage in material business transactions with such entities. The Company’s Board of Directors has adopted resolutions putting in place policies and arrangements whereby the Company has renounced its rights to certain business opportunities and no director or officer of the Company who is also serving as a director, officer, employee, consultant or agent of MSG Entertainment, Sphere Entertainment and/or AMC Networks and their subsidiaries will be liable to the \n21\nTable of Contents\nCompany or its stockholders for breach of any fiduciary duty that would otherwise occur by reason of the fact that any such individual directs a corporate opportunity (other than certain limited types of opportunities set forth in such policies) to MSG Entertainment, Sphere Entertainment and/or AMC Networks or any of their subsidiaries instead of the Company, or does not refer or communicate information regarding such corporate opportunities to the Company. ",
    "item7": ">Item 7. \nManagement’s Discussion and Analysis of Financial Condition and Results of Operations\n \nThis Management’s Discussion and Analysis of Financial Condition and Results of Operations (“MD&A”) contains forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995. In this MD&A, there are statements concerning the future operating and future financial performance of Madison Square Garden Sports Corp. and its direct and indirect subsidiaries (collectively, “we,” “us,” “our,” “MSG Sports,” or the “Company”). Words such as “expects,” “anticipates,” “believes,” “estimates,” “may,” “will,” “should,” “could,” “potential,” “continue,” “intends,” “plans,” and similar words and terms used in the discussion of future operating and future financial performance identify forward-looking statements. Investors are cautioned that such forward-looking statements are not guarantees of future performance, results or events and involve risks and uncertainties and that actual results or developments may differ materially from the forward-looking statements as a result of various factors. Factors that may cause such differences to occur include, but are not limited to:\n•\nthe level of our revenues, which depends in part on the popularity and competitiveness of our sports teams;\n•\ncosts associated with player injuries, waivers or contract terminations of players and other team personnel;\n•\nchanges in professional sports teams’ compensation, including the impact of signing free agents and executing trades, subject to league salary caps and the impact of luxury tax;\n•\ngeneral economic conditions, especially in the New York City metropolitan area;\n•\nthe demand for sponsorship arrangements and for advertising;\n•\ncompetition, for example, from other teams, and other sports and entertainment options;\n•\nchanges in laws, National Basketball Association (“NBA”)or National Hockey League (“NHL”) rules, regulations, guidelines, bulletins, directives, policies and agreements, including the leagues’ respective collective bargaining agreements (each, a “CBA”) with their players’ associations, salary caps, escrow requirements, revenue sharing, NBA luxury tax thresholds and media rights, or other regulations under which we operate;\n•\nthe performance by our affiliates of their obligations under various agreements with the Company, including the potential for financial difficulties that may impact MSG Networks Inc. (“MSG Networks”);\n•\na resurgence of the COVID-19 pandemic or another pandemic or public health emergency, and our ability to effectively manage the impacts, including labor market disruptions; \n•\nany NBA, NHL or other work stoppage;\n•\nany economic, political or other actions, such as boycotts, protests, work stoppages or campaigns by labor organizations;\n•\nseasonal fluctuations and other variation in our operating results and cash flow from period to period;\n•\nthe level of our expenses, including our corporate expenses;\n•\nbusiness, reputational and litigation risk if there is a security incident resulting in loss, disclosure or misappropriation of stored personal information or other breaches of our information security;\n•\nactivities or other developments that discourage or may discourage congregation at prominent places of public assembly, including The Garden where the home games of the New York Knickerbockers (the “Knicks”) and the New York Rangers (the “Rangers”) are played;\n•\na default by our subsidiaries under their respective credit facilities;\n•\nthe acquisition or disposition of assets or businesses and/or the impact of, and our ability to successfully pursue, acquisitions or other strategic transactions;\n•\nour ability to successfully integrate acquisitions or new businesses into our operations;\n•\nthe operating and financial performance of our strategic acquisitions and investments, including those we may not control;\n•\nthe impact of governmental regulations or laws, including changes in how those regulations and laws are interpreted and the continued benefit of certain tax exemptions (including for The Garden) and the ability for us and Madison Square Garden Entertainment Corp. (“MSG Entertainment”) to maintain necessary permits or licenses;\n•\nthe impact of any government plans to redesign New York City’s Pennsylvania Station;\n•\nbusiness, economic, reputational and other risks associated with, and the outcome of, litigation and other proceedings; \n25\nTable of Contents\n•\nfinancial community and rating agency perceptions of our business, operations, financial condition and the industry in which we operate; \n•\ncertain restrictions on transfer and ownership of our common stock related to our ownership of professional sports franchises in the NBA and NHL;\n•\nthe tax-free treatment of the Sphere Distribution (as defined below) and;\n•\nthe factors described under “Part I — Item 1A. Risk Factors” included in this Annual Report on Form 10-K.\nWe disclaim any obligation to update or revise the forward-looking statements contained herein, except as otherwise required by applicable federal securities laws.\nAll dollar amounts included in the following MD&A are presented in thousands, except as otherwise noted.\nSphere Distribution \nOn April 17, 2020 (the “Sphere Distribution Date”), the Company distributed all of the outstanding common stock of Sphere Entertainment Co. (formerly Madison Square Garden Entertainment Corp. and referred to herein as “Sphere Entertainment”) to its stockholders (the “Sphere Distribution”). Prior to the MSGE Distribution (as defined below), Sphere Entertainment owned, directly or indirectly, the entertainment business previously owned and operated by the Company through its MSG Entertainment business segment and the sports booking business previously owned and operated by the Company through its MSG Sports business segment. Subsequent to the Sphere Distribution, the Company no longer consolidates the financial results of Sphere Entertainment for purposes of its own financial reporting. \nAfter giving effect to the Sphere Distribution, the Company operates and reports financial information in one segment.\nOn April 20, 2023 (the “MSGE Distribution Date”), Sphere Entertainment distributed approximately 67% of the issued and outstanding shares of common stock of Madison Square Garden Entertainment Corp. (formerly MSGE Spinco, Inc. and referred to herein as “MSG Entertainment”) to its stockholders (the “MSGE Distribution”). All agreements between the Company and MSG Entertainment described herein were between the Company and Sphere Entertainment prior to the MSGE Distribution (except agreements entered into after the MSGE Distribution).\nUnless the context otherwise requires, all references to MSG Entertainment, Sphere Entertainment and MSG Networks refer to such entity, together with its direct and indirect subsidiaries.\nIntroduction \nMD&A is provided as a supplement to, and should be read in conjunction with, the audited consolidated financial statements and footnotes thereto included in Item 8 of this Annual Report on Form 10-K to help provide an understanding of our financial condition, changes in financial condition and results of operations\n.\n \nOur MD&A is organized as follows:\nBusiness Overview.\n This section provides a general description of our business, as well as other matters that we believe are important in understanding our results of operations and financial condition and in anticipating future trends.\nResults of Operations.\n This section provides an analysis of our results of operations for the years ended June 30, 2023 and 2022. For the comparison of our results of operations for the years ended June 30, 2022 and 2021, see “Management’s Discussion and Analysis of Financial Condition and Results of Operations” in Part II, Item 7 of our 2022 Annual Report on Form 10-K, filed with the Securities and Exchange Commission on August 18, 2022.\nLiquidity and Capital Resources.\n This section provides a discussion of our financial condition, as well as an analysis of our cash flows for the years ended June 30, 2023 and 2022\n.\n The discussion of our financial condition and liquidity includes summaries of (i) our primary sources of liquidity and (ii) our contractual obligations and off balance sheet arrangements that existed at June 30, 2023.\nSeasonality of Our Business.\n This section discusses the seasonal performance of the Company\n.\nRecently Issued Accounting Pronouncements and Critical Accounting Policies.\n This section includes a discussion of accounting policies considered to be important to our financial condition and results of operations and which require significant judgment and estimates on the part of management in their application\n.\n In addition, all of our significant accounting policies, including our critical accounting policies, are discussed in the notes to our consolidated financial statements included in Item 8 of this Annual Report on Form 10-K.\n26\nTable of Contents\nBusiness Overview\n \nThe Company owns and operates a portfolio of assets featuring some of the most recognized teams in all of sports, including the Knicks of the NBA and the Rangers of the NHL. Both the Knicks and the Rangers play their home games at The Garden. The Company’s other professional sports franchises include two development league teams — the Hartford Wolf Pack of the American Hockey League and the Westchester Knicks of the NBA G League. Our professional sports franchises are collectively referred to herein as “our sports teams.”  In addition, the Company previously owned a controlling interest in Counter Logic Gaming (“CLG”), a North American esports organization. In April 2023, the Company sold its controlling interest in CLG to Hard Carry Gaming Inc. (“NRG”), a professional gaming and entertainment company, in exchange for a noncontrolling equity interest in the combined NRG/CLG company. CLG and the sports teams are collectively referred to herein as the “teams.” The Company also operates a professional sports team performance center — the Madison Square Garden Training Center in Greenburgh, NY.\nRevenue Sources\nWe earn revenue from several primary sources: ticket sales and a portion of suite rental fees at The Garden, our share of distributions from NHL and NBA league-wide national and international television contracts and other league-wide revenue sources, venue signage and other sponsorships, food and beverage sales at The Garden and merchandising\n.\n We also earn substantial fees from MSG Networks for the local media rights to telecast the games of our sports teams\n.\n The amount of revenue we earn is influenced by many factors, including the popularity and on-court or on-ice performance of our sports teams and general economic and health and safety conditions. In particular, when our sports teams have strong on-court and on-ice performance, we benefit from increased demand for tickets and premium hospitality, potentially greater food and merchandise sales from increased attendance and increased sponsorship opportunities. When our sports teams qualify for the playoffs, we also benefit from the attendance and in-game spending at the playoff games. The year-to-year impact of team performance is somewhat moderated by the fact that a significant portion of our revenue derives from media rights fees, suite rental fees and sponsorship and signage revenue, all of which are generally contracted on a multi-year basis. Nevertheless, the long-term performance of our business is tied to the success and popularity of our sports teams. In addition, due to the NBA and NHL playing seasons, revenues from our business are typically concentrated in the second and third quarters of each fiscal year.\nTicket Sales and Facility and Ticketing Fees\nTicket sales have historically constituted our largest single source of revenue\n.\n Tickets to our sports teams’ home games are sold through season tickets (full and partial plans), which are typically held by long-term season ticket members, through group sales, and through single-game tickets, which are purchased by fans either individually or in multi-game packages\n. \nWe generally review and set the price of our tickets before the start of each team’s season. However, we dynamically price our individual tickets based on opponent, seat location, day of the week and other factors. We do not earn revenue from ticket sales for games played by our teams at their opponents’ arenas.\nWe also earn revenues in the form of certain fees added to ticket prices, which currently include a facility fee the Company charges on tickets it sells to our sports teams’ games, except for season tickets.\nMedia Rights\nWe earn revenue from the licensing of media rights for our sports teams’ home and away games and also through the receipt of our share of fees paid for league-wide media rights, which are awarded under contracts negotiated and administered by each league.\nThe Company and MSG Networks are parties to media rights agreements covering the local telecast rights for the Knicks and the Rangers\n.\n \nNational and international telecast arrangements differ by league\n.\n Fees paid by telecasters under these arrangements are pooled by each league and then generally shared equally among all teams.\n27\nTable of Contents\nSuites and Clubs\nWe earn revenue through the sale of suite and premium club licenses at The Garden, which are generally sold by MSG Entertainment to corporate customers pursuant to multi-year licenses. Under standard licenses, the licensees pay an annual license fee, which varies depending on the location and type of the suite or club. The license fee includes, for each seat in the suite or club, tickets for our home games and other events at The Garden that are presented by MSG Entertainment for which tickets are sold to the general public, subject to certain exceptions. In addition, suite holders separately pay for food and beverage service in their suites at The Garden. Food and non-alcoholic beverage service is included in the annual license fee paid by club members.\nBecause suite and club licenses cover both our games and events that MSG Entertainment presents at The Garden, suite and club rental revenue is shared between us and MSG Entertainment under the Arena License Agreements (as defined below). Pursuant to the Arena Licenses Agreements, the Knicks and the Rangers are entitled to 35% and 32.5%, respectively, of the revenues received by MSG Entertainment in connection with suite and club licenses. \nSponsorships and Signage\nWe earn revenues through the sale of sponsorships and signage specific to the teams\n. \nSales of team specific signage generally involve the sale of advertising space within The Garden during our sports teams’ home games and include the sale of signage on the ice and on the boards of the hockey rink during Rangers games, courtside during Knicks games, and/or on the various scoreboards and display panels at The Garden, as well as virtual signage during Knicks and Rangers broadcasts\n.\n We offer both television camera-visible and non-camera-visible signage space. We also earn a portion of revenues through MSG Entertainment’s sale of venue indoor signage space and sponsorship rights at The Garden that are not specific to our teams pursuant to the Arena License Agreements.\nSponsorship rights generally require the use of the name, logos and other trademarks of a sponsor in the advertising and in promotions for The Garden in general or our teams specifically during our sports events\n. \nSponsorship arrangements may be exclusive within a particular sponsorship category or non-exclusive and generally permit a sponsor to use the name, logos and other trademarks of our teams and, in the case of sponsorship arrangements shared with MSG Entertainment, MSG Entertainment’s venues and brands in connection with their own advertising and in promotions in The Garden or in the community.\nFood, Beverage and Merchandise Sales\nWe earn revenues from the sale of food and beverages during our sports teams’ games at The Garden\n.\n In addition to concession-style sales of food and beverages, which represent the majority of food and beverage revenues, The Garden also provides higher-end dining at premium clubs as well as catering for suites. Pursuant to the Arena License Agreements, the Knicks and the Rangers receive 50% of net profits from the sales of food and beverages during their games at The Garden.\nWe also earn revenues from the sale of our sports teams’ merchandise both through the in-venue and online sale of items bearing the logos or other marks of our teams and through our share of sports league distributions of royalties and other revenues from the sports leagues’ licensing of team and sports league trademarks, which are generally shared equally among the teams in the sports leagues\n. \nPursuant to the Arena License Agreements, the Knicks and the Rangers pay MSG Entertainment a commission equal to 30% of revenues from the sales of their merchandise at The Garden. \nOther\nAmounts collected for ticket sales, suite licenses and clubs, sponsorships and venue signage in advance of an event are recorded as deferred revenue and are recognized as revenues when earned.\nExpenses \nThe most significant expenses are player and other team personnel salaries and charges for transactions relating to players for career-ending and season-ending injuries, trades, and waivers and contract termination costs of players and other team personnel, including team executives. We also incur costs for travel, player insurance, league operating assessments (including a 6% NBA assessment on regular season ticket sales), NBA and NHL revenue sharing and, when applicable, NBA luxury tax.\nIn addition, we are party to long term leases with MSG Entertainment that end June 30, 2055 that allow the Knicks and the Rangers to play their home games at The Garden (the “Arena License Agreements”). The Arena License Agreements provide for fixed payments to be made from inception through June 30, 2055 in 12 equal installments during each year of the contractual term. The contracted license fee for the first full contract year ending June 30, 2021 was approximately $22,500 for the Knicks and approximately $16,700 for the Rangers, and then for each subsequent year, the license fees are 103% of the license fees for the immediately preceding contract year.\n28\nTable of Contents\nPlayer Salaries, Escrow System/Revenue Sharing and NBA Luxury Tax \nThe amount we pay an individual player is typically determined by negotiation between the player (typically represented by an agent) and us, and is generally influenced by the player’s past performance, the amounts paid to players with comparable past performance by other sports teams, the NBA luxury tax and restrictions in the CBAs, including the salary floors and caps. The leagues’ CBAs typically contain restrictions on when players may move between league clubs following expiration of their contracts and what rights their current and former clubs have.\nNBA CBA.\n On April 26, 2023, the NBA and the National Basketball Players Association (“NBPA”) announced that a new seven-year CBA had been ratified by the NBA Board of Governors and the NBA players. The new NBA CBA expires after the 2029-30 season, but each of the NBA and the NBPA has the right to terminate the CBA effective following the 2028-29 season. The new CBA includes certain changes to certain league rules and regulations, including revised luxury tax rates which will become effective with the 2025-26 season.\nThe NBA CBA contains a salary floor (i.e., a floor on each team’s aggregate player salaries with a requirement that the team pay any deficiency to the players on its roster) and a “soft” salary cap (i.e., a cap on each team’s aggregate player salaries but with certain exceptions that enable teams to pay players more, sometimes substantially more, than the cap).\nNBA Luxury Tax.\n Amounts in this paragraph are in thousands, except for luxury tax rates. The NBA CBA generally provides for a luxury tax that is applicable to all teams with aggregate player salaries exceeding a threshold that is set prior to each season based upon projected league-wide revenues (as defined under the NBA CBA). The luxury tax rates for teams with aggregate player salaries above such threshold start at $1.50 for each $1.00 of team salary above the threshold up to $5,000 and scale up to $3.25 for each $1.00 of team salary that is from $15,000 to $20,000 over the threshold, and an additional tax rate increment of $0.50 applies for each additional $5,000 (or part thereof) of team salary in excess of $20,000 over the threshold. In addition, for teams that are taxpayers in at least three of four previous seasons, the above tax rates are increased by $1.00 for each increment. Fifty percent of the aggregate luxury tax payments is a funding source for the revenue sharing plan (described below) and the remaining 50% of such payments is distributed in equal shares to non-taxpaying teams. For the 2022-23 and 2021-22 seasons, the Knicks were not a luxury tax payer and we recorded approximately $15,074 and $10,457, respectively, of luxury tax proceeds from tax-paying teams. Tax obligations for years beyond the 2022-23 season will be subject to contractual player payroll obligations and corresponding NBA luxury tax thresholds. The Company recognizes the estimated amount associated with luxury tax expense or the amount it expects to receive as a non-tax paying team, if applicable, on a straight-line basis over the NBA regular season as a component of direct operating expenses. The revised luxury tax rates will become effective with the 2025-26 season.\nNBA Escrow System/Revenue Sharing\n. The NBA CBA also provides that players collectively receive a designated percentage of league-wide revenues (net of certain direct expenses) as compensation (approximately 49% to 51%), and the teams retain the remainder. The percentage of league-wide revenues paid as compensation and retained by the teams does not apply evenly across all teams and, accordingly, the Company may pay its players a higher or lower percentage of the Knicks’ revenues than other NBA teams. \nDuring the 2020-21 season a new “Ten-and-Spread” escrow system was put in place. Under the Ten-and-Spread system, based upon league-wide revenues, aggregate player compensation will be reduced by up to 10% of each player’s salary. If, for a particular season, compensation reductions in excess of 10% are needed, the excess will be divided by three and recouped via reductions to players’ compensation over the same season, and the subsequent two seasons. The reduction of players’ salary for any one season is capped at 20% and carried over to the subsequent season as additional compensation reductions. Each team is entitled to receive an equal one-thirtieth share of the compensation reductions up to 10% and the excess above 10% is allocated in proportion to each team’s player payroll. This system was in place until the new CBA took effect on July 1, 2023.\nThe NBA also has a revenue sharing plan that generally requires the distribution of a pool of funds to teams with below-average net revenues (as defined in the plan), subject to reduction or elimination based on individual team market size and profitability. The plan is funded by a combination of disproportionate contributions from teams with above-average net revenues, subject to certain profit-based limits (each as defined in the plan); 50% of aggregate league-wide luxury tax proceeds (see above); and collective league sources, if necessary. Additional amounts may also be distributed on a discretionary basis, funded by assessments on playoff ticket revenues and through collective league sources and are recorded as revenues from league distributions.\nOur net provisions for revenue sharing, net of escrow, for the year ended June 30, 2023 was approximately $21,458. The actual amounts for the 2022-23 season may vary significantly from the recorded provision based on actual operating results for the league and all NBA teams for the season and other factors.\nNHL CBA.\n The current NHL CBA expires after the 2025-26 season (with the possibility of a one-year extension in certain circumstances). The NHL CBA provides for a salary floor (i.e., a floor on each team’s aggregate player salaries) and a “hard” salary cap (i.e., teams may not exceed a stated maximum, which is adjusted each season based upon league-wide revenues).\n29\nTable of Contents\nNHL Escrow System/Revenue Sharing.\n The NHL CBA provides that each season the players receive as player compensation 50% of that season’s league-wide revenues. Because the aggregate amount to be paid to the players is based upon league-wide revenues and not on a team-by-team basis, the Company may pay its players a higher or lower percentage of the Rangers’ revenues than other NHL teams pay of their own revenues. In order to implement the escrow system, NHL teams withhold a portion of each player’s salary and contribute the withheld amounts to an escrow account\n.\n If the league’s aggregate player compensation for a season exceeds the designated percentage (50%) of that season’s league-wide revenues, the excess is retained by the league. Any such excess funds are distributed to all teams. In addition, the NHL CBA limits the amount of deductions to be withheld from player salaries each year. If annual escrow deductions from player salaries are insufficient to limit league-wide player salaries to 50% of that season’s league-wide revenues, any shortfall will be carried forward to future seasons and remain due from the players to the league.\nThe NHL CBA also provides for a revenue sharing plan. The plan generally requires the distribution of a pool of funds approximating 6.055% of league-wide revenues to certain qualifying lower-revenue teams and is funded as follows: (a) 50% from contributions by the top ten revenue earning teams (based on preseason and regular season revenues, net of arena costs) in accordance with a formula; (b) then from payments by teams participating in the playoffs, with each team contributing 35% of its gate receipts for each home playoff game (although this provision was waived for the 2020-21 season); and (c) the remainder from centrally-generated NHL sources\n. \nOur net provisions for revenue sharing, net of escrow, for the year ended June 30, 2023 was approximately $41,075. The actual amounts for the 2022-23 season may vary significantly from the recorded provision based on actual operating results for the league and all NHL teams for the season and other factors.\nOther Team Operating Expenses\nOur teams also pay expenses associated with day-to-day operations, including for travel, equipment maintenance and player insurance. Direct variable day-of-event costs incurred at The Garden, such as the costs of front-of-house and back-of-house staff, including electricians, laborers, box office staff, ushers, security, and event production, are charged to the Company.\nIn addition, our team operating expenses include operating costs of the Company’s training center in Greenburgh, NY. The operation of the Hartford Wolf Pack is reported as a net Rangers player development expense.\nAs members of the NBA and NHL, the Knicks and the Rangers, respectively, are also subject to league assessments. The governing bodies of each league determine the amount of each season’s league assessments that are required from each member team. The NBA imposes on each team a 6% assessment on regular season ticket revenue.\nWe also incur costs associated with VIP amenities provided to certain ticket holders.\nOther Expenses\nOther expenses primarily include Selling, general and administrative (“SG&A”) expenses that consist of administrative costs, including compensation, professional fees, and costs related to the Company’s services agreement with MSGE Entertainment, as well as sales and marketing costs, including fees related to the Company’s sponsorship sales and service representation agreements with MSG Entertainment.\nFactors Affecting Operating Results \nGeneral\nOur operating results are largely dependent on the continued popularity and/or on-court or on-ice competitiveness of our Knicks and Rangers teams, which have a direct effect on ticket sales for the teams’ home games and are each team’s largest single source of revenue. As with other sports teams, the competitive positions of our sports teams depend primarily on our ability to develop, obtain and retain talented players, for which we compete with other professional sports teams. A significant factor in our ability to attract and retain talented players is player compensation. The Company’s operating results reflect the impact of high costs for player salaries (including NBA luxury tax, if any) and salaries of non-player team personnel\n.\n In addition, we have incurred significant charges for costs associated with transactions relating to players on our sports teams for season-ending and career-ending injuries and for trades, waivers and contract terminations of players and other team personnel, including team executives\n. \nWaiver and termination costs reflect our efforts to improve the competitiveness of our sports teams\n.\n These transactions can result in significant charges as the Company recognizes the estimated ultimate costs of these events in the period in which they occur, although amounts due to these individuals are generally paid over their remaining contract terms\n.\n For example, the expense for these items was $4,412, and $737 for fiscal years 2023 and 2022, respectively\n.\n These expenses add to the volatility of our operating results\n.\n We expect to continue to pursue opportunities to improve the overall quality of our sports teams and our efforts may result in continued significant expenses and charges\n.\n Such expenses and charges may result in future operating losses although it is not possible to predict their timing or amount. Our performance has been, and may in the future be, impacted by work stoppages. See “Part I — Item 1A. Risk Factors — Economic and Business Relationship Risks —\nLabor Matters May Have a Material Negative Effect on Our Business and Results of Operations\n.”\n30\nTable of Contents\nIn addition to our future performance being dependent upon the continued popularity and/or on-court or on-ice competitiveness of our Knicks and Rangers teams, it is also dependent on general economic conditions, in particular those in the New York City metropolitan area, and the effect of these conditions on our customers. An economic downturn could adversely affect our business and results of operations as it may lead to lower demand for suite licenses and tickets to the games of our sports teams, which would also negatively affect merchandise and concession sales, as well as decrease levels of sponsorship and venue signage revenues. In addition, remote and/or hybrid in-office work arrangements in the New York City metropolitan area resulting from COVID-19 or another pandemic or public health emergency could result in reduced attendance at Knicks and Rangers games.\nImpact of COVID-19 on Our Business \nDuring fiscal years 2020 and 2021, COVID-19 disruptions materially impacted the Company’s revenues and the Company recognized materially less revenues, or in some cases, no revenues, across a number of areas. \nIn fiscal year 2022, the Company’s operations and operating results were also impacted by temporary declines in attendance due to ongoing reduced tourism levels as well as an increase in COVID-19 cases during certain months of the fiscal year. \nIt is unclear to what extent COVID-19, including variants thereof, or another pandemic or public health emergency, could result in renewed governmental and/or league restrictions on attendance or otherwise impact attendance of games at The Garden, demand for our sponsorship, tickets and other premium inventory or otherwise impact the Company’s operations and operating results. Any such impacts could materially adversely impact our business and results of operations.\nSee “Item 1A. Risk Factors — Sports Business Risks — \nOur Operations and Operating Results Were Materially Impacted by the COVID-19 Pandemic and Government and League Actions Taken in Response, and a Resurgence of the Pandemic or Another Pandemic or Public Health Emergency Could Adversely Affect Our Business and Results of Operations.”\n31\nTable of Contents\nResults of Operations\nComparison of the Year Ended June 30, 2023 versus the Year Ended June 30, 2022\nThe table below sets forth, for the periods presented, certain historical financial information.\n  \nYears Ended June 30,\nChange\n2023\n2022\nAmount\nPercentage\nRevenues\n$\n887,447 \n$\n821,354 \n$\n66,093 \n8 \n%\nDirect operating expenses\n548,811 \n500,564 \n48,247 \n10 \n%\nSelling, general and administrative expenses\n249,885 \n229,668 \n20,217 \n9 \n%\nDepreciation and amortization \n3,577 \n5,042 \n(1,465)\n(29)\n%\nOperating income\n85,174 \n86,080 \n(906)\n(1)\n%\nOther income (expense):\nInterest expense, net\n(20,492)\n(11,422)\n(9,070)\n(79)\n%\nMiscellaneous income (expense), net\n25,239 \n(726)\n25,965 \nNM\nIncome before income taxes\n89,921 \n73,932 \n15,989 \n22 \n%\nIncome tax expense\n(44,293)\n(25,052)\n(19,241)\n(77)\n%\nNet income\n45,628 \n48,880 \n(3,252)\n(7)\n%\nLess: Net loss attributable to nonredeemable noncontrolling interests\n(2,165)\n(2,251)\n86 \n4 \n%\nNet income attributable to Madison Square Garden Sports Corp.’s stockholders\n$\n47,793 \n$\n51,131 \n$\n(3,338)\n(7)\n%\n        \nNM — Percentage is not meaningful\nRevenues\nRevenues for the year ended June 30, 2023 increased $66,093, or 8%, to $887,447 as compared to the prior year. The net increase is attributable to the following:\nIncrease in pre/regular season ticket-related revenues\n$\n33,335 \nIncrease in suite revenues\n15,237 \nIncrease in sponsorship and signage revenues\n9,545 \nIncrease in revenues from local media rights fees\n9,303 \nIncrease in pre/regular season food, beverage and merchandise sales\n6,086 \nDecrease in playoff related revenues\n(8,625)\nDecrease in revenues from league distributions\n(211)\nOther net increases\n1,423 \n$\n66,093 \nThe increase in pre/regular season ticket-related revenues was primarily due to higher average per-game revenue.\nThe increase in suite revenues was primarily due to higher net sales of suite products.\nThe increase in sponsorship and signage revenues was primarily due to higher net sales of existing sponsorship and signage inventory and sales of new sponsorship and signage inventory. \nThe increase in revenues from local media rights fees was primarily due to contractual rate increases.\nThe increase in pre/regular season food, beverage and merchandise sales was primarily due to higher average Knicks and Rangers per-game revenue and higher online sales of merchandise.\n32\nTable of Contents\nThe decrease in playoff related revenues was primarily due to the Rangers playing fewer home playoff games at The Garden as compared to the prior year. The Rangers played ten home playoff games at The Garden in the prior year as the team advanced to the Eastern Conference Finals, resulting in higher per-game revenue in the prior year, as compared to three home playoff games during the current year. This decrease was partially offset by the Knicks playing five home playoff games at The Garden in the current year as the team advanced to the second round of the playoffs as compared to not qualifying for the playoffs in the prior year. \nThe decrease in revenues from league distributions was primarily due to lower other league distributions, partially offset by increased national media rights fees in the current year. \nDirect operating expenses\nDirect operating expenses generally include:\n•\ncompensation expense for our sports teams’ players and certain other team personnel;\n•\narena license fees recognized as operating lease costs associated with the Knicks and the Rangers playing home games at The Garden;\n•\ncost of team personnel transactions for waivers/contract termination costs, trades, and season-ending player injuries (net of anticipated insurance recoveries) of players and other team personnel;\n•\nNBA and NHL revenue sharing (net of escrow and excluding playoffs) and NBA luxury tax receipts; \n•\nOther team operating expenses including variable day-of-event costs, operating costs of the Company’s training center, and league assessments; and\n•\nthe cost of merchandise sales.\nDirect operating expenses for the year ended June 30, 2023 increased $48,247, or 10%, to $548,811 as compared to the prior year. The net increase is attributable to the following:\nIncrease in team personnel compensation\n$\n56,040 \nIncrease in other team operating expenses\n8,260 \nIncrease in pre/regular season expense associated with merchandise sales\n3,743 \nIncrease in net provisions for certain team personnel transactions\n2,085 \nDecrease in net provisions for league revenue sharing expense (net of escrow and excluding playoffs) and NBA luxury tax\n(21,340)\nDecrease in playoff related expenses\n(541)\n$\n48,247 \nThe increase in team personnel compensation was primarily due to the impact of roster changes for the Knicks and the Rangers.\nThe increase in other team operating expenses was primarily a result of higher average per-game expenses. Other team operating expenses primarily consists of league assessments and expenses associated with day-to-day operations, including variable day-of-event costs incurred at The Garden, team travel and player insurance.\nThe increase in pre/regular season expense associated with merchandise sales was primarily related to higher merchandise sales as a result of higher average Knicks and Rangers per-game revenue and higher online sales of merchandise.\n33\nTable of Contents\nNet provisions for certain team personnel transactions were as follows:\nYears Ended June 30,\nIncrease (Decrease)\n2023\n2022\nWaivers/contract terminations\n$\n3,269 \n$\n731 \n$\n2,538 \nPlayer trades\n1,143 \n(1,066)\n2,209 \nSeason-ending player injuries\n— \n2,662 \n(2,662)\nNet provisions for certain team personnel transactions\n$\n4,412 \n$\n2,327 \n$\n2,085 \nNet provisions for league revenue sharing expense (net of escrow and excluding playoffs) and NBA luxury tax were as follows:\nYears Ended June 30,\nDecrease\n2023\n2022\nNet provisions for league revenue sharing expense (net of escrow and excluding playoffs) and NBA luxury tax\n$\n36,503 \n$\n57,843 \n$\n(21,340)\nThe decrease in net provisions for league revenue sharing expense (net of escrow and excluding playoffs) and NBA luxury tax was primarily due to (i) lower provisions for league revenue sharing expense (net of escrow and excluding playoffs) of $12,642, (ii) higher recoveries of NBA luxury tax in the current year, and (iii) the net impact of adjustments to prior seasons’ revenue sharing expense (net of escrow and excluding playoffs).\nThe Knicks were not a luxury tax payer for the 2021-22 or 2022-23 seasons and, therefore, received an equal share of the portion of luxury tax receipts that were distributed to non-tax paying teams.\nThe actual amounts for the 2022-23 seasons may vary significantly from the recorded provisions based on actual operating results for each league and all teams within each league for the season and other factors.\nSelling, general and administrative expenses\nSelling, general and administrative expenses primarily consist of (i) administrative costs, including compensation, professional fees and costs under the Company’s services agreement with MSG Entertainment, (ii) fees related to the Company’s sponsorship sales and service representation agreements, and (iii) sales and marketing costs. Selling, general and administrative expenses generally do not fluctuate in line with changes in the Company’s revenues and direct operating expenses.\nSelling, general and administrative expenses for the year ended June 30, 2023 increased $20,217, or 9%, to $249,885 as compared to the prior year primarily due to (i) higher employee compensation and related benefits of $10,195, including the net impact of executive management transition costs, (ii) an increase in sales and marketing costs of $5,205, (iii) an increase in professional fees of $2,133, and (iv) higher fees related to the Company’s sponsorship sales and service representation agreements with MSG Entertainment of $1,451, partially offset by lower costs related to the Company’s services agreement with MSG Entertainment of $2,324.\nDepreciation and amortization\nDepreciation and amortization for the year ended June 30, 2023 decreased $1,465, or 29%, to $3,577 as compared to the prior year.\nOperating income\nFor the year ended June 30, 2023, operating income decreased $906, or 1%, to $85,174 as compared to the prior year. The decrease in operating income was primarily due to higher direct operating expenses and selling, general and administrative expenses, partially offset by higher revenues and to a lesser extent, lower depreciation and amortization. \nInterest expense, net\nNet interest expense increased $9,070, or 79%, to $20,492 as compared to the prior year. The increase was primarily due to higher average interest rates in the current year causing increased interest expense under the Knicks and the Rangers revolving credit facilities. The increase was partially offset by (i) higher interest income due to increased interest rates in the current year, (ii) lower average borrowings under the Rangers revolving credit facility in the current year as compared to the prior year, and (iii) the acceleration of previously incurred financing costs that were recognized in the prior year as a result of the Company terminating the 2020 Knicks Holdings Revolving Credit Facility.\n34\nTable of Contents\nMiscellaneous income (expense), net\nMiscellaneous income (expense), improved $25,965 as compared to the prior year. The improvement was primarily due to the recognition of unrealized gains related to the Company’s investments in Xtract One common stock and warrants in the current year.\nIncome taxes\n \nIncome tax expense for the year ended June 30, 2023 of $44,293 differs from the income tax expense derived from applying the statutory federal rate of 21% to pretax income primarily due to state and local tax expense of $15,066, nondeductible officers’ compensation of $5,238, a change in the estimated tax rate used to determine deferred taxes of $1,788, and nondeductible disability insurance premiums expense of $1,227.\nIncome tax expense for the year ended June 30, 2022 of $25,052 differs from the income tax expense derived from applying the statutory federal rate of 21% to pretax income primarily due to state and local tax expense of $8,763 and nondeductible officers’ compensation of $5,156, partially offset by a change in the estimated tax rate used to determine deferred taxes of $3,191 and return to provision adjustments of $2,476.\nSee Note 18 to the consolidated financial statements included in Item 8 of this Annual Report on Form 10-K for further details on the components of income tax and a reconciliation of the statutory federal rate to the effective tax rate.\nAdjusted operating income\nThe Company has amended the definition of adjusted operating income so that the impact of the non-cash portion of operating lease costs related to the Company’s Arena License Agreements with MSG Entertainment is no longer excluded in all periods presented.\nThe Company evaluates performance based on several factors, of which the key financial measure is operating income (loss) excluding (i) depreciation, amortization and impairments of property and equipment, goodwill and other intangible assets, (ii) share-based compensation expense or benefit, (iii) restructuring charges or credits, (iv) gains or losses on sales or dispositions of businesses, (v) the impact of purchase accounting adjustments related to business acquisitions, and (vi) gains and losses related to the remeasurement of liabilities under the Company’s Executive Deferred Compensation Plan, which is referred to as adjusted operating income (loss), a non-GAAP measure.\nManagement believes that the exclusion of share-based compensation expense or benefit allows investors to better track the performance of the Company’s business without regard to the settlement of an obligation that is not expected to be made in cash. In addition, management believes that the exclusion of gains and losses related to the remeasurement of liabilities under the Company’s Executive Deferred Compensation Plan provides investors with a clearer picture of the Company’s operating performance given that, in accordance with generally accepted accounting principles (“GAAP”), gains and losses related to the remeasurement of liabilities under the Company’s Executive Deferred Compensation Plan are recognized in Operating income (loss) whereas gains and losses related to the remeasurement of the assets under the Company’s Executive Deferred Compensation Plan, which are equal to and therefore fully offset the gains and losses related to the remeasurement of liabilities, are recognized in Miscellaneous income (expense), net, which is not reflected in Operating income (loss).\nThe Company believes adjusted operating income (loss) is an appropriate measure for evaluating the operating performance of the Company. Adjusted operating income (loss) and similar measures with similar titles are common performance measures used by investors and analysts to analyze the Company’s performance. The Company uses revenues and adjusted operating income (loss) measures as the most important indicators of its business performance and evaluates management’s effectiveness with specific reference to these indicators.\nAdjusted operating income (loss) should be viewed as a supplement to and not a substitute for operating income (loss), net income (loss), cash flows provided by (used in) operating activities, and other measures of performance and/or liquidity presented in accordance with GAAP. Since adjusted operating income (loss) is not a measure of performance calculated in accordance with GAAP, this measure may not be comparable to similar measures with similar titles used by other companies. The Company has presented the components that reconcile operating income (loss), the most directly comparable GAAP financial measure, to adjusted operating income (loss).\n35\nTable of Contents\nThe following is a reconciliation of operating income to adjusted operating income: \n \nYears Ended June 30,\n2023\n2022\nChange\nPercentage\nOperating income\n$\n85,174 \n$\n86,080 \n$\n(906)\n(1)\n%\nDepreciation and amortization\n3,577 \n5,042 \nShare-based compensation\n25,203 \n24,245 \nRemeasurement of deferred compensation plan liabilities\n1,091 \n(461)\nAdjusted operating income\n(a)\n$\n115,045 \n$\n114,906 \n$\n139 \nNM\n_________________\n(a)\nThe Company has amended the definition of adjusted operating income so that the impact of the non-cash portion of operating lease costs related to the Company’s Arena License Agreements with MSG Entertainment is no longer excluded. Pursuant to GAAP, recognition of operating lease costs is recorded on a straight-line basis over the term of the agreement based upon the value of total future payments under the arrangement. As a result, operating lease costs is comprised of a contractual cash component plus or minus a non-cash component for each period presented. Adjusted operating income includes operating lease costs of (i) $41,524 and $40,314 of expense paid in cash for the years ended June 30, 2023 and 2022, respectively, and (ii) a non-cash expense of $26,096 and $27,305, for the years ended June 30, 2023 and 2022, respectively.\nFor the year ended June 30, 2023, adjusted operating income increased $139 to $115,045 as compared to the prior year. The increase in adjusted operating income was primarily due to higher revenues, offset by higher direct operating expenses and selling, general and administrative expenses.\n36\nTable of Contents\nLiquidity and Capital Resources \nOverview\nOur primary sources of liquidity are cash and cash equivalents, cash flow from operations and available borrowing capacity under our credit facilities. See Note 13 to the consolidated financial statements included in Item 8 of this Annual Report on Form 10-K for a discussion of the 2021 Knicks Credit Agreement, 2021 Rangers Credit Agreement, and 2021 Rangers NHL Advance Agreement (each as defined therein).\nOur principal uses of cash include the operation of our businesses, working capital-related items, the repayment of outstanding debt, repurchases of shares of the Company’s Class A Common Stock, including $75,000 under the ASR (as defined below), dividends, if declared, and investments.\nAs of June 30, 2023, we had $40,398 in Cash and cash equivalents. In addition, as of June 30, 2023, the Company’s deferred revenue obligations were $147,561, net of billed, but not yet collected deferred revenue. The current portion of this balance is primarily comprised of obligations in connection with tickets and suites. In addition, the Company’s deferred revenue obligations included $24,833 from the NBA which the league provided to each team.\nWe regularly monitor and assess our ability to meet our net funding and investing requirements. The decisions of the Company as to the use of its available liquidity will be based upon the ongoing review of the funding needs of the business, management’s view of a favorable allocation of cash resources, and the timing of cash flow generation. To the extent the Company desires to access alternative sources of funding through the capital and credit markets, restrictions imposed by the NBA and NHL and challenging U.S. and global economic and market conditions could adversely impact its ability to do so at that time.\nWe believe we have sufficient liquidity, including approximately $40,398 in Cash and cash equivalents as of June 30, 2023, along with $230,000 of additional available borrowing capacity under existing credit facilities, to fund our operations and satisfy any obligations, for the foreseeable future. In addition, on July 10, 2023, the Company borrowed an additional $25,000 under the 2021 Knicks Revolving Credit Facility.\nFinancing Agreements and Stock Repurchases\nSee Note 13 and Note 16 to the consolidated financial statements included in Item 8 of this Annual Report on Form 10-K for discussions of the Company’s debt obligations and various financing agreements, and the Company’s stock repurchases, respectively.\nSpecial Dividend and Accelerated Share Repurchase \nOn October 6, 2022, the Company announced that its Board of Directors declared a one-time cash dividend of $7.00 per share (the “Special Dividend”), which was paid on October 31, 2022 to stockholders of record as of October 17, 2022. \nDuring the year ended \nJune 30, 2023\n, the Company made payments of $170,923 related to the Special Dividend.\nOn October 6, 2022, the Company’s Board of Directors authorized a $75,000 accelerated share repurchase (“ASR”) program under the Company’s existing share repurchase authorization. On October 28, 2022, the Company entered into a $75,000 ASR agreement with JPMorgan Chase\n Bank, National Association (“JP Morgan”). Pursuant to the ASR agreement, the Company made a payment of $75,000 to JP Morgan and JP Morgan delivered 388,777 initial shares of Class A Common Stock to the Company on November 1, 2022, representing 80% of the total shares expected to be repurchased under the ASR (determined based on the closing price of the Company’s Class A Common Stock of $154.33 on October 28, 2022). The ASR was completed on January 31, 2023, with JP Morgan delivering 67,681 additional shares of Class A Common Stock to the Company upon final settlement. The average purchase price per share for shares of Class A Common Stock purchased by the Company pursuant to the ASR was $164.31.\n37\nTable of Contents\nCash Flow Discussion \nThe following table summarizes the Company’s cash flow activities for the years ended June 30, 2023 and 2022:\nYears Ended June 30,\n2023\n2022\nNet income\n$\n45,628 \n$\n48,880 \nAdjustments to reconcile net income to net cash provided by operating activities\n20,571 \n56,061 \nChanges in working capital assets and liabilities\n86,274 \n73,115 \nNet cash provided by operating activities\n$\n152,473 \n$\n178,056 \nNet cash used in investing activities\n(17,759)\n(2,932)\nNet cash used in financing activities\n(185,273)\n(156,142)\nNet (decrease) increase in cash, cash equivalents and restricted cash\n$\n(50,559)\n$\n18,982 \nOperating Activities\nNet cash provided by operating activities for the year ended June 30, 2023 decreased by $25,583 to $152,473 as compared to the prior year. The decrease was primarily due to the decrease in net income adjusted for non-cash items, partially offset by the impact of changes in working capital assets and liabilities. The changes in working capital assets and liabilities were primarily driven by (i) lower Net related party receivables of $32,618, due to the timing of collections related to the Company’s Arena License Agreements, (ii) increased accrued and other liabilities of $28,806, primarily due to the timing of payments and recognition for compensation and (iii) an increase in deferred revenue of $6,818 primarily due to higher collections of ticket sales. These changes are partially offset by (i) increased Accounts receivable, net of $20,981 primarily due to collections of league related receivables, including escrow and player compensation recoveries, luxury tax, and league distributions related to prior NBA and NHL seasons in the prior year, (ii) lower Net related party payables of $16,434 due to the timing of payments related to the Company’s services agreement and employee matters agreements, (iii) lower Accounts payable of $11,028 due to the timing of payments and (iv) increased payments for Investments of $7,382 related to the Company’s Executive Deferred Compensation Plan.\nInvesting Activities\nNet cash used in investing activities for the year ended June 30, 2023 increased by $14,827 to $17,759 as compared to the prior year primarily due to higher purchases of investments in the current year and to a lesser extent, cash balances disposed of as part of the sale of CLG in the current year. \nFinancing Activities\nNet cash used in financing activities for the year ended June 30, 2023 increased by $29,131 to $185,273 as compared to the prior year primarily due to the payment of the Special Dividend and the ASR in the current year, partially offset by additional net borrowings under the 2021 Knicks Revolving Credit Facility and the 2021 Rangers Revolving Credit Facility in the current year as compared to the prior year.\n38\nTable of Contents\nContractual Obligations and Off Balance Sheet Arrangements\nFuture cash payments required under contracts entered into by the Company in the normal course of business as of June 30, 2023 are summarized in the following table:\n \nPayments Due by Period\n \nTotal    \nYear    \n1\nYears    \n2-3\nYears    \n4-5\nMore Than\n5 Years\nOff balance sheet arrangements \n(a)\n$\n671,385 \n$\n200,561 \n$\n341,220 \n$\n97,690 \n$\n31,914 \nContractual obligations reflected on the balance sheet:\nShort-term debt \n(b)\n30,000 \n30,000 \n— \n— \n— \nLeases \n(c)\n2,306,023 \n51,577 \n103,836 \n108,435 \n2,042,175 \nLong-term debt \n(d)\n295,000 \n— \n— \n295,000 \n— \nContractual obligations  \n(e) \n126,341 \n104,683 \n9,135 \n4,984 \n7,539 \n2,757,364 \n186,260 \n112,971 \n408,419 \n2,049,714 \nTotal \n(f)\n$\n3,428,749 \n$\n386,821 \n$\n454,191 \n$\n506,109 \n$\n2,081,628 \n_________________\n(a)\nContractual obligations not reflected on the balance sheet consist principally of the Company’s obligations under employment agreements that the Company has with certain of its professional sports teams’ personnel where services are to be performed in future periods and that are generally guaranteed regardless of employee injury or termination.\n(b)\nConsists of amounts under the 2021 Rangers NHL Advance Agreement. See Note 13 to the consolidated financial statements included in Item 8 of this Annual Report on Form 10-K for further details. \n(c)\nIncludes contractually obligated minimum license fees under the Arena License Agreement, which fees are characterized as lease payments for operating leases having an initial noncancelable term in excess of one year under GAAP. These commitments are presented exclusive of the imputed interest used to reflect the payment’s present value. See Note 7 to the consolidated financial statements included in Item 8 of this Annual Report on Form 10-K for information on the contractual obligations related to future lease payments, which are reflected on the consolidated balance sheet as lease liabilities as of June 30, 2023.\n(d)\nConsists of amounts drawn under the 2021 Knicks Revolving Credit Facility and 2021 Rangers Revolving Credit Facility. See Note 13 to the consolidated financial statements included in Item 8 of this Annual Report on Form 10-K for further details. \n(e)\nContractual obligations reflected on the balance sheet consist principally of the Company’s obligations under employment agreements that the Company has with certain of its professional sports teams’ personnel where services have been fully performed and that are being paid on a deferred basis.\n(f)\nPension obligations have been excluded from the table above as the timing of the future cash payments is uncertain. See\n \nNote 14 to the consolidated financial statements included in Item 8 of this Annual Report on Form 10-K for more information on the Company’s pension obligations. \nSeasonality of Our Business\nThe Company’s dependence on revenues from its NBA and NHL sports teams generally means that it earns a disproportionate share of its revenues in the second and third quarters of the Company’s fiscal year, which is when the majority of the teams’ games are played.\nRecently Issued Accounting Pronouncements and Critical Accounting Policies \nRecently Issued Accounting Pronouncements\nSee Note 2 to the consolidated financial statements included in Item 8 of this Annual Report on Form 10-K for discussion of recently issued accounting pronouncements.\n39\nTable of Contents\nCritical Accounting Policies \nThe preparation of the Company’s consolidated financial statements in conformity with GAAP requires management to make estimates and assumptions about future events. These estimates and the underlying assumptions affect the amounts of assets and liabilities reported, disclosures about contingent assets and liabilities, and reported amounts of revenues and expenses. Management believes its use of estimates in the consolidated financial statements to be reasonable. The significant accounting policies which we believe are the most critical to aid in fully understanding and evaluating our reported financial results include the following:\nArrangements with Multiple Performance Obligations\nThe Company has contracts with customers, including multi-year sponsorship agreements, that contain multiple performance obligations. Payment terms for such arrangements can vary by contract, but payments are generally due in installments throughout the contractual term. The performance obligations included in each sponsorship agreement vary and may include various advertising benefits such as, but not limited to, signage, digital advertising, and event or property specific advertising, as well as non-advertising benefits such as suite licenses and event tickets. To the extent the Company’s multi-year arrangements provide for performance obligations that are consistent over the multi-year contractual term, such performance obligations generally meet the definition of a series as provided for under the accounting guidance. If performance obligations meet the definition of a series, the contractual fees for all years during the contract term are aggregated and the related revenue is recognized proportionately as the underlying performance obligations are satisfied. \nThe timing of revenue recognition for each performance obligation is dependent upon the facts and circumstances surrounding the Company’s satisfaction of its respective performance obligation. The Company allocates the transaction price for such arrangements to each performance obligation within the arrangement based on the estimated relative standalone selling price of the performance obligation. The Company’s process for determining its estimated standalone selling prices involves management’s judgment and considers multiple factors including company specific and market specific factors that may vary depending upon the unique facts and circumstances related to each performance obligation. Key factors considered by the Company in developing an estimated standalone selling price for its performance obligations include, but are not limited to, prices charged for similar performance obligations, the Company’s ongoing pricing strategy and policies, and consideration of pricing of similar performance obligations sold in other arrangements with multiple performance obligations.\nThe Company may incur costs such as commissions to obtain its multi-year sponsorship agreements. The Company assesses such costs for capitalization on a contract by contract basis. To the extent costs are capitalized, the Company estimates the useful life of the related contract asset which may be the underlying contract term or the estimated customer life depending on the facts and circumstances surrounding the contract. The contract asset is amortized over the estimated useful life.  \nImpairment of Long-Lived and Indefinite-Lived Assets\nThe Company’s long-lived and indefinite-lived assets accounted for approximately 27% of the Company’s consolidated total assets as of June 30, 2023 and consisted of the following:\nGoodwill\n$\n226,523 \nIndefinite-lived intangible assets\n103,644 \nProperty and equipment, net\n30,501 \n$\n360,668 \nIn assessing the recoverability of the Company’s long-lived and indefinite-lived assets, the Company must make estimates and assumptions regarding future cash flows and other factors to determine the fair value of the respective assets. These estimates and assumptions could have a significant impact on whether an impairment charge is recognized and also the magnitude of any such charge. Fair value estimates are made at a specific point in time, based on relevant information. These estimates are subjective in nature and involve significant uncertainties and judgments and therefore cannot be determined with precision. Changes in assumptions could significantly affect the estimates. If these estimates or material related assumptions change in the future, the Company may be required to record impairment charges related to its long-lived and/or indefinite-lived assets.\nGoodwill\nGoodwill is tested annually for impairment as of August 31\nst\n and at any time upon the occurrence of certain events or changes in circumstances. The Company performs its goodwill impairment test at the reporting unit level, which is the same as or one level below the operating segment level. The Company has one operating and reportable segment, and for the year ended June 30, 2023, the Company had one reporting unit for goodwill impairment testing purposes.\nThe Company has the option to perform a qualitative assessment to determine if an impairment is more likely than not to have occurred. If the Company can support the conclusion that it is not more likely than not that the fair value of a reporting unit is less than its carrying amount, the Company would not need to perform a quantitative impairment test for that reporting unit. If the \n40\nTable of Contents\nCompany cannot support such a conclusion or the Company does not elect to perform the qualitative assessment, the first step of the goodwill impairment test is used to identify potential impairment by comparing the fair value of a reporting unit with its carrying amount, including goodwill. The estimates of the fair value of the Company’s reporting units are primarily determined using discounted cash flows and comparable market transactions. These valuations are based on estimates and assumptions including projected future cash flows, discount rates, determination of appropriate market comparables and the determination of whether a premium or discount should be applied to comparables. Significant judgments inherent in a discounted cash flow analysis include the selection of the appropriate discount rate, the estimate of the amount and timing of projected future cash flows and identification of appropriate continuing growth rate assumptions. The discount rates used in the analysis are intended to reflect the risk inherent in the projected future cash flows. The amount of an impairment loss is measured as the amount by which a reporting unit’s carrying value exceeds its fair value determined in step one, not to exceed the carrying amount of goodwill. The second step of the goodwill impairment test compared the implied fair value of the reporting unit’s goodwill with the carrying amount of that goodwill. If the carrying amount of the reporting unit’s goodwill exceeded the implied fair value of that goodwill, an impairment loss was recognized in an amount equal to that excess. The implied fair value of goodwill was determined in the same manner as the amount of goodwill that would be recognized in a business combination. \nThe Company elected to perform the qualitative assessment of impairment for the Company’s reporting unit for the fiscal year 2023 impairment test. These assessments considered factors such as:\n•\nmacroeconomic conditions;\n•\nindustry and market considerations;\n•\nmarket capitalization; \n•\ncost factors;\n•\noverall financial performance of the reporting unit;\n•\nother relevant company-specific factors such as changes in management, strategy or customers; and\n•\nrelevant reporting unit specific events such as changes in the carrying amount of net assets.\nThe Company performed its most recent annual impairment test of goodwill during the first quarter of fiscal year 2023, and there was no impairment of goodwill. Based on this impairment test, the Company concluded it was not more likely than not that the fair value of the reporting unit was less than its carrying amount.\nIdentifiable Indefinite-Lived Intangible Assets\nIdentifiable indefinite-lived intangible assets are tested annually for impairment as of August 31\nst\n and at any time upon the occurrence of certain events or substantive changes in circumstances. The following table sets forth the amount of identifiable indefinite-lived intangible assets reported in the Company’s consolidated balance sheet as of June 30, 2023:\n \nSports franchises\n$\n102,564 \nPhotographic related rights\n1,080 \n$\n103,644 \nThe Company has the option to perform a qualitative assessment to determine if an impairment is more likely than not to have occurred. In the qualitative assessment, the Company must evaluate the totality of qualitative factors, including any recent fair value measurements, that impact whether an indefinite-lived intangible asset other than goodwill has a carrying amount that more likely than not exceeds its fair value. The Company must proceed to conducting a quantitative analysis, if the Company (i) determines that such an impairment is more likely than not to exist, or (ii) forgoes the qualitative assessment entirely. Under the quantitative assessment, the impairment test for identifiable indefinite-lived intangible assets consists of a comparison of the estimated fair value of the intangible asset with its carrying value. If the carrying value of the intangible asset exceeds its fair value, an impairment loss is recognized in an amount equal to that excess. For all periods presented, the Company elected to perform a qualitative assessment of impairment for the indefinite-lived intangible assets. These assessments considered the events and circumstances that could affect the significant inputs used to determine the fair value of the intangible asset. Examples of such events and circumstances include:\n•\ncost factors;\n•\nfinancial performance;\n•\nlegal, regulatory, contractual, business or other factors;\n•\nother relevant company-specific factors such as changes in management, strategy or customers;\n•\nindustry and market considerations; and\n41\nTable of Contents\n•\nmacroeconomic conditions.\nThe Company performed its most recent annual impairment test of identifiable indefinite-lived intangible assets during the first quarter of fiscal year 2023, and there were no impairments identified. Based on this impairment test, the Company concluded it was not more likely than not that the fair value of the indefinite-lived intangible assets was less than their carrying amount.\nLease Accounting\nThe Company’s leases primarily consist of the lease of the Company’s corporate offices under the Sublease Agreement with MSG Entertainment (the “Sublease Agreement”) for our principal executive offices at Two Pennsylvania Plaza in New York, the lease of the CLG Performance Center until April 2023, and an aircraft lease entered into in June 2023. In, addition, the Company accounts for the rights of use of The Garden pursuant to the Arena License Agreements as leases under the Accounting Standards Codification Topic 842, Leases. The Company determines whether an arrangement contains a lease at the inception of the arrangement. If a lease is determined to exist, the lease term is assessed based on the date when the underlying asset is made available for the Company’s use by the lessor. The Company’s assessment of the lease term reflects the non-cancelable term of the lease, inclusive of any rent-free periods and/or periods covered by early-termination options which the Company is reasonably certain not to exercise, as well as periods covered by renewal options which the Company is reasonably certain of exercising. The Company also determines lease classification as either operating or finance at lease commencement, which governs the pattern of expense recognition and the presentation reflected in the consolidated statements of operations over the lease term.  \nFor leases with a term exceeding 12 months, a lease liability is recorded on the Company’s consolidated balance sheet at lease commencement reflecting the present value of the fixed minimum payment obligations over the lease term. A corresponding right of use (“ROU”) asset equal to the initial lease liability is also recorded, adjusted for any prepaid rent and/or initial direct costs incurred in connection with execution of the lease and reduced by any lease incentives received.  \nThe Company includes fixed payment obligations related to non-lease components in the measurement of ROU assets and lease liabilities, as the Company has elected to account for lease and non-lease components together as a single lease component. ROU assets associated with finance leases, if any, are presented separate from operating leases ROU assets and are included within Property and equipment, net on the Company’s consolidated balance sheet. For purposes of measuring the present value of the Company’s fixed payment obligations for a given lease, the Company uses its incremental borrowing rate, determined based on information available at lease commencement, as rates implicit in the underlying leasing arrangements are typically not readily determinable. The Company’s incremental borrowing rate reflects the rate it would pay to borrow on a secured basis and incorporates the term and economic environment surrounding the associated lease.\nWe are party to a sublease agreement with MSG Entertainment (the “Sublease Agreement”) for our principal executive offices at Two Pennsylvania Plaza in New York. The Sublease Agreement ROU assets and liabilities are recorded on the balance sheet at lease commencement based on the present value of minimum base rent and other fixed payments over the reasonably certain lease term. \nIn November 2021, Sphere Entertainment entered into a new lease for principal executive offices at Two Pennsylvania Plaza in New York, which was assigned to MSG Entertainment in connection with the MSGE Distribution  (the “New MSGE Lease Agreement”). In accordance with the terms of the Sublease Agreement and the New MSGE Lease Agreement, the lease term of the Sublease Agreement was extended until October 31, 2024. The Company has accounted for this extension as a lease remeasurement and remeasured the right-of-use asset and operating lease liability utilizing the Company’s incremental borrowing rate as of the date of remeasurement. \nIn accordance with the terms of the Sublease Agreement, the Company has committed to enter into a new sublease agreement with MSG Entertainment for a lease term equivalent to the New MSGE Lease Agreement term, which ends January 31, 2046. In addition, in connection with the New MSGE Lease Agreement, the Company has entered into a commitment whereby if the New MSGE Lease Agreement were terminated under certain circumstances, the Company would be required to enter into a new lease for executive offices in Two Pennsylvania Plaza directly with the landlord, with a consistent lease term through January 31, 2046. As the Company has not yet entered into a new sublease for or taken possession of the new executive office space at Two Pennsylvania Plaza, no additional right-of-use assets or operating lease liabilities have been recorded as of June 30, 2023 related to the commitments discussed above. \nIn addition, we are party to long term leases with MSG Entertainment that end June 30, 2055 that allow the Knicks and the Rangers to play their home games at The Garden. The Arena License Agreements provide for fixed payments to be made from inception through June 30, 2055 in 12 equal installments during each year of the contractual term. The contracted license fee for the first full contract year ending June 30, 2021 was approximately $22,500 for the Knicks and approximately $16,700 for the Rangers, and then for each subsequent year, the license fees are 103% of the license fees for the immediately preceding contract year.\nAt the time of the Sphere Distribution, The Garden was not available for use due to the government-mandated suspension of events in response to COVID-19, and was only available at reduced capacity beginning in December 2020 through May 2021. As \n42\nTable of Contents\na result, the Company was not required to pay license fees under the Arena License Agreements until games resumed at The Garden, and the Company paid substantially reduced fees while attendance was limited. Effective July 1, 2021, the Company began paying license fees under the Arena License Agreements in their full contractual amounts.\nThe Knicks and the Rangers are entitled to use The Garden on home game days, which are usually nonconsecutive, for a pre-defined period of time before and after the game. In evaluating the Company’s lease cost, the Company considered the timing of payments throughout the lease terms and the nonconsecutive periods of use, provided for within each license. While payments are made throughout the contract year in twelve equal installments under each arrangement, the periods of use only span each of the individual team event days. As such, the Company concluded that the related straight-line operating lease costs should be recorded by each team equally over each team’s individual event days. \nAs part of Arena License Agreements, we recognized license fees which are characterized as operating lease liabilities and ROU assets. We measured the lease liabilities at the present value of the future lease payments as of April 17, 2020 and remeasured the lease liabilities during the period that The Garden was not available for use as discussed above. We use our incremental borrowing rates based on the remaining lease term to determine the present value of future lease payments. Our incremental borrowing rate for a lease is the rate of interest we would have to pay on a collateralized basis to borrow an amount equal to the lease payments under similar terms. \nOur incremental borrowing rate is calculated as the weighted average risk-free rate plus a spread to reflect our current unsecured credit rating. We subsequently measure the lease liability at the present value of the future lease payments as of the reporting date with a corresponding adjustment to the right-to-use asset. Absent a lease modification we will continue to utilize the April 17, 2020 incremental borrowing rate.\nIn June 2023, the Company entered into a lease agreement for an aircraft with a term through December 30, 2031. The lease ROU asset and liability were recorded in the Company’s accompanying consolidated balance sheet as of June 30, 2023 based on the present value of minimum lease fixed payments over the lease term utilizing the Company’s incremental borrowing rate as of the lease commencement date.\nEstimation of the incremental borrowing rate requires judgment by management and reflects an assessment of credit standing to derive an implied secured credit rating and corresponding yield curve. Changes in management’s estimates of discount rate assumptions could result in a significant overstatement or understatement of ROU assets or lease liabilities, resulting in an adverse impact to MSG Sports’ financial position. See Note 7 to the consolidated financial statements included in Item 8 of this Annual Report on Form 10-K for more information on our leases.",
    "item7a": ">Item 7A. \nQuantitative and Qualitative Disclosures About Market Risk\nWe have potential interest rate risk exposure related to outstanding borrowings incurred under our credit facilities. Changes in interest rates may increase interest expense payments with respect to any borrowings incurred under the credit facilities.\nBorrowings under our credit facilities incur interest, depending on our election, at a floating rate based upon SOFR plus a credit spread adjustment, the U.S. Federal Funds Rate or the U.S. Prime Rate, plus, in each case, a fixed spread. If appropriate, we may seek to reduce such exposure through the use of interest rate swaps or similar instruments. See Note 13 to the consolidated financial statements included in Item 8 of this Annual Report on Form 10-K for more information on our credit facilities. As of June 30, 2023, we had a total of $295 million of borrowings outstanding under our credit facilities. The effect of a hypothetical 100 basis point increase in floating interest rates prevailing as of June 30, 2023 and continuing for a full year would increase interest expense approximately $3.0 million.\n43\nTable of Contents",
    "cik": "1636519",
    "cusip6": "55825T",
    "cusip": [
        "55825T953",
        "55825T103",
        "55825t103",
        "55825T903"
    ],
    "names": [
        "Madison Square Garden Sports Corp.",
        "MADISON SQUARE GRDN SPRT COR",
        "MADISON SQUARE GARDEN SPORTS C"
    ],
    "source": "https://www.sec.gov/Archives/edgar/data/1636519/000163651923000009/0001636519-23-000009-index.htm"
}