{
    "item1": ">Item 1. Business\n\n\n \n\n\nBusiness and Organization\n\n\n \n\n\nAmerica’s Car-Mart, Inc., a Texas corporation initially formed in 1981 (the “Company”), is one of the largest publicly held automotive retailers in the United States focused exclusively on the “Integrated Auto Sales and Finance” segment of the used car market. References to the “Company” include the Company’s consolidated subsidiaries. The Company’s operations are principally conducted through its two operating subsidiaries, America’s Car Mart, Inc., an Arkansas corporation (“Car-Mart of Arkansas”), and Colonial Auto Finance, Inc., an Arkansas corporation (“Colonial”). Collectively, Car-Mart of Arkansas and Colonial are referred to herein as “Car-Mart.” The Company primarily sells older model used vehicles and provides financing for substantially all of its customers. Many of the Company’s customers have limited financial resources and would not qualify for conventional financing as a result of limited credit histories or past credit problems. As of April 30, 2023, the Company operated 156 dealerships located primarily in small cities throughout the South-Central United States.\n\n\n \n\n\nBusiness Strategy\n\n\n \n\n\nIn general, it is the Company’s objective to continue to expand its business using the same business model that has been developed and used by Car-Mart for over 40 years with enhancements to our technology and core products to better serve our customers. This business strategy focuses on:\n\n\n \n\n\nCollecting Customer Accounts.\n Collecting customer accounts is perhaps the single most important aspect of operating an Integrated Auto Sales and Finance used car business and is a focal point for dealership level and corporate office personnel on a daily basis. The Company measures and monitors the collection results of its dealerships using internally developed delinquency and account loss standards. Substantially, all associate incentive compensation is tied directly or indirectly to collection results. The Company has a vice president of collections and support staff at the corporate level to work with field operators to improve credit results. This team monitors efficiencies and the effectiveness of account representatives as they work to improve customer success rates. The Company also utilizes several collection efforts centrally at the corporate office through texting, phone calls and other methods to supplement the field efforts. Over the last five fiscal years, the Company’s annual provision for credit losses as a percentage of sales have ranged from 19.30% in fiscal 2019 to 29.20% in fiscal 2023 (average of 23.74%). During fiscal 2023, credit losses continued to normalize to pre-pandemic levels, partially due to the inflationary pressure on customers and increasing interest rates from federal monetary policy. See Item 1A, Risk Factors, for further discussion.\n\n\n \n\n\nMaintaining a Decentralized Operation.\n The Company’s dealerships operate on a decentralized basis. Each dealership is ultimately responsible for the quality of its vehicles, making sales contacts, making credit decisions, and collecting the contracts it originates in accordance with established policies and procedures. Approximately 50% of customers make their payments in person at one of the Company’s dealerships. This decentralized structure is complemented by the oversight and involvement of corporate office management and the maintenance of centralized financial controls, including monitoring proprietary credit scoring, establishing standards for down-payments and contract terms, and an internal compliance function.\n\n\n \n\n\n\n\n\n\n\n\n\n       5\n     \n\n\n\n\n\n\n\n\n\n\n\n\n\n        \n     \n\n\n\n\n\n\n\n\n \n\n\nExpanding Through Controlled Organic Growth and Strategic Acquisitions.\n The Company grows by increasing revenues at existing dealerships and opening or acquiring new dealerships. The Company has historically viewed organic growth at its existing dealerships as its primary source for growth. The Company continues to make infrastructure investments in order to improve performance of existing dealerships and to support growth of its customer count. The Company acquired three new dealerships during the year ending fiscal 2023 with 156 locations. The Company intends to continue to add new dealerships primarily through the pursuit of strategic acquisition opportunities that it believes will enhance its brand and maximize the return to its shareholders. The Company has successfully completed acquisitions in two of the last three fiscal years and anticipates that future acquisitions will likely contribute to its growth. These plans are subject to change based on both internal and external factors.\n\n\n \n\n\nSelling Basic Transportation.\n The Company focuses on selling basic and affordable transportation to its customers. The Company’s average retail sales price was $18,080 per unit in fiscal 2023, compared to $16,372 in fiscal 2022. Used vehicle pricing continued to increase due to the high demand and tight supply of used vehicles. In general, the demand for quality, used vehicles has increased due to a shortage of new vehicles leading to inventory constraints in both the new and used vehicle markets. Management expects continued pressure on the supply and price of used vehicles for the near term. The Company focuses on providing a quality vehicle with affordable payment terms while maintaining relatively shorter term lengths compared to others in the industry on its installment sales contracts (overall portfolio weighted average of 46.3 months).\n\n\n \n\n\nOperating in Smaller Communities\n. As of April 30, 2023, approximately 71% of the Company’s dealerships were located in cities with populations of 50,000 or less. The Company believes that by operating in smaller communities it develops strong personal relationships, resulting in better collection results. Further, the Company believes that operating costs, such as salaries, rent and advertising, are lower in smaller communities than in major metropolitan areas. As the Company builds its infrastructure and certain aspects of the business become more centralized, we may expand and operate in larger cities.\n\n\n \n\n\nEnhanced Management Talent and Experience.\n The Company seeks to hire honest and hardworking individuals to fill entry-level positions, nurture and develop these associates, and promote them to managerial positions from within the Company. By promoting from within, the Company believes it is able to train its associates in the Car-Mart way of doing business, maintain the Company’s unique culture and develop the loyalty of its associates by providing opportunities for advancement. Due to growth, the Company has, to a larger extent, also had to look outside of the Company for associates possessing requisite skills and core competencies and who share the values and appreciate the unique culture the Company has developed over the years. The Company has been able to attract quality individuals via its General Manager Recruitment and Advancement team as well as other key areas. Management has determined that it will be increasingly difficult to grow the Company without looking for outside talent. The Company’s operating success has been a benefit for recruiting outside talent; however, the Company expects the hiring environment to continue to be challenging as a result of increasing wages, competition for qualified workers, and the impact of inflation on our business and operations.\n\n\n \n\n\nCultivating Customer Relationships.\n  The Company believes that developing and maintaining a relationship with its customers is critical to the success of the Company. A large percentage of sales at mature dealerships are made to repeat customers, and additional sales result from customer referrals. By developing a personal relationship with its customers, the Company believes it is in a better position to assist a customer, and the customer is more likely to cooperate with the Company should the customer experience financial difficulty during the term of his or her installment contract. The Company is able to cultivate these relationships through a variety of communication channels, including our recently developed customer relationship management technology and direct face-to-face interactions as a high percentage of customers visit Company dealerships in-person to make payments and for account and vehicle servicing needs.\n\n\n \n\n\n\n\n\n\n\n\n\n       6\n     \n\n\n\n\n\n\n\n\n\n\n\n\n\n        \n     \n\n\n\n\n\n\n\n\n \n\n\nBusiness Strengths\n\n\n \n\n\nThe Company believes it possesses a number of strengths or advantages that distinguish it from most of its competitors. These business strengths include:\n\n\n \n\n\nExperienced and Motivated Management.\n \n \nThe Company has a strong senior management team with extensive experience in the automotive industry and expertise in understanding the unique needs and preferences of subprime customers. The Company’s management team is driven to continuously innovate and adapt to changing market dynamics, embrace technology, explore new avenues for growth and make a positive impact on customers’ lives. This extensive industry experience and strong motivation, coupled with strategic decision-making, operational efficiency, and customer focus, enable the Company to tailor its operations to best serve its customers and help drive value for the Company and solidify its position in the used car market.\n\n\n \n\n\nProven Business Practices.\n The Company’s operations are highly structured. While dealerships operate on a decentralized basis, the Company has established policies, procedures, and business practices for virtually every aspect of a dealership’s operations. Detailed online operating manuals are available to assist the dealership manager and office, sales and collections personnel in performing their daily tasks. As a result, each dealership is operated in a uniform manner. Further, corporate office personnel monitor the dealerships’ operations through weekly visits and a number of daily, weekly and monthly communications and reports.\n\n\n \n\n\nLow-Cost Operator.\n The Company has structured its dealership and corporate office operations to minimize operating costs. The number of associates employed at the dealership level is dictated by the number of active customer accounts each dealership services. Associate compensation is standardized for each dealership position and adjusted for various markets. Other operating costs are closely monitored and scrutinized. Technology is utilized to maximize efficiency. Our recent technology investments in a loan origination system and an enterprise resource planning system are expected to be foundational in improving efficiencies and operational flexibility as the Company grows. The Company monitors operating costs as a percentage of revenues, per customer served, and per unit sold, and strives to provide excellent service at a low cost.\n\n\n \n\n\nWell-Capitalized.\n   The Company believes it can fund its planned growth from net income generated from operations supplemented by its external capital resources. To the extent external capital is needed to fund growth, the Company plans to draw on its existing credit facilities, or renewals or replacements of those facilities, and to participate in the securitization market from time to time, when appropriate. The Company may also choose to access other debt or equity markets if needed or if market conditions are favorable to pursue its growth and acquisition strategies. Management will continue to scrutinize capital deployment to manage appropriate liquidity and access to capital to support growth. As of April 30, 2023, the Company’s debt to equity ratio (revolving credit facilities and non-recourse notes payable divided by total equity on the Consolidated Balance Sheet) was 1.28 to 1.0. Excluding the amount of debt equal to cash, the Company’s adjusted debt to equity ratio (a non-GAAP measure) as of April 30, 2023 was 1.14 to 1.0, which the Company believes is lower than many of its competitors. For a reconciliation of adjusted debt to equity ratio to the most directly comparable GAAP financial measure, see “Non-GAAP Financial Measure” included in Part II, Item 7, Management’s Discussion and Analysis of Financial Condition and Results of Operations.\n\n\n \n\n\nSignificant Expansion Opportunities. \nThe Company historically targets smaller communities in which to locate its dealerships (i.e., populations from 20,000 to 50,000), but is also continuing to expand its operations in larger cities such as Tulsa, Oklahoma; Lexington, Kentucky; Springfield, Missouri; Chattanooga and Knoxville, Tennessee and Little Rock, Arkansas. The Company believes there are numerous suitable communities to expand our physical footprint within the twelve states in which the Company currently operates and other contiguous states to satisfy anticipated dealership growth for the next several years. In addition, the Company is leveraging its growing online presence, including an intuitive website, online inventory browsing, and seamless online application process, to improve the buying experience while also reaching beyond physical dealership locations.\n\n\n \n\n\n\n\n\n\n\n\n\n       7\n     \n\n\n\n\n\n\n\n\n\n\n\n\n\n        \n     \n\n\n\n\n\n\n\n\n \n\n\nOperations\n\n\n \n\n\nOperating Segment. \nEach dealership is an operating segment with its results regularly reviewed by the Company’s chief operating decision maker in an effort to make decisions about resources to be allocated to the segment and to assess its performance. Individual dealerships meet the aggregation criteria for reporting purposes under the current accounting guidance. The Company operates in the Integrated Auto Sales and Finance segment of the used car market. In this industry, the nature of the sale and the financing of the transaction, financing processes, the type of customer and the methods used to distribute the Company’s products and services, including the actual servicing of the contracts as well as the regulatory environment in which the Company operates, all have similar characteristics. Each dealership is similar in nature and only engages in the selling and financing of used vehicles. All individual dealerships have similar operating characteristics. As such, individual dealerships have been aggregated into one reportable segment.\n\n\n \n\n\nDealership Organization.\n Dealerships operate on a decentralized basis. Each dealership is responsible for selling vehicles, making credit decisions, and servicing and collecting the installment contracts it originates, with assistance from the corporate office. Dealership-level financial statements are prepared by the corporate office on a monthly basis and reviewed by various levels of management. Depending on the number of active customer accounts, a dealership may have as few as three or as many as twenty-five full-time associates employed at that location. Associate positions at a large dealership may include a general manager, assistant manager(s), office manager, office clerk(s), service manager, purchasing agent, collections personnel, sales personnel, inventory associates (detailers), and on-call drivers. Dealerships are generally open Monday through Saturday from 9:00 a.m. to 6:00 p.m.\n\n\n \n\n\nDealership Locations and Facilities. \n Below is a summary of dealerships operating during the fiscal years ended April 30, 2023, 2022 and 2021:\n\n\n \n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \nYears Ended April 30,\n \n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n2023\n \n\n\n \n\n\n \n\n\n \n2022\n \n\n\n \n\n\n \n\n\n \n2021\n \n\n\n \n\n\n\n\n\n\n \nDealerships at beginning of year\n \n\n\n \n\n\n \n\n\n154\n\n\n \n\n\n \n\n\n \n\n\n151\n\n\n \n\n\n \n\n\n \n\n\n148\n\n\n \n\n\n\n\n\n\n \nDealerships opened or acquired\n \n\n\n \n\n\n \n\n\n3\n\n\n \n\n\n \n\n\n \n\n\n3\n\n\n \n\n\n \n\n\n \n\n\n3\n\n\n \n\n\n\n\n\n\n \nDealerships closed\n \n\n\n \n\n\n \n\n\n(1\n\n\n)\n\n\n \n\n\n \n\n\n-\n\n\n \n\n\n \n\n\n \n\n\n-\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \nDealerships at end of year\n \n\n\n \n\n\n \n\n\n156\n\n\n \n\n\n \n\n\n \n\n\n154\n\n\n \n\n\n \n\n\n \n\n\n151\n\n\n \n\n\n\n\n\n\n\n\n \n\n\nBelow is a summary of dealership locations by state as of April 30, 2023, 2022 and 2021:\n\n\n \n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \nAs of April 30,\n \n\n\n \n\n\n\n\n\n\n \nDealerships by State\n \n\n\n \n\n\n \n2023\n \n\n\n \n\n\n \n\n\n \n2022\n \n\n\n \n\n\n \n\n\n \n2021\n \n\n\n \n\n\n\n\n\n\n \nArkansas\n \n\n\n \n\n\n \n\n\n37\n\n\n \n\n\n \n\n\n \n\n\n38\n\n\n \n\n\n \n\n\n \n\n\n38\n\n\n \n\n\n\n\n\n\n \nOklahoma\n \n\n\n \n\n\n \n\n\n30\n\n\n \n\n\n \n\n\n \n\n\n30\n\n\n \n\n\n \n\n\n \n\n\n28\n\n\n \n\n\n\n\n\n\n \nMissouri\n \n\n\n \n\n\n \n\n\n18\n\n\n \n\n\n \n\n\n \n\n\n18\n\n\n \n\n\n \n\n\n \n\n\n18\n\n\n \n\n\n\n\n\n\n \nAlabama\n \n\n\n \n\n\n \n\n\n16\n\n\n \n\n\n \n\n\n \n\n\n16\n\n\n \n\n\n \n\n\n \n\n\n16\n\n\n \n\n\n\n\n\n\n \nTexas\n \n\n\n \n\n\n \n\n\n14\n\n\n \n\n\n \n\n\n \n\n\n13\n\n\n \n\n\n \n\n\n \n\n\n13\n\n\n \n\n\n\n\n\n\n \nKentucky\n \n\n\n \n\n\n \n\n\n12\n\n\n \n\n\n \n\n\n \n\n\n12\n\n\n \n\n\n \n\n\n \n\n\n12\n\n\n \n\n\n\n\n\n\n \nGeorgia\n \n\n\n \n\n\n \n\n\n9\n\n\n \n\n\n \n\n\n \n\n\n9\n\n\n \n\n\n \n\n\n \n\n\n9\n\n\n \n\n\n\n\n\n\n \nTennessee\n \n\n\n \n\n\n \n\n\n10\n\n\n \n\n\n \n\n\n \n\n\n8\n\n\n \n\n\n \n\n\n \n\n\n7\n\n\n \n\n\n\n\n\n\n \nMississippi\n \n\n\n \n\n\n \n\n\n5\n\n\n \n\n\n \n\n\n \n\n\n5\n\n\n \n\n\n \n\n\n \n\n\n5\n\n\n \n\n\n\n\n\n\n \nIllinois\n \n\n\n \n\n\n \n\n\n3\n\n\n \n\n\n \n\n\n \n\n\n3\n\n\n \n\n\n \n\n\n \n\n\n3\n\n\n \n\n\n\n\n\n\n \nIndiana\n \n\n\n \n\n\n \n\n\n1\n\n\n \n\n\n \n\n\n \n\n\n1\n\n\n \n\n\n \n\n\n \n\n\n1\n\n\n \n\n\n\n\n\n\n \nIowa\n \n\n\n \n\n\n \n\n\n1\n\n\n \n\n\n \n\n\n \n\n\n1\n\n\n \n\n\n \n\n\n \n\n\n1\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \nTotal\n \n\n\n \n\n\n \n\n\n156\n\n\n \n\n\n \n\n\n \n\n\n154\n\n\n \n\n\n \n\n\n \n\n\n151\n\n\n \n\n\n\n\n\n\n\n\n \n\n\n \n\n\n\n\n\n\n\n\n\n       8\n     \n\n\n\n\n\n\n\n\n\n\n\n\n\n        \n     \n\n\n\n\n\n\n\n\n \n\n\nDealerships are located on leased or owned property between one and four acres in size. When opening a new dealership, the Company will either remodel an existing structure on the property to conduct business or construct a new facility. Dealership facilities typically range in size from 1,500 to 5,000 square feet.\n\n\n \n\n\nPurchasing.\n The Company purchases vehicles primarily from wholesalers, new car dealers, rental/fleet companies, auctions and the general public. Vehicle purchasing is performed by corporate buyers as well as purchasing agents in our local communities. Dealership managers are authorized to purchase vehicles as needed. The Company centrally sets purchasing guidelines and monitors the quantity and quality of vehicles purchased and holds responsible parties accountable for results. When purchasing inventory, focus is given to three general areas:\n\n\n \n\n\n\n\n\n\n\n\n \n\n\n \n•\n \n\n\n \nCompliance with Company standards, including an internal condition report;\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n•\n \n\n\n \nCosts and physical characteristics of the vehicle, based on market values; and\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n•\n \n\n\n \nVehicle reliability and historical performance, based on market conditions.\n \n\n\n\n\n\n\n\n\n \n\n\nGenerally, the Company purchases vehicles between 5 and 12 years of age with 70,000 to 140,000 miles and pays between $7,000 and $15,000 per vehicle with an average cost of $10,000 per vehicle. The Company focuses on providing basic transportation to its customers. The Company sells a variety of vehicles that include primarily sport utility vehicles, trucks, and sedans. The Company typically does not purchase sports cars or luxury cars. A member of dealership management inspects and test-drives vehicles prior to a sale. The Company strives to purchase vehicles that require little or no repair as the Company has limited facilities to repair or recondition vehicles. As part of the strategy to obtain quality, affordable vehicles, the Company has formed relationships with reconditioning companies to recondition vehicles, in particular repossessions and trades, in order to have access to a larger quantity of and lower cost vehicles.\n\n\n \n\n\nSelling, Marketing and Advertising.\n Dealerships generally maintain an inventory of 20 to 90 vehicles depending on the size and maturity of the dealership and also the time of the year. Inventory turns over approximately 7 times each year. Selling is done predominantly by the dealership manager, assistant manager, manager trainee or sales associate. Sales associates are paid a commission for sales in addition to an hourly wage. Sales are made on an “as is” basis; however, customers are given an option to purchase a service contract, which covers certain vehicle components and assemblies. For covered components and assemblies, the Company coordinates service with third-party service centers with which the Company typically has previously negotiated labor rates. The vast majority of the Company’s customers elect to purchase a service contract when purchasing a vehicle. Additionally, the Company offers its customers to whom financing is extended an accident protection plan (APP) product. The APP product contractually obligates the Company to cancel the remaining amount owed on a contract where the vehicle has been totaled, as defined in the plan, or the vehicle has been stolen. APP is available in most of the states in which the Company operates and the vast majority of financed customers elect to purchase this product when purchasing a vehicle in those states.\n\n\n \n\n\nThe Company has a 7-day vehicle exchange policy. If a customer is not satisfied with their purchase, the customer has the option to return the vehicle within 7 days after purchasing the vehicle or before having driven the car for 500 miles (whichever occurs first), and the Company will exchange it for another vehicle of equal or lesser value.\n\n\n \n\n\nThe Company’s objective is to offer its customers basic transportation at a fair price and treat each customer in such a manner as to earn his or her repeat business. The Company attempts to build a positive reputation in each community where it operates and generate new business from such reputation as well as from customer referrals. For mature dealerships, a large percentage of sales are to repeat customers.\n\n\n \n\n\nThe Company primarily advertises using television, radio, digital and social media. In addition, the Company periodically conducts promotional sales campaigns in an effort to increase sales or promote the brand. The Company uses an outside marketing firm and recently hired a chief digital officer to oversee the Company’s marketing efforts, enhance its brand strategy and broaden the Company’s usage of digital and social media channels.\n\n\n \n\n\n\n\n\n\n\n\n\n       9\n     \n\n\n\n\n\n\n\n\n\n\n\n\n\n        \n     \n\n\n\n\n\n\n\n\n \n\n\nUnderwriting and Finance.\n The Company provides financing to substantially all of its customers who purchase a vehicle at one of its dealerships. The Company only provides financing to its customers for the purchase of its vehicles and related ancillary products, and the Company does not provide any type of financing to non-customers. The Company’s installment sales contracts as of April 30, 2023, typically include down payments ranging from 0% to 20% (average of 5.4%), terms ranging from 18 months to 69 months (average of 46.3 months), and a fixed annual interest rate of 18.0% for contracts originating after early December 2022 (up from 16.5%) for all states except Arkansas and Illinois. The interest rate for sales in Arkansas, which account for approximately 27.4% of the Company’s revenues, is subject to a usury cap of 17%, and therefore, these sales are originated at 16.5%. The interest rate for sales in Illinois ranges from 19.5% to 21.5%. The portfolio weighted average interest rate is 16.7%.\n\n\n \n\n\nThe Company requires that payments be made on a weekly, bi-weekly, semi-monthly or monthly basis, scheduled to coincide with the day the customer is paid by his or her employer, with 79% of payments being due on either a weekly or bi-weekly basis. Upon the customer and the Company reaching a preliminary agreement as to financing terms, the Company obtains a credit application from the customer which includes information regarding employment, residence and credit history, personal references and a budget itemizing the customer’s monthly income and expenses. Certain information is then verified by Company personnel. After the verification process, the dealership manager makes the decision to accept, reject or modify (perhaps obtain a greater down payment or suggest a lower priced vehicle) the proposed transaction. In general, the dealership manager attempts to assess the stability and character of the applicant. The dealership manager who makes the credit decision is ultimately responsible for collecting the contract, and his or her compensation is directly related to the collection results of his or her dealership. The Company provides centralized support to the dealership manager in the form of a proprietary credit scoring system used for monitoring and other supervisory assistance to assist with credit decisions. Credit quality is monitored centrally by corporate office personnel on a daily, weekly and monthly basis.\n\n\n \n\n\nCollections.\n All of the Company’s retail installment contracts are serviced by Company personnel at the dealership level. Approximately half of the Company’s customers make their payments in person at the dealership where they purchased their vehicle; however, in an effort to make paying convenient for its customers, the Company offers a variety of payment options. Customers can send their payments through the mail, set up ACH auto draft, make mobile and online payments, and make payments at certain money service centers. Each dealership closely monitors its customer accounts using the Company’s proprietary receivables and collections software that stratifies past due accounts by the number of days past due. The vice presidents of operations and the area operations managers routinely review and monitor the status of customer collections to ensure collection activities are conducted in compliance with applicable policies and procedures. In addition, the vice president of collections oversees the collections department and provides timely oversight and additional accountability on a consistent basis. The Company believes that the timely response to past due accounts is critical to its collections success.\n\n\n \n\n\nThe Company has established standards with respect to the percentage of accounts one and two weeks past due, 15 or more days past due and 30 or more days past due (delinquency standards), and the percentage of accounts where the vehicle was repossessed, or the account was charged off that month (account loss standard).\n\n\n \n\n\nThe Company works diligently to keep its delinquency percentages low and not to repossess vehicles. Accounts one to three days late are contacted by telephone or text message. Notes from each contact are electronically maintained in the Company’s computer system. The Company centrally utilizes text messaging notifications which allows customers to elect to receive payment reminders and late notices via text message.\n\n\n \n\n\nThe Company attempts to resolve payment delinquencies amicably prior to repossessing a vehicle. If a customer becomes severely delinquent in his or her payments, and management determines that timely collection of future payments is not probable, the Company will take steps to repossess the vehicle. Periodically, the Company enters into contract modifications with its customers to extend or modify the payment terms. The Company only enters into a contract modification or extension if it believes such action will increase the amount of monies the Company will ultimately realize on the customer’s account and will increase the likelihood of the customer being able to pay off the vehicle contract. At the time of modification, the Company expects to collect amounts due including accrued interest at the contractual interest rate for the period of delay. No other concessions are granted to customers, beyond the extension of additional time at the time of modification. Modifications are minor and are made for pay day changes, minor vehicle repairs and other reasons. For those vehicles that are repossessed, the majority are returned or surrendered by the customer on a voluntary basis. Other repossessions are performed by Company personnel or third-party repossession agents. Depending on the condition of a repossessed vehicle, it is either resold on a retail basis through a Company dealership or sold for cash on a wholesale basis, primarily through physical or online auctions.\n\n\n \n\n\n\n\n\n\n\n\n\n       10\n     \n\n\n\n\n\n\n\n\n\n\n\n\n\n        \n     \n\n\n\n\n\n\n\n\n \n\n\nNew Dealership Openings.\n Along with strategic dealership acquisitions, the Company continues to explore opportunities for new dealership openings. When opening new dealerships, senior management, with the assistance of the corporate office staff, will make decisions with respect to the communities in which to locate a new dealership and the specific sites within those communities. New dealerships have historically been located in the general proximity of existing dealerships to facilitate the corporate office’s oversight of the Company’s dealerships. The Company intends to add new dealerships, subject to favorable operating performance of existing dealerships and availability of qualified managers. Recently, the Company has opened new dealerships under experienced top performing general managers and may continue to do so in order to grow and leverage the talents of these experienced managers.\n\n\n \n\n\nThe Company’s approach with respect to new dealership openings has been one of gradual development. The manager in charge of a new dealership is normally a recently promoted associate who was an assistant manager at a larger dealership and in most cases participated in the formal manager-in-training program. The corporate office provides significant resources and support with pre-opening and initial operations of new dealerships. Historically, new dealerships have operated with a low level of inventory and personnel. As a result of the modest staffing level, the new dealership manager performs a variety of duties (i.e., selling, collecting and administrative tasks) during the early stages of his or her dealership’s operations. As the dealership develops and the customer base grows, additional staff are hired. Some of the recent dealership openings have been in markets that support a higher volume of sales and these dealerships have opened with a higher level of inventory and staffing to accommodate the higher volumes.\n\n\n \n\n\nMonthly sales levels at new dealerships are typically substantially less than sales levels at mature dealerships. Over time, new dealerships gain recognition in their communities, and a combination of customer referrals and repeat business generally facilitates sales growth. Historically, sales growth at new dealerships could exceed 10% per year for a number of years, whereas mature dealerships typically experience annual sales growth but at a lower percentage than new dealerships. Due to continual operational initiatives, the Company is able to support higher sales levels, and recently the Company has raised its volume expectation level of new locations somewhat as infrastructure improvements related to new dealership openings have improved.\n\n\n \n\n\nNew dealerships are generally provided with approximately $1.5 million to $2.5 million in capital from the corporate office during the first few years of operation. These funds are used principally to fund receivables growth. After this start-up period, new dealerships can typically begin generating positive cash flow, allowing for some continuing growth in receivables without additional capital from the corporate office. As these dealerships become cash flow positive, a decision is made by senior management to either increase the investment due to favorable return rates on the invested capital, or to deploy capital elsewhere. This limitation of capital to new, as well as existing, dealerships serves as an important operating discipline. Dealerships must be profitable in order to grow and typically new dealerships can be profitable within the first year of opening.\n\n\n \n\n\nDealership Acquisitions.\n  Since 2020, the Company has actively pursued strategic dealership acquisitions to expand its market presence and enhance its business operations. Most recently, the Company continued its expansion efforts by acquiring smaller used car dealerships in Tennessee and Texas. These acquisitions helped the Company further strengthen its footprint and increase its market share. By strategically acquiring established dealerships, the Company believes it can accelerate its growth and solidify its position as a key player in the used car industry. The Company’s recent acquisitions have not only expanded the Company's geographic reach but also allowed the Company to leverage the acquired dealerships' operational efficiencies and customer relationships, leading to enhanced value for both the Company and its customers. Management continues to actively pursue additional acquisitions, including in regions beyond the Company’s existing geographic footprint, and believes that disruptions in the current competitive landscape will provide unique opportunities to acquire productive dealerships in good markets managed by experienced owners and their staff.\n\n\n \n\n\n\n\n\n\n\n\n\n       11\n     \n\n\n\n\n\n\n\n\n\n\n\n\n\n        \n     \n\n\n\n\n\n\n\n\n \n\n\nCorporate Office Oversight and Management.\n The corporate office, based in Rogers, Arkansas, consists of regional vice presidents, area operations managers, regional inventory purchasing directors, a sales director, a vice president of collections, a vice president of inventory operations, a director of audit and compliance and compliance auditors, a vice president of human resources, a director of general manager recruitment and development, associate and management development personnel, accounting and management information systems personnel, administrative personnel and senior management. The corporate office monitors and oversees dealership operations. The corporate office has access to operating and financial information and reports on each dealership on a daily, weekly, monthly, quarterly, and annual basis. This information includes cash receipts and disbursements, inventory and receivables levels and statistics, receivables aging, sales and account loss data. The corporate office uses this information to compile Company-wide reports, plan dealership visits and prepare monthly financial statements.\n\n\n \n\n\nPeriodically, area operations managers, regional vice presidents, compliance auditors, loss prevention associates, and senior management visit the Company’s dealerships to inspect, review and comment on operations. The corporate office provides the overall training plan and assists in training new managers and other dealership level associates. Compliance auditors and loss prevention associates visit dealerships to ensure policies and procedures are being followed and that the Company’s assets are being safe-guarded. In addition to financial results, the corporate office uses delinquency and account loss standards and a point system to evaluate a dealership’s performance. Also, bankrupt and legal action accounts and other accounts that have been written off at dealerships are handled by the corporate office to allow dealership personnel time to focus on more current accounts.\n\n\n \n\n\nThe Company’s dealership managers meet monthly on an area, regional or Company-wide basis. At these meetings, corporate office personnel provide training and recognize achievements of dealership managers. Near the end of every fiscal year, the respective area operations manager, regional vice president and senior management conduct “projection” meetings with each dealership manager. At these meetings, the year’s results are reviewed and ranked relative to other dealerships, and both quantitative and qualitative goals are established for the upcoming year. The qualitative goals may focus on staff development, effective delegation, and leadership and organization skills. Quantitatively, the Company establishes unit sales goals and profit goals based on invested capital and, depending on the circumstances, may establish delinquency, account loss or expense goals.\n\n\n \n\n\nThe corporate office is also responsible for establishing policy, maintaining the Company’s management information systems, conducting compliance audits, orchestrating new dealership openings and setting the strategic direction for the Company.\n\n\n \n\n\nIndustry\n\n\n \n\n\nUsed Car Sales.\n  The market for used car sales in the United States is significant. Used car retail sales typically occur through franchised new car dealerships that sell used cars or independent used car dealerships. The Company operates in the Integrated Auto Sales and Finance segment of the independent used car sales and finance market. Integrated Auto Sales and Finance dealers sell and finance used cars to individuals that often have limited credit histories or past credit problems. Integrated Auto Sales and Finance dealers typically offer their customers certain advantages over more traditional financing sources, such as less restrictive underwriting guidelines, flexible payment terms (including scheduling payments on a weekly or bi-weekly basis to coincide with a customer’s payday), and the ability to make payments in person, an important feature to individuals who may not have a checking account.\n\n\n \n\n\n\n\n\n\n\n\n\n       12\n     \n\n\n\n\n\n\n\n\n\n\n\n\n\n        \n     \n\n\n\n\n\n\n\n\n \n\n\nUsed Car Financing.\n The used automobile financing industry is served by traditional lending sources such as banks, savings and loans, and captive finance subsidiaries of automobile manufacturers, as well as by independent finance companies and Integrated Auto Sales and Finance dealers. Many loans that flow through the more traditional sources have historically ended up packaged in the securitization markets. Despite significant opportunities, many of the traditional lending sources have not historically been consistent in providing financing to individuals with limited credit histories or past credit problems. Management believes traditional lenders have historically avoided this market because of its high credit risk and the associated collections efforts. Beginning in 2012, funding for the deep subprime automobile market increased significantly and has remained elevated compared to historic levels, likely due to the ultra-low interest rate environment combined with the historical credit performance of the used automobile financing market during and after the recession of the prior decade. However, as a result of the recent inflationary environment and increased funding costs, credit availability for used vehicle financing has tightened. Management expects this to continue for the foreseeable future and believes the reduced availability of used vehicle financing will provide the Company an opportunity to gain market share and better serve an increasing customer base.\n\n\n \n\n\nCompetition\n\n\n \n\n\nThe used automotive retail industry is fragmented and highly competitive. The Company competes principally with other independent Integrated Auto Sales and Finance dealers, as well as with (i) the used vehicle retail operations of franchised automobile dealerships, (ii) independent used vehicle dealers, and (iii) individuals who sell used vehicles in private transactions. The Company competes for both the purchase and resale of used vehicles. The increased funding to the used automobile industry and the tight supply of used vehicles in our market has led to increased competitive pressures and higher purchase and retail prices which have been the primary contributors to the Company’s decision in recent periods to allow longer term lengths and slightly lower down payments in connection with our customer financing contracts.\n\n\n \n\n\nManagement believes the principal competitive factors in the sale of its used vehicles include (i) the availability of financing to consumers with limited credit histories or past credit problems, (ii) the breadth and quality of vehicle selection, (iii) pricing, (iv) the convenience of a dealership’s location, (v) the option to purchase a service contract and an accident protection plan, and (vi) customer service. Management believes that its dealerships are not only competitive in each of these areas, but have some distinct advantages, specifically related to the provision of strong customer service for a credit challenged consumer. The Company’s local face-to-face presence combined with some centralized support through digital and phone allows it to serve customers at a higher level by forming strong personal relationships.\n\n\n \n\n\nSeasonality\n\n\n \n\n\nHistorically, the Company’s third fiscal quarter (November through January) has been the slowest period for vehicle sales. Conversely, the Company’s first and fourth fiscal quarters (May through July and February through April) have historically been the busiest times for vehicle sales. Therefore, the Company generally realizes a higher proportion of its revenue and operating profit during the first and fourth fiscal quarters. The Company expects this pattern to continue in future years.\n\n\n \n\n\nIf conditions arise that impair vehicle sales during the first or fourth fiscal quarters, the adverse effect on the Company’s revenues and operating results for the year could be disproportionately large.\n\n\n \n\n\nRegulation and Licensing\n\n\n \n\n\nThe Company is committed to a culture of compliance by promoting and supporting efforts to design, implement, manage, and maintain compliance initiatives. The Company’s operations are subject to various federal, state and local laws, ordinances and regulations pertaining to the sale and financing of vehicles. Under various state laws, the Company’s dealerships must obtain a license in order to operate or relocate. These laws also regulate advertising and sales practices. The Company’s financing activities are subject to federal laws such as truth-in-lending and equal credit opportunity laws and regulations as well as state and local motor vehicle finance laws, installment finance laws, usury laws and other installment sales laws. Among other things, these laws require that the Company limit or prescribe terms of the contracts it originates, require specified disclosures to customers, restrict collections practices, limit the Company’s right to repossess and sell collateral, and prohibit discrimination against customers on the basis of certain characteristics including age, race, gender and marital status.\n\n\n \n\n\n\n\n\n\n\n\n\n       13\n     \n\n\n\n\n\n\n\n\n\n\n\n\n\n        \n     \n\n\n\n\n\n\n\n\n \n\n\nThe Company’s consumer financing and collection activities are also subject to oversight by the federal Consumer Financial Protection Bureau (“CFPB”), which has broad regulatory powers over consumer credit products and services such as those offered by the Company. Under a CFPB rule adopted in 2015, the Company’s finance subsidiary, Colonial, is deemed a “larger participant” in the automobile financing market and is therefore subject to examination and supervision by the CFPB.\n\n\n \n\n\nThe states in which the Company operates impose limits on interest rates the Company can charge on its installment contracts. These limits have generally been based on either (i) a specified margin above the federal primary credit rate, (ii) the age of the vehicle, or (iii) a fixed rate.\n\n\n \n\n\nThe Company is also subject to a variety of federal, state and local laws and regulations that pertain to the environment, including compliance with regulations concerning the use, handling and disposal of hazardous substances and wastes.\n\n\n \n\n\nManagement believes the Company is in compliance in all material respects with all applicable federal, state and local laws, ordinances and regulations; however, the adoption of additional laws, changes in the interpretation of existing laws, or the Company’s entrance into jurisdictions with more stringent regulatory requirements could have a material adverse effect on the Company’s used vehicle sales and finance business.\n\n\n \n\n\nHuman Capital Resources\n\n\n \n\n\nAt America’s Car-Mart, Inc., our associates are the heart of our business. Our associates are committed to making a difference for customers, their communities and each other. As of April 30, 2023, the Company, including its consolidated subsidiaries, employed a diverse associate base of approximately 2,260 fulltime associates. None of the Company’s employees are covered by a collective bargaining agreement, and the Company believes that its relations with its employees are positive.\n\n\n \n\n\nDiversity and Inclusion\n\n\n \n\n\nThe Company’s culture is one that fosters diversity, equity and inclusion. We view diversity as an important factor in reflecting the values and cultures of all our associates. Each of our dealerships is a locally operated business, and our diversity must represent the communities in which we serve. The Company is an equal opportunity employer that strives to provide an inclusive environment, including associates that represent a wide range of backgrounds, cultures, and experiences. The Company’s hiring practices are designed to find and promote candidates reflecting the various communities in which we operate. As of April 30, 2023, 52% of the Company’s associates were women and 34% of our associates were racially or ethnically diverse.\n\n\n \n\n\nEmployee Safety and Health\n\n\n \n\n\nEnsuring the safety of all associates is a critical priority for the Company. Associates are expected to stay informed about safety initiatives and to report unsafe conditions to their supervisor. Suppliers are expected to ensure that employees working on behalf of Car-Mart adhere to all of the Company’s health and safety policies, requirements and regulations. The Company’s specific annual safety goals are to eliminate all preventable work-related injuries, illnesses and property damage and achieve 100% compliance with all established safety procedures. Internally, we track workplace injuries among associates, customers and other third parties at our facilities. With our comprehensive safety and education program and attention to proper procedures at our dealerships, the number of incidents is below industry standards for all retail locations. Our Risk Manager is responsible for safety education and training, and regularly reviews indicators and areas where risks and injuries can occur, helping to eliminate hazards. General Managers at each dealership are responsible for safety at their location on a daily basis, and members of the safety committee at our corporate office are trained on CPR and other emergency procedures and regularly conduct drills for events such as a fire or tornado. We continue to follow the CDC COVID-19 guidelines and established Company procedures to maintain facilities that are clean, safe, and sanitized.\n\n\n \n\n\n\n\n\n\n\n\n\n       14\n     \n\n\n\n\n\n\n\n\n\n\n\n\n\n        \n     \n\n\n\n\n\n\n\n\n \n\n\nFrom a health perspective, the Company believes it is important to support the physical, mental, social, environmental and financial well-being of our Car-Mart associates at work and at home. The Company is committed to doing so with key initiatives that inspire associates to strive for long-term sustainable health and wellness for themselves and their families. We seek to educate and empower associates to improve and maintain their overall health. Further, we offer resources for preventive care, such as flu shots, vaccinations and other preventative health screenings. Associates have access to retirement investment plans and legal consultants to help them save for their future needs. The Company also offers professional resources that promote associates’ mental health and general well-being.\n\n\n \n\n\nTalent and Development\n\n\n \n\n\nThe Company is committed to building a working environment and culture that attracts, develops and retains motivated associates. The Company strives to provide associates with broader challenging opportunities, an environment that encourages entrepreneurial thinking and the ability to develop their career. The success of our growth strategy and the operation of an organization that supports dealerships throughout 12 states requires that we continue to seek, attract, hire and retain top talent at all levels of the Company. We offer a competitive compensation and benefits program, and an opportunity for our associates to grow personally and professionally, with an eye toward retirement and financial planning.\n\n\n \n\n\nThe Company provides each associate with a comprehensive compensation package that is based on the role he or she fills. Our compensation philosophy is based on performance, both individually and as a company. Many of our associates have the opportunity to earn additional compensation through commissions, performance-based salary increases and bonuses. All associates earn above minimum wage requirements under both state and federal law requirements. In addition, associates have a menu of benefit options to choose from to meet their needs.\n\n\n \n\n\nThe Company offers multiple programs for associate training, mentoring, and advancement. All associates are required to complete orientation courses in culture, safety, sexual harassment and discrimination awareness, and other compliance topics. Associates also have access to online training programs for the development of job-specific skills, leadership behaviors, and advanced topics such as unconscious bias. The Company’s Future Manager training program allows associates to learn all facets of operating a Car-Mart store from vehicle inventory and facility management to effective collection techniques, while acquiring leadership skills. In addition, the Company maintains its “Car-Mart U” training program which builds on the foundation established in the Future Manager program by providing a series of blended learning solutions preparing assistant managers for a general manager or other elevated management role by introducing new curriculum focused on advanced leadership training, business concepts and customer experience. We believe such programs demonstrate the Company’s commitment to the long-term growth, motivation, and success of our associates.\n\n\n \n\n\nAvailable Information\n\n\n \n\n\nThe Company’s website is located at www.car-mart.com. The Company makes available on this website, free of charge, access to its annual report on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K and all amendments to those reports, as well as proxy statements and other information the Company files with, or furnishes to, the Securities and Exchange Commission (“SEC”) as soon as reasonably practicable after the Company electronically submits this material to the SEC. The information contained on the website or available by hyperlink from the website is not incorporated into this Annual Report on Form 10-K or other documents the Company files with, or furnishes to, the SEC.\n\n\n \n\n\n\n\n\n\n\n\n\n       15\n     \n\n\n\n\n\n\n\n\n\n\n\n\n\n        \n     \n\n\n\n\n\n\n\n\n \n\n\nExecutive Officers of the Registrant\n\n\n \n\n\nThe following table provides information regarding the executive officers of the Company as of April 30, 2023:\n\n\n \n\n\n\n\n\n\n\n\n \nName\n \n\n\n \nAge\n \n\n\n \n\n\n \nPosition with the Company\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \nJeffrey A. Williams\n \n\n\n \n60\n \n\n\n \n\n\n \nChief Executive Officer and Director\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \nVickie D. Judy\n \n\n\n \n57\n \n\n\n \n\n\n \nChief Financial Officer\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \nDouglas Campbell\n \n\n\n \n47\n \n\n\n \n\n\n \nPresident\n \n\n\n\n\n\n\n\n\n \n\n\nJeffrey A. Williams \nhas served as Chief Executive Officer of the Company since January 2018, President of the Company from March 2016 until October 2022, and as a director since August 2011. Before becoming Chief Executive Officer, Mr. Williams served as Chief Financial Officer of the Company since 2005. He also served as Vice President Finance from 2005 to March 2016 and as Secretary of the Company from 2005 to May 2018. Mr. Williams is a Certified Public Accountant, inactive, and prior to joining the Company, his experience included approximately seven years in public accounting with Arthur Andersen & Co. and Coopers and Lybrand LLC in Tulsa, Oklahoma and Dallas, Texas. His experience also includes approximately five years as Chief Financial Officer and Vice President of Operations of Wynco, LLC, a nationwide distributor of animal health products.\n\n\n \n\n\nVickie D. Judy \nhas served as Chief Financial Officer of the Company since January 2018. Before becoming Chief Financial Officer in January 2018, Ms. Judy served as Principal Accounting Officer since March 2016 and Vice President of Accounting since August 2015. Since joining the Company in May 2010, Ms. Judy has also served as Controller and Director of Financial Reporting. Ms. Judy is a Certified Public Accountant and prior to joining the Company her experience included approximately five years in public accounting with Arthur Andersen & Co. and approximately 17 years at National Home Centers, Inc., a home improvement product and building materials retailer, most recently as Vice President of Financial Reporting.\n\n\n \n\n\nDouglas Campbell\n has served as President of the Company since October 2022. Before joining the company, Mr. Campbell was Senior Vice President, Head of Fleet Services for the Americas, at Avis Budget Group (“Avis”) since June 2022, previously serving in roles as Head of Fleet Services for the Americas since June 2021 and Vice President, Remarketing for the Americas, at Avis from March 2018 to June 2021. Prior to joining Avis, Mr. Campbell held management positions at AutoNation from September 2014 to March 2018 serving as Used Vehicle Director, Eastern Region, in AutoNation’s corporate office and later as General Manager of its Honda Dulles dealership. Preceding AutoNation, Mr. Campbell served fifteen years with Coral Springs Auto Mall, most recently serving as Executive General Manager.\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n\n\n\n       16\n     \n\n\n\n\n\n\n\n\n\n\n\n\n\n        \n     \n\n\n\n\n\n\n\n\n \n\n",
    "item1a": ">Item 1A. Risk Factors\n\n\n \n\n\nThe Company is subject to various risks. The following is a discussion of risks that could materially and adversely affect the Company’s business, operating results, and financial condition.\n\n\n \n\n\nRisks Related to the Company\n’\ns Business, Industry, and Markets\n\n\n \n\n\nRecent and future disruptions in domestic and global economic and market conditions could have adverse consequences for the used automotive retail industry in the future and may have greater consequences for the non-prime segment of the industry.\n\n\n \n\n\nIn the normal course of business, the used automotive retail industry is subject to changes in regional U.S. economic conditions, including, but not limited to, interest rates, gasoline prices, inflation, personal discretionary spending levels, and consumer sentiment about the economy in general. Recent and future disruptions in domestic and global economic and market conditions, including rising interest rates and higher grocery and gasoline, or significant changes in the political environment (such as the ongoing military conflict between Ukraine and Russia) and/or public policy, could adversely affect consumer demand or increase the Company’s costs, resulting in lower profitability for the Company. Due to the Company’s focus on non-prime customers, its actual rate of delinquencies, repossessions and credit losses on contracts could be higher under adverse economic conditions than those experienced in the automotive retail finance industry in general.\n\n\n \n\n\nThe outlook for the U.S. economy and the impacts of efforts to reduce inflation through interest rate increases remains uncertain, which may adversely affect the Company’s financial condition, results of operations and liquidity. Periods of economic slowdown or recession are often characterized by high unemployment and diminished availability of credit, generally resulting in increases in delinquencies, defaults, repossessions and credit losses. Further, periods of economic slowdown may also be accompanied by temporary or prolonged decreased consumer demand for motor vehicles and declining used vehicle prices. Significant increases in the inventory of used vehicles during periods of economic slowdown or recession may also depress the prices at which repossessed automobiles may be sold or delay the timing of these sales. The prices of used vehicles are variable and a rise or decline in the used vehicle prices may have an adverse effect on the Company’s business. The Company is unable to predict with certainty the future impact of the most recent global and domestic economic conditions on consumer demand in our markets or on the Company’s costs.\n\n\n \n\n\nA reduction in the availability or access to sources of inventory could adversely affect the Company\n’\ns business by increasing the costs of vehicles purchased. \n\n\n \n\n\nThe Company acquires vehicles primarily through wholesalers, new car dealers, individuals and auctions. There can be no assurance that sufficient inventory will continue to be available to the Company or will be available at comparable costs. Any reduction in the availability of inventory or increases in the cost of vehicles could adversely affect gross margin percentages as the Company focuses on keeping payments affordable to its customer base. The Company could have to absorb a portion of cost increases. The supply of vehicles at appropriate prices available to the Company is significantly affected by overall new car sales volumes, which were negatively impacted by the business and economic and supply chain disruptions following the outbreak of the COVID-19 pandemic and have historically been materially and adversely affected by prior economic downturns. Any future decline in new car sales could further adversely affect the Company’s access to and costs of inventory. Our ability to source vehicles could also be impacted by the closure of auctions and wholesalers as a result of any future public health crisis, adverse economic conditions, or other factors.\n\n\n \n\n\n\n\n\n\n\n\n\n       17\n     \n\n\n\n\n\n\n\n\n\n\n\n\n\n        \n     \n\n\n\n\n\n\n\n\n \n\n\nThe used automotive retail industry is fragmented and highly competitive, which could result in increased costs to the Company for vehicles and adverse price competition. Increased competition on the financing side of the business could result in increased credit losses.\n\n\n \n\n\nThe Company competes principally with other independent Integrated Auto Sales and Finance dealers, and with (i) the used vehicle retail operations of franchised automobile dealerships, (ii) independent used vehicle dealers, and (iii) individuals who sell used vehicles in private transactions. The Company competes for both the purchase and resale, which includes, in most cases, financing for the customer, of used vehicles. The Company’s competitors may sell the same or similar makes of vehicles that Car-Mart offers in the same or similar markets at competitive prices. Increased competition in the market, including new entrants to the market, could result in increased wholesale costs for used vehicles and lower-than-expected vehicle sales and margins. Further, if any of the Company’s competitors seek to gain or retain market share by reducing prices for used vehicles, the Company would likely reduce its prices in order to remain competitive, which may result in a decrease in its sales and profitability and require a change in its operating strategies. Increased competition on the financing side puts pressure on contract structures and increases the risk for higher credit losses. More qualified applicants have more financing options on the front-end, and if events adversely affecting the borrower occur after the sale, the increased competition may tempt the borrower to default on their contract with the Company in favor of other financing options, which in turn increases the likelihood of the Company not being able to save that account.\n\n\n \n\n\nThe used automotive retail industry operates in a highly regulated environment with significant attendant compliance costs and penalties for non-compliance.\n\n\n \n\n\nThe used automotive retail industry is subject to a wide range of federal, state, and local laws and regulations, such as local licensing requirements and laws regarding advertising, vehicle sales, financing, and employment practices. Facilities and operations are also subject to federal, state, and local laws and regulations relating to environmental protection and human health and safety. The violation of these laws and regulations could result in administrative, civil, or criminal penalties against the Company or in a cease and desist order. As a result, the Company has incurred, and will continue to incur, capital and operating expenditures, and other costs of complying with these laws and regulations. Further, over the past several years, private plaintiffs and federal, state, and local regulatory and law enforcement authorities have increased their scrutiny of advertising, sales and finance activities in the sale of motor vehicles. Additionally, the Company’s finance subsidiary, Colonial, is deemed a “larger participant” in the automobile finance market and is therefore subject to examination and supervision by the CFPB, which has broad regulatory powers over consumer credit products and services such as those offered by the Company.\n\n\n \n\n\nThe Company\n’\ns business is geographically concentrated; therefore, the Company\n’\ns results of operations may be adversely affected by unfavorable conditions in its local markets.\n\n\n \n\n\nThe Company’s performance is subject to local economic, competitive, and other conditions prevailing in the twelve states where the Company operates. The Company provides financing in connection with the sale of substantially all of its vehicles. These sales are made primarily to customers residing in Alabama, Arkansas, Georgia, Illinois, Kentucky, Mississippi, Missouri, Oklahoma, Tennessee and Texas with approximately 27.4% of revenues resulting from sales to Arkansas customers. The Company’s current results of operations depend substantially on general economic conditions and consumer spending habits in these local markets. Any decline in the general economic conditions or decreased consumer spending in these markets may have a negative effect on the Company’s results of operations.\n\n\n \n\n\nThe Company\n’\ns growth strategy is dependent upon the following factors:\n\n\n \n\n\n\n\n\n\n\n\n \n\n\n \n●\n \n\n\n \nFavorable operating performance.\n Our ability to expand our business through additional dealership openings or strategic acquisitions is dependent on a sufficiently favorable level of operating performance to support the management, personnel and capital resources necessary to successfully open and operate or acquire new locations.\n \n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n       18\n     \n\n\n\n\n\n\n\n\n\n\n\n\n\n        \n     \n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n \n\n\n \n●\n \n\n\n \nAbility to successfully identify, complete and integrate new acquisitions.\n Part of our current growth strategy includes strategic acquisitions of dealerships. We could have difficulty identifying attractive target dealerships, completing the acquisition or integrating the acquired business’ assets, personnel and operations with our own. Acquisitions are accompanied by a number of inherent risks, including, without limitation, the difficulty of integrating acquired companies and operations; potential disruption of our ongoing business and distraction of our management or the management of the target company; difficulties in maintaining controls, procedures and policies; potential impairment of relationships with associates and partners as a result of any integration of new personnel; potential inability to manage an increased number of locations and associates; failure to realize expected efficiencies, synergies and cost savings; reaction to the transaction among the companies’ customers and potential customers; and the effect of any government regulations which relate to the businesses acquired.\n \n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n \n\n\n \n●\n \n\n\n \nAvailability of suitable dealership sites\n. Our ability to open new dealerships is subject to the availability of suitable dealership sites in locations and on terms favorable to the Company. If and when the Company decides to open new dealerships, the inability to acquire suitable real estate, either through lease or purchase, at favorable terms could limit the expansion of the Company’s dealership base. In addition, if a new dealership is unsuccessful and we are forced to close the dealership, we could incur additional costs if we are unable to dispose of the property in a timely manner or on terms favorable to the Company. Any of these circumstances could have a material adverse effect on the Company’s expansion strategy and future operating results.\n \n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n \n\n\n \n●\n \n\n\n \nAbility to attract and retain management for new dealerships\n. The success of new dealerships is dependent upon the Company being able to hire and retain additional competent personnel. The market for qualified employees in the industry and in the regions in which the Company operates is highly competitive. If we are unable to hire and retain qualified and competent personnel to operate our new dealerships, these dealerships may not be profitable, which could have a material adverse effect on our future financial condition and operating results.\n \n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n \n\n\n \n●\n \n\n\n \nAvailability and cost of vehicles\n. The cost and availability of sources of inventory could affect the Company’s ability to open new dealerships The long-term impacts of the economic downturn due to COVID-19 on new car sales volumes and the ability of auctions and wholesalers to continue to operate is uncertain. Any of these factors could potentially have a significant negative effect on the supply of vehicles at appropriate prices available to the Company in future periods. This could also make it difficult for the Company to supply appropriate levels of inventory for an increasing number of dealerships without significant additional costs, which could limit our future sales or reduce future profit margins if we are required to incur substantially higher costs to maintain appropriate inventory levels.\n \n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n \n\n\n \n●\n \n\n\n \nAcceptable levels of credit losses at new dealerships\n. Credit losses tend to be higher at new dealerships due to fewer repeat customers and less experienced associates; therefore, the opening of new dealerships tends to increase the Company’s overall credit losses. In addition, new dealerships may experience higher than anticipated credit losses, which may require the Company to incur additional costs to reduce future credit losses or to close the underperforming locations altogether. Any of these circumstances could have a material adverse effect on the Company’s future financial condition and operating results.\n \n\n\n\n\n\n\n\n\n \n\n\nThe Company\n’\ns business is subject to seasonal fluctuations. \n\n\n \n\n\nHistorically, the Company’s third fiscal quarter (November through January) has been the slowest period for vehicle sales. Conversely, the Company’s first and fourth fiscal quarters (May through July and February through April) have historically been the busiest times for vehicle sales. Therefore, the Company generally realizes a higher proportion of its revenue and operating profit during the first and fourth fiscal quarters. The Company expects this pattern to continue in future years.\n\n\n \n\n\nIf conditions arise that impair vehicle sales during the first or fourth fiscal quarters, the adverse effect on the Company’s revenues and operating results for the year could be disproportionately large.\n\n\n \n\n\n\n\n\n\n\n\n\n       19\n     \n\n\n\n\n\n\n\n\n\n\n\n\n\n        \n     \n\n\n\n\n\n\n\n\n \n\n\nThe effects of any future public health crisis could have a significant impact on our business, sales, results of operations and financial condition. \n\n\n \n\n\nThe global outbreak of COVID-19 led to severe disruptions in general economic activities, particularly retail operations, as businesses and federal, state, and local governments implemented mandates to mitigate this public health crisis. The pandemic has affected consumer demand and the overall health of the U.S. economy. The effects of any future outbreaks of the pandemic or similar health crises could negatively impact all aspects of our business, including used vehicle sales and financing, finance receivable collections, repossession activity and inventory acquisition. Our business is also dependent on the continued health and productivity of our associates, including management teams, throughout this crisis. The consequences of any future adverse public health developments could have a material adverse effect on our business, sales, results of operations and financial condition.\n\n\n \n\n\nAdditionally, our liquidity could be negatively impacted if economic conditions were to once again deteriorate due to a future COVID-19 outbreak or other public health crisis, which could require us to pursue additional sources of financing to obtain working capital, maintain appropriate inventory levels, support the origination of vehicle financing, and meet our financial obligations. Capital and credit markets were significantly affected by onset of the crisis and could be disrupted once again by any future wave of the virus or outbreak of a new coronavirus variant, and our ability to obtain any new or additional financing is not guaranteed and largely dependent upon evolving market conditions and other factors.\n\n\n \n\n\nRisks Related to the Company’s Operations\n\n\n \n\n\nThe Company may have a higher risk of delinquency and default than traditional lenders because it finances its sales of used vehicles to credit-impaired borrowers\n.\n\n\n \n\n\nSubstantially all of the Company’s automobile contracts involve financing to individuals with impaired or limited credit histories, or higher debt-to-income ratios than permitted by traditional lenders. Financing made to borrowers who are restricted in their ability to obtain financing from traditional lenders generally entails a higher risk of delinquency, default and repossession, and higher losses than financing made to borrowers with better credit. Delinquency interrupts the flow of projected interest income and repayment of principal from a contract, and a default can ultimately lead to a loss if the net realizable value of the automobile securing the contract is insufficient to cover the principal and interest due on the contract or if the vehicle cannot be recovered. The Company’s profitability depends, in part, upon its ability to properly evaluate the creditworthiness of non-prime borrowers and efficiently service such contracts. Although the Company believes that its underwriting criteria and collection methods enable it to manage the higher risks inherent in financing made to non-prime borrowers, no assurance can be given that such criteria or methods will afford adequate protection against such risks. If the Company experiences higher losses than anticipated, its financial condition, results of operations and business prospects could be materially and adversely affected.\n\n\n \n\n\nThe Company\n’\ns allowance for credit losses may not be sufficient to cover actual credit losses, which could adversely affect its financial condition and operating results.\n\n\n \n\n\nWhen applicable, the Company has to recognize losses resulting from the inability of certain borrowers to pay contracts and the insufficient realizable value of the collateral securing contracts. The Company maintains an allowance for credit losses in an attempt to cover net credit losses expected over the remaining life of the contracts in the portfolio at the measurement date. Additional credit losses will likely occur in the future and may occur at a rate greater than the Company has experienced to date. The allowance for credit losses represents management’s best estimate of lifetime expected losses based on reasonable and supportable forecasts, historical credit loss experience, changes in contractual characteristics (i.e., average amount financed, term, and interest rates), and other qualitative considerations, such as credit quality trends, collateral values, current and forecasted economic conditions, underwriting and collections practices, concentration risk, credit review, and other external factors. This evaluation is inherently subjective as it requires estimates of material factors that may be susceptible to significant change. If the Company’s assumptions and judgments prove to be incorrect, its current allowance for credit losses may not be sufficient and adjustments may be necessary to allow for different economic conditions or adverse developments in its contract portfolio which could adversely affect the Company’s financial condition and results of operations. At April 30, 2023 the Company increased its allowance for credit losses to 23.91% from 23.65% of the principal balance of finance receivables, net of deferred revenue, primarily due to increases in historical losses as a result of the ending of federal stimulus programs, continuing inflationary pressure on customers and increasing interest rates from federal monetary policy. Any future deterioration in economic conditions or consumer financial health may result in additional future credit losses that may not be fully reflected in the allowance for credit losses.\n\n\n \n\n\n\n\n\n\n\n\n\n       20\n     \n\n\n\n\n\n\n\n\n\n\n\n\n\n        \n     \n\n\n\n\n\n\n\n\n \n\n\nThe Company\n’\ns success depends upon the continued contributions of its management teams and the ability to attract and retain qualified employees.\n\n\n \n\n\nThe Company is dependent upon the continued contributions of its management teams. Because the Company maintains a decentralized operation in which each dealership is responsible for buying and selling its own vehicles, making credit decisions and collecting contracts it originates, the key employees at each dealership are important factors in the Company’s ability to implement its business strategy. Consequently, the loss of the services of key employees could have a material adverse effect on the Company’s results of operations. In addition, when the Company decides to open new dealerships, the Company will need to hire additional personnel. The market for qualified employees in the industry and in the regions in which the Company operates is highly competitive and may subject the Company to increased labor costs during periods of low unemployment or times of increased competition for labor.\n\n\n \n\n\nThe Company\n’\ns business is dependent upon the efficient operation of its information systems. \n\n\n \n\n\nThe Company relies on its information systems in managing its sales, inventory, consumer financing, and customer information effectively. The failure of the Company’s information systems to perform as designed, or the failure to maintain and continually enhance or protect the integrity of these systems, could disrupt the Company’s business, impact sales and profitability, or expose the Company to customer or third-party claims.\n\n\n \n\n\nSecurity breaches, cyber-attacks or fraudulent activity could result in damage to the Company's operations or lead to reputational damage.\n\n\n \n\n\nOur information and technology systems are vulnerable to damage or interruption from computer viruses, network failures, computer and telecommunications failures, infiltration by unauthorized persons and security breaches, usage errors by our employees, power outages and catastrophic events such as fires, tornadoes, floods, hurricanes and earthquakes. A security breach of the Company's computer systems could also interrupt or damage its operations or harm its reputation. In addition, the Company could be subject to liability if confidential customer information is misappropriated from its computer systems. Any compromise of security, including security breaches perpetrated on persons with whom the Company has commercial relationships, that result in the unauthorized release of its users’ personal information, could result in a violation of applicable privacy and other laws, significant legal and financial exposure, damage to the Company's reputation, and a loss of confidence in the Company's security measures, which could harm its business. Any compromise of security could deter people from entering into transactions that involve transmitting confidential information to the Company's systems and could harm relationships with the Company's suppliers, which could have a material adverse effect on the Company's business. Actual or anticipated attacks may cause the Company to incur increasing costs, including costs to deploy additional personnel and protection technologies, train employees, and engage third-party experts and consultants. Despite the implementation of security measures, these systems may still be vulnerable to physical break-ins, computer viruses, programming errors, attacks by third parties or similar disruptive problems. The Company may not have the resources or technical sophistication to anticipate or prevent rapidly evolving types of cyber-attacks.\n\n\n \n\n\n\n\n\n\n\n\n\n       21\n     \n\n\n\n\n\n\n\n\n\n\n\n\n\n        \n     \n\n\n\n\n\n\n\n\n \n\n\nMost of the Company's customers provide personal information when applying for financing. The Company relies on encryption and authentication technology to provide security to effectively store and securely transmit confidential information. Advances in computer capabilities, new discoveries in the field of cryptography or other developments may result in the technology used by the Company to protect transaction data being breached or compromised.\n\n\n \n\n\nIn addition, many of the third parties who provide products, services, or support to the Company could also experience any of the above cyber risks or security breaches, which could impact the Company's customers and its business and could result in a loss of customers, suppliers, or revenue.\n\n\n \n\n\nWe may be unable to keep pace with technological advances and changes in consumer behavior affecting our business, which could adversely affect our business, financial condition and results of operations.\n\n\n \n\n\nWe rely on our information technology systems to facilitate digital sales leads. Our ability to optimize our digital sales platform is affected by online search engines and classified sites that are not direct competitors but that may direct online traffic to the websites of competing automotive retailers. These third-party sites could make it more difficult for us to market our vehicles online and attract customers to our online offerings. Further, to address changes in consumer buying preferences and to improve customer experience, inventory procurement and recruiting and training, we make corresponding technology and systems upgrades. We may not be able to establish sufficient technological upgrades to support evolving consumer buying preferences and to keep pace with our competitors. If these systems fail to perform as designed or if we fail to respond effectively to consumer buying preferences or keep pace with technological advances by our competitors, it could have a material adverse effect on our business, financial condition and results of operations.\n\n\n \n\n\nChanges in the availability or cost of capital and working capital financing could adversely affect the Company\n’\ns growth and business strategies, and volatility and disruption of the capital and credit markets and adverse changes in the global economy could have a negative impact on the Company\n’\ns ability to access the credit markets in the future and/or obtain credit on favorable terms. \n\n\n \n\n\nThe Company generates cash from income from continuing operations. The cash is primarily used to fund finance receivables growth. To the extent finance receivables growth exceeds income from continuing operations, the Company generally increases its borrowings under its revolving credit facilities and, more recently, has issued non-recourse notes through asset-back securitization transactions to provide the cash necessary to fund operations. On a long-term basis, the Company expects its principal sources of liquidity to consist of income from continuing operations and borrowings under revolving credit facilities and/or term securitizations. Any adverse changes in the Company’s ability to borrow under revolving credit facilities or by accessing the securitization market, or any increase in the cost of such borrowings, would likely have a negative impact on the Company’s ability to finance receivables growth which would adversely affect the Company’s growth and business strategies. Further, the Company’s current credit facilities and non-recourse notes payable contain various reporting and/or financial performance covenants. Any failure of the Company to comply with these covenants could have a material adverse effect on the Company’s ability to implement its business strategy.\n\n\n \n\n\nIf the capital and credit markets experience disruptions and/or the availability of funds becomes restricted, it is possible that the Company’s ability to access the capital and credit markets may be limited or available on less favorable terms which could have an impact on the Company’s ability to refinance maturing debt or react to changing economic and business conditions. In addition, if negative domestic or global economic conditions persist for an extended period of time or worsen substantially, the Company’s business may suffer in a manner which could cause the Company to fail to satisfy the financial and other restrictive covenants under its credit facilities.\n\n\n \n\n\n \n\n\n\n\n\n\n\n\n\n       22\n     \n\n\n\n\n\n\n\n\n\n\n\n\n\n        \n     \n\n\n\n\n\n\n\n\n \n\n\nThe impact of climate-change related events, including efforts to reduce or mitigate the effects of climate change and inclement weather can adversely impact the Company\n’\ns operating results.\n\n\n \n\n\nThe effects of climate change such as natural disasters or the occurrence of weather events, such as rain, snow, wind, storms, hurricanes, or other natural disasters, which adversely affect consumer traffic at the Company’s automotive dealerships, could negatively impact the Company’s operating results. Further, the pricing of used vehicles is affected by, among other factors, consumer preferences, which may be impacted by consumer perceptions of climate change and consumer efforts to mitigate or reduce climate change-related events by purchasing vehicles that are viewed as more fuel efficient (including vehicles powered primarily or solely through electricity). An increase in the supply or a decrease in the demand for used vehicles may impact the resale value of the vehicles the Company sells. Moreover, the implementation of new or revised laws or regulations designed to address or mitigate the potential impacts of climate change (including laws which may adversely impact the auto industry in particular as a result of efforts to mitigate the factors contributing to climate change) could have a significant impact on the Company. Consequently, the impact of climate change-related events, including efforts to reduce or mitigate the effects of climate change, may adversely impact the Company’s operating results.\n\n\n \n\n\nRisks Related to the Company\n’\ns Common Stock\n\n\n \n\n\nThe Company\n’\ns stock trading volume may result in greater volatility in the market price of the Company\n’\ns common stock and may not provide adequate liquidity for investors.\n\n\n \n\n\nAlthough shares of the Company’s common stock are traded on the NASDAQ Global Select Market, the average daily trading volume in the Company’s common stock is less than that of other larger automotive retail companies. A public trading market having the desired characteristics of depth, liquidity and orderliness depends on the presence in the marketplace of a sufficient number of willing buyers and sellers of the common stock at any given time. This presence depends on the individual decisions of investors and general economic and market conditions over which the Company has no control. Given the average daily trading volume of the Company’s common stock, the market price of the Company’s common stock may be subject to greater volatility than companies with larger trading volumes as smaller transactions can more significantly impact the Company’s stock price. Significant sales of the Company’s common stock in a brief period of time, or the expectation of these sales, could cause a decline in the price of the Company’s common stock. The price of the Company’s common stock may also be subject to wide fluctuations based upon the Company’s operating results, general economic and market conditions, general trends and prospects for our industry, announcements by competitors, the Company’s ability to achieve any long-term targets or performance metrics and other factors. Any such fluctuations could increase the Company’s risk of being subject to securities class action litigation, which could result in substantial costs, divert management’s attention and resources and have other material adverse impacts on the Company’s business. Additionally, low trading volumes may limit a stockholder’s ability to sell shares of the Company’s common stock.\n\n\n \n\n\nThe Company currently does not intend to pay future dividends on its common stock.\n\n\n \n\n\nThe Company historically has not paid cash dividends on its common stock and currently does not anticipate paying future cash dividends on its common stock. Any determination to pay future dividends and other distributions in cash, stock, or property by the Company in the future will be at the discretion of the Company’s Board of Directors and will be dependent on then-existing conditions, including the Company’s financial condition and results of operations and contractual restrictions. The Company is also limited in its ability to pay dividends or make other distributions to its shareholders without the consent of its lender. Therefore, stockholders should not rely on future dividend income from shares of the Company’s common stock.\n\n\n \n\n",
    "item7": ">Item 7. Management's Discussion and Analysis of Financial Condition and Results of Operations\n\n\n \n\n\nThe following discussion should be read in conjunction with the Company's Consolidated Financial Statements and Notes thereto appearing in Item 8 of this Annual Report on Form 10-K.\n\n\n \n\n\nOverview\n\n\n \n\n\nAmerica’s Car-Mart, Inc., a Texas corporation (the “Company”), is one of the largest publicly held automotive retailers in the United States focused exclusively on the “Integrated Auto Sales and Finance” segment of the used car market. References to the Company include the Company’s consolidated subsidiaries. The Company’s operations are principally conducted through its two operating subsidiaries, America’s Car Mart, Inc., an Arkansas corporation (“Car-Mart of Arkansas”), and Colonial Auto Finance, Inc., an Arkansas corporation (“Colonial”). Collectively, Car-Mart of Arkansas and Colonial are referred to herein as “Car-Mart.” The Company primarily sells older model used vehicles and provides financing for substantially all of its customers. Many of the Company’s customers have limited financial resources and would not qualify for conventional financing as a result of limited credit histories or past credit problems. As of April 30, 2023, the Company operated 156 dealerships located primarily in small cities throughout the South-Central United States.\n\n\n \n\n\nCar-Mart has been operating since 1981. Car-Mart has grown its revenues between approximately 4% and 32% per year over the last ten years (average 12.0%). Growth results from same dealership revenue growth and the addition of new dealerships. Revenue increased 17.6% for the fiscal year ended April 30, 2023 compared to fiscal 2022 primarily due to a 10.4% increase in average retail sales price, a 4.9% increase in units sold and a 29.2% increase in interest income.\n\n\n \n\n\nThe Company earns revenue from the sale of used vehicles, and in most cases a related service contract and an accident protection plan product, as well as interest income and late fees from the related financing. The Company’s cost structure is more fixed in nature and is sensitive to volume changes. Revenue can be affected by our level of competition, which is influenced to a large extent by the availability of funding to the sub-prime automobile industry, together with the availability and resulting purchase cost of the types of vehicles the Company purchases for resale. Revenues can also be affected by the macro-economic environment. Down payments, contract term lengths and proprietary credit scoring are critical to helping customers succeed and are monitored closely by corporate management at the point of sale. After the sale, collections, delinquencies and charge-offs are crucial elements of the Company’s evaluation of its financial condition and results of operations and are monitored and reviewed on a continuous basis. Management believes that developing and maintaining a relationship with its customers and earning their repeat business is critical to the success and growth of the Company and can serve to offset the effects of increased competition and negative macro-economic factors.\n\n\n \n\n\n\n\n\n\n\n\n\n       26\n     \n\n\n\n\n\n\n\n\n\n\n\n\n\n        \n     \n\n\n\n\n\n\n\n\n \n\n\nThe Company focuses on the benefits of excellent customer service and its “local” face-to-face offering in an effort to help customers succeed, while continuing to enhance the Company’s digital services and offerings to meet growing demands for an online sales experience. The Company, over recent years, has focused on providing a good mix of vehicles in various price ranges to increase affordability for customers.\n\n\n \n\n\nThe purchase price the Company pays for its vehicles can also have a significant effect on revenues, liquidity and capital resources. Because the Company bases its selling price on the purchase cost of the vehicle, increases in purchase costs result in increased selling prices. As the selling price increases, it becomes more difficult to keep the gross margin percentage and contract term in line with historical results because the Company’s customers have limited incomes and their car payments must remain affordable within their individual budgets. Decreases in the overall volume of new car sales, particularly domestic brands, lead to decreased supply and generally increased prices in the used car market. Also, expansions or constrictions in consumer credit, as well as general economic conditions, can have an overall effect on the demand and the resulting purchase cost of the types of vehicles the Company purchases for resale.\n\n\n \n\n\nThe COVID-19 global pandemic and the resulting macroeconomic effects have negatively impacted the availability and prices of the vehicles the Company purchases. Over the past three years, the reduction in new car production and fewer off-lease vehicles have negatively impacted the availability of used vehicle inventory and resulted in higher purchase costs. The Company constantly reviews and adjusts purchasing avenues in order to obtain an appropriate flow of vehicles. While the Company anticipates that the availability of used vehicles will remain constricted and keep purchase costs elevated in the near future, any decline in overall market pressures affecting the availability and costs of used vehicles could result in lower inventory purchase costs and present an opportunity for the Company to purchase slightly newer, lower mileage vehicle for its customers.\n\n\n \n\n\nThe Company consistently focuses on collections. Each dealership is responsible for its own collections with supervisory involvement of the corporate office. Over the last five fiscal years, the Company’s credit losses as a percentage of sales have ranged from approximately 19.30% in fiscal 2019 to 29.20% in fiscal 2023 (average of 23.74%). Credit loss results improved substantially in fiscal 2021 due to a lower frequency of losses and lower severity of loss amounts relative to the principal balance as the CARES Act enhanced unemployment and stimulus funds, combined with the Company’s commitment to working with customers, aided customers’ ability to make their vehicle payments. The improvement in credit losses as a percentage of sales for fiscal 2021 was further accelerated by the Company’s decision during the fourth quarter of fiscal 2021 to reduce the allowance for credit losses back to 23.55% of finance receivables, net of deferred revenue, which resulted in a $14.2 million pretax decrease in the provision for credit losses. The fiscal year 2022 credit losses began to normalize to pre-pandemic levels but were still below historical levels despite the increase in the average retail sales price. The fiscal year 2023 credit losses continued to normalize to pre-pandemic levels, partially driven by the lack of federal stimulus payments in the current fiscal year as compared to prior fiscal years due to the expiration of the CARES Act and the Consolidated Appropriations Act of 2021, and partially driven by the current macro-economic environment. Based on the Company’s current analysis of credit losses, the allowance for credit losses as a percentage of finance receivables, net of deferred revenue, increased from 23.57% at April 30, 2022 to 23.91% at April 30, 2023.\n\n\n \n\n\nHistorically, credit losses, on a percentage basis, tend to be higher at new and developing dealerships than at mature dealerships. Generally, this is because the management at new and developing dealerships tends to be less experienced in making credit decisions and collecting customer accounts and the customer base is less seasoned. Normally more mature dealerships have more repeat customers and, on average, repeat customers are a better credit risk than non-repeat customers. Credit losses and charge-offs can also be impacted by market and economic factors, including a competitive used vehicle financing environment and macro-economic conditions such as inflation in the price of gasoline, groceries and other staple items. Negative macro-economic issues, however, do not always lead to higher credit loss results for the Company because the Company provides basic affordable transportation which in many cases is not a discretionary expenditure for customers.\n\n\n \n\n\n\n\n\n\n\n\n\n       27\n     \n\n\n\n\n\n\n\n\n\n\n\n\n\n        \n     \n\n\n\n\n\n\n\n\n \n\n\nThe Company continuously looks for ways to operate more efficiently, improve its business practices and adjust underwriting and collection procedures. The Company has a proprietary credit scoring system which enables the Company to monitor the quality of contracts. Corporate office personnel monitor proprietary credit scores and work with dealerships when the distribution of scores falls outside of prescribed thresholds. The Company also uses credit reporting and the use of global positioning system (“GPS”) units on vehicles. Additionally, the Company has placed significant focus on the collection area as the Company’s training department continues to spend significant time and effort on collections improvements. The Company’s vice president of collections oversees the collections area and provides timely oversight and additional accountability on a consistent basis. The Company believes that the proper execution of its business practices is the single most important determinant of its long-term credit loss experience.\n\n\n \n\n\nOver the last five fiscal years, the Company’s gross margin as a percentage of sales has ranged from approximately 40.4% in fiscal 2019 to 33.4% in fiscal 2023 (average of 38.0%). The Company’s gross margin is based upon the cost of the vehicle purchased, with lower-priced vehicles typically having higher gross margin percentages but lower gross profit dollars, and is also affected by the percentage of wholesale sales to retail sales, which relates for the most part to repossessed vehicles sold at or near cost. The gross margin percentage decreased in fiscal 2023 to 33.4% from 36.4% in the prior fiscal year, while total gross profit per retail unit sold increased by $72, primarily as a result of the Company selling on average a higher priced vehicle in fiscal 2023. The inflationary environment during fiscal 2023 also contributed to the lower gross margin percentage due to increased costs of vehicle parts, shop labor rates and transport services.\n\n\n \n\n\nHiring, training and retaining qualified associates is critical to the Company’s success. The Company’s ability to add new dealerships and implement operating initiatives is dependent on having a sufficient number of trained managers and support personnel. Excessive turnover, particularly at the dealership manager level, could impact the Company’s ability to add new dealerships and to meet operational initiatives. The landscape for hiring remains very competitive as business activity and workforce participation continue to adjust post-pandemic. The Company has continued to add resources to recruit, train, and develop personnel, especially personnel targeted to fill dealership manager positions. The Company expects to continue to invest in the development of its workforce.\n\n\n \n\n\nImmaterial Corrections to Historical Financial Statements\n\n\n \n\n\nCertain historical financial information presented in this Annual Report on Form 10-K has been revised to correct immaterial errors in certain amounts reported in the Company’s prior financial statements related to the classification of deferred revenue of ancillary products at the time an account is charged off and the calculation for allowance for credit losses. Management has concluded that these corrections did not materially impact the Company’s operating results or financial condition in any prior annual or interim period. See Note N to the Condensed Consolidated Financial Statements for additional information.\n\n\n \n\n\n \n\n\n\n\n\n     28\n   \n\n\n\n\n\n      \n   \n\n\n\n\n \n\n\nConsolidated Operations\n\n\n(Operating Statement Dollars in Thousands)\n\n\n \n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n% Change\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n2023\n \n\n\n \n\n\n \n\n\n \n2022\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \nYears Ended April 30,\n \n\n\n \n\n\n \n\n\n \nvs.\n \n\n\n \n\n\n \n\n\n \nvs.\n \n\n\n \n\n\n \n\n\n \nAs a % of Sales\n \n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n2023\n \n\n\n \n\n\n \n\n\n \n2022\n \n\n\n \n\n\n \n\n\n \n2021\n \n\n\n \n\n\n \n\n\n \n2022\n \n\n\n \n\n\n \n\n\n \n2021\n \n\n\n \n\n\n \n\n\n \n2023\n \n\n\n \n\n\n \n\n\n \n2022\n \n\n\n \n\n\n \n\n\n \n2021\n \n\n\n \n\n\n\n\n\n\n \nOperating Statement:\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \nRevenues:\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \nSales\n \n\n\n \n\n\n$\n\n\n1,209,279\n\n\n \n\n\n \n\n\n$\n\n\n1,043,698\n\n\n \n\n\n \n\n\n$\n\n\n799,129\n\n\n \n\n\n \n\n\n \n\n\n15.9\n\n\n \n%\n \n\n\n \n\n\n \n\n\n30.6\n\n\n \n%\n \n\n\n \n\n\n \n\n\n100.0\n\n\n \n%\n \n\n\n \n\n\n \n\n\n100.0\n\n\n \n%\n \n\n\n \n\n\n \n\n\n100.0\n\n\n \n%\n \n\n\n\n\n\n\n \nInterest and other income\n \n\n\n \n\n\n \n\n\n196,219\n\n\n \n\n\n \n\n\n \n\n\n151,853\n\n\n \n\n\n \n\n\n \n\n\n110,545\n\n\n \n\n\n \n\n\n \n\n\n29.2\n\n\n \n\n\n \n\n\n \n\n\n37.4\n\n\n \n\n\n \n\n\n \n\n\n16.2\n\n\n \n\n\n \n\n\n \n\n\n14.5\n\n\n \n\n\n \n\n\n \n\n\n13.8\n\n\n \n\n\n\n\n\n\n \nTotal\n \n\n\n \n\n\n \n\n\n1,405,498\n\n\n \n\n\n \n\n\n \n\n\n1,195,551\n\n\n \n\n\n \n\n\n \n\n\n909,674\n\n\n \n\n\n \n\n\n \n\n\n17.6\n\n\n \n\n\n \n\n\n \n\n\n31.4\n\n\n \n\n\n \n\n\n \n\n\n116.2\n\n\n \n\n\n \n\n\n \n\n\n114.5\n\n\n \n\n\n \n\n\n \n\n\n113.8\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \nCosts and expenses:\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \nCost of sales, excluding depreciation shown below\n \n\n\n \n\n\n \n\n\n805,873\n\n\n \n\n\n \n\n\n \n\n\n663,631\n\n\n \n\n\n \n\n\n \n\n\n479,153\n\n\n \n\n\n \n\n\n \n\n\n21.4\n\n\n \n%\n \n\n\n \n\n\n \n\n\n38.5\n\n\n \n%\n \n\n\n \n\n\n \n\n\n66.6\n\n\n \n\n\n \n\n\n \n\n\n63.6\n\n\n \n\n\n \n\n\n \n\n\n60.0\n\n\n \n\n\n\n\n\n\n \nSelling, general and administrative\n \n\n\n \n\n\n \n\n\n176,696\n\n\n \n\n\n \n\n\n \n\n\n156,130\n\n\n \n\n\n \n\n\n \n\n\n130,855\n\n\n \n\n\n \n\n\n \n\n\n13.2\n\n\n \n\n\n \n\n\n \n\n\n19.3\n\n\n \n\n\n \n\n\n \n\n\n14.6\n\n\n \n\n\n \n\n\n \n\n\n15.0\n\n\n \n\n\n \n\n\n \n\n\n16.4\n\n\n \n\n\n\n\n\n\n \nProvision for credit losses\n \n\n\n \n\n\n \n\n\n352,860\n\n\n \n\n\n \n\n\n \n\n\n238,054\n\n\n \n\n\n \n\n\n \n\n\n153,835\n\n\n \n\n\n \n\n\n \n\n\n48.2\n\n\n \n\n\n \n\n\n \n\n\n54.7\n\n\n \n\n\n \n\n\n \n\n\n29.2\n\n\n \n\n\n \n\n\n \n\n\n22.8\n\n\n \n\n\n \n\n\n \n\n\n19.3\n\n\n \n\n\n\n\n\n\n \nInterest expense\n \n\n\n \n\n\n \n\n\n38,312\n\n\n \n\n\n \n\n\n \n\n\n10,919\n\n\n \n\n\n \n\n\n \n\n\n6,820\n\n\n \n\n\n \n\n\n \n\n\n250.9\n\n\n \n\n\n \n\n\n \n\n\n60.1\n\n\n \n\n\n \n\n\n \n\n\n3.2\n\n\n \n\n\n \n\n\n \n\n\n1.0\n\n\n \n\n\n \n\n\n \n\n\n0.9\n\n\n \n\n\n\n\n\n\n \nDepreciation and amortization\n \n\n\n \n\n\n \n\n\n5,602\n\n\n \n\n\n \n\n\n \n\n\n4,033\n\n\n \n\n\n \n\n\n \n\n\n3,719\n\n\n \n\n\n \n\n\n \n\n\n38.9\n\n\n \n\n\n \n\n\n \n\n\n8.4\n\n\n \n\n\n \n\n\n \n\n\n0.5\n\n\n \n\n\n \n\n\n \n\n\n0.4\n\n\n \n\n\n \n\n\n \n\n\n0.5\n\n\n \n\n\n\n\n\n\n \nLoss (gain) on disposal of property and equipment\n \n\n\n \n\n\n \n\n\n361\n\n\n \n\n\n \n\n\n \n\n\n149\n\n\n \n\n\n \n\n\n \n\n\n(40\n\n\n)\n\n\n \n\n\n \n\n\n-\n\n\n \n\n\n \n\n\n \n\n\n-\n\n\n \n\n\n \n\n\n \n\n\n-\n\n\n \n\n\n \n\n\n \n\n\n-\n\n\n \n\n\n \n\n\n \n\n\n-\n\n\n \n\n\n\n\n\n\n \nTotal\n \n\n\n \n\n\n \n\n\n1,379,704\n\n\n \n\n\n \n\n\n \n\n\n1,072,916\n\n\n \n\n\n \n\n\n \n\n\n774,342\n\n\n \n\n\n \n\n\n \n\n\n28.6\n\n\n \n\n\n \n\n\n \n\n\n38.6\n\n\n \n\n\n \n\n\n \n\n\n114.1\n\n\n \n\n\n \n\n\n \n\n\n102.8\n\n\n \n\n\n \n\n\n \n\n\n97.1\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \nIncome before income taxes\n \n\n\n \n\n\n$\n\n\n25,794\n\n\n \n\n\n \n\n\n$\n\n\n122,635\n\n\n \n\n\n \n\n\n$\n\n\n135,332\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n2.1\n\n\n \n%\n \n\n\n \n\n\n \n\n\n11.8\n\n\n \n%\n \n\n\n \n\n\n \n\n\n16.9\n\n\n \n%\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \nOperating Data (Unaudited):\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \nRetail units sold\n \n\n\n \n\n\n \n\n\n63,584\n\n\n \n\n\n \n\n\n \n\n\n60,595\n\n\n \n\n\n \n\n\n \n\n\n56,806\n\n\n \n\n\n \n\n\n \n\n\n4.9\n\n\n \n%\n \n\n\n \n\n\n \n\n\n6.7\n\n\n \n%\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \nAverage dealerships in operation\n \n\n\n \n\n\n \n\n\n155\n\n\n \n\n\n \n\n\n \n\n\n152\n\n\n \n\n\n \n\n\n \n\n\n150\n\n\n \n\n\n \n\n\n \n\n\n2.0\n\n\n \n\n\n \n\n\n \n\n\n1.3\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \nAverage units sold per dealership per month\n \n\n\n \n\n\n \n\n\n34.2\n\n\n \n\n\n \n\n\n \n\n\n33.2\n\n\n \n\n\n \n\n\n \n\n\n31.6\n\n\n \n\n\n \n\n\n \n\n\n3.0\n\n\n \n\n\n \n\n\n \n\n\n5.1\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \nAverage retail sales price\n \n\n\n \n\n\n$\n\n\n18,080\n\n\n \n\n\n \n\n\n$\n\n\n16,372\n\n\n \n\n\n \n\n\n$\n\n\n13,464\n\n\n \n\n\n \n\n\n \n\n\n10.4\n\n\n \n\n\n \n\n\n \n\n\n21.6\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \nGross profit per retail unit sold\n \n\n\n \n\n\n$\n\n\n6,344\n\n\n \n\n\n \n\n\n$\n\n\n6,272\n\n\n \n\n\n \n\n\n$\n\n\n5,633\n\n\n \n\n\n \n\n\n \n\n\n1.1\n\n\n \n\n\n \n\n\n \n\n\n11.3\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \nSame store revenue growth\n \n\n\n \n\n\n \n\n\n16.6\n\n\n%\n\n\n \n\n\n \n\n\n30.0\n\n\n%\n\n\n \n\n\n \n\n\n18.7\n\n\n%\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \nReceivables average yield\n \n\n\n \n\n\n \n\n\n15.7\n\n\n%\n\n\n \n\n\n \n\n\n15.8\n\n\n%\n\n\n \n\n\n \n\n\n15.9\n\n\n%\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n\n\n \n\n\nFiscal 2023 Compared to Fiscal 2022\n\n\n \n\n\nTotal revenues increased $209.9 million, or 17.6%, in fiscal 2023, as compared to revenue growth of 31.4% in fiscal 2022, principally as a result of (i) revenue growth from dealerships that operated a full twelve months in both fiscal years ($196.7 million), and (ii) revenue from stores opened or acquired during or after the year ended April 30, 2022 ($15.3 million), partially offset by (iii) decreased revenue from dealerships closed during or after the year ended April 30, 2022 ($2.1 million). The increase in revenue for fiscal 2023 is attributable to (i) a 10.4% increase in average retail sales price, (ii) a 4.9% increase in retail units sold and (iii) a 29.2% increase in interest and other income, due to the $289.2 million increase in average finance receivables.\n\n\n \n\n\nCost of sales, as a percentage of sales, increased to 66.6% compared to 63.6% in fiscal 2022, resulting in a decrease in the gross margin percentage to 33.4% of sales in fiscal 2023 from 36.4% of sales in fiscal 2022. On a dollar basis, our gross margin per retail unit sold increased by $72 in fiscal 2023 compared to fiscal 2022. The average retail sales price for fiscal 2023 was $18,080, a $1,708 increase over the prior fiscal year, reflecting the high demand for used cars, especially in the market we serve. As purchase costs increase, the margin between the purchase cost and the sales price of the vehicles we sell generally narrows on a percentage basis because the Company must offer affordable prices to our customers. Demand for the vehicles we purchase for resale has remained high and the supply has continued to be restricted primarily due to lower levels of new car production. The inflationary environment during fiscal 2023 also contributed to the lower gross margin percentage due to increased costs of vehicle parts, shop labor rates and transport services.\n\n\n \n\n\nSelling, general and administrative expenses, as a percentage of sales decreased to 14.6% in fiscal 2023 from 15.0% for fiscal 2022. Selling, general and administrative expenses are, for the most part, more fixed in nature. During fiscal 2023 we continued investments in inventory procurement, technology and digital areas as well as investing in key additions to our leadership team. In dollar terms, selling, general and administrative expenses increased $20.6 million from fiscal 2022. These investments are expected to be leveraged, creating efficiencies in the business allowing us to serve more customers in future years.\n\n\n \n\n\n\n\n\n\n\n\n\n       29\n     \n\n\n\n\n\n\n\n\n\n\n\n\n\n        \n     \n\n\n\n\n\n\n\n\n \n\n\nProvision for credit losses as a percentage of sales increased to 29.2% for fiscal 2023 compared to 22.8% for fiscal 2022. Net charge-offs as a percentage of average finance receivables increased to 23.3% for fiscal 2023 compared to 18.3% for the prior year. The stimulus payments during fiscal 2022 had positive impacts on collections and net charge-off metrics, while in fiscal 2023, the absence of stimulus payments, added inflationary pressures and the current macro-economic environment had a negative impact on collections and net charge-off metrics. Net charge offs began to normalize to pre-pandemic levels in late fiscal 2022 and continued to normalize during fiscal 2023. The primary driver was an increased frequency of losses; however, the relative severity of losses also increased.\n\n\n \n\n\nInterest expense for fiscal 2023 as a percentage of sales increased to 3.2% in fiscal 2023 from 1.0% in fiscal 2022. The increase in interest expense is primarily due to the higher interest rates in 2023 as well as the higher average borrowings in fiscal 2023 ($568.3 million in fiscal 2023 compared to $331.6 million for fiscal 2022). 71% of the increase in interest expense is attributable to the higher interest rates in 2023 and 29% is attributable to the increase in borrowings.\n\n\n \n\n\nFiscal 2022 Compared to Fiscal 2021\n\n\n \n\n\nTotal revenues increased $285.9 million, or 31.4%, in fiscal 2022, as compared to revenue growth of 22.2% in fiscal 2021, principally as a result of (i) revenue growth from dealerships that operated a full twelve months in both fiscal years ($269.2 million), and (ii) revenue from stores opened or acquired during or after the year ended April 30, 2021 ($16.8 million), partially offset by (iii) decreased revenue from dealerships closed during or after the year ended April 30, 2021 ($86,000). The increase in revenue for fiscal 2022 is attributable to (i) a 21.6% increase in average retail sales price, (ii) a 6.7% increase in retail units sold and (iii) a 37.4% increase in interest and other income.\n\n\n \n\n\nCost of sales, as a percentage of sales, increased slightly to 63.6% compared to 60.0% in fiscal 2021, resulting in a decrease in the gross margin percentage to 36.4% of sales in fiscal 2022 from 40.0% of sales in fiscal 2021. On a dollar basis, our gross margin per retail unit sold increased by $639 in fiscal 2022 compared to fiscal 2021. The average retail sales price for fiscal 2022 was $16,372, a $2,908 increase over the prior fiscal year, reflecting the high demand for used cars, especially in the market we serve. As purchase costs increase, the margin between the purchase cost and the sales price of the vehicles we sell generally narrows on a percentage basis because the Company must offer affordable prices to our customers. Demand for the vehicles we purchase for resale remained high during fiscal 2022 and the supply continued to be restricted due to lower repossessions, lower levels of new car production and sales and additional demand due to stimulus money.\n\n\n \n\n\nSelling, general and administrative expenses, as a percentage of sales decreased to 15.0% in fiscal 2022 from 16.4% for fiscal 2021. Selling, general and administrative expenses remained, for the most part, more fixed in nature. In dollar terms, overall selling, general and administrative expenses increased $25.3 million from fiscal 2021. The increase was primarily focused on investments in our associates, especially building our customer experience team and investing in procurement, combined with increased commissions due to higher net income.\n\n\n \n\n\nProvision for credit losses as a percentage of sales increased to 22.8% for fiscal 2022 compared to 19.3% for fiscal 2021. Net charge-offs as a percentage of average finance receivables increased to 18.3% for fiscal 2022 compared to 18.0% for the prior year. The stimulus payments during fiscal 2021 had positive impacts on collections and net charge-off metrics. From a long-term historical perspective, the fiscal 2022 net charge-offs were much improved and below historical levels despite the increase in the average retail sales price. The frequency of losses increased compared to the prior year as credit losses began to normalize to pre-pandemic levels.\n\n\n \n\n\nInterest expense as a percentage of sales increased slightly to 1.0% in fiscal 2022 from 0.9% in fiscal 2021. The increase in interest expense is primarily due to the higher average borrowings in fiscal 2022 ($333.2 million in fiscal 2022 compared to $220.7 million in fiscal 2021).\n\n\n \n\n\n\n\n\n\n\n\n\n       30\n     \n\n\n\n\n\n\n\n\n\n\n\n\n\n        \n     \n\n\n\n\n\n\n\n\n \n\n\nFinancial Condition\n\n\n \n\n\nThe following table sets forth the major balance sheet accounts of the Company at April 30, 2023, 2022 and 2021 (in thousands):\n\n\n \n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \nApril 30,\n \n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n2023\n \n\n\n \n\n\n \n\n\n \n2022\n \n\n\n \n\n\n \n\n\n \n2021\n \n\n\n \n\n\n\n\n\n\n \nAssets:\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \nFinance receivables, net\n \n\n\n \n\n\n$\n\n\n1,073,764\n\n\n \n\n\n \n\n\n$\n\n\n863,674\n\n\n \n\n\n \n\n\n$\n\n\n632,270\n\n\n \n\n\n\n\n\n\n \nInventory\n \n\n\n \n\n\n \n\n\n109,290\n\n\n \n\n\n \n\n\n \n\n\n115,302\n\n\n \n\n\n \n\n\n \n\n\n82,263\n\n\n \n\n\n\n\n\n\n \nIncome taxes receivable, net\n \n\n\n \n\n\n \n\n\n9,259\n\n\n \n\n\n \n\n\n \n\n\n274\n\n\n \n\n\n \n\n\n \n\n\n-\n\n\n \n\n\n\n\n\n\n \nProperty and equipment, net\n(1)\n \n\n\n \n\n\n \n\n\n61,682\n\n\n \n\n\n \n\n\n \n\n\n45,412\n\n\n \n\n\n \n\n\n \n\n\n34,719\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \nLiabilities:\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \nAccounts payable and accrued liabilities\n \n\n\n \n\n\n \n\n\n60,802\n\n\n \n\n\n \n\n\n \n\n\n52,685\n\n\n \n\n\n \n\n\n \n\n\n49,486\n\n\n \n\n\n\n\n\n\n \nDeferred revenue\n \n\n\n \n\n\n \n\n\n120,469\n\n\n \n\n\n \n\n\n \n\n\n92,491\n\n\n \n\n\n \n\n\n \n\n\n56,810\n\n\n \n\n\n\n\n\n\n \nIncome taxes payable, net\n \n\n\n \n\n\n \n\n\n-\n\n\n \n\n\n \n\n\n \n\n\n-\n\n\n \n\n\n \n\n\n \n\n\n150\n\n\n \n\n\n\n\n\n\n \nDeferred income tax liabilities, net\n \n\n\n \n\n\n \n\n\n39,315\n\n\n \n\n\n \n\n\n \n\n\n30,449\n\n\n \n\n\n \n\n\n \n\n\n21,698\n\n\n \n\n\n\n\n\n\n \nNon-recourse notes payable, net\n \n\n\n \n\n\n \n\n\n471,367\n\n\n \n\n\n \n\n\n \n\n\n395,986\n\n\n \n\n\n \n\n\n \n\n\n-\n\n\n \n\n\n\n\n\n\n \nRevolving line of credit, net\n \n\n\n \n\n\n \n\n\n167,231\n\n\n \n\n\n \n\n\n \n\n\n44,670\n\n\n \n\n\n \n\n\n \n\n\n225,924\n\n\n \n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n \n\n\n \n(1)\n \n\n\n \nPrepaid expenses and other assets at April 30, 2022, reflects an immaterial reclassification of approximately $6.0 million of capitalized implementation costs related to a cloud-computing arrangement previously recorded in Property and equipment, net, and did not impact operating income.\n \n\n\n\n\n\n\n\n\n \n\n\nThe following table shows receivables growth compared to revenue growth during each of the past three fiscal years. For fiscal year 2023, growth in finance receivables, net of deferred revenue, of 24.2% exceeded revenue growth of 17.6%, due primarily to the increases in term lengths of our installment sales contracts as the Company strives to keep payments affordable for our customers. The Company anticipates going forward that the growth in finance receivables will generally continue to be slightly higher than overall revenue growth on an annual basis due to the overall term length increases in our installment sales contracts in recent years. The average term for installment sales contracts at April 30, 2023 was 46.3 months, compared to 42.9. months for April 30, 2022.\n\n\n \n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \nYears Ended April 30,\n \n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n2023\n \n\n\n \n\n\n \n\n\n \n2022\n \n\n\n \n\n\n \n\n\n \n2021\n \n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \nGrowth in finance receivables, net of deferred revenue\n \n\n\n \n\n\n \n\n\n24.2\n\n\n%\n\n\n \n\n\n \n\n\n34.1\n\n\n%\n\n\n \n\n\n \n\n\n28.7\n\n\n%\n\n\n\n\n\n\n \nRevenue growth\n \n\n\n \n\n\n \n\n\n17.6\n\n\n%\n\n\n \n\n\n \n\n\n31.4\n\n\n%\n\n\n \n\n\n \n\n\n23.7\n\n\n%\n\n\n\n\n\n\n\n\n \n\n\nAt fiscal year-end 2023, inventory decreased 5.2% ($6.0 million), compared to fiscal year-end 2022, primarily due to a concerted effort to increase efficiencies in our inventory operations resulting in annualized inventory turns of 7.2 compared to 6.7 for the previous year. The Company strives to improve the quality of the inventory and maintain adequate turns while maintaining inventory levels to ensure an adequate supply of vehicles, in volume and mix, and to meet sales demand.\n\n\n \n\n\n\n\n\n\n\n\n\n       31\n     \n\n\n\n\n\n\n\n\n\n\n\n\n\n        \n     \n\n\n\n\n\n\n\n\n \n\n\nProperty and equipment, net, increased by approximately $16.3 million as of April 30, 2023 as compared to fiscal 2022. We incurred approximately $22.3 million in expenditures during fiscal year 2023, primarily related to new locations, relocations and finalizing our rebranding project. The increase to property and equipment, net, was partially offset by depreciation expense of $5.6 million and disposals of approximately $454,000  in furniture and equipment.\n\n\n \n\n\nAccounts payable and accrued liabilities increased by approximately $8.1 million at April 30, 2023 as compared to April 30, 2022 primarily due to higher accounts payable related to increased inventory and sales activity.\n\n\n \n\n\nDeferred revenue increased $28 million at April 30, 2023 over April 30, 2022, primarily resulting from the increase in sales of the accident protection plan and service contract products, as well as the increased terms on the service contracts.\n\n\n \n\n\nDeferred income tax liabilities, net, increased approximately $8.9 million at April 30, 2023 as compared to April 30, 2022, due primarily to the increase in finance receivables, net.\n\n\n \n\n\nThe Company had $471 million and $396 million of non-recourse notes payable outstanding related to asset-backed term funding transactions for the periods ended April 30, 2023 and 2022, respectively.\n\n\n \n\n\nThe Company also maintains a revolving line of credit with a group of lenders with available borrowings based on and secured by eligible finance receivables and inventory. Interest under the revolving credit facilities is payable monthly at an interest rate determined based on the Company’s consolidated leverage ratio for the preceding fiscal quarter. The current applicable interest rate under the credit facilities is generally SOFR plus 2.75%. Borrowings on the Company’s revolving credit facilities fluctuate primarily based upon a number of factors including (i) net income, (ii) finance receivables changes, (iii) income taxes, (iv) capital expenditures, (v) common stock repurchases and (vi) other sources of financing, such as our recent issuance of asset-backed non-recourse notes. At April 30, 2023, the Company had $167.2 million in outstanding borrowings under the revolving credit facilities.\n\n\n \n\n\nHistorically, income from continuing operations, as well as borrowings on the revolving credit facilities, have funded the Company’s finance receivables growth, capital asset purchases and common stock repurchases. During fiscal 2023, the Company primarily utilized the proceeds of its April 2022 and January 2023 asset-backed term funding transactions to fund the Company’s current receivables growth.\n\n\n \n\n\nIn fiscal 2023, the Company had a $172.5 million net increase in total debt, net of cash, used to contribute to the funding of finance receivables growth of $210.1 million, net capital expenditures of $22.3 million and common stock repurchases of $5.2 million. These investments reflect our commitment to providing the necessary inventory and facilities to support a growing customer base.\n\n\n \n\n\n \n\n\n\n\n\n\n\n\n\n       32\n     \n\n\n\n\n\n\n\n\n\n\n\n\n\n        \n     \n\n\n\n\n\n\n\n\n \n\n\nLiquidity and Capital Resources\n\n\n \n\n\nThe following table sets forth certain historical information with respect to the Company’s Statements of Cash Flows (in thousands):\n\n\n \n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \nYears Ended April 30,\n \n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n2023\n \n\n\n \n\n\n \n\n\n \n2022\n \n\n\n \n\n\n \n\n\n \n2021\n \n\n\n \n\n\n\n\n\n\n \nOperating activities:\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \nNet income\n \n\n\n \n\n\n$\n\n\n20,432\n\n\n \n\n\n \n\n\n$\n\n\n95,014\n\n\n \n\n\n \n\n\n$\n\n\n104,820\n\n\n \n\n\n\n\n\n\n \nProvision for credit losses\n \n\n\n \n\n\n \n\n\n352,860\n\n\n \n\n\n \n\n\n \n\n\n238,054\n\n\n \n\n\n \n\n\n \n\n\n153,835\n\n\n \n\n\n\n\n\n\n \nLosses on claims for accident protection plan\n \n\n\n \n\n\n \n\n\n25,107\n\n\n \n\n\n \n\n\n \n\n\n21,871\n\n\n \n\n\n \n\n\n \n\n\n18,954\n\n\n \n\n\n\n\n\n\n \nDepreciation and amortization\n \n\n\n \n\n\n \n\n\n5,602\n\n\n \n\n\n \n\n\n \n\n\n4,033\n\n\n \n\n\n \n\n\n \n\n\n3,719\n\n\n \n\n\n\n\n\n\n \nAmortization of debt issuance costs\n \n\n\n \n\n\n \n\n\n5,461\n\n\n \n\n\n \n\n\n \n\n\n775\n\n\n \n\n\n \n\n\n \n\n\n391\n\n\n \n\n\n\n\n\n\n \nStock based compensation\n \n\n\n \n\n\n \n\n\n5,314\n\n\n \n\n\n \n\n\n \n\n\n5,496\n\n\n \n\n\n \n\n\n \n\n\n5,962\n\n\n \n\n\n\n\n\n\n \nDeferred income taxes\n \n\n\n \n\n\n \n\n\n8,866\n\n\n \n\n\n \n\n\n \n\n\n8,750\n\n\n \n\n\n \n\n\n \n\n\n7,239\n\n\n \n\n\n\n\n\n\n \nFinance receivable originations\n \n\n\n \n\n\n \n\n\n(1,161,132\n\n\n)\n\n\n \n\n\n \n\n\n(1,009,858\n\n\n)\n\n\n \n\n\n \n\n\n(762,717\n\n\n)\n\n\n\n\n\n\n \nFinance receivable collections\n \n\n\n \n\n\n \n\n\n434,458\n\n\n \n\n\n \n\n\n \n\n\n417,796\n\n\n \n\n\n \n\n\n \n\n\n370,254\n\n\n \n\n\n\n\n\n\n \nAccrued interest on finance receivables\n \n\n\n \n\n\n \n\n\n(1,188\n\n\n)\n\n\n \n\n\n \n\n\n(1,559\n\n\n)\n\n\n \n\n\n \n\n\n(269\n\n\n)\n\n\n\n\n\n\n \nInventory\n \n\n\n \n\n\n \n\n\n133,047\n\n\n \n\n\n \n\n\n \n\n\n51,057\n\n\n \n\n\n \n\n\n \n\n\n5,019\n\n\n \n\n\n\n\n\n\n \nAccounts payable and accrued liabilities\n \n\n\n \n\n\n \n\n\n8,621\n\n\n \n\n\n \n\n\n \n\n\n5,167\n\n\n \n\n\n \n\n\n \n\n\n14,766\n\n\n \n\n\n\n\n\n\n \nDeferred accident protection plan revenue\n \n\n\n \n\n\n \n\n\n17,150\n\n\n \n\n\n \n\n\n \n\n\n21,850\n\n\n \n\n\n \n\n\n \n\n\n14,865\n\n\n \n\n\n\n\n\n\n \nDeferred service contract revenue\n \n\n\n \n\n\n \n\n\n24,542\n\n\n \n\n\n \n\n\n \n\n\n30,645\n\n\n \n\n\n \n\n\n \n\n\n14,760\n\n\n \n\n\n\n\n\n\n \nIncome taxes, net\n \n\n\n \n\n\n \n\n\n(8,984\n\n\n)\n\n\n \n\n\n \n\n\n(424\n\n\n)\n\n\n \n\n\n \n\n\n(3,691\n\n\n)\n\n\n\n\n\n\n \nOther\n(1)\n \n\n\n \n\n\n \n\n\n(5,884\n\n\n)\n\n\n \n\n\n \n\n\n(7,845\n\n\n)\n\n\n \n\n\n \n\n\n(1,719\n\n\n)\n\n\n\n\n\n\n \nTotal\n \n\n\n \n\n\n \n\n\n(135,728\n\n\n)\n\n\n \n\n\n \n\n\n(119,178\n\n\n)\n\n\n \n\n\n \n\n\n(53,812\n\n\n)\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \nInvesting activities:\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \nPurchase of investments\n \n\n\n \n\n\n \n\n\n(5,549\n\n\n)\n\n\n \n\n\n \n\n\n(1,574\n\n\n)\n\n\n \n\n\n \n\n\n-\n\n\n \n\n\n\n\n\n\n \nPurchase of property and equipment\n(1)\n \n\n\n \n\n\n \n\n\n(22,106\n\n\n)\n\n\n \n\n\n \n\n\n(15,796\n\n\n)\n\n\n \n\n\n \n\n\n(8,952\n\n\n)\n\n\n\n\n\n\n \nProceeds from sale of property and equipment\n \n\n\n \n\n\n \n\n\n84\n\n\n \n\n\n \n\n\n \n\n\n20\n\n\n \n\n\n \n\n\n \n\n\n694\n\n\n \n\n\n\n\n\n\n \nTotal\n \n\n\n \n\n\n \n\n\n(27,571\n\n\n)\n\n\n \n\n\n \n\n\n(17,350\n\n\n)\n\n\n \n\n\n \n\n\n(8,258\n\n\n)\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \nFinancing activities:\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \nDebt facilities, net\n \n\n\n \n\n\n \n\n\n(207,696\n\n\n)\n\n\n \n\n\n \n\n\n(186,037\n\n\n)\n\n\n \n\n\n \n\n\n9,965\n\n\n \n\n\n\n\n\n\n \nNon-recourse debt, net\n \n\n\n \n\n\n \n\n\n400,176\n\n\n \n\n\n \n\n\n \n\n\n399,994\n\n\n \n\n\n \n\n\n \n\n\n-\n\n\n \n\n\n\n\n\n\n \nChange in cash overdrafts\n \n\n\n \n\n\n \n\n\n-\n\n\n \n\n\n \n\n\n \n\n\n(1,802\n\n\n)\n\n\n \n\n\n \n\n\n1,802\n\n\n \n\n\n\n\n\n\n \nPurchase of common stock\n \n\n\n \n\n\n \n\n\n(5,196\n\n\n)\n\n\n \n\n\n \n\n\n(34,698\n\n\n)\n\n\n \n\n\n \n\n\n(10,616\n\n\n)\n\n\n\n\n\n\n \nDividend payments\n \n\n\n \n\n\n \n\n\n(40\n\n\n)\n\n\n \n\n\n \n\n\n(40\n\n\n)\n\n\n \n\n\n \n\n\n(40\n\n\n)\n\n\n\n\n\n\n \nExercise of stock options, including tax benefits and issuance of common stock\n \n\n\n \n\n\n \n\n\n1,502\n\n\n \n\n\n \n\n\n \n\n\n(1,195\n\n\n)\n\n\n \n\n\n \n\n\n4,292\n\n\n \n\n\n\n\n\n\n \nTotal\n \n\n\n \n\n\n \n\n\n188,746\n\n\n \n\n\n \n\n\n \n\n\n176,222\n\n\n \n\n\n \n\n\n \n\n\n5,403\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \nIncrease (decrease) in cash, cash equivalents, and restricted cash\n \n\n\n \n\n\n$\n\n\n25,447\n\n\n \n\n\n \n\n\n$\n\n\n39,694\n\n\n \n\n\n \n\n\n$\n\n\n(56,667\n\n\n)\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n \n\n\n \n(1)\n \n\n\n \nPrepaid expenses and other assets at April 30, 2022, reflects an immaterial reclassification of approximately $6.0 million of capitalized implementation costs related to a cloud-computing arrangement previously recorded in Property and equipment, net, and did not impact operating income.\n \n\n\n\n\n\n\n\n\n \n\n\nThe primary drivers of operating profits and cash flows include (i) top line sales (ii) interest income on finance receivables, (iii) gross margin percentages on vehicle sales, and (iv) credit losses, a significant portion of which relates to the collection of principal on finance receivables. Historically, most of the cash generated from operations has been used to fund finance receivables growth, capital expenditures and common stock repurchases. To the extent finance receivables growth, common stock repurchases and capital expenditures exceed income from operations we historically increased our borrowings under our revolving credit facilities and most recently also utilized the securitization market.\n\n\n \n\n\n\n\n\n\n\n\n\n       33\n     \n\n\n\n\n\n\n\n\n\n\n\n\n\n        \n     \n\n\n\n\n\n\n\n\n \n\n\nCash flows from operations in fiscal 2023 compared to fiscal 2022 decreased primarily as a result of (i) an increase in finance receivable originations and (ii) a decrease in deferred revenue, partially offset by an increase in (iii) finance receivable collections. Finance receivables, net, increased by $210.1 million during fiscal 2023.\n\n\n \n\n\nCash flows from operations in fiscal 2022 compared to fiscal 2021 decreased primarily as a result of (i) an increase in finance receivable originations and (ii) an increase in inventory, partially offset by increases in (iii) finance receivable collections and (iv) deferred revenue. Finance receivables, net, increased by $231.4 million during fiscal 2022.\n\n\n \n\n\nThe purchase price the Company pays for a vehicle has a significant effect on liquidity and capital resources. Because the Company bases its selling price on the purchase cost for the vehicle, increases in purchase costs result in increased selling prices. As the selling price increases, it generally becomes more difficult to keep the gross margin percentage and contract term in line with historical results because the Company’s customers have limited incomes and their car payments must remain affordable within their individual budgets. Several external factors can negatively affect the purchase cost of vehicles. Decreases in the overall volume of new car sales, particularly domestic brands, lead to decreased supply in the used car market. Also, constrictions in consumer credit, as well as general economic conditions, can increase overall demand for the types of vehicles the Company purchases for resale as used vehicles become more attractive than new vehicles in times of economic instability. A negative shift in used vehicle supply, combined with strong demand, results in increased used vehicle prices and thus higher purchase costs for the Company.\n\n\n \n\n\nSustained macro-economic pressures affecting our customers have helped keep demand high in recent years for the types of vehicles we purchase. This strong demand, coupled with modest levels of new vehicle sales in recent years, have led to a generally ongoing tight supply of used vehicles available to the Company in both quality and quantity. Wholesale prices have begun to soften but remain high by historical standards.  The Company expects the tight used vehicle supply and strong demand for the types of vehicles we purchase to continue to keep purchase costs and resulting sales prices elevated for the short term but anticipates that continuing strong wage increases for our customers will cause affordability to improve gradually over the next couple of years.\n\n\n \n\n\nThe Company has devoted significant efforts to improving its purchasing processes to ensure adequate supply at appropriate prices, including expanding its purchasing territories to larger cities in close proximity to its dealerships and forming relationships with reconditioning partners to reduce purchasing costs. The Company has also increased the level of accountability for its purchasing agents including updates to sourcing and pricing guidelines. The Company continues to build relationships with national vendors that can supply a large quantity of high-quality vehicles. Even with these efforts, the Company expects gross margin percentages to remain under pressure over the near term.\n\n\n \n\n\nThe Company’s liquidity is also impacted by our credit losses. Macro-economic factors such as unemployment levels and general inflation can significantly affect our collection results and ultimately credit losses. Currently, as our customers look to cover rising costs of non-discretionary items, such as groceries and gasoline, it may impact their ability to make their car payments. The Company has made improvements to its business processes within the last few years to strengthen controls and provide stronger infrastructure to support its collections efforts. The Company continues to strive to reduce credit losses in spite of the current economic challenges and continued competitive pressures by improving deal structures. Management continues to focus on improved execution at the dealership level, specifically as related to working individually with customers concerning collection issues.\n\n\n \n\n\nThe Company’s collection results, credit losses and liquidity are also affected by the availability of funding to the sub-prime auto industry. In recent years, increased competition resulting from the availability of funding to the sub-prime auto industry has contributed to the Company reducing down payments and lengthening contract terms for our customers, which added negative pressure to our collection percentages and credit losses and increased our need for external sources of liquidity. During fiscal years 2022 and 2023, the availability of credit to the Company’s customer base was somewhat dampened but remained near recent historical levels. The Company believes that the amount of credit available, even with it tightening in 2023, for the sub-prime auto industry will remain relatively consistent with levels in recent years, which management expects will contribute to continued strong overall demand for most, if not all, of the vehicles the Company purchases for resale.\n\n\n \n\n\n\n\n\n\n\n\n\n       34\n     \n\n\n\n\n\n\n\n\n\n\n\n\n\n        \n     \n\n\n\n\n\n\n\n\n \n\n\nThe Company has generally leased the majority of the properties where its dealerships are located. As of April 30, 2023, the Company leased approximately 79% of its dealership properties. At April 30, 20223 the Company had $82.2 million of operating lease commitments, including $13.3 million of non-cancelable lease commitments under the lease terms, and $68.9 million of lease commitments for renewal periods at the Company’s option that are reasonably assured. Of the $82.2 million total lease obligations, $46.5 million of these commitments will become due in more than five years. The Company expects to continue to lease the majority of the properties where its dealerships are located.\n\n\n \n\n\nThe Company’s revolving credit facilities generally restrict distributions by the Company to its shareholders. The distribution limitations under the credit facilities allow the Company to repurchase the Company’s stock so long as either: (a) the aggregate amount of such repurchases after September 30, 2021 does not exceed $50 million, net of proceeds received from the exercise of stock options, and the total availability under the credit facilities is equal to or greater than 20% of the sum of the borrowing bases, in each case after giving effect to such repurchases (repurchases under this item are excluded from fixed charges for covenant calculations), or (b) the aggregate amount of such repurchases does not exceed 75% of the consolidated net income of the Company measured on a trailing twelve month basis; provided that immediately before and after giving effect to the stock repurchases, at least 12.5% of the aggregate funds committed under the credit facilities remain available. Thus, although the Company does routinely repurchase stock, the Company is limited in its ability to pay dividends or make other distributions to its shareholders without the consent of the Company’s lenders.\n\n\n \n\n\nAt April 30, 2023, the Company had approximately $9.8 million of cash on hand and $121.4 million of availability under its revolving credit facilities (see Note F to the Consolidated Financial Statements in Item 8). On a short-term basis, the Company’s principal sources of liquidity include income from operations, proceeds from non-recourse notes payable issued under asset-back securitization transactions and borrowings under its revolving credit facilities. On a longer-term basis, the Company expects its principal sources of liquidity to consist of income from operations, funding from asset-back securitization transactions, and borrowings under revolving credit facilities or fixed interest term loans. The Company’s revolving credit facilities mature in September 2024 and the Company expects that it will be able to renew or refinance its revolving credit facilities on or before the date they mature. The Company also believes it could raise additional capital through the issuance of additional debt or equity securities if necessary or if market conditions are favorable to pursue strategic opportunities.\n\n\n \n\n\nThe Company expects to use cash from operations and borrowings to (i) grow its finance receivables portfolio, (ii) purchase fixed assets of approximately $12 million in the next 12 months as we complete facility updates and general fixed asset requirements, (iii) repurchase shares of common stock when favorable conditions exist and (iv) reduce debt to the extent excess cash is available. The Company estimates that total interest payments on its outstanding debt facilities as of April 30, 2023, are approximately $54.3 million with approximately $34.3 million in interest payable during fiscal 2024.\n\n\n \n\n\nThe Company believes it will have adequate liquidity to continue to grow its revenues and to satisfy its capital needs for the foreseeable future.\n\n\n \n\n\nOff-Balance Sheet Arrangements\n\n\n \n\n\nThe Company has two standby letters of credit relating to insurance policies totaling $2.9 million at April 30, 2023.\n\n\n \n\n\n\n\n\n\n\n\n\n       35\n     \n\n\n\n\n\n\n\n\n\n\n\n\n\n        \n     \n\n\n\n\n\n\n\n\n \n\n\nOther than its letters of credit, the Company is not a party to any off-balance sheet arrangement that management believes is reasonably likely to have a current or future effect on the Company’s financial condition, revenues or expenses, results of operations, liquidity, capital expenditures or capital resources that are material to investors.\n\n\n \n\n\nRelated Finance Company Contingency\n\n\n \n\n\nCar-Mart of Arkansas and Colonial do not meet the affiliation standard for filing consolidated income tax returns, and as such they file separate federal and state income tax returns. Car-Mart of Arkansas routinely sells its finance receivables to Colonial at what the Company believes to be fair market value and is able to take a tax deduction at the time of sale for the difference between the tax basis of the receivables sold and the sales price. These types of transactions, based upon facts and circumstances, have been permissible under the provisions of the Internal Revenue Code as described in the Treasury Regulations. For financial accounting purposes, these transactions are eliminated in consolidation and a deferred income tax liability has been recorded for this timing difference. The sale of finance receivables from Car-Mart of Arkansas to Colonial provides certain legal protection for the Company’s finance receivables and, principally because of certain state apportionment characteristics of Colonial, also has the effect of reducing the Company’s overall effective state income tax rate. The actual interpretation of the Regulations is in part a facts and circumstances matter. The Company believes it satisfies the material provisions of the Regulations. Failure to satisfy those provisions could result in the loss of a tax deduction at the time the receivables are sold and have the effect of increasing the Company’s overall effective income tax rate as well as the timing of required tax payments.\n\n\n \n\n\nThe Company’s policy is to recognize accrued interest related to unrecognized tax benefits in interest expense and penalties in operating expenses. The Company had no accrued penalties or interest as of April 30, 2023.\n\n\n \n\n\nCritical Accounting Estimates\n\n\n \n\n\nThe preparation of financial statements in conformity with generally accepted accounting principles in the United States of America requires the Company to make estimates and assumptions in determining the reported amounts of assets and liabilities and disclosure of contingent assets and liabilities at the date of the financial statements and the reported amounts of revenues and expenses during the reporting period. Actual results could differ from the Company’s estimates. The Company believes the most significant estimate made in the preparation of the Consolidated Financial Statements in Item 8 relates to the determination of its allowance for credit losses, which is discussed below. The Company’s accounting policies are discussed in Note B to the Consolidated Financial Statements in Item 8.\n\n\n \n\n\nThe Company maintains an allowance for credit losses on an aggregate basis at a level it considers sufficient to cover estimated losses expected to be incurred on the portfolio at the measurement date in the collection of its finance receivables currently outstanding. At April 30, 2023, the weighted average contract term was 46.3 months with 36.3 months remaining. The allowance for credit losses at April 30, 2023 of $299.6 million, was 23.91% of the principal balance in finance receivables of $1.4 billion, less unearned accident protection plan revenue of $53.1 million and unearned service contract revenue of $67.4 million. In the fourth quarter of fiscal 2023, the Company increased the allowance for credit losses as a percentage of finance receivables from 23.57% to 23.91%.\n\n\n \n\n\nThe allowance for credit losses represents the Company’s expectation of future net charge-offs at the measurement date. The allowance takes into account quantitative and qualitative factors such as historical credit loss experience, with consideration given to changes in contract characteristics (i.e., average amount financed, greater than 30 day delinquencies, term, and interest rates), credit quality trends, collateral values, current and forecasted inflationary economic conditions, underwriting and collection practices, concentration risk, credit review, and other external factors. The allowance for credit losses is reviewed at least quarterly by management with any changes reflected in current operations.\n\n\n \n\n\n\n\n\n\n\n\n\n       36\n     \n\n\n\n\n\n\n\n\n\n\n\n\n\n        \n     \n\n\n\n\n\n\n\n\n \n\n\nThe calculation of the allowance for credit losses uses the following primary factors:\n\n\n \n\n\n\n\n\n\n\n\n \n\n\n \n●\n \n\n\n \nThe probability of default (“PD”) or the number of units repossessed or charged-off divided by the number of units financed over the last five fiscal years (based on increments of 1, 1.5, 2, 3, 4, and 5 years).\n \n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n \n\n\n \n●\n \n\n\n \nLoss given at default (“LGD”) or the average net repossession and charge-off loss per unit during the last 18 months, segregated by the number of months since the contract origination date, and adjusted for the expected average net charge-off per unit.   \n \n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n \n\n\n \n●\n \n\n\n \nThe timing of repossession and charge-off loss relative to the date of sale (i.e., how long it takes for a repossession or charge-off to occur) for repossessions and charge-offs occurring during the last 18 months. The average number of months since the loan origination date, to charge off, over the last 18 months, is 12.3 months.\n \n\n\n\n\n\n\n\n\n \n\n\nAn adjustment is incorporated in calculating the adjusted historical average remaining net loss per unit, for loans originated in the past 12 months to account for asset-specific adjustments, which include financing term, amount financed, credit quality trends and delinquencies.\n\n\n \n\n\nA historical loss rate is produced by this analysis, which is then adjusted by qualitative factors and to reflect current and forecasted inflationary economic conditions over the Company’s reasonable and supportable forecast of period of one year.\n\n\n \n\n\nThe Company considers qualitative macro-economic factors that would affect its customers’ non-discretionary income, such as changes in inflation, which impact gasoline prices and prices for staple items, to develop reasonable and supportable forecasts for the lifetime expected losses. These economic forecasts are utilized alongside historical loss information in order to estimate expected losses in the portfolio over the following 12-month period, at which point the Company will immediately revert to the point estimate produced by the Company’s analysis of historical loss information to estimate expected losses from the portfolio for the remaining contractual lives of its finance receivables.\n\n\n \n\n\nRecent Accounting Pronouncements\n\n\n \n\n\nOccasionally, new accounting pronouncements are issued by the Financial Accounting Standards Board (“FASB”) or other standard setting bodies which the Company will adopt as of the specified effective date. Unless otherwise discussed, the Company believes the implementation of recently issued standards which are not yet effective will not have a material impact on its consolidated financial statements upon adoption.\n\n\n \n\n\nRecently Issued Accounting Pronouncements Not Yet Adopted\n\n\n \n\n\nIn March 2022, the FASB issued an accounting pronouncement (ASU 2022-02) related to troubled debt restructurings (“TDRs”) and vintage disclosures for financing receivables. The amendments in this update eliminate the accounting guidance for TDRs by creditors while enhancing disclosure requirements for certain loan refinancing and restructurings by creditors made to borrowers experiencing financial difficulty. The amendments also require disclosure of current period gross write-offs by year of origination for financing receivables. The amendments in this update are effective for fiscal years beginning after December 15, 2022, including interim periods within those fiscal years. We plan to adopt this pronouncement and make the necessary updates to our vintage disclosures for the interim period beginning May 1, 2023, and aside from these disclosure changes.\n\n\n \n\n\n \n\n\n\n\n\n\n\n\n\n       37\n     \n\n\n\n\n\n\n\n\n\n\n\n\n\n        \n     \n\n\n\n\n\n\n\n\n \n\n\nNon-GAAP Financial Measure\n\n\n \n\n\nThis Annual Report on Form 10-K contains financial information determined by methods other than in accordance with generally accepted accounting principles (GAAP). We present an adjusted debt to equity ratio, a non-GAAP financial measure, as a supplemental measure of our financial condition. The adjusted debt to equity ratio is defined as the ratio of total debt, net of cash, to total equity. We believe the debt, net of cash, to equity ratio is a useful measure to monitor leverage and evaluate balance sheet risk. This measure should not be considered in isolation or as a substitute for reported GAAP results because it excludes certain items as compared to similar GAAP-based measures, and such measure may not be comparable to similarly-titled measures reported by other companies. We strongly encourage investors to review our consolidated financial statements included in this Annual Report on Form 10-K in their entirety and not rely solely on anyone, single financial measure.  The reconciliation between the Company’s debt to equity ratio and debt, net of cash, to equity ratio for fiscal year ending April 30, 2023, is summarized in the table below.\n\n\n \n\n\n\n\n\n\n\n\n \nApril 30, 2023\n \n\n\n \n\n\n\n\n\n\n \nDebt to Equity\n \n\n\n \n\n\n \n\n\n1.28\n\n\n \n\n\n\n\n\n\n \nCash to Equity\n \n\n\n \n\n\n \n\n\n0.14\n\n\n \n\n\n\n\n\n\n \nDebt, net of Cash, to Equity\n \n\n\n \n\n\n \n\n\n1.14\n\n\n \n\n\n\n\n\n\n\n\n \n\n",
    "item7a": ">Item 7A. Quantitative and Qualitative Disclosures about Market Risk\n\n\n \n\n\nThe Company is exposed to market risk on its financial instruments from changes in interest rates. In particular, the Company has historically had exposure to changes in the federal primary credit rate and has exposure to changes in the prime interest rate of its lender. The Company does not use financial instruments for trading purposes but has in the past entered into an interest rate swap agreement to manage interest rate risk.\n\n\n \n\n\nInterest rate risk. \n The Company’s exposure to changes in interest rates relates primarily to its debt obligations. The Company is exposed to changes in interest rates as a result of its revolving credit facilities, and the interest rates charged to the Company under its credit facilities fluctuate based on its primary lender’s base rate of interest. The Company had an outstanding balance on its revolving line of credit of $167.2 million at April 30, 2023. The impact of a 1% increase in interest rates on this amount of debt would result in increased annual interest expense of approximately $1.7 million and a corresponding decrease in net income before income tax.\n\n\n \n\n\nThe Company’s earnings are impacted by its net interest income, which is the difference between the income earned on interest-bearing assets and the interest paid on interest-bearing notes payable. The Company’s finance receivables carry a fixed annual interest rate of 16.5% (prior to December 2022) to 18.0% (effective December 2022) for all states except Arkansas (which is subject to a usury cap of 17%) and Illinois (where dealerships originate at 19.5% to 21.5%), based on the Company’s contract interest rate as of the contract origination date, while its revolving credit facilities contain variable interest rates that fluctuate with market interest rates.\n\n\n \n\n\n \n\n\n\n\n\n\n\n\n\n       38\n     \n\n\n\n\n\n\n\n\n\n\n\n\n\n        \n     \n\n\n\n\n\n\n\n\n \n\n",
    "cik": "799850",
    "cusip6": "03062T",
    "cusip": [
        "03062t105",
        "03062T105"
    ],
    "names": [
        "AMERICAS CAR-MART INC",
        "AMERICAS CAR MART INC COM"
    ],
    "source": "https://www.sec.gov/Archives/edgar/data/799850/000117184323004114/0001171843-23-004114-index.htm"
}