{
    "item1": ">ITEM 1. BUSINESS \nCorporate Overview\nFounded in 2012, The Alkaline Water Company (NASDAQ: WTER) is headquartered in Scottsdale, Arizona. Its flagship product, Alkaline88®, is a leading premier alkaline water brand available in bulk and single-serve sizes along with eco-friendly aluminum packaging options. The Company offers retail consumers bottled alkaline water in 500-milliliter, 700-milliliter, 1-liter, 1.5 -liter, 2-liter, 3-liter and 1-gallon sizes, all of which is produced through an electrolysis process that uses specialized electronic cells coated with a variety of rare earth minerals to produce 8.8 pH drinking water without the use of any manmade chemicals. The Company also sells a line of Alkaline88® Sports Drinks.\nOur bottled alkaline water product is presently available in over 75,000 stores in all 50 states, the District of Columbia, the Caribbean and in Mexico and Canada. We distribute our product through several channels. We sell through large national distributors (UNFI, KeHE, C&S, and Core-Mark), which together represent over 150,000 retail outlets. We also sell our products directly to retail clients, including convenience stores, natural food products stores, large ethnic markets and national retailers and through Direct Store Distributors in selected markets, including Columbia Distributing, Mahaska, Nevada Beverage, and Hensley, covering Nevada, Arizona, Pacific Northwest and Midwest region. Combined, they service over 25,000 customers in eight states. Each one carries our full line of waters. Some examples of retail clients are: Walmart, CVS, Rite-Aid, Family Dollar, Food Lion, Albertson's/Safeway, Kroger companies, Sam's Club, Schnucks, Smart & Final, Jewel-Osco, Sprouts, Bashas', Stater Bros. Markets, Unified Grocers, Bristol Farms, Publix, Vallarta, Superior Foods, Ingles, Shaw's, Raley's, Harris Teeter, Festival Foods, HEB and Brookshire's. The majority of our sales to retail clients are through brokers and distributors, however, sales to our larger retail clients are often direct to the client's own warehouse distribution network. Our full line of Alkaline88® bottled water products and sports drinks are presently available for purchase at www.alkaline88.com and www.thealkalinewaterco.com.\nOur operating subsidiary, Alkaline 88, LLC, operates primarily as a marketing, distribution, and manufacturing company for our alkaline bottled water products. It has entered into co-packing agreements with nine different bottling companies located in Virginia, Georgia, California, Florida, Texas, Wisconsin, Nevada and Arizona to act as co-packers for our product. Our current capacity at all plants exceeds approximately $14.0 million per month wholesale.\nOur component materials are readily available through multiple vendors. Our principal suppliers are Vav Plastics Inc., Smurfit, and CKS Packaging.\nReverse Split \nEffective April 5, 2023, we effected a fifteen for one reverse stock split of our authorized and issued and outstanding shares of common stock. As a result, our authorized common stock has decreased from 200,000,000 shares of common stock, with a par value of $0.001 per share, to 13,333,333 shares of common stock, with a par value of $0.001 per share, and the number of our issued and outstanding shares of common stock has decreased from approximately 152,149,661 to approximately 10,185,898. Any fractional shares resulting from the reverse stock split was rounded up to the next nearest whole number.\nAccordingly, all share and per-share amounts for the current period and prior periods have been adjusted to reflect the reverse stock split.\nOur authorized preferred stock was not affected by the reverse stock split and continues to be 100,000,000 shares of preferred stock, with a par value of $0.001per share. The reverse stock split became effective with the Nasdaq Capital Market at the opening for trading on April 5, 2023 under the existing stock symbol \"WTER\". \nPlan of Operations\nIn order for us to implement our business plan over the next 12 months, we have identified the following milestones that we expect to achieve:\nExpansion of Broker Network \n- We expect to continue to develop our working relationship with our national retail broker network. We continually meet, train, and go on sales call with our national retail broker network in order to take advantage of the momentum currently being created by their efforts and sell into clubs stores and big box retailers. New brokers will also be added in the on-premise and international sales channels to support initiatives that began in Fiscal 2021. We anticipate a considerable amount of travel and ongoing expenses to be incurred as part of this expansion.\nStrategically Located DSD Partners\n - We expect to add Direct Store Distributors (\"DSD\") partners in the Northeast, Northwest and Mid-Atlantic to further accelerate our retail account penetration, specifically in the convenience store channel.\nIncrease Manufacturing Capacity \n- Flagship Alkaline88\n®\n product: we expect to add three new co-packer facilities, strategically located to reduce freight costs and meet current volumes and future growth objectives;\nExpand Retail Distribution \n- We continue to expand our retail presence through securing new customers and growing the number of SKUs of our products carried by existing customers.\nExpand On-Premise Distribution \n- In addition to adding qualified personnel to lead this area we will be bringing on numerous new brokers and distributors to support our on-premise channels which include, hotels, national parks, airports, universities, restaurants, resorts, health clubs, recreation and other on-premise facilities and businesses\nExpand International Distribution \n- We anticipate adding new brokers, distributors and co-packers to support our international sales initiatives in Canada, Mexico, the Caribbean and potential parts of Asia\nCapital Considerations \n- Our business plan can be adjusted based on the available capital to the business. Our ability to operating as a going concern is dependent on obtaining adequate capital to fund operating losses until we become profitable. We have initiated a cost-reduction strategy along with our cash on hand, our line of credit is planned to fund our current planned operations and capital needs for the next 12 months. However, if our current plans change or are accelerated or we choose to increase our production capacity, we may seek to sell additional equity or debt securities or obtain additional credit facilities, including seeking investments from strategic investors. The sale of additional equity securities will result in dilution to our stockholders. The incurrence of indebtedness will result in increased debt service obligations and could require us to agree to operating and financial covenants that could restrict our operations or modify our plans to grow the business. Financing may not be available in amounts or on terms acceptable to us, if at all. Any failure by us to raise additional funds on terms favorable to us, or at all, will limit our ability to expand our business operations and could harm our overall business prospects.\nOn February 22, 2021, we entered into a sales agreement (the \"Sales Agreement\") with Roth Capital Partners, LLC, as sales agent (the \"Agent\"), pursuant to which we may offer and sell, from time to time, through or to the Agent, as sales agent and/or principal (the \"Offering\") up to $20,000,000 in shares of our common stock. Subject to the terms and conditions of the Sales Agreement, the Agent agreed to use its commercially reasonable efforts to sell the shares from time to time, based upon our instructions. Under the Sales Agreement, the Agent may sell the shares by any method permitted by law deemed to be an \"at the market offering\" as defined in Rule 415 promulgated under the Securities Act of 1933, as amended. We have no obligation to sell any of the shares and may at any time suspend offers under the Sales Agreement. The Offering will terminate upon (a) the election of the Agent upon the occurrence of certain adverse events, (b) five days' advance notice from one party to the other, or (c) the sale of all of the shares specified in the Sales Agreement. Under the terms of the Sales Agreement, the Agent will be entitled to a commission at a fixed rate of 3.0% of the gross proceeds from each sale of the shares under the Sales Agreement. We will also reimburse the Agent for certain expenses incurred in connection with the Sales Agreement.\nThe milestones set forth above reflect our current judgment and belief regarding the direction of our business. Actual events, expenditures and results will almost always vary, sometimes materially, from any estimates, predictions, projections or assumptions suggested herein.\nDistribution Method for Our Products\nOur distribution network is a broker-distributor-retailer network, whereby brokers represent our products to distributors and retailers. Our target retail markets are: (a) chain and independent health food stores; (b) grocery stores; (c) convenience stores; (d) drug stores; and (e) the mass retail market. We are also adding certain DSD distribution partners in certain strategic markets throughout the United States to assist in our retail account penetration, specifically in the convenience store channel.\nThrough common carriers we ship our water to distribution centers (DC) around the country. We distribute to the natural food channel by delivering to primarily KeHE and UNFI distributors who then deliver to specific store locations within their customer networks. Combined, they reach over 60,000 retailers nationwide. The convenience channel is served by Core-Mark, McLane, and select market DSDs that service 110,000 retailers.\nWe deliver directly to the DCs of our large national and regional grocery, drug, and specialty retailers. These retailers include Walmart, Sam's Club, CVS, Family Dollar, Albertson's/Safeway, Kroger companies, and regional grocery chains such as Schnucks, Smart & Final, Jewel-Osco, Sprouts, Bashas', Bristol Farms, Stater Brothers, Unified Grocers, Publix, Vallarta, Superior Foods, Ingles, Shaw's, Raley's Harris Teeter, Festival Foods, Brookshire's, HEB 70 and other companies throughout the United States. In total we are now in more than 70% of the top 75 grocery retailers in the United States.\nDependence on Few Customers\nWe have 1 major customer that together account for 11% of accounts receivable at March 31, 2023, and 2 customers that together account for 35% (18% and 17%, respectively) of the total revenues earned for the year ended March 31, 2023.\nThere can be no assurance that such customers will continue to order our products in the same level or at all. A reduction or delay in orders from such customers, including reductions or delays due to market, economic or competitive conditions, could have a material adverse effect on our business, operating results, and financial condition.\nMarketing\nWe intend to continue to market our product through our broker network and to avail ourselves to the promotional activities of other companies and competitors regarding the benefits of alkaline water. We anticipate that our initial marketing thrust will be to support the retailers and distribution network with point of sales displays and other marketing materials, strategically adding an extensive public relations program and other marketing as the markets dictate.\nCompetition\nThe commercial retail beverage industry, and in particular its non-alcoholic beverage segment, is highly competitive. Market participants are of various sizes, with various market shares and geographical reach, some of whom have access to substantially more sources of capital.\nWe compete generally with all liquid refreshments, including bottled water and numerous specialty beverages, such as: CORE® Hydration, SOBE®, Snapple®, AriZona® Iced Tea, Vitaminwater®, Gatorade Perform®, and POWERADE®.\nWe compete indirectly with major international beverage companies including but not limited to: The Coca-Cola Company®, PepsiCo, Inc., The Nestlé Group, Dr Pepper Snapple Group, Inc, Danone S.A., The Kraft Heinz Company, and Unilever PLC. These companies have established market presence in the United States and globally, and offer a variety of beverages that are competitors to our products. We face potential direct competition from such companies, because they have the financial resources, and access to manufacturing and distribution channels to rapidly enter the alkaline water market.\nWe will compete directly with other alkaline water producers and brands focused on the emerging alkaline beverage market including Eternal, Essentia, Core, Icelandic, Real Water, AQUAHydrate, Mountain Valley, Qure, Penta, and Alka Power. Products offered by our direct competitors are sold in various volumes and prices with prices ranging from approximately $0.99 for a half-liter bottle to $4.99 for a one-gallon bottle, and volumes ranging from half-liter bottles to one-gallon bottles. We currently offer our product in a one-gallon bottle for a suggested resale price or a SRP of $4.99, three-liter bottle for a SRP of $3.99, 2 liter bottle at a SRP of $2.99, 1.5 liter at a SRP of $2.49, 1 liter at a SRP of $1.99, 700 milliliter single serving at a SRP of $1.19, an aluminum 500ml at a SRP of $2.49, and a 500 milliliter at a SRP of $0.99. Our competitors may introduce larger sizes and offer them at an SRP that is lower than our products. We can provide no assurances that consumers will continue to purchase our products or that they will not prefer to purchase a competitive product.\nIntellectual Property\nWhere available, we intend to obtain trademark protection in the United States for a number of trademarks for slogans and product designs. We intend to aggressively assert our rights under trade secret, unfair competition, trademark and copyright laws to protect our intellectual property, including product design, product research and concepts and recognized trademarks. These rights are protected through the acquisition of patents and trademark registrations, the maintenance of trade secrets, the development of trade dress, and, where appropriate, litigation against those who are, in our opinion, infringing these rights. The trademark for Alkaline88\n®\n has been registered in the USA, Canada, Mexico, United Kingdom and Hong Kong.\nOther trademarks that have been registered and are currently being used in our marketing efforts include Clean Beverage\n®\n, Smooth Hydration\n®\n, Ionized H20\n®\n, A88\n®\n, Clean Beverage\n®\n, and Hello Hydration\n®\n.\nAny third-party bottling facility that we may choose to utilize in the future and any other such operations will be subject to various environmental protection statutes and regulations, including those relating to the use of water resources and the discharge of wastewater. It will be our policy to comply with any and all such legal requirements. Compliance with these provisions has not had, and we do not expect such compliance to have, any material adverse effect on our capital expenditures, net income or competitive position.\nEmployees\nIn addition to Frank Chessman, who is our president and chief executive officer, and David A. Guarino, who is our chief financial officer, secretary, treasurer and director, we currently employ 31 full time employees and 2 part-time employees. We also work with retail brokers in the United States who are paid on a contract basis. Our operations are overseen directly by management that engages our employees to carry on our business. Our management oversees all responsibilities in the areas of corporate administration, business development, and research. We intend to expand our current management to retain skilled directors, officers, and employees with experience relevant to our business focus. Our management's relationships with manufacturers, distillers, development/research companies, bottling concerns, and certain retail customers will provide the foundation through which we expect to grow our business in the future. We believe that the skill-set of our management team will be a primary asset in the development of our brands and trademarks. We also plan to form an independent network of contract sales and regional managers, a promotional support team, and several market segment specialists who will be paid on a variable basis.",
    "item1a": ">ITEM 1A. RISK FACTORS\nAn investment in our common stock involves a number of very significant risks. You should carefully consider the following risks and uncertainties in addition to other information in this report in evaluating our company and its business before purchasing our securities. Our business, operating results and financial condition could be seriously harmed as a result of the occurrence of any of the following risks. You could lose all or part of your investment due to any of these risks.\nRisks Related to Our Business\nWe may have difficulty realizing consistent and meaningful revenues and achieving profitability.\nOur ability to successfully develop our products and to realize consistent and meaningful revenues and to achieve profitability cannot be assured. For us to realize consistent, meaningful revenues and to achieve profitability, our products must receive broad market acceptance by consumers. Without this market acceptance, we will not be able to generate sufficient revenue to continue our business operation. If our products are not widely accepted by the market, our business may fail.\nOur ability to achieve and maintain profitability and positive cash flow is dependent upon our ability to generate revenues, manage development costs and expenses, and compete successfully with our direct and indirect competitors. We anticipate operating losses in upcoming future periods. This will occur because there are expenses associated with the development, production, marketing, and sales of our products.\nOur continued operating losses express substantial doubt about our ability to continue as a going concern.\nOur financial statements are prepared using generally accepted accounting principles in the United States of America applicable to a going concern, which contemplates the realization of assets and liquidation of liabilities in the normal course of business. We have not yet established an ongoing source of revenues sufficient to cover our operating costs and to allow us to continue as a going concern. As of March 31, 2023, we had an accumulated deficit of $137,078,578. Our ability to continue as a going concern is dependent on our company obtaining adequate capital to fund operating losses until we become profitable. If we are unable to obtain adequate capital, we could be forced to significantly curtail or cease operations. Our management has concluded that our historical recurring losses from operations and negative cash flows from operations as well as our dependence on private equity and financings raise substantial doubt about our ability to continue as a going concern and our auditor has included an explanatory paragraph relating to our ability to continue as a going concern in its audit report for the fiscal year ended March 31, 2023.\nOur disclosure controls and procedures and internal control over financial reporting are not effective, which may cause our financial reporting to be unreliable and lead to misinformation being disseminated to the public.\nOur management evaluated our disclosure controls and procedures as of March 31, 2023 and concluded that as of that date, our disclosure controls and procedures were not effective. In addition, our management evaluated our internal control over financial reporting as of March 31, 2023 and concluded that that there were material weaknesses in our internal control over financial reporting as of that date and that our internal control over financial reporting was not effective as of that date. A material weakness is a control deficiency, or combination of control deficiencies, such that there is a reasonable possibility that a material misstatement of the financial statements will not be prevented or detected on a timely basis.\nOur management identified the following material weaknesses in our internal control over financial reporting: (1) We had inadequate segregation of duties over both financial reporting and closing activities; (2) we had inadequate resources in the accounting department and (3) delays in the implementation of a new ERP accounting system which caused the system to not function as intended and as a result led to delays in our financial closing activities.\nTo address these material weaknesses, management performed additional analyses and other procedures to ensure that its financial statements fairly present, in all material respects, our financial position, results of operations and cash flows for the periods presented. Accordingly, we believe that our financial statements fairly present, in all material respects, our financial condition, results of operations and cash flows for the periods presented. In response to the material weaknesses discussed above, we are working on implementing a new integrated ERP system and have hired additional accounting personnel. Once the ERP system in implemented in the third quarter of fiscal year 2024, we plan to engage a third-party consultant to develop a comprehensive control framework using the ERP and to document our internal controls based on the implementation of the ERP system.\nWe have not yet remediated these material weaknesses and we believe that our disclosure controls and procedures and internal control over financial reporting continue to be ineffective. Until these issues are corrected, our ability to report financial results or other information required to be disclosed on a timely and accurate basis may be adversely affected and our financial reporting may continue to be unreliable, which could result in additional misinformation being disseminated to the public. Investors relying upon this misinformation may make an uninformed investment decision.\nWe will need additional funds to continue producing, marketing, and distributing our products.\nWe will have to spend additional funds to continue producing, marketing and distributing our products. If we cannot raise sufficient capital, we may have to cease operations. We will need additional funds to continue to produce our products for distribution to our target market.\nWe will have to continue to spend substantial funds on distribution, marketing and sales efforts before we will know if we have commercially viable and marketable/sellable products.\nThere is no guarantee that sufficient sale levels will be achieved.\nThere is no guarantee that the expenditure of money on distribution and marketing efforts will translate into sufficient sales to cover our expenses and result in profits. Consequently, there is a risk that you may lose all of your investment.\nOur development, marketing, and sales activities are limited by our size.\nBecause of our relative size, we must limit our product development, marketing, and sales activities to the amount of capital we raise. As such, we may not be able to complete our production and business development program in a manner that is as thorough as we would like. We may not ever generate sufficient revenues to cover our operating and expansion costs.\nChanges in the non-alcoholic beverage business environment and retail landscape could adversely impact our financial results.\nThe non-alcoholic beverage business environment is rapidly evolving as a result of, among other things, changes in consumer preferences, including changes based on health and nutrition considerations and obesity concerns; shifting consumer tastes and needs; changes in consumer lifestyles; and competitive product and pricing pressures. In addition, the non-alcoholic beverage retail landscape is very dynamic and constantly evolving, not only in emerging and developing markets, where modern trade is growing at a faster pace than traditional trade outlets, but also in developed markets, where discounters and value stores, as well as the volume of transactions through e-commerce, are growing at a rapid pace. If we are unable to successfully adapt to the rapidly changing environment and retail landscape, our share of sales, volume growth and overall financial results could be negatively affected.\nIntense competition and increasing competition in the commercial beverage market could hurt our business.\nThe commercial retail beverage industry, and in particular its non-alcoholic beverage segment, is highly competitive. Market participants are of various sizes, with various market shares and geographical reach, some of whom have access to substantially more sources of capital.\nWe compete generally with all liquid refreshments, including bottled water and numerous specialty beverages, such as: CORE® Hydration, SOBE®, Snapple®, AriZona® Iced Tea, Vitaminwater®, Gatorade Perform®, and POWERADE®.\nWe compete indirectly with major international beverage companies including but not limited to: The Coca-Cola Company®, PepsiCo, Inc., The Nestlé Group, Dr. Pepper Snapple Group, Inc, Danone S.A., The Kraft Heinz Company, and Unilever PLC. These companies have established market presence in the United States and globally, and offer a variety of beverages that are competitors to our products. We face potential direct competition from such companies, because they have the financial resources, and access to manufacturing and distribution channels to rapidly enter the alkaline water market. We compete directly with other alkaline water producers and brands focused on the emerging alkaline beverage market including: Eternal Naturally Alkaline® Spring Water, Essentia®, CORE® Hydration, Icelandic Glacial™, Real Water®, AQUAhydrate®, Mount Valley Spring Water™, QURE Water®, Penta® Water, and Alka Power™. These companies could bolster their position in the alkaline water market through additional expenditure and promotion.\nAs a result of both direct and indirect competition, our ability to successfully distribute, market and sell our products, and to gain sufficient market share in the United States and around the world to realize profits may be limited, greatly diminished, or totally diminished, which may lead to partial or total loss of your investments in our company.\nAlternative non-commercial beverages or processes could hurt our business.\nThe availability of non-commercial beverages, such as tap water, and machines capable of producing alkaline water at the consumer's home or at store-fronts could hurt our business, market share, and profitability.\nExpansion of the alkaline beverage market or sufficiency of consumer demand in that market for operations to be profitable are not guaranteed.\nThe alkaline water market is an emerging market and there is no guarantee that this market will expand or that consumer demand will be sufficiently high enough to allow our company to successfully market, distribute and sell our products, or to successfully compete with current or future competition, all of which may result in total loss of your investment.\nA failure to introduce new products or product extensions into new marketplaces successfully could prevent us from achieving long-term profitability.\nWe compete in an industry characterized by rapid changes in consumer preferences, so our ability to continue developing new products to satisfy our consumers' changing preferences will determine our long-term success. A failure to introduce new products or product extensions into new marketplaces successfully could prevent us from achieving long-term profitability. In addition, customer preferences are also affected by factors other than taste, such as the publicity. If we do not adjust to respond to these and other changes in customer preferences, our sales may be adversely affected. In addition, a failure to obtain any required regulatory approvals for our proposed products could have a material adverse effect on our business, operating results and financial condition.\nOur growth and profitability depends on the performance of third-party brokers and distributors and on our ongoing relationships with them.\nOur distribution network and its success depend on the performance of third parties. Any non-performance or deficient performance by such parties may undermine our operations, profitability, and result in total loss of your investment. To distribute our products, we use a broker-distributor-retailer network whereby brokers represent our products to distributors and retailers who will in turn sell our products to consumers. The success of this network will depend on the performance of the brokers, distributors and retailers within this network. There is a risk that a broker, distributor, or retailer may refuse to or cease to market or carry our products. There is a risk that the mentioned entities may not adequately perform their functions within the network by, without limitation, failing to distribute to sufficient retailers or positioning our products in localities that may not be receptive to our products. Furthermore, such third-parties' financial position or market share may deteriorate, which could adversely affect our distribution, marketing and sale activities. We also need to maintain good commercial relationships with third-party brokers, distributors and retailers so that they will promote and carry our products. Any adverse consequences resulting from the performance of third-parties or our relationship with them could undermine our operations, profitability and may result in total loss of your investment.\nThe loss of one or more of our major customers or a decline in demand from one or more of these customers could harm our business.\nWe had 1 major customer that together account for 11% of accounts receivable at March 31, 2023, and 2 customers that together account for 35% (18% and 17%, respectively) of the total revenues earned for the year ended March 31, 2023. There can be no assurance that such customers will continue to order our products at the same level or at all. A reduction or delay in orders from such customers, including reductions or delays due to market, economic or competitive conditions, could have a material adverse effect on our business, operating results and financial condition.\nOur dependence on a limited number of vendors leaves us vulnerable to having an inadequate supply of required products, price increases, late deliveries, and poor product quality.\nWe had 3 vendors that accounted for 38% (17%, 11%, and 10%, respectively) of purchases for the year ended March 31, 2023. Like other companies in our industry, we occasionally experience shortages and are unable to purchase our desired volume of products. Increasingly, our vendors are combining and merging together, leaving us with fewer alternative sources. If we are unable to maintain an adequate supply of products, our revenue and gross profit could suffer considerably. Finally, we cannot provide any assurance that our products will be available in quantities sufficient to meet customer demand. Any limits to product access could materially and adversely affect our business and results of operations.\nOur business is sensitive to public perception. If any product proves to be harmful to consumers or if scientific studies provide unfavorable findings regarding their safety or effectiveness, then our image in the marketplace would be negatively impacted.\nOur results of operations may be significantly affected by the public's perception of our company and similar companies. Our business could be adversely affected if any of our products or similar products distributed by other companies proves to be harmful to consumers or if scientific studies provide unfavorable findings regarding the safety or effectiveness of our products or any similar products. If our products suffer from negative consumer perception, it is likely to adversely affect our business and results of operations.\nConsumers may have preconceptions about the health benefits of alkaline water; such health benefits are not guaranteed or proven.\nHealth benefits of alkaline water are not guaranteed and have not been proven. Although we do not market our products as having any potential health benefits, there is a consumer perception that drinking alkaline water has beneficial health effects. Consequently, negative changes in consumers' perception of the benefits of alkaline water or negative publicity surrounding alkaline water may result in loss of market share or potential market share and hence, loss of your investment. We are also prohibited from touting unconfirmed health benefits in our advertising and promotional activities for the products, both directly and indirectly through claims made by third-party endorsers when those endorsers have a material connection to our company.\nWater scarcity and poor quality could negatively impact our production costs and capacity.\nWater is the main ingredient in our products. It is also a limited resource, facing unprecedented challenges from overexploitation, increasing pollution, poor management, and climate change. As demand for water continues to increase, as water becomes scarcer, and as the quality of available water deteriorates, we may incur increasing production costs or face capacity constraints that could adversely affect our profitability or net operating revenues in the long run.\nIncrease in the cost, disruption of supply or shortage of ingredients, other raw materials or packaging materials could harm our business.\nWe and our bottlers will use water, 84 trace minerals from Himalayan salts and packaging materials for bottles such as plastic and paper products. The prices for these ingredients, other raw materials and packaging materials fluctuate depending on market conditions. Substantial increases in the prices of our or our bottlers' ingredients, other raw materials and packaging materials, to the extent they cannot be recouped through increases in the prices of finished beverage products, could increase our operating costs and could reduce our profitability. Increases in the prices of our finished products resulting from a higher cost of ingredients, other raw materials and packaging materials could affect the affordability of our products and reduce sales.\nAn increase in the cost, a sustained interruption in the supply, or a shortage of some of these ingredients, other raw materials, or packaging materials and containers that may be caused by a deterioration of our or our bottlers' relationships with suppliers; by supplier quality and reliability issues; or by events such as natural disasters, power outages, labor strikes, political uncertainties or governmental instability, or the like, could negatively impact our net revenues and profits.\nUnfavorable general economic conditions in the United States could negatively impact our financial performance.\nUnfavorable general economic conditions, such as a recession or economic slowdown, in the United States could negatively affect the affordability of, and consumer demand for, our products in the United States. Under difficult economic conditions, consumers may seek to reduce discretionary spending by forgoing purchases of our products or by shifting away from our beverages to lower-priced products offered by other companies, including non-alkaline water. Consumers may also cease purchasing bottled water and consume tap water. Lower consumer demand for our products in the United States could reduce our profitability.\nAdverse weather conditions could reduce the demand for our products.\nThe sales of our products are influenced to some extent by weather conditions in the markets in which we operate. Unusually cold or rainy weather during the summer months may have a temporary effect on the demand for our products and contribute to lower sales, which could have an adverse effect on our results of operations for such periods.\nWe rely on third parties to produce and bottle our products, which creates additional risk.\nWe do not own or operate bottling or co-packing facilities used for the production of the various water products in our portfolio. We rely on those third parties to ensure the quality, safety and integrity of our products. If the third parties that we engage to produce and bottle our products fail to meet our demands or are found by government agencies to be out of compliance with applicable regulatory requirements, our supplies of those products and our future profit margins could be adversely affected.\nProduct contamination or tampering or issues or concerns with respect to product quality, safety and integrity could adversely affect our business, reputation, financial condition or results of operations.\nProduct contamination or tampering, the failure to maintain high standards for product quality, safety and integrity, including with respect to raw materials and ingredients obtained from suppliers, or allegations (whether or not valid) of product quality issues, mislabeling, misbranding, spoilage, allergens, adulteration or contamination with respect to products in our portfolio may reduce demand for such products, and cause production and delivery disruptions or increase costs, each of which could adversely affect our business, reputation, financial condition or results of operations. If any of the products in our portfolio are mislabeled or become unfit for consumption or cause injury, illness or death, or if appropriate resources are not devoted to product quality and safety (particularly as we expand our portfolio into new categories) or to comply with changing food safety requirements, we could decide to, or be required to, recall products or withdraw from the marketplace and/or we may be subject to liability or government action, which could result in payment of damages or fines, cause certain products in our portfolio to be unavailable for a period of time, result in destruction of product inventory, or result in adverse publicity (whether or not valid), which could reduce consumer demand and brand equity. Moreover, even if allegations of product contamination or tampering or suggestions that our products were not fit for consumption are meritless, the negative publicity surrounding assertions against us or products in our portfolio or processes could adversely affect our reputation or brands. Our business could also be adversely affected if consumers lose confidence in product quality, safety and integrity generally, even if such loss of confidence is unrelated to products in our portfolio. Any of the foregoing could adversely affect our business, reputation, financial condition or results of operations. In addition, if we do not have adequate insurance, if we do not have enforceable indemnification from suppliers, bottlers, distributors or other third parties or if indemnification is not available, the liability relating to such product claims or disruption as a result of recall efforts could materially adversely affect our business, financial condition or results of operations.\nOur products are considered premium beverages; we cannot provide any assurances as to consumers' continued market acceptance of our current and future products.\nWe will compete directly with other alkaline water producers and brands focused on the emerging alkaline beverage market including Eternal, Essentia, Core, Icelandic, Real Water, AQUAHydrate, Mountain Valley, Qure, Penta, and Alka Power. Products offered by our direct competitors are sold in various volumes and prices with prices ranging from approximately $0.99 for a half-liter bottle to $4.99 for a one-gallon bottle, and volumes ranging from half-liter bottles to one-gallon bottles. We currently offer our product in a one-gallon bottle for a suggested resale price or an SRP of a $4.99, three-liter bottle for an SRP of $3.99, 2-liter at an SRP of $2.99, 1.5 liter at an SRP of $2.49, 1 liter at an SRP of $1.99, 700 milliliter single serving at an SRP of $1.19, and a 500 milliliter at an SRP of $0.99. Our competitors may introduce larger sizes and offer them at an SRP that is lower than our products. We can provide no assurances that consumers will continue to purchase our products or that they will not prefer to purchase a competitive product.\nWe are subject to periodic claims and litigation that could result in unexpected expenses and could ultimately be resolved against us.\nFrom time to time, we are involved in litigation and other proceedings, including matters related to product liability claims, stockholder class action and derivative claims, commercial disputes and intellectual property, as well as trade, regulatory, employment, and other claims related to our business. Any of these proceedings could result in significant settlement amounts, damages, fines or other penalties, divert financial and management resources, and result in significant legal fees.\nAn unfavorable outcome of any particular proceeding could exceed the limits of our insurance policies or the carriers may decline to fund such final settlements and/or judgments and could have an adverse impact on our business, financial condition, and results of operations. In addition, any proceeding could negatively impact our reputation among our guests and our brand/image.\nWe regularly evaluate potential expansion into international markets, and any expansion into such international operations could subject us to risks and expenses that could adversely impact our business, financial condition and results of operations.\nWe have recently expanded into the Caribbean, Canada and Mexico. We have also evaluated, and continue to evaluate, potential expansion into certain other international markets. Our international sales and operations would be subject to a variety of risks, including fluctuations in currency exchange rates, tariffs, import restrictions and other trade barriers, unexpected changes in legal and regulatory requirements, longer accounts receivable payment cycles, potentially adverse tax consequences, and difficulty in complying with foreign laws and regulations, as well as U.S. laws and regulations that govern foreign activities. Economic uncertainty in some of the geographic regions in which we might operate could result in the disruption of commerce and negatively impact our operations in those areas. Also, if we choose to pursue international expansion efforts, it may be necessary or desirable to contract with third parties, and we may not be able to enter into such agreements on commercially acceptable terms or at all. Further, such arrangements may not perform to our expectations, and we may be exposed to various risks as a result of the activities of our partners.\nWe rely on key executive officers who have extensive knowledge of our business and the industry in which we operate; the loss of any of these key executive officers would be difficult to replace and may adversely affect our business.\nWe are highly dependent on two executive officers, Frank Chessman and David A. Guarino, who have extensive knowledge of our business and the industry in which we operate. We do not have \"key person\" life insurance policies for either of these officers. The loss of Frank Chessman and/or David A. Guarino could result in delays in product development, loss of any future customers and sales and diversion of management resources, which could adversely affect our operating results.\nIf we are unable to protect our information systems against service interruption, misappropriation of data or breaches of security, our operations could be disrupted, we may suffer financial losses and our reputation may be damaged.\nWe rely on networks and information systems and other technology (\"\ninformation systems\n\"), including the Internet and third-party hosted services, to support a variety of business processes and activities, including procurement and supply chain, manufacturing, distribution, invoicing and collection of payments, employee processes and consumer marketing. We use information systems to process financial information and results of operations for internal reporting purposes and to comply with regulatory financial reporting and legal and tax requirements. In addition, we depend on information systems for digital marketing activities and electronic communications between our company and our bottlers and other customers, suppliers and consumers. Because information systems are critical to many of our operating activities, our business may be impacted by system shutdowns, service disruptions or security breaches. These incidents may be caused by failures during routine operations such as system upgrades or by user errors, as well as network or hardware failures, malicious or disruptive software, unintentional or malicious actions of employees or contractors, cyberattacks by common hackers, criminal groups or nation-state organizations or social-activist (hacktivist) organizations, geopolitical events, natural disasters, failures or impairments of telecommunications networks, or other catastrophic events. In addition, such incidents could result in unauthorized or accidental disclosure of material confidential information or regulated individual personal data. If our information systems suffer severe damage, disruption or shutdown and our business continuity plans do not effectively resolve the issues in a timely manner, we could experience delays in reporting our financial results, and we may lose revenue and profits as a result of our inability to timely manufacture, distribute, invoice and collect payments for concentrate or finished products. Unauthorized or accidental access to, or destruction, loss, alteration, disclosure, falsification or unavailability of, information could result in violations of data privacy laws and regulations, damage to the reputation and credibility of our company and, therefore, could have a negative impact on net operating revenues. In addition, we may suffer financial and reputational damage because of lost or misappropriated confidential information belonging to us, our current or former employees, our bottling partners, other customers or suppliers, or consumers or other data subjects, and may become exposed to legal action and increased regulatory oversight. We could also be required to spend significant financial and other resources to remedy the damage caused by a security breach or to repair or replace networks and information systems.\nIn addition, third-party providers of data hosting or cloud services, as well as our bottling partners, distributors, retailers or suppliers, may experience cybersecurity incidents that may involve data we share with them. Although we have taken steps to prevent cybersecurity incidents, there can be no assurance that such steps will be adequate. In order to address risks to our information systems, we continue to make investments in personnel, technologies and training of our personnel.\nRisks Related to Regulations Applicable to Our Industry\nChanges in laws and regulations relating to beverage containers and packaging could increase our costs and reduce our net operating revenues or profitability.\nWe and our bottlers offer our products in non-refillable, recyclable containers in the United States. Regulations have been enacted in various jurisdictions in the United States requiring that deposits or certain eco-taxes or fees be charged for the sale, marketing and use of certain non-refillable beverage containers. Other proposals relating to beverage container deposits, recycling, eco-tax and/or product stewardship have been introduced in various jurisdictions in the United States and overseas, and we anticipate that similar legislation or regulations may be proposed in the future at local, state and federal levels in the United States. Consumers' increased concerns and changing attitudes about solid waste streams and environmental responsibility and the related publicity could result in the adoption of such legislation or regulations. Current regulations or the adoption of future regulations in the geographical regions in which we currently operate or intend to operate could adversely affect our costs or require changes in our distribution model, which could reduce our net operating revenues or profitability.\nSignificant additional labeling or warning requirements or limitations on the availability of our products may inhibit sales of affected products.\nVarious jurisdictions may seek to adopt significant additional product labeling or warning requirements or limitations on the availability of our products relating to the content or perceived adverse health consequences of our products. Federal laws may preempt some or all of these attempts by state or localities to impose additional labeling or warning requirements. If these types of requirements become applicable to our products under current or future environmental or health laws or regulations, they may inhibit sales of our products. Moreover, if we fail to meet compliance deadlines for any such new requirements, our products may be deemed misbranded or mislabeled and could be subject to enforcement action, or we could be exposed to private lawsuits alleging misleading labels or product promotion.\nChanges in, or failure to comply with, the laws and regulations applicable to our products or our business operations could increase our costs or reduce our net operating revenues.\nThe advertising, distribution, labeling, production, safety, sale, and transportation in the United States of our currently marketed products are subject to: the Federal Food, Drug, and Cosmetic Act; the Federal Trade Commission Act; the Lanham Act; state food and drug laws; state consumer protection laws; competition laws; federal, state, and local workplace health and safety laws, such as the Occupational Safety and Health Act; various federal, state and local environmental protection laws; and various other federal, state, and local statutes and regulations. Changes to such laws and regulations could increase our costs or reduce our net operating revenues.\nIn addition, failure to comply with environmental, health or safety requirements and other applicable laws or regulations could result in the assessment of damages, the imposition of penalties, suspension of production, changes to equipment or processes, or a cessation of operations at our or our bottlers' facilities, as well as damage to our image and reputation, all of which could harm our profitability.\nIf we fail to comply with personal data protection laws, we could be subject to adverse publicity, government enforcement actions and/or private litigation, which could negatively affect our business and operating results.\nIn the ordinary course of our business, we receive, process, transmit and store information relating to identifiable individuals (\"\npersonal data\n\"), primarily employees and former employees. As a result, we are subject to various U.S. federal and state and foreign laws and regulations relating to personal data. These laws have been subject to frequent changes, and new legislation in this area may be enacted in other jurisdictions at any time. There is no assurance that our security controls over personal data, the training of employees and vendors on data privacy and data security, and the policies, procedures and practices we implemented or may implement in the future will prevent the improper disclosure of personal data. Improper disclosure of personal data in violation of applicable personal data protection laws could harm our reputation, cause loss of consumer confidence, subject us to government enforcement actions (including fines), or result in private litigation against us, which could result in loss of revenue, increased costs, liability for monetary damages, fines and/or criminal prosecution, all of which could negatively affect our business and operating results.\nThe FDA could force the removal of our products from the U.S. market.\nThe FDA has broad authority over the regulation of our products. The FDA could, among other things, force us to remove our products from the U.S. market, levy fines or change their regulations on advertising. Any adverse action by the FDA could have a material adverse impact on our business.\nGovernment reviews, inquiries, investigations, and actions could harm our business or reputation.\nAs our product portfolio evolves, the regulatory environment with regard to our business is also evolving. Government officials often exercise broad discretion in deciding how to interpret and apply applicable laws or regulations. We may in the future receive formal and informal inquiries from various governmental regulatory authorities, as well as self-regulatory organizations or consumer protection watchdog groups, about our business and compliance with local laws, regulations, or standards. Any determination that our products, operations or activities, or the activities of our employees, contractors or agents, are not in compliance with existing laws, regulations or standards, could adversely affect our business in a number of ways. Even if such an inquiry does not result in the imposition of fines, interruptions to our business, loss of suppliers or other third-party relationships, terminations of necessary licenses and permits, or similar direct results, the existence of the inquiry alone could potentially create negative publicity that could harm our business and/or reputation.\nRisks Related to Our Intellectual Property\nIt is difficult and costly to protect our intellectual property.\nOur commercial success will depend in part on obtaining and maintaining trademark protection and trade secret/know-how protection of our products and brands, as well as successfully defending that intellectual property against third-party challenges. We will only be able to protect our intellectual property related to our trademarks and brands to the extent that we have rights under valid and enforceable trademarks, know-how or trade secrets that cover our products and brands. Changes in either the trademark laws or in interpretations of trademark and laws in the U.S. and other countries may diminish the value of our intellectual property. Accordingly, we cannot predict the breadth of claims that may be allowed or enforced in our issued trademarks. The degree of future protection for our proprietary rights is uncertain because legal means afford only limited protection and may not adequately protect our rights or permit us to gain or keep our competitive advantage.\nWe may face intellectual property infringement claims that could be time-consuming and costly to defend, and could result in our loss of significant rights and the assessment of treble damages.\nFrom time to time we may face intellectual property claims from third parties. Some of these claims may lead to litigation. The outcome of any such litigation can never be guaranteed, and an adverse outcome could affect us negatively. For example, were a third party to succeed on an infringement claim against us, we may be required to pay substantial damages (including up to treble damages if such infringement were found to be willful). In addition, we could face an injunction, barring us from conducting the allegedly infringing activity. The outcome of the litigation could require us to enter into a license agreement which may not be under acceptable, commercially reasonable, or practical terms or we may be precluded from obtaining a license at all. It is also possible that an adverse finding of infringement against us may require us to dedicate substantial resources and time in developing non-infringing alternatives, which may or may not be possible.\nFinally, we may initiate claims to assert or defend our own intellectual property against third parties. Any intellectual property litigation, irrespective of whether we are the plaintiff or the defendant, and regardless of the outcome, is expensive and time-consuming, and could divert our management's attention from our business and negatively affect our operating results or financial condition.\nWe may be subject to claims by third parties asserting that our employees or our company has misappropriated their intellectual property, or claiming ownership of what we regard as our own intellectual property.\nAlthough we try to ensure that our company, our employees, and independent contractors (suppliers/vendors/distributors) do not use the proprietary information or know-how of others in their work for us, we may be subject to claims that our company, our employees, or independent contractors (suppliers/vendors/distributors) have used or disclosed intellectual property in violation of others' rights. These claims may cover a range of matters, such as challenges to our trademarks, as well as claims that our employees or independent contractors are using trade secrets or other proprietary information of any such employee's former employer or independent contractors. As a result, we may be forced to bring claims against third parties, or defend claims they may bring against us, to determine the ownership of what we regard as our intellectual property. If we fail in prosecuting or defending any such claims, in addition to paying monetary damages, we may lose valuable intellectual property rights or personnel. Even if we are successful in prosecuting or defending against such claims, litigation could result in substantial costs and be a distraction to management.\nRisks Related to Our Stock\nBecause we can issue additional shares of our common stock, our stockholders may experience dilution in the future.\nWe are authorized to issue up to 13,333,333 shares of our common stock and 100,000,000 shares of our preferred stock, of which 10,395,805 shares of our common stock are issued and outstanding as of August 15, 2023. Our board of directors has the authority to cause us to issue additional shares of our common stock and preferred stock, and to determine the rights, preferences, and privileges of shares of our preferred stock, without consent of our stockholders. Consequently, the stockholders may experience more dilution in their ownership of our stock in the future.\nTrading on the Nasdaq Capital Market may be volatile, which could depress the market price of the shares of our common stock and make it difficult for our stockholders to resell their shares.\nThe shares of our common stock are listed on the Nasdaq Capital Market. The trading of our common stock may experience wide fluctuations in trading prices, due to many factors that may have little to do with our operations or business prospects. This volatility could depress the market price of the shares of our common stock for reasons unrelated to operating performance.\nA prolonged and substantial decline in the price of the shares of our common stock could affect our ability to raise further working capital, thereby adversely impacting our ability to continue operations.\nA prolonged and substantial decline in the price of the shares of our common stock could result in a reduction in the liquidity of the shares of our common stock and a reduction in our ability to raise capital, or a delisting from a stock exchange on which our common stock trades. Because we plan to acquire a significant portion of the funds, we need in order to conduct our planned operations through the sale of equity securities, a decline in the price of the shares of our common stock could be detrimental to our liquidity and our operations because the decline may cause investors not to choose to invest in shares of our common stock. If we are unable to raise the funds, we require for all our planned operations and to meet our existing and future financial obligations, we may be forced to reallocate funds from other planned uses and may suffer a significant negative effect on our business plan and operations, including our ability to develop new products and continue our current operations. As a result, our business may suffer, and we may go out of business.\nOn April 13, 2023, the Company received a deficiency letter from the Listing Qualifications Department (the \"Staff\") of The Nasdaq Stock Market LLC (\"Nasdaq\"), notifying the Company that for the last 30 consecutive business days, the Company's minimum Market Value of Listed Securities (\"MVLS\") was below the minimum of $35 million required for continued listing on the Nasdaq Capital Market pursuant to Nasdaq Listing Rule 5550(b)(2) (the \"Market Value Standard\"). The Staff also noted that the Company does not meet the requirements under Nasdaq Listing Rules 5550(b)(1) Equity Standard and 5550(b)(3) and Net Income Standard.\nIn accordance with Nasdaq Listing Rule 5810(c)(3)(C), the Company has been given 180 calendar days, or until October 10, 2023, to regain compliance with the Market Value Standard. To regain compliance with the Market Value Standard, the MVLS for the Company's common stock must be at least $35 million for a minimum of 10 consecutive business days at any time during this 180-day period. If the Company regains compliance with the Market Value Standard, the Staff will provide the Company with written confirmation and will close the matter.\nIf the Company does not regain compliance with the Market Value Standard by October 10, 2023, Nasdaq will provide notice that the Company's securities are subject to delisting from the Nasdaq Capital Market. At that time, the Company may appeal the Staff's delisting determination to a Hearings Panel (the \"Panel\"). There can be no assurance that, if the Company does appeal a delisting determination by the Staff to the Panel, such appeal would be successful.\nThe Company intends to monitor the MLVS between now and October 10, 2023, and may, if appropriate, evaluate available options to resolve the deficiency under the Market Value Standard and regain compliance with the Market Value Standard. The Company may also try to comply with another Nasdaq listing criteria, such as the ones under Nasdaq Listing Rule 5550(b)(1) Equity Standard. However, there can be no assurance that the Company will be able to regain or maintain compliance with Nasdaq listing criteria.\nOn July 18, 2023, The Company received a deficiency letter (the “Letter”) from the Nasdaq, notifying the Company that since the Company had not yet filed its Form 10-K for the year ended March 31, 2023 (the “Form 10-K”), it no longer complies with the Nasdaq’s Listing Rule 5250(c)(1) (the “Rule”) relating to the Company’s obligation to file periodic financial reports for continued listing.\nThe Letter stated that the Company has 60 calendar days to submit a plan (the “Plan”) to regain compliance and if the Nasdaq accepts the Plan, the Nasdaq can grant an exception of up to 180 calendar days from the Form 10-K’s due date, or until January 10, 2024, to regain compliance.\nThe Letter requested that the Company submit the Plan no later than September 18, 2023. If the Nasdaq does not accept the Plan, the Company will have the opportunity to appeal that decision to the Nasdaq Hearings Panel.\nBecause we do not intend to pay any cash dividends on the shares of our common stock in the near future, our stockholders will not be able to receive a return on their shares unless they sell them.\nWe intend to retain any future earnings to finance the development and expansion of our business. We do not anticipate paying any cash dividends on the shares of our common stock in the near future. The declaration, payment and amount of any future dividends will be made at the discretion of our board of directors, and will depend upon, among other things, the results of operations, cash flows and financial condition, operating and capital requirements, and other factors as the board of directors considers relevant. There is no assurance that future dividends will be paid, and if dividends are paid, there is no assurance with respect to the amount of any such dividend. Unless we pay dividends, our stockholders will not be able to receive a return on their shares unless they sell them.",
    "item7": ">ITEM 7. MANAGEMENT'S DISCUSSION AND ANALYSIS OF FINANCIAL CONDITION AND RESULTS OF OPERATIONS\nThe following discussion should be read in conjunction with our financial statements and the related notes that appear elsewhere in this annual report. The following discussion contains forward-looking statements that reflect our plans, estimates and beliefs. Our actual results could differ materially from those discussed in the forward looking statements. Factors that could cause or contribute to such differences include those discussed below and elsewhere in this annual report on Form 10-K.\nOverview\nFounded in 2012, The Alkaline Water Company (NASDAQ: WTER) is headquartered in Scottsdale, Arizona. Its flagship product, Alkaline88®, is a leading premier alkaline water brand available in bulk and single-serve sizes along with eco-friendly aluminum packaging options. With its innovative, state-of-the-art proprietary electrolysis process, Alkaline88® delivers perfect 8.8 pH balanced alkaline drinking water with trace minerals and electrolytes and boasts our trademarked label 'Clean Beverage.' Quickly being recognized as a growing lifestyle brand, we launched Alkaline88® Sports Drinks.\nOur bottled alkaline water product is presently available in over 75,000 stores in all 50 states, the District of Columbia, the Caribbean and in Mexico and Canada. We distribute our product through several channels. We sell through large national distributors (UNFI, KeHE, C&S, and Core-Mark), which together represent over 150,000 retail outlets. We also sell our products directly to retail clients, including convenience stores, natural food products stores, large ethnic markets and national retailers and through Direct Store Distributors in selected markets, including Columbia Distributing, Mahaska, Nevada Beverage, and Hensley, covering Nevada, Arizona, Pacific Northwest and Midwest region. Combined, they service over 25,000 customers in eight states. Each one carries our full line of non-CBD waters. Some examples of retail clients are Walmart, CVS, Rite-Aid, Family Dollar, Food Lion, Albertson's/Safeway, Kroger companies, Sam's Club, Schnucks, Smart & Final, Jewel-Osco, Sprouts, Bashas', Stater Bros. Markets, Unified Grocers, Bristol Farms, Publix, Vallarta, Superior Foods, Ingles, Shaw's, Raley's, Harris Teeter, Festival Foods, HEB and Brookshire's. The majority of our sales to retail clients are through brokers and distributors, however, sales to our larger retail clients are often direct to the client's own warehouse distribution network. Our full line of Alkaline88® bottled water products and sports drinks are presently available for purchase at www.alkaline88.com and www.thealkalinewaterco.com.\nOur operating subsidiary, Alkaline 88, LLC, operates primarily as a marketing, distribution, and manufacturing company for our alkaline bottled water products. It has entered into co-packing agreements with nine different bottling, companies located in Virginia, Georgia, California, Texas, Florida Wisconsin, Nevada and Arizona to act as co-packers for our product. Our current capacity at all plants exceeds approximately $14.0 million per month wholesale.\nOur component materials are readily available through multiple vendors. Our principal suppliers are Vav Plastics Inc., Smurfit, and CKS Packaging.\nCash Flows\nOur financial statements are prepared using generally accepted accounting principles in the United States of America applicable to a going concern, which contemplates the realization of assets and satisfaction of liabilities in the normal course of business. We have not yet established an ongoing source of revenues sufficient to cover our operating costs, however, we have initiated a cost-reduction strategy along with our cash on hand, plus anticipated warrant exercises and debt settlements, our line of credit and the Sales Agreement is planned to fund our current planned operations and capital needs for the next 12 months. Our ability to continue as a going concern is dependent on our company obtaining additional capital to fund operating losses until we become profitable. If we are unable to obtain additional capital, we could be forced to significantly curtail or cease operations.\nInflationary Pressure\nWe have seen significant margin contraction as a result of inflationary pressures over the last 12 months. We've taken a number of steps that will allow us to increase our margins in the year ended March 31, 2024. These steps include (1) an approximate 6% across the board price increase; (2) a potential leveling off or small reduction in freight costs due to the geographic distribution of our new co-packers and suppliers; and (3) our buying power allowing us to lock in price breaks on raw materials over the next 12 months.\nResults of Operations\nYears Ended March 31, 2023 and March 31, 2022\nThe following summary of our results of operations should be read in conjunction with our audited consolidated financial statements for the years ended March 31, 2023 and March 31, 2022 which are included herein:\n \n \nYear Ended\n \n \nYear Ended\n \n \n \nMarch 31, 2023\n \n \nMarch 31, 2022\n \nNet Revenue\n$\n63,777,289\n \n$\n54,771,942\n \nCost of Goods Sold\n \n52,131,162\n \n \n45,377,275\n \nGross profit\n \n11,646,127\n \n \n9,394,667\n \nNet Loss (after operating expenses and other expenses)\n \n(27,405,193\n)\n \n(39,584,360\n)\nRevenue and Cost of Goods Sold\nWe had revenue from sales of our product for the year ended March 31, 2023 of $63,777,289 as compared to $54,771,942 for the year ended March 31, 2022, an increase of 16%, generated by sales of our alkaline water. The increase in sales is due to the expanded distribution of our products to additional retailers throughout the country. We distribute our product through several channels. We sell through large national distributors (UNFI, KeHe, C&S, and Core-Mark), which together represent over 150,000 retail outlets. We also sell our product directly to retail clients, including convenience stores, natural food products stores, large ethnic markets and national retailers. Some examples of retail clients are: Walmart, CVS, Sam's Club, Family Dollar, Albertson/Safeway, Kroger companies, Schnucks, Smart & Final, Jewel-Osco, Sprouts, Bashas', Stater Bros. Markets, Unified Grocers, Bristol Farms, Publix, Vallarta, Superior Foods, Ingles, Shaw's, Raley's, Harris Teeter, Festival Foods, HEB and Brookshire's.\nNet Revenue for the year ended March 31, 2022 has been corrected for an adjustment to reclassify Sales and marketing expenses of $5,824,305 as a reduction of Net revenue as such amounts were related to consideration payable to a customer which the Company determined was not for distinct goods or services received. The Company assessed the materiality of the misstatement quantitatively and qualitatively and has concluded that the correction of the classification error is immaterial to the consolidated financials taken as a whole. As a result of the correction, Net Revenue decreased from $60,596,247 to $54,771,942 and Sales and marketing expenses decreased from $32,636,143 to $26,811,838. The correction had no impact on Total operating loss and Net loss.\nCost of goods sold is comprised of production costs, shipping and handling costs. For the year ended March 31, 2023, we had cost of goods sold of $52,131,162, or 82% of net sales, as compared to cost of goods sold of $45,377,275, or 83% of net sales, for the year ended March 31, 2022. The decrease in cost of goods sold as a percentage of net sales compared to the same period last year was due primarily due to the decreased raw materials costs and freight costs.\nExpenses\nOur operating expenses for the years ended March 31, 2023 and March 31, 2022 are as follows:\n \n \nYear Ended\n \n \nYear Ended\n \n \n \nMarch 31, 2023\n \n \nMarch 31, 2022\n \nSales and marketing expenses\n$\n22,659,968\n \n$\n26,811,838\n \nGeneral and administrative expenses\n \n11,015,173\n \n \n21,580,739\n \nTotal operating expenses\n$\n33,675,141\n \n$\n48,392,577\n \nDuring the year ended March 31, 2023, our total operating expenses were $33,675,141 as compared to $48,392,577 for the year ended March 31, 2022. Sales and marketing expenses decreased by approximately $4.2 million primarily resulting from a reduction of approximately $4.3 million in marketing professional and endorsement fees. General and administrative expenses decreased by approximately $10.6 million primarily resulting from an approximately $6.1 million decrease in professional fees and approximately $4.7 million decrease in non-cash stock compensation.\nFor the year ended March 31, 2023, the total of approximately $22.7 million of selling and marketing expenses consisted primarily of approximately $13.3 million of out-bound freight costs, $1.6 million in marketing professional fees and $2.3 in non-cash expenses relating to our endorsement agreement.\nFor the year ended March 31, 2022, the total of approximately $26.8 million of selling and marketing expenses consisted primarily of approximately $13.8 million of out-bound freight costs, $5.1 million in marketing advertising and promotional fees and $2.3 in non-cash expenses relating to our endorsement agreement.\nFor the year ended March 31, 2023, the total of approximately $11.0 million of general and administrative expenses consisted primarily of approximately $1.3 million of professional fees, media fees and legal fees, approximately $6.1 million in wage expense and approximately $1.3 million in stock compensation expense, relating to stock option expense and stock expense relating to endorsement.\nFor the year ended March 31, 2022, the total of approximately $21.6 million of general and administrative expenses consisted primarily of approximately $7.4 million of professional fees, media fees and legal fees, approximately $5.3 million in wage expense and approximately $6.0 million in stock compensation expense, relating to stock option expense and stock expense relating to endorsement.\nLiquidity and Capital Resources\nWorking Capital\n \n \nAt March 31,\n2023\n \n \nAt March 31,\n2022\n \nCurrent assets\n$\n15,951,725\n \n$\n21,157,421\n \nCurrent liabilities\n \n23,344,608\n \n \n21,920,686\n \nWorking capital\n$\n(7,392,883\n)\n$\n(763,265\n)\nCurrent Assets\nCurrent assets as of March 31, 2023 and March 31, 2022 primarily relate to $1,038,754 and $1,531,062 in cash which decreased due to the Company's net loss; $6,520,232 and $7,927,065 in accounts receivable; and $5,591,351 and $8,583,664 in inventory, which decreased due to the Company’s initiative in reducing costs and working capital..\nCurrent Liabilities\nCurrent liabilities as of March 31, 2023 and March 31, 2022 primarily relate to $11,616,247 and $10,441,879 in accounts payable which increased due to higher raw material and freight costs, revolving financing of $6,403,447 and $7,043,870, and accrued expenses of $1,996,387 and $2,036,739, respectively.\nCash Flow\nOur cash flows for the years ended March 31, 2023, and March 31, 2022 are as follows:\n \n \nYear\n \n \nYear\n \n \n \nEnded\n \n \nEnded\n \n \n \nMarch 31,\n \n \nMarch 31,\n \n \n \n2023\n \n \n2022\n \nNet Cash used in operating activities\n$\n(10,429,380\n)\n$\n(31,819,542\n)\nNet Cash used in investing activities\n \n(1,444,641\n)\n \n(992,009\n)\nNet Cash provided by financing activities\n \n11,381,713\n \n \n25,211,657\n \nNet increase (decrease) in cash and cash equivalents\n$\n(492,308\n)\n$\n(7,599,894\n)\n \n \nOperating Activities\nNet cash used in operating activities was $10,429,380 for the year ended March 31, 2023, as compared to $31,819,542 used in operating activities for the year ended March 31, 2022. The decrease in net cash used was primarily due to the decreased net operating loss after adjustment for non-cash expenses of approximately $11.3 million and an increase in changes in operating assets and liabilities in the amount of approximately $10.0 million.\nInvesting Activities\nNet cash used in investing activities was $1,444,641 for the year ended March 31, 2023, as compared to $992,009 used in investing activities for the year ended March 31, 2022. The increase in net cash used from investing activities was due to increase of purchase of fixed assets.\nFinancing Activities\nNet cash provided by financing activities for the year ended March 31, 2023 was $11,381,713, as compared to $25,211,657 for the year ended March 31, 2022. The decrease in net cash provided by financing activities was due to lower proceeds from the exercise of warrants (approximately $7.7 million) and proceeds from notes payable in the amount of $3.8 million in the year ended March 31, 2022.\nCash Requirements\nOur ability to operate as a going concern is dependent on obtaining adequate capital to fund operating losses until we become profitable. We have initiated a cost-reduction strategy along with our cash on hand, plus anticipated warrant exercises, our line of credit and the Sales Agreement is planned to fund our current planned operations and capital needs for the next 12 months. However, if our current plans change or are accelerated or we choose to increase our production capacity, we may seek to sell additional equity or debt securities or obtain additional credit facilities, including seeking investments from strategic investors. The sale of additional equity securities will result in dilution to our stockholders. The incurrence of indebtedness will result in increased debt service obligations and could require us to agree to operating and financial covenants that could restrict our operations or modify our plans to grow the business. Financing may not be available in amounts or on terms acceptable to us, if at all. Any failure by us to raise additional funds on terms favorable to us, or at all, will limit our ability to expand our business operations and could harm our overall business prospects.\nCritical Accounting Policies\nThe preparation of consolidated financial statements in conformity with GAAP requires management to make estimates and assumptions that affect the reported amounts of assets and liabilities and disclosure of contingent assets and liabilities as of the date of the consolidated financial statements and the reported amounts of revenues and expenses during the reporting period. Actual results could differ from those estimates.\nWe have chosen accounting policies that we believe are appropriate to report accurately and fairly our operating results and financial position, and we apply those accounting policies in a fair and consistent manner. See \"Part II—Item 8. Financial Statements and Supplementary Data—Note 1\" for a discussion of our significant accounting policies.\nOff-Balance Sheet Arrangements\nWe have no off-balance sheet arrangements that have or are reasonably likely to have a current or future effect on our financial condition, changes in financial condition, revenues or expenses, results of operations, liquidity, capital expenditures or capital resources that is material to our stockholders.",
    "item7a": ">ITEM 7A. QUANTITATIVE AND QUALITATIVE DISCLOSURES ABOUT MARKET RISK\nNot applicable.\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "cik": "1532390",
    "cusip6": "01643A",
    "cusip": [
        "01643A207",
        "01643A306"
    ],
    "names": [
        "ALKALINE WTR CO INC",
        "ALKALINE WATER CO INC/THE"
    ],
    "source": "https://www.sec.gov/Archives/edgar/data/1532390/000106299323016652/0001062993-23-016652-index.htm"
}