{
    "item1": ">Item 1. Business.\n\n\n \n\n\nOverview\n\n\n \n\n\nJerash Holdings (US), Inc. (“Jerash Holdings”),\nthrough its wholly owned operating subsidiaries (together the “Group,” “we,” “us,” or “our”),\nis principally engaged in the manufacturing and exporting of customized, ready-made sportswear and outerwear from knitted fabric and personal\nprotective equipment (“PPE”) produced in its facilities in the Hashemite Kingdom of Jordan (“Jordan”). Our website\naddress is http://www.jerashholdings.com. Information available on our website is not a part of, and is not incorporated into, this Annual\nReport on Form 10-K.\n\n\n \n\n\nWe are a manufacturer for many well-known brands\nand retailers, such as VF Corporation (which owns brands such as The North Face, Timberland, and Vans), New Balance, G-III (which licenses\nbrands such as Calvin Klein, Tommy Hilfiger, DKNY, and Guess), American Eagle, and Skechers. Our production facilities comprise six factories\nand five warehouses and we currently employ approximately 5,000 people. The total annual capacity at our facilities was approximately\n14 million pieces (average for product categories including t-shirts, polo shirts, pants, shorts, and jackets, and excluding PPE) as of\nMarch 31, 2023.\n\n\n \n\n\nOrganizational Structure\n\n\n \n\n\nJerash Holdings is a holding company incorporated\nin Delaware in January 2016. As of the date of this annual report, Jerash Holdings has the following wholly owned subsidiaries: (i) Jerash\nGarments and Fashions Manufacturing Co., Ltd. (“Jerash Garments”), an entity formed under the laws of Jordan, (ii) Treasure\nSuccess International Limited (“Treasure Success”), an entity formed under the laws of Hong Kong Special Administrative Region\nof the People’s Republic of China (“Hong Kong” or “HK”), (iii) Chinese Garments and Fashions Manufacturing\nCo., Ltd. (“Chinese Garments”), an entity formed under the laws of Jordan and a wholly owned subsidiary of Jerash Garments,\n(iv) Jerash for Industrial Embroidery Co., Ltd. (“Jerash Embroidery”), an entity formed under the laws of Jordan and a wholly\nowned subsidiary of Jerash Garments, (v) Al-Mutafaweq Co. for Garments Manufacturing Ltd. (“Paramount”), an entity formed\nunder the laws of Jordan and a wholly owned subsidiary of Jerash Garments, (vi) Mustafa and Kamal Ashraf Trading Company (Jordan) for\nthe Manufacture of Ready-Make Clothes LLC (“MK Garments”), an entity formed under the laws of Jordan and a wholly owned subsidiary\nof Jerash Garments; (vii) Jiangmen Treasure Success Business Consultancy Co., Ltd. (“Jiangmen Treasure Success”), an entity\nincorporated under the laws of the People’s Republic of China (“China” or the “PRC”) and a wholly owned\nsubsidiary of Treasure Success, (viii) Jerash The First Medical Supplies Manufacturing Company Limited (“Jerash The First”),\nan entity formed under the laws of Jordan and a wholly owned subsidiary of Jerash Garments, (ix) Jerash Supplies, LLC (“Jerash Supplies”),\nan entity formed under the laws of the State of Delaware, (x) Kawkab Venus Dowalyah Lisenaet Albesah (“Kawkab Venus”), a limited\nliability company established in Amman, Jordan, and (xi) Ever Winland Limited (“Ever Winland”), a limited liability company\norganized in Hong Kong. As of the date of this annual report, Treasure Success owns 51% of the equity interests in J&B International\nLimited (“J&B”), a company with limited liability incorporated under the laws of Hong Kong. P. T. Eratex (Hong Kong) Limited\n(“Eratex”), a company formed in Hong Kong, owns the remaining 49%.\n\n\n \n\n\n\n\n\n\n1\n\n\n \n\n\n\n\n \n\n\nThis chart reflects our organizational structure as of the date of\nthis annual report:\n\n\n \n\n\n\n\n \n\n\n\n\n \n\n\nJerash Garments was established in Jordan on November\n26, 2000 and operates out of our factory in Al Tajamouat Industrial City, a Development Zone in Amman, Jordan. Jerash Garments’\nprincipal activities are to house management offices and to operate production lines and printing, sewing, ironing, packing, and quality\ncontrol units, as well as house our trims and finished products warehouses. We also operate our factory in Al-Hasa County (as discussed\nbelow) under Jerash Garments.\n\n\n \n\n\nChinese Garments was established in Jordan on\nJune 13, 2013 and operates out of our factory in Al Tajamouat Industrial City. Chinese Garments’ principal activities are to house\nadministration, human resources, finance, and management offices and to operate additional production lines and sewing, ironing, and packing\nunits, as well as house our trims warehouse.\n\n\n \n\n\nJerash Embroidery was established in Jordan on\nMarch 11, 2013 and operates out of our factory in Al Tajamouat Industrial City. Jerash Embroidery’s principal activities are to\nperform the cutting and embroidery for our products.\n\n\n \n\n\nParamount was established in Jordan on October\n24, 2004 and operates out of our factory in Al Tajamouat Industrial City. Paramount’s principal activities are to manufacture garments\nper customer orders.\n\n\n \n\n\nMK Garments was established in Jordan on January\n23, 2003. On June 24, 2021, Jerash Garments and the sole shareholder of MK Garments entered into an agreement, pursuant to which Jerash\nGarments acquired all of the outstanding stock of MK Garments. As of October 7, 2021, MK Garments became a subsidiary of Jerash Garments.\nMK Garments operates out of our factory in Al Tajamouat Industrial City. MK Garments’ principal activities are to manufacture garments\nper customer orders.\n\n\n \n\n\nTreasure Success was established in Hong Kong\non July 5, 2016 and operates in Hong Kong. Treasure Success’s primary activities are sales of garments and to employ sales and merchandising\nstaff and supporting personnel in Hong Kong to support the business of Jerash Garments and its subsidiaries.\n\n\n \n\n\nJiangmen Treasure Success was established in Jiangmen\nCity of Guangdong Province in the PRC on August 28, 2019 and operates in the PRC. Jiangmen Treasure Success’s primary activities\nare to provide support in sales and marketing, sample development, merchandising, procurement, and other areas.\n\n\n \n\n\nJerash The First was established in Jordan on\nJuly 6, 2020 and operate out of our factory in Al-Hasa County. Jerash The First’s principal activities are to manufacture PPE products.\n\n\n \n\n\nJerash Supplies was formed in Delaware on November\n20, 2020. Jerash Supplies is engaged in the trading of PPE products.\n\n\n \n\n\nKawkab Venus was established in Amman, Jordan,\non January 15, 2015 with a declared capital of JOD 50,000. It holds land with factory premises, which are leased to MK Garments. On July\n14, 2021, Jerash Garments and the sole shareholder of Kawkab Venus entered into an agreement, pursuant to which Jerash Garments acquired\nall of the outstanding stock of Kawkab Venus. Apart from the land and factory premises, Kawkab Venus had no other significant assets or\nliabilities and no operation activities or employees at the time of acquisition, so the acquisition was accounted for an asset acquisition.\nAs of August 21, 2022, Kawkab Venus became a subsidiary of Jerash Garments.\n\n\n \n\n\n\n\n\n\n2\n\n\n \n\n\n\n\n \n\n\nEver Winland was organized in Hong Kong on December\n3, 2020. It holds office premises, which are leased to Treasure Success. On June 22, 2022, Treasure Success and the shareholders of Ever\nWinland entered into an agreement, pursuant to which Treasure Success acquired all of the outstanding stock of Ever Winland. Apart from\nthe office premises used by Treasure Success, Ever Winland had no other significant assets or liabilities and no operating activities\nor employees at the time of this acquisition, so this transaction was accounted for as an asset acquisition. As of August 29, 2022, Ever\nWinland became a subsidiary of Treasure Success.\n\n\n \n\n\nJ&B is a joint venture company established\nin Hong Kong on January 10, 2023. On March 20, 2023, Treasure Success and Eratex entered into a Joint Venture and Shareholders’\nAgreement, pursuant to which Treasure Success acquired 51% of the equity interests in J&B on April 11, 2023. J&B engages in the\nbusiness of garment trading and manufacturing for orders from customers.\n\n\n \n\n\nProducts \n\n\n \n\n\nAs a garment manufacturing group, we specialize\nin manufacturing sportswear and outerwear. Our sportswear and outerwear product offering consists of jackets, polo shirts, t-shirts, pants,\nand shorts. Our primary product offering in the fiscal year ended March 31, 2023 was shorts, pants, and vests, which accounted for approximately\n49% of our total shipped pieces. In the fiscal year ended March 31, 2022, our primary product offering was jackets, which accounted for\napproximately 35% of our total shipped pieces.\n\n\n \n\n\nIn response to high demand for PPE due to the\nCOVID-19 pandemic, we started manufacturing PPE in 2020. Our PPE product offering consists of branded (washable) and disposable face masks,\nmedical scrubs, protective coveralls, and surgical gowns. In order to advance our PPE market development efforts, we incorporated a new\nentity, Jerash The First, which received temporary permission from Jordan’s Food and Drug Administration to manufacture and export\nnon-surgical PPE. Our production facility for PPE needs to meet certain structural requirements before we can receive a permanent permission\nand we are still planning the production facility. In September 2020, we successfully registered as a medical device manufacturing facility\nwith the U.S. Food and Drug Administration for the sale and export of our PPE products to the United States. We also received an ISO 13485\ndesignation covering the manufacturing, packing, and selling of medical supplies. The sale and export of PPE products did not contribute\nto our total revenue in the fiscal year ended March 31, 2023. \n\n\n \n\n\nManufacturing and Production\n\n\n \n\n\nOur production facilities are located in Al Tajamouat\nIndustrial City and in Al-Hasa County in the Tafilah Governorate of Jordan.\n\n\n \n\n\nOur production facilities in Al Tajamouat Industrial\nCity comprise five factories and five warehouses. Effective as of January 1, 2019, the government of the Hashemite Kingdom of Jordan converted\nAl Tajamouat Industrial City into a Development Zone. Following this change, we continued to operate under benefits similar to the Qualifying\nIndustrial Zone designation, but were subject to a 10% corporate income tax plus a 1% social contribution. Starting from January 1, 2020,\nthe corporate income tax rate increased to 14% plus a 1% social contribution. On January 1, 2021, the corporate income tax rate increased\nto 16% plus a 1% social contribution. On January 1, 2022, the corporate income tax rate increased to 18% or 20% plus a 1% social contribution.\nEffective January 1, 2023, we have been subject to a 19% or 20% corporate income tax rate plus a 1% social contribution. Currently, the\nfirst factory, which we own, employs approximately 1,400 people. Its primary functions are to house our management offices, as well as\nproduction lines, trims warehouse, and printing, sewing, ironing, and packaging units. The second factory, which we lease, employs approximately\n1,400 people. Its primary function is to house our administrative and human resources personnel, merchandising and accounting departments,\nembroidery, printing, additional production lines, trims and finished products warehouses, and sewing, ironing, packing and quality control\nunits. The third factory, which we lease, employs approximately 200 people. Its primary functions are to perform the cutting for our products.\nThe fourth factory (under Paramount), which we lease, currently employs approximately 1,100 people. Its primary functions are to house\nadditional production lines. The fifth factory (under MK Garments) currently employs approximately 600 people. Its primary function is\nto manufacture garments for orders from customers.\n\n\n \n\n\n\n\n\n\n3\n\n\n \n\n\n\n\n \n\n\nOur production facility in Al-Hasa County in the\nTafilah Governorate of Jordan comprises a factory, which currently employs approximately 300 people and its primary functions are to manufacture\ngarment products per customer orders. We commenced the construction of this factory in 2018 and we started operations in November 2019.\nThis is a joint project with the Jordanian Ministry of Labor and the Jordanian Education and Training Department. According to our agreement\nwith these government agencies, we used this factory without paying rent through December 2022. We have continued to use the factory without\npaying rent since January 2023 as new arrangements with the Jordanian Ministry of Labor are still being made. See “Item 2. Properties”\nbelow for more information regarding this factory.\n\n\n \n\n\nIn 2015, we commenced a project to build a 4,800\nsquare-foot workshop in the Tafilah Governorate of Jordan, which was originally intended to be used as a sewing workshop for Jerash Garments.\nConstruction was temporarily suspended in March 2020 due to the COVID-19 pandemic and was subsequently completed and ready for use as\nof September 30, 2021 and the building is now used as a dormitory to house management and supervisory staff who work at the factory in\nAl-Hasa County.\n\n\n \n\n\nIn April 2021, we commenced a construction on\na 189,000 square-foot housing facility for our multi-national workforce, situated on a 49,000 square-foot site owned by us, in Al Tajamouat\nIndustrial City. We anticipate the completion and occupancy of the new building for August 2023. To meet increasing demand, we are also\ncompleting plans to construct an additional project on a nearby separate 133,000 square-foot parcel that we purchased in 2019 for $1.2\nmillion, with 2/3 of the land allocated for our seventh factory and 1/3 for housing. We have resumed our work with engineering consultants\non the architectural design of the building with the consideration of business growth potential bought about by the new business collaboration\nwith Busana Apparel Group.\n\n\n \n\n\nTotal annual capacity at our existing facilities\nwas approximately 14 million pieces (average for product categories including t-shirts, polo shirts, pants, shorts, and jackets, and excluding\nPPE) as of March 31, 2023. Our production flow begins in the cutting department of our factory. Then the product is sent to the embroidery\ndepartment for embroidery if applicable. From there, the product moves to be processed by the sewing unit, finishing department, quality\ncontrol, and finally the ironing and packing units.\n\n\n \n\n\nWe do not have long-term supply contracts or arrangements\nwith our suppliers. Most of our ultimate suppliers for raw materials, such as fabric, zippers, and labels, are designated by customers\nand we purchase such materials on a purchase order basis.\n\n\n \n\n\nEmployees\n\n\n \n\n\nAs of March 31, 2023, we had an aggregate of approximately\n5,500 employees located in Jordan, Hong Kong, the People’s Republic of China, and the United States of America, all of which are\nfull-time employees.\n\n\n  \n\n\nCustomers\n\n\n \n\n\nThe following table outlines the dollar amount\nand percentage of total sales to our customers for the fiscal years ended March 31, 2023 (“fiscal 2023”) and March 31, 2022\n(“fiscal 2022”).\n\n\n \n\n\n\n\n\n\n \n \n\n\nFiscal 2023\n \n \n\n\nFiscal 2022\n \n\n\n\n\n \n \n\n\nSales\n \n \n\n\n \n \n \n\n\nSales\n \n \n\n\n \n \n\n\n\n\n \n \n\n\n(USD, in\n\n thousands)\n \n \n\n\n%\n \n \n\n\n(USD, in\n\n thousands)\n \n \n\n\n%\n \n\n\n\n\n \n \n\n\n \n \n \n\n\n \n \n \n\n\n \n \n \n\n\n \n \n\n\n\n\nVF Corporation\n(1)\n \n\n\n$\n82,661\n \n \n\n\n \n59.9\n%\n \n\n\n$\n96,450\n \n \n\n\n \n67.3\n%\n\n\n\n\nNew Balance\n \n\n\n \n24,124\n \n \n\n\n \n17.5\n%\n \n\n\n \n34,506\n \n \n\n\n \n24.1\n%\n\n\n\n\nJiangsu Guotai Huasheng Industrial Co (HK)., Ltd\n \n\n\n \n9,454\n \n \n\n\n \n6.8\n%\n \n\n\n \n3,245\n \n \n\n\n \n2.3\n%\n\n\n\n\nDynamic\n \n\n\n \n8,175\n \n \n\n\n \n5.9\n%\n \n\n\n \n2,235\n \n \n\n\n \n1.6\n%\n\n\n\n\nG-III\n \n\n\n \n5,589\n \n \n\n\n \n4.0\n%\n \n\n\n \n2,758\n \n \n\n\n \n1.9\n%\n\n\n\n\nClassic\n \n\n\n \n1,596\n \n \n\n\n \n1.2\n%\n \n\n\n \n-\n \n \n\n\n \n0\n%\n\n\n\n\nSoriana\n \n\n\n \n954\n \n \n\n\n \n0.7\n%\n \n\n\n \n1,487\n \n \n\n\n \n1.0\n%\n\n\n\n\nOthers\n \n\n\n \n5,510\n \n \n\n\n \n4.0\n%\n \n\n\n \n2,674\n \n \n\n\n \n1.8\n%\n\n\n\n\nTotal\n \n\n\n$\n138,063\n \n \n\n\n \n100.0\n%\n \n\n\n$\n143,355\n \n \n\n\n \n100.0\n%\n\n\n\n\n \n\n\n\n\n\n\n(1)\n\n\nMost of our products are sold under The North Face and Timberland brands owned by VF Corporation.\n\n\n\n\n \n\n\n\n\n\n\n4\n\n\n \n\n\n\n\n \n\n\nIn fiscal 2023 and fiscal 2022, we depended on\na few key customers for our sales, and most of our sales in fiscal 2023 and 2022 were to one customer, VF Corporation.\n\n\n \n\n\nWe started producing garments for VF Corporation\nin 2012. Most of the products we manufacture are sold under The North Face and Timberland brands which are owned by VF Corporation. Currently,\nwe manufacture primarily outerwear for The North Face. Approximately 60% and 67% of our sales in fiscal 2023 and 2022 were derived from\nthe sale of manufactured products to VF Corporation, respectively. We are not party to any long-term contracts with VF Corporation or\nour other customers, and our sales arrangements with our customers do not have minimum purchase requirements. As is common in our industry,\nVF Corporation and our other customers place purchase orders with us after we complete detailed sample development and approval processes\nthat we and our customers have agreed upon for their purchase of the relevant manufactured garments. It is through the sample development\nand approval processes that we and VF Corporation and our other customers agree on the purchase and manufacture of the garments. For fiscal\n2023, VF Corporation issued approximately 10,500 purchase orders to us in amounts ranging from approximately $6 to $372,000. For fiscal\n2022, VF Corporate issued approximately 9,500 purchase orders to us in amounts ranging from approximately $5 to $684,000.\n\n\n \n\n\nOur customers are in the retail industry, which\nis subject to substantial cyclical variations. Consequently, there can be no assurance that sales to current customers will continue at\nthe current rate or at all. In addition, our annual and quarterly results may vary, which may cause our profits and the market price of\nour common stock to decline.\n\n\n \n\n\nWe continue to seek to expand and strengthen our\nrelationship with our current customers and other brand names. However, we cannot assure you that these brands will continue to buy our\nproducts in the same volumes or on the same terms as they did in the past or that we will be successful in expanding our relationship\nwith other brand names.\n\n\n \n\n\nCompetition\n\n\n \n\n\nThe markets for the manufacturing of sportswear\nand outerwear are highly competitive. The competition in those markets is focused primarily on the price and quality of the product and\nthe level of customer service. Our products compete with products of other apparel manufacturers in Asia, Israel, Europe, the United States,\nand South and Central America.\n\n\n \n\n\nCompetition with other manufacturers in the clothing\nindustry focuses on reducing production costs, reducing supply lead time, design, product quality, and efficiency of supply to the customer.\nSince production costs depend to a large extent on labor costs, in recent years most production in the industry has been moved to countries\nwhere labor costs are low. Some of our competitors have lower cost bases, longer operating histories, larger customer bases, and other\nadvantages over us which allow them to compete with us. As described in more detail under “\n—Conditions in Jordan\n”\nbelow, we are able to sell our products manufactured at our facilities in Jordan to the United States free from customs duties and import\nquotas under certain conditions. These favorable terms enable us to remain competitive on the basis of price. According to the Association\nAgreement between the European Union (the “EU”) and Jordan, which came into force in May 2002, and the joint initiative on\nrules of origin reviewed and improved in December 2018 by the EU and Jordan, goods manufactured by us in Jordan that are subsequently\nshipped to EU countries are shipped free from customs duties.\n\n\n \n\n\n\n\n\n\n5\n\n\n \n\n\n\n\n \n\n\nConditions in Jordan\n\n\n \n\n\nOur manufacturing facilities are located in Jordan.\nAccordingly, we are directly affected by political, security, and economic conditions in Jordan.\n\n\n \n\n\nFrom time to time Jordan has experienced instances\nof civil unrest, terrorism, and hostilities among neighboring countries, including Syria and Israel. A peace agreement between Israel\nand Jordan was signed in 1994. Terrorist attacks, military activity, rioting, or civil or political unrest in the future could influence\nthe Jordanian economy and our operations by disrupting operations and communications and making travel within Jordan more difficult and\nless desirable. Political or social tensions also could create a greater perception that investments in companies with Jordanian operations\ninvolve a high degree of risk, which could adversely affect the market and price for our common stock.\n\n\n \n\n\nJordan is a constitutional monarchy, but the King\nholds wide executive and legislative powers. The ruling family has taken initiatives that support the economic growth of the country.\nHowever, there is no assurance that such initiatives will be successful or will continue. The rate of economic liberalization could change,\nand specific laws and policies affecting manufacturing companies, foreign investments, currency exchange rates, and other matters affecting\ninvestments in Jordan could change as well.\n\n\n  \n\n\nTrade Agreements\n\n\n \n\n\nBecause of the United States-Jordan Free Trade\nAgreement, which came into force on December 17, 2001, and was implemented fully on January 1, 2010, and the Association Agreement between\nthe EU and Jordan, which came into force in May 2002, we are able to sell our products manufactured at our facilities in Jordan to the\nU.S. free from customs duties and import quotas under certain conditions and to EU countries free from customs duties.\n\n\n \n\n\nIncome Tax Incentives\n\n\n  \n\n\nEffective January 1, 2019, Jordan’s government\nconverted the geographical area where Jerash Garments and its subsidiaries are located from a Free Zone to a Development Zone. Development\nZones are industrial parks that house manufacturing operations in Jordan. In accordance with applicable law, Jerash Garments and its subsidiaries\nbegan paying corporate income tax in Jordan at a rate of 10% plus 1% social contribution. Starting from January 1, 2020, the corporate\nincome tax rate in Jordan increased to 14% plus 1% social contribution. Effective January 1, 2021, this rate increased to 16% plus 1%\nsocial contribution. On January 1, 2022, this rate further increased to 18% or 20% plus 1% social contribution. On January 1, 2023, this\nrate further increased to 19% or 20% plus a 1% social contribution. For more information, see “Note 2—Summary of Significant\nAccounting Policies—Income and Sales Taxes.”\n\n\n \n\n\nIn addition, Jerash Garments and its subsidiaries\nare subject to local sales tax of 16%. However, Jerash Garments was granted a sales tax exemption from the Jordanian Investment Commission\nfor the period June 1, 2015 to June 1, 2018 that allowed Jerash Garments to make purchases with no sales tax charge. This exemption was\nextended to February 5, 2024.\n\n\n \n\n\nGovernment Regulation\n\n\n \n\n\nOur manufacturing and other facilities in Jordan\nand our subsidiaries outside of Jordan are subject to various local regulations relating to the maintenance of safe working conditions\nand manufacturing practices. Management believes that we are currently in compliance in all material respects with all such regulations.\nWe are not subject to governmental approval of our products or manufacturing process.\n\n\n \n\n",
    "item1a": ">Item 1A. Risk Factors.\n\n\n \n\n\nThe following are factors that could have a significant\nimpact on our operations and financial results and could cause actual results or outcomes to differ materially from those discussed in\nany forward-looking statements.\n\n\n \n\n\n\n\n\n\n6\n\n\n \n\n\n\n\n \n\n\nRisks Related to Our Business and Our Industry\n\n\n \n\n\nWe rely on one key customer for most of\nour revenue. We cannot assure you that this customer or any other customer will continue to buy our products in the same volumes or on\nthe same terms.\n\n\n \n\n\nOur sales to VF Corporation (which owns brands\nsuch as The North Face, Timberland, and Vans), directly and indirectly, accounted for approximately 60% and 67% of our total sales in\nfiscal 2023 and fiscal 2022, respectively. From an accounting perspective, we are considered the principal in our arrangement with VF\nCorporation. We bear the inventory risk before the specified goods are transferred to a customer, and we have the right to determine the\nprice and to change our product during the sample development process with customers in which we determine factors including material\nusage and manufacturing costs before confirming orders. Therefore, we present the sales and related manufacturing activities on a gross\nbasis.\n\n\n  \n\n\nWe are not party to any long-term contracts with\nVF Corporation or our other customers, and our sales arrangements with our customers do not have minimum purchase requirements. As is\ncommon in our industry, VF Corporation and our other customers place purchase orders with us after we complete detailed sample development\nand approval processes. It is through these sample development and approval processes that we and VF Corporation agree on the purchase\nand manufacture of the garments in question. From April 1, 2021 to March 31, 2022, VF Corporation issued approximately 9,500 purchase\norders to us in amounts ranging from approximately $5 to $684,000. From April 1, 2022 to March 31, 2023, VF Corporation issued approximately\n10,500 purchase orders to us in amounts ranging from approximately $6 to $372,000.\n\n\n \n\n\nWe cannot assure you that our customers will continue\nto buy our products at all or in the same volumes or on the same terms as they have in the past. The failure of VF Corporation to continue\nto buy our products in the same volumes and on the same terms as in the past may significantly reduce our sales and our earnings.\n\n\n \n\n\nA material decrease in the quantity of sales made\nto our principal customers, a material adverse change in the terms of such sales or a material adverse change in the financial condition\nof our principal customers could significantly reduce our sales and our earnings.\n\n\n \n\n\nWe cannot assure you that VF Corporation will\ncontinue to purchase our merchandise at the same historical rate, or at all, in the future, or that we will be able to attract new customers.\nIn addition, because of our reliance on VF Corporation as our key customer and their bargaining power with us, VF Corporation has the\nability to exert significant control over our business decisions, including prices.\n\n\n \n\n\nAny adverse change in our relationship with\nVF Corporation and its The North Face and Timberland brands, or with their strategies or reputation, would have a material adverse effect\non our results of operations.\n\n\n \n\n\nMost of our products are sold under The North\nFace and Timberland brands, which are owned by VF Corporation. Any adverse change in our relationship with VF Corporation would have a\nmaterial adverse effect on our results of operations. In addition, our sales of those products could be materially and adversely affected\nif the image, reputation, or popularity of either VF Corporation, The North Face, or Timberland were to be negatively impacted.\n\n\n \n\n\nIf we lose our key customer and are unable\nto attract new customers, then our business, results of operations, and financial condition would be adversely affected.\n\n\n \n\n\nIf our key customer, VF Corporation, fails to\npurchase our merchandise at the same historical rate, or at all, we will need to attract new customers and we cannot assure you that we\nwill be able to do so. We do not currently invest significant resources in marketing our products, and we cannot assure you that any new\ninvestments in sales and marketing will lead to the acquisition of additional customers or increased sales or profitability consistent\nwith prior periods. If we are unable to attract new customers or customers that generate comparable profit margins to VF Corporation,\nthen our results of operations and financial condition could be materially and adversely affected.\n\n\n \n\n\nIf we lose our larger brand name customers,\nor the customers fail to purchase our products at anticipated levels, our sales and operating results will be adversely affected.\n\n\n \n\n\nOur results of operations depend to a significant\nextent upon the commercial success of our larger brand name customers. If we lose these customers, these customers fail to purchase our\nproducts at anticipated levels, or our relationships with these customers or the brands and retailers they serve diminishes, it may have\nan adverse effect on our results and we may lose a primary source of revenue. In addition, we may not be able to recoup development and\ninventory costs associated with these customers and we may not be able to collect our receivables from them, which would negatively impact\nour financial condition and results of operations.\n\n\n \n\n\n\n\n\n\n7\n\n\n \n\n\n\n\n \n\n\nIf the market share of our customers declines,\nour sales and earnings may decline.\n\n\n \n\n\nOur sales can be adversely affected in the event\nthat our direct and indirect customers do not successfully compete in the markets in which they operate. In the event that the sales of\none of our major customers decline for any reason, regardless of whether it is related to us or to our products, our sales to that customer\nmay also decline, which could reduce our overall sales and our earnings.\n\n\n \n\n\nOur financial condition, results of operations,\nand cash flows in fiscal 2020 and 2021 were adversely affected by the COVID-19 pandemic.\n\n\n \n\n\nIn December 2019, COVID-19 was first identified\nin Wuhan, China. Less than four months later, on March 11, 2020, the World Health Organization declared COVID-19 a pandemic—the\nfirst pandemic caused by a coronavirus. The outbreak has reached more than 160 countries, including Jordan and the United States, resulting\nin the implementation of significant governmental measures, including lockdowns, closures, quarantines, and travel bans, intended to control\nthe spread of the virus. On March 17, 2020, the country of Jordan announced a shutdown of non-essential activities as part of its proactive\nnational efforts to limit the spread of COVID-19. On April 4, 2020, we resumed operations of our main production facilities in Al Tajamouat\nIndustrial City under the condition that only migrant workers, living in dormitories in Al Tajamouat Industrial City, were allowed to\ngo to work in the factories under strict hygienic precautionary measures, pursuant to an approval from the Jordanian government dated\nApril 1, 2020. Our Al-Hasa factory was also allowed to restart operation on April 26, 2020. Eventually, local employees were also allowed\nto resume work starting June 1, 2020.\n\n\n \n\n\nOwing to the national shutdown in Jordan between\nMarch 18 and March 31, 2020, the shipment of approximately $1.6 million of our orders which were scheduled to be shipped by March 31,\n2020, the end of fiscal 2020, was postponed. We shipped these orders in the first quarter of fiscal 2021. There was also loss of productivity\nin the shutdown period which negatively impacted our first quarter and full year profitability in fiscal 2021. In fiscal 2022, our production\nfacilities resumed full operation with additional medical and hygienic measures in place. The COVID-19 pandemic did not materially adversely\naffect our business operations and condition and operating results for fiscal 2023. The Company currently expects that its operation results\nfor the fiscal year ending March 31, 2024 would not be significantly impacted by the COVID-19 pandemic. However, there is still significant\nuncertainty around the breadth and duration of business disruptions related to the COVID-19 pandemic, as well as its impact on the U.S.\nand international economies. Given the dynamic nature of these circumstances, should there be resurgence of COVID-19 cases globally and\nshould the U.S. government or the Jordan government implement new restrictions to contain the spread, the Company’s business would\nbe negatively impacted.\n\n\n   \n\n\nWe may require additional financing to fund\nour operations and capital expenditures.\n\n\n \n\n\nAs of March 31, 2023, we had cash and cash equivalents\nof approximately $17.8 million and restricted cash of approximately $1.6 million. There can be no assurance that our available cash, together\nwith resources from our operations, will be sufficient to fund our operations and capital expenditures. In addition, our cash position\nmay decline in the future, and we may not be successful in maintaining an adequate level of cash resources.\n\n\n  \n\n\nPursuant to a facility letter (the “SCBHK\nfacility”) dated June 15, 2018 issued to Treasure Success by Standard Chartered Bank (Hong Kong) Limited (“SCBHK”),\nSCBHK offered to provide an import facility of up to $3,000,000 to Treasure Success. The SCBHK facility covers import invoice financing\nand pre-shipment financing under export orders with a combined limit of $3,000,000. SCBHK charges interest at 1.3% per annum over SCBHK’s\ncost of funds. In consideration for arranging the SCBHK facility, Treasure Success paid SCBHK HKD50,000. We were informed by SCBHK on\nJanuary 31, 2019 that the SCBHK facility had been activated. As of March 31, 2022, there was no outstanding amount under the SCBHK\nfacility. In June 2022, we were informed by SCBHK that the facility was cancelled due to persistently low usage and zero loan outstanding.\n\n\n \n\n\n\n\n\n\n8\n\n\n \n\n\n\n\n \n\n\nPursuant to the DBS facility letter dated January\n12, 2022, DBS Bank (Hong Kong) Limited (“DBSHK”) provided a bank facility of up to $5.0 million to Treasure Success. Pursuant\nto the agreement, DBSHK agreed to finance cargo receipt, trust receipt, account payable financing, and certain type of import invoice\nfinancing up to an aggregate of $5.0 million. The DBSHK facility bears interest at 1.5% per annum over Hong Kong Interbank Offered Rate\n(“HIBOR”) for HKD bills and 1.3% per annum over DBSHK’s cost of funds for foreign currency bills. The facility is guaranteed\nby Jerash Holdings and became available to the Company on June 17, 2022.\n\n\n \n\n\nIn addition, we may be required to seek additional\ndebt or equity financing in order to support our growing operations. We may not be able to obtain additional financing on satisfactory\nterms, or at all, and any new equity financing could have a substantial dilutive effect on our existing stockholders. If we cannot obtain\nadditional financing, we may not be able to achieve our desired sales growth, and our results of operations would be negatively affected.\n\n\n \n\n\nWe may have conflicts of interest with our\naffiliates and related parties, and in the past we have engaged in transactions and entered into agreements with affiliates that were\nnot negotiated at arms’ length.\n\n\n \n\n\nWe have engaged, and may in the future engage,\nin transactions with affiliates and other related parties. These transactions may not have been, and may not be, on terms as favorable\nto us as they could have been if obtained from non-affiliated persons. While an effort has been made and will continue to be made to obtain\nservices from affiliated persons and other related parties at rates and on terms as favorable as would be charged by others, there will\nalways be an inherent conflict of interest between our interests and those of our affiliates and related parties. Through his wholly owned\nentity Merlotte Enterprise Limited, Mr. Choi, our chairman, chief executive officer, president, treasurer, and a significant stockholder,\nhas an indirect ownership interest in Jiangmen V-Apparel Manufacturing Limited, with which we have entered into, or in the future may\nenter into, agreements or arrangements. See also “Note 11—Related Party Transactions.” If we engage in related party\ntransactions on unfavorable terms, our operating results will be negatively impacted.\n\n\n \n\n\nWe are dependent on a product segment comprised\nof a limited number of products.\n\n\n \n\n\nPresently, we generate revenue primarily from\nmanufacturing and exporting sportswear and outerwear. A shift in demand from such products may reduce the growth of new business for our\nproducts, and reduce existing business in those products. If demand in sportswear and outerwear were to decline, we may endeavor to expand\nor transition our product offerings to other segments of the clothing retail industry. There can be no assurance that we would be able\nto successfully make such an expansion or transition, or that our sales and margins would not decline in the event we made such an expansion\nor transition.\n\n\n \n\n\nOur revenue and cash requirements are affected\nby the seasonal nature of our business.\n\n\n \n\n\nA significant portion of our revenue is received\nduring the first six months of our fiscal year, or from April through September. A majority of our VF Corporation orders are derived from\nwinter season fashions, the sales of which occur in the spring and summer and are merchandized by VF Corporation during the autumn months\n(September through November). As such, the second half of our fiscal year reflect lower sales in anticipation of the spring and summer\nseasons. In addition, due to the nature of our relationships with customers and our use of purchase orders to conduct our business, our\nrevenue may vary from period to period.\n\n\n \n\n\nChanges in our product mix and the geographic\ndestination of our products or source of our supplies may impact our cost of goods sold, net income, and financial position.\n\n\n \n\n\nFrom time to time, we experience changes in the\nproduct mix and the geographic destination of our products. To the extent our product mix shifts from higher revenue items, such as jackets,\nto lower revenue items, such as pants, our cost of goods sold as a percentage of gross revenue will likely increase. In addition, if we\nsell a higher proportion of products in geographic regions where we do not benefit from free trade agreements or tax exemptions, our gross\nmargins will fall. If we are unable to sustain consistent product mix and geographic destinations for our products, we could experience\nnegative impacts to our financial condition and results of operations.\n\n\n \n\n\n\n\n\n\n9\n\n\n \n\n\n\n\n \n\n\nOur direct and indirect customers are in\nthe clothing retail industry, which is subject to substantial cyclical variations and could have a material adverse effect on our results\nof operations.\n\n\n \n\n\nOur direct and indirect customers are in the clothing\nretail industry, which is subject to substantial cyclical variations and is strongly affected by any downturn or slowdown in the general\neconomy. Factors in the clothing retail industry that may influence our operating results from quarter to quarter include:\n\n\n \n\n\n\n\n\n\n \n\n\n●\n\n\nthe volume and timing of customer orders we receive during the quarter;\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n \n\n\n●\n\n\nthe timing and magnitude of our customers’ marketing campaigns;\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n \n\n\n●\n\n\nthe loss or addition of a major customer or of a major retailer nomination;\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n \n\n\n●\n\n\nthe availability and pricing of materials for our products;\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n \n\n\n●\n\n\nthe increased expenses incurred in connection with introducing new products;\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n \n\n\n●\n\n\ncurrency fluctuations;\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n \n\n\n●\n\n\npolitical factors that may affect the expected flow of commerce; and\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n \n\n\n●\n\n\ndelays caused by third parties.\n\n\n\n\n \n\n\nIn addition, uncertainty over future economic\nprospects could have a material adverse effect on our results of operations. Many factors affect the level of consumer spending in the\nclothing retail industry, including, among others:\n\n\n \n\n\n\n\n\n\n \n\n\n●\n\n\ngeneral business conditions;\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n \n\n\n●\n\n\ninterest rates;\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n \n\n\n●\n\n\nthe availability of consumer credit;\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n \n\n\n●\n\n\ntaxation; and\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n \n\n\n●\n\n\nconsumer confidence in future economic conditions.\n\n\n\n\n \n\n\nConsumer purchases of discretionary items, including\nour products, may decline during recessionary periods and also may decline at other times when disposable income is lower. Consequently,\nour customers may have larger inventories of our products than expected, and to compensate for any downturn they may reduce the size of\ntheir orders, change the payment terms, limit their purchases to a lower price range, and try to change their purchase terms, all of which\nmay have a material adverse effect on our financial condition and results of operations.\n\n\n \n\n\nThe clothing retail industry is subject\nto changes in fashion preferences. If our customers misjudge a fashion trend or the price which consumers are willing to pay for our products\ndecreases, our revenue could be adversely affected.\n\n\n \n\n\nThe clothing retail industry is subject to changes\nin fashion preferences. We design and manufacture products based on our customers’ judgment as to what products will appeal to consumers\nand what price consumers would be willing to pay for our products. Our customers may not be successful in accurately anticipating consumer\npreferences and the prices that consumers would be willing to pay for our products. Our revenue will be reduced if our customers are not\nsuccessful, particularly if our customers reduce the volume of their purchases from us or require us to reduce the prices at which we\nsell our products.\n\n\n \n\n\n\n\n\n\n10\n\n\n \n\n\n\n\n \n\n\nIf we experience product quality or late\ndelivery problems, or if we experience financial problems, our business will be negatively affected.\n\n\n \n\n\nWe may from time to time experience difficulties\nin making timely delivery of products of acceptable quality. Such difficulties may result in cancellation of orders, customer refusal\nto accept deliveries, or reductions in purchase prices, any of which could have a material adverse effect on our financial condition and\nresults of operations. There can be no assurance that we will not experience difficulties with manufacturing our products.\n\n\n \n\n\nWe face intense competition in the worldwide\napparel manufacturing industry.\n\n\n \n\n\nWe compete directly with a number of manufacturers\nof sportswear and outerwear. Some of these manufacturers have lower cost bases, longer operating histories, larger customer bases, greater\ngeographical proximity to customers, or greater financial and marketing resources than we do. Increased competition, direct or indirect,\ncould reduce our revenue and profitability through pricing pressure, loss of market share, and other factors. We cannot assure you that\nwe will be able to compete successfully with existing or new competitors, as the market for our products evolves and the level of competition\nincreases. We believe that our business will depend upon our ability to provide apparel products of good quality and meeting our customers’\npricing and delivery requirements, and our ability to maintain relationships with our major customers. There can be no assurance that\nwe will be successful in this regard.\n\n\n \n\n\nWe may not be successful in integrating acquired businesses.\n\n\n \n\n\nOur growth and profitability could be adversely\naffected if we acquire businesses or assets of other businesses and are unable to integrate the business or assets into our current business.\nTo grow effectively, we must find acquisition candidates that meet our criteria and successfully integrate the acquired business into\nours. If acquired businesses do not achieve expected levels of production or profitability, we are unable to integrate the business or\nassets into our business, or we are unable to adequately manage our growth following the acquisition, our results of operations and financial\ncondition would be adversely affected.\n\n\n \n\n\nOur results of operations are subject to fluctuations in currency\nexchange rates.\n\n\n \n\n\nExchange rate fluctuations between the U.S. dollar\nand Jordanian Dinar (“JOD”), Hong Kong dollar, or Chinese Yuan (“CNY”), as well as inflation in Jordan, Hong Kong,\nor the PRC, may negatively affect our earnings. A substantial majority of our revenue and a substantial portion of our expenses are denominated\nin U.S. dollars. However, a significant portion of the expenses associated with our Jordanian, Hong Kong, or PRC operations, including\npersonnel and facilities-related expenses, are incurred in JOD, Hong Kong dollars, or CNY, respectively. Consequently, inflation in Jordan,\nHong Kong, or the PRC will have the effect of increasing the dollar cost of our operations in Jordan, Hong Kong, or the PRC, respectively,\nunless it is offset on a timely basis by a devaluation of JOD, Hong Kong dollar, or CNY, as applicable, relative to the U.S. dollar. We\ncannot predict any future trends in the rate of inflation in Jordan, Hong Kong, or the PRC or the rate of devaluation of JOD, Hong Kong\ndollar, or CNY, as applicable, against the U.S. dollar. In addition, we are exposed to the risk of fluctuation in the value of JOD, Hong\nKong dollar, and CNY vis-a-vis the U.S. dollar. There can be no assurance that JOD or Hong Kong dollar will remain effectively pegged\nto the U.S. dollar. Any significant appreciation of JOD, Hong Kong dollar, or CNY against the U.S. dollar would cause an increase in our\nJOD, Hong Kong dollar, or CNY expenses, as applicable, as recorded in our U.S. dollar denominated financial reports, even though the expenses\ndenominated in JOD, Hong Kong dollars, or CNY, as applicable, will remain unchanged. In addition, exchange rate fluctuations in currency\nexchange rates in countries other than Jordan where we operate and do business may also negatively affect our earnings.\n\n\n \n\n\nWe are subject to the risks of doing business\nabroad.\n\n\n \n\n\nAll of our products are manufactured outside the\nUnited States, at our subsidiaries’ production facilities in Jordan. Foreign manufacturing is subject to a number of risks, including\nwork stoppages, transportation delays and interruptions, political instability, foreign currency fluctuations, economic disruptions, expropriation,\nnationalization, the imposition of tariffs and import and export controls, changes in governmental policies (including U.S. policies towards\nJordan), and other factors, which could have an adverse effect on our business. In addition, we may be subject to risks associated with\nthe availability of and time required for the transportation of products from foreign countries. The occurrence of certain of these factors\nmay delay or prevent the delivery of goods ordered by customers, and such delay or inability to meet delivery requirements would have\na severe adverse impact on our results of operations and could have an adverse effect on our relationships with our customers.\n\n\n \n\n\n\n\n\n\n11\n\n\n \n\n\n\n\n \n\n\nOur ability to benefit from the lower labor costs\nin Jordan will depend on the political, social, and economic stability of Jordan and in the Middle East in general. We cannot assure you\nthat the political, economic, or social situation in Jordan or in the Middle East in general will not have a material adverse effect on\nour operations, especially in light of the potential for hostilities in the Middle East. The success of the production facilities also\nwill depend on the quality of the workmanship of laborers and our ability to maintain good relations with such laborers in these countries.\nWe cannot guarantee that our operations in Jordan or any new locations outside of Jordan will be cost-efficient or successful.\n\n\n \n\n\nOur business could suffer if we violate\nlabor laws or fail to conform to generally accepted labor standards or the ethical standards of our customers.\n\n\n \n\n\nWe are subject to labor laws issued by the Jordanian\nMinistry of Labor for our facilities in Jordan. In addition, many of our customers require their manufacturing suppliers to meet their\nstandards for working conditions and other matters. If we violate applicable labor laws or generally accepted labor standards or the ethical\nstandards of our customers by, for example, using forced or indentured labor or child labor, failing to pay compensation in accordance\nwith local law, failing to operate our factories in compliance with local safety regulations, or diverging from other labor practices\ngenerally accepted as ethical, we could suffer a loss of sales or customers. In addition, such actions could result in negative publicity\nand may damage our reputation and discourage retail customers and consumers from buying our products.\n\n\n \n\n\nOur products may not comply with various\nindustry and governmental regulations and our customers may incur losses in their products or operations as a consequence of our non-compliance.\n\n\n \n\n\nOur products are produced under strict supervision\nand controls to ensure that all materials and manufacturing processes comply with the industry and governmental regulations governing\nthe markets in which these products are sold. However, if our controls fail to detect or prevent non-compliant materials from entering\nthe manufacturing process, our products could cause damages to our customers’ products or processes and could also result in fines\nbeing incurred. The possible damages, replacement costs, and fines could significantly exceed the value of our products and these risks\nmay not be covered by our insurance policies.\n\n\n \n\n\nWe depend on our suppliers for machinery\nand maintenance of machinery. We may experience delays or additional costs satisfying our production requirements due to our reliance\non these suppliers.\n\n\n \n\n\nWe purchase machinery and equipment used in our\nmanufacturing process from third-party suppliers. If our suppliers are not able to provide us with maintenance or additional machinery\nor equipment as needed, we might not be able to maintain or increase our production to meet any demand for our products, which would negatively\nimpact our financial condition and results of operations.\n\n\n \n\n\nWe are a holding company and rely on dividends,\ndistributions, and other payments, advances, and transfers of funds from our subsidiaries to meet our obligations.\n\n\n \n\n\nWe are a holding company that does not conduct\nany business operations of our own. As a result, we rely on cash dividends and distributions and other transfers from our operating subsidiaries\nto meet our obligations. The deterioration of income from, or other available assets of, our operating subsidiaries for any reason could\nlimit or impair their ability to pay dividends or other distributions to us, which in turn could adversely affect our financial condition\nand results of operations.\n\n\n \n\n\nPeriods of sustained economic adversity\nand uncertainty could negatively affect our business, results of operations, and financial condition.\n\n\n \n\n\nDisruptions in the financial markets, such as\nwhat occurred in the global markets in 2008, may adversely impact the availability and cost of credit for our customers and prospective\ncustomers, which could result in the delay or cancellation of customer purchases. In addition, disruptions in the financial markets may\nhave an adverse impact on regional and world economies and credit markets, which could negatively impact the availability and cost of\ncapital for us and our customers. These conditions may reduce the willingness or ability of our customers and prospective customers to\ncommit funds to purchase our services or products, or their ability to pay for our services after purchase. These conditions could result\nin bankruptcy or insolvency for some customers, which would impact our revenue and cash collections. These conditions could also result\nin pricing pressure and less favorable financial terms to us and our ability to access capital to fund our operations.\n\n\n \n\n\n\n\n\n\n12\n\n\n \n\n\n\n\n \n\n\nRisks Related to Operations in Jordan\n\n\n \n\n\nWe are affected by conditions to, and possible\nreduction of, free trade agreements.\n\n\n \n\n\nBecause of the United States-Jordan Free Trade\nAgreement and the Association Agreement between the EU and Jordan, we are able to sell our products manufactured at our facilities in\nJordan to the U.S. free from customs duties and import quotas under certain conditions and to EU countries free from customs duties. If\nthere is a change in such benefits or if any such agreements were terminated, our profitability may be reduced.\n\n\n \n\n\nFormer President Donald Trump expressed antipathy\ntowards trade agreements, and took a starkly protectionist approach that included withdrawal and renegotiation of trade agreements and\ntrade wars with China and U.S. allies alike. President Joe Biden has expressed no desire to withdraw from existing agreements, presumably\nindicating that his policy will be less protectionist than former President Donald Trump’s. On the other hand, President Biden’s\nBuy American plan will make it harder for foreign manufacturers to sell goods in the U.S. and his insistence on strong labor provisions\nin trade agreements will likely prevent them from being implemented or protect U.S. industries when they are. It remains unclear what\nspecifically President Biden would or would not do with respect to trade agreements, tariffs, and duties relating to products manufactured\nin Jordan. If President Biden takes action or publicly speaks out about the need to terminate or re-negotiate existing free trade agreements\non which we rely, or in favor of restricting free trade or increasing tariffs and duties applicable to our products, such actions may\nadversely affect our sales and have a material adverse impact on our business, results of operations, and cash flows.\n\n\n \n\n\nOur results of operations would be materially\nand adversely affected in the event we are unable to operate our principal production facilities in Jordan.\n\n\n \n\n\nAll of our manufacturing process is performed\nin a complex of production facilities located in Jordan. We have no effective back-up for these operations and, in the event that we are\nunable to use the production facilities located in Jordan as a result of damage or for any other reason, our ability to manufacture a\nmajor portion of our products and our relationships with customers could be significantly impaired, which would materially and adversely\naffect our results of operation.\n\n\n \n\n\nOur operations in Jordan may be adversely\naffected by social and political uncertainties or change, military activity, health-related risks, or acts of terrorism.\n\n\n \n\n\nFrom time to time, Jordan has experienced instances\nof civil unrest, terrorism, and hostilities among neighboring countries, including Syria and Israel. A peace agreement between Israel\nand Jordan was signed in 1994. Terrorist attacks, military activity, rioting, or civil or political unrest in the future could influence\nthe Jordanian economy and our operations by disrupting operations and communications and making travel within Jordan more difficult and\nless desirable. In late May 2018, protests about a proposed tax bill began throughout Jordan. On June 5, 2018, King Abdullah II of Jordan\nresponded to the protests by removing and replacing Jordan’s prime minister. If political uncertainty rises in Jordan, our business,\nfinancial condition, results of operations, and cash flows may be negatively impacted.\n\n\n \n\n\nPolitical or social tensions also could create\na greater perception that investments in companies with Jordanian operations involve a high degree of risk, which could adversely affect\nthe market price of our common stock. We do not have insurance for losses and interruptions caused by terrorist attacks, military conflicts,\nand wars, which could subject us to significant financial losses. The realization of any of these risks could cause a material adverse\neffect on our business, financial condition, results of operations, and cash flows.\n\n\n \n\n\n\n\n\n\n13\n\n\n \n\n\n\n\n \n\n\nWe may face interruption of production and\nservices due to increased security measures in response to terrorism.\n\n\n \n\n\nOur business depends on the free flow of products\nand services through the channels of commerce. In response to terrorists’ activities and threats aimed at the United States, transportation,\nmail, financial, and other services may be slowed or stopped altogether. Extensive delays or stoppages in transportation, mail, financial,\nor other services could have a material adverse effect on our business, results of operations, and financial condition. Furthermore, we\nmay experience an increase in operating costs, such as costs for transportation, insurance, and security as a result of the activities\nand potential delays. We may also experience delays in receiving payments from payors that have been affected by the terrorist activities.\nThe United States economy in general may be adversely affected by terrorist activities and any economic downturn could adversely impact\nour results of operations, impair our ability to raise capital, or otherwise adversely affect our ability to grow our business.\n\n\n \n\n\nWe are subject to regulatory and political\nuncertainties in Jordan.\n\n\n \n\n\nWe conduct substantially all of our business and\noperations in Jordan. Consequently, government policies and regulations, including tax policies, in Jordan will impact our financial performance\nand the market price of our common stock.\n\n\n \n\n\nJordan is a constitutional monarchy, but the King\nholds wide executive and legislative powers. The ruling family has taken initiatives that support the economic growth of the country.\nHowever, there is no assurance that such initiatives will be successful or will continue. The rate of economic liberalization could change,\nand specific laws and policies affecting manufacturing companies, foreign investments, currency exchange rates, and other matters affecting\ninvestments in Jordan could change as well. A significant change in Jordan’s economic policy or any social or political uncertainties\nthat impact economic policy in Jordan could adversely affect business and economic conditions in Jordan generally and our business and\nprospects.\n\n\n \n\n\nIf we violate applicable anti-corruption\nlaws or our internal policies designed to ensure ethical business practices, we could face financial penalties and reputational harm that\nwould negatively impact our financial condition and results of operations.\n\n\n \n\n\nWe are subject to anti-corruption and anti-bribery\nlaws in the United States and Jordan. Jordan’s reputation for potential corruption and the challenges presented by Jordan’s\ncomplex business environment, including high levels of bureaucracy, red tape, and vague regulations, may increase our risk of violating\napplicable anti-corruption laws. We face the risk that we, our employees, or any third parties such as our sales agents and distributors\nthat we engage to do work on our behalf may take action determined to be in violation of anti-corruption laws in any jurisdiction in which\nwe conduct business, including the Foreign Corrupt Practices Act of 1977 (the “FCPA”). Any violation of the FCPA or any similar\nanti-corruption law or regulation could result in substantial fines, sanctions, civil or criminal penalties, and curtailment of operations\nthat might harm our business, financial condition, or results of operations.\n\n\n \n\n\nOur stockholders may face difficulties in\nprotecting their interests and exercising their rights as a stockholder of ours because we conduct substantially all of our operations\nin Jordan and certain of our officers and directors reside outside of the United States.\n\n\n \n\n\nCertain of our officers and directors reside outside\nthe United States. Therefore, our stockholders may experience difficulties in effecting service of legal process, enforcing foreign judgments,\nor bringing original actions in any of these jurisdictions based upon U.S. laws, including the federal securities laws or other foreign\nlaws against us, our officers, and directors. Furthermore, we conduct substantially all of our operations in Jordan through our operating\nsubsidiaries. Because the majority of our assets are located outside the United States, any judgment obtained in the United States against\nus or certain of our directors and officers may not be collectible within the United States.\n\n\n  \n\n\n\n\n\n\n14\n\n\n \n\n\n\n\n \n\n\nRisk Factors Relating to our Securities\n\n\n \n\n\nIf we fail to comply with the continuing\nlisting standards of the Nasdaq, our common stock could be delisted from the exchange.\n\n\n \n\n\nIf we were unable to meet the continued listing\nrequirements of the Nasdaq Stock Market (“Nasdaq”), our common stock could be delisted from the Nasdaq. Any such delisting\nof our common stock could have an adverse effect on the market price of, and the efficiency of the trading market for, our common stock,\nnot only in terms of the number of shares that can be bought and sold at a given price, but also through delays in the timing of transactions\nand less coverage of us by securities analysts, if any. Also, if in the future we were to determine that we need to seek additional equity\ncapital, being delisted from Nasdaq could have an adverse effect on our ability to raise capital in the public or private equity markets.\n\n\n\n\n\n\n \n \n\n\nFuture sales and issuances of our common\nstock or rights to purchase common stock could result in additional dilution of the percentage ownership of our stockholders and could\ncause the market price of our common stock to decline.\n\n\n \n\n\nWe may issue additional securities in the future.\nPursuant to our amended and restated 2018 Stock Incentive Plan, we may issue up to 1,784,250 shares of common stock to certain members\nof our management and key employees.\n\n\n \n\n\nFuture sales and issuances of our common stock\nor rights to purchase our common stock could result in substantial dilution to our existing stockholders. We may sell common stock, convertible\nsecurities, and other equity securities in one or more transactions at prices and in a manner as we may determine from time to time. If\nwe sell any such securities, our stockholders may be materially diluted. New investors in any future transactions could gain rights, preferences,\nand privileges senior to those of holders of our common stock.\n\n\n \n\n\nIf securities or industry analysts do not\npublish research or reports about us, or if they adversely change their recommendations regarding our common stock, our stock price and\ntrading volume of our common stock could decline.\n\n\n \n\n\nThe trading market for our common stock will be\ninfluenced by the research and reports that industry or securities analysts publish about us, our industry, and our market. If no analyst\nelects to cover us and publish research or reports about us, the market for our common stock could be severely limited and our stock price\ncould be adversely affected. In addition, if one or more analysts ceases coverage of us or fails to regularly publish reports on us, we\ncould lose visibility in the financial markets, which in turn could cause our stock price or trading volume to decline. If one or more\nanalysts who elect to cover us issue negative reports or adversely change their recommendations regarding our common stock, the market\nprice of our common stock could decline.\n\n\n \n\n\n\n\n\n\n15\n\n\n \n\n\n\n\n \n\n\nThe requirements of being a public company,\nincluding compliance with the reporting requirements of the Securities Exchange Act of 1934, as amended (the “Exchange Act”)\nand the requirements of the Sarbanes-Oxley Act of 2002 (“Sarbanes-Oxley Act”), may strain our resources, increase our costs,\nand distract management, and we may be unable to comply with these requirements in a timely or cost-effective manner.\n\n\n \n\n\nWe are required to comply with the laws, regulations,\nrequirements, and certain corporate governance provisions under the Exchange Act and the Sarbanes-Oxley Act. Complying with these statutes,\nregulations, and requirements occupies a significant amount of time of our board of directors and management, significantly increases\nour costs and expenses, and makes some activities more time-consuming and costly. As a reporting company, we are:\n\n\n \n\n\n\n\n\n\n \n\n\n●\n\n\ninstituting a more comprehensive compliance function;\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n \n\n\n●\n\n\npreparing and distributing periodic and current reports under the federal securities laws;\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n \n\n\n●\n\n\nestablishing and enforcing internal compliance policies, such as those related to insider trading; and\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n \n\n\n●\n\n\ninvolving and retaining outside counsel and accountants to a greater degree than before we became a reporting company.\n\n\n\n\n \n\n\nOur ongoing compliance efforts will increase general\nand administrative expenses and may divert management’s time and attention from the development of our business, which may adversely\naffect our financial condition and results of operations.\n\n\n \n\n\nDuring the course of the audit of our consolidated\nfinancial statements, we identified material weaknesses in our internal control over financial reporting. If we are unable to effectively\nimplement and maintain our internal control over financial reporting under Section 404 of the Sarbanes-Oxley Act, our ability to accurately\nand timely report our financial results or prevent fraud may be adversely affected, and investor confidence and the market price of our\ncommon stock may be adversely impacted. \n\n\n \n\n\nWe have been required to evaluate our internal\ncontrol over financial reporting under Section 404 of the Sarbanes-Oxley Act beginning with the annual report on Form 10-K for the fiscal\nyear ended March 31, 2019. The process of designing and implementing internal controls over financial reporting may divert our internal\nresources and take a significant amount of time and expense to complete.\n\n\n \n\n\nIn connection with the preparation and external\naudit of our consolidated financial statements for the fiscal year ended March 31, 2023, we identified certain material weaknesses in\nour internal control over financial reporting and have formulated plans for remedial measures. See “Item 9A. Controls and Procedures.”\nMeasures that we implement may not fully address the material weaknesses in our internal control over financial reporting and we may not\nbe able to conclude that the material weaknesses have been fully remedied.\n\n\n \n\n\nFailure to correct the material weaknesses and\nother control deficiencies or failure to discover and address any other control deficiencies could result in inaccuracies in our consolidated\nfinancial statements and could also impair our ability to comply with applicable financial reporting requirements and make related regulatory\nfilings on a timely basis. As a result, our business, financial condition, results of operations, and prospects, as well as the trading\nprice of our common stock, may be materially and adversely affected. Due to the material weaknesses in our internal control over financial\nreporting as described above, our management concluded that our internal control over financial reporting was not effective as of March\n31, 2023. This could adversely affect the market price of our common stock due to a loss of investor confidence in the reliability of\nour reporting processes.\n\n\n \n\n\nThe reduced disclosure requirements applicable\nto emerging growth companies may make our common stock less attractive to investors, which may lead to volatility and a decrease in the\nmarket price of our common stock.\n\n\n \n\n\nFor as long as we continue to be an emerging growth\ncompany, we may take advantage of exemptions from reporting requirements that apply to other public companies that are not emerging growth\ncompanies. Investors may find our common stock less attractive because we may rely on these exemptions, which include not being required\nto comply with the auditor attestation requirements of Section 404 of the Sarbanes-Oxley Act, reduced disclosure obligations regarding\nexecutive compensation in our periodic reports and proxy statements, and exemptions from the requirements of holding a non-binding advisory\nvote on executive compensation and stockholder approval of any golden parachute payments not previously approved. If investors find our\ncommon stock less attractive as a result of exemptions and reduced disclosure requirements, there may be a less active trading market\nfor our common stock and our stock price may be more volatile or may decrease.\n\n\n \n\n\nWe are currently operating in a period of\neconomic uncertainty and capital market disruption, which has been significantly impacted by geopolitical instability due to the ongoing\nmilitary conflict between Russia and Ukraine. Our business, financial condition, and results of operations could be materially adversely\naffected by any negative impact on the global economy and capital markets resulting from the conflict in Ukraine or any other geopolitical\ntensions.\n\n\n \n\n\nU.S. and global markets are experiencing volatility\nand disruption following the escalation of geopolitical tensions and the start of the military conflict between Russia and Ukraine. On\nFebruary 24, 2022, a full-scale military invasion of Ukraine by Russian troops was reported. Although the length and impact of the ongoing\nmilitary conflict is highly unpredictable, the conflict in Ukraine could lead to market disruptions, including significant volatility\nin commodity prices, credit and capital markets, and supply chain interruptions.\n\n\n \n\n\n\n\n\n\n16\n\n\n \n\n\n\n\n \n\n\nThe military conflict in Ukraine has led to sanctions\nand other penalties being levied by the United States, European Union, and other countries against Russia. Additional potential sanctions\nand penalties have also been proposed and/or threatened. Russian military actions and the resulting sanctions could adversely affect the\nglobal economy and financial markets and lead to instability and lack of liquidity in capital markets, potentially making it more difficult\nfor us to obtain additional funds. In addition, in managing an organization operating globally, we are subject to the risks and challenges\nrelated to the potential to subject our business to materially adverse consequences should the situation escalate beyond its current scope,\nincluding, among other potential impacts, the geographic proximity of the situation relative to the Middle East, where a material portion\nof our business is conducted.\n\n\n \n\n\nAlthough our business has not been materially\nimpacted by the ongoing military conflict between Russian and Ukraine to date, it is impossible to predict the extent to which our operations,\nor those of our suppliers and manufacturers, will be impacted in the short and long term, or the ways in which the conflict may impact\nour business. The extent and duration of the military action, sanctions, and resulting market disruptions are impossible to predict, but\ncould be substantial. Any such disruptions may also magnify the impact of other risks described in this annual report.\n\n\n \n\n\nWe may be adversely affected by the effects\nof inflation and a potential recession. \n\n\n \n\n\nInflation has the potential to adversely affect\nour liquidity, business, financial condition, and results of operations by increasing our overall cost structure, particularly if we are\nunable to achieve commensurate increases in the prices we charge our customers. The existence of inflation in the economy has resulted\nin, and may continue to result in, higher interest rates and capital costs, shipping costs, supply shortages, increased costs of labor,\nweakening exchange rates, and other similar effects. As a result of inflation, we have experienced and may continue to experience, cost\nincreases. In addition, poor economic and market conditions, including a potential recession, may negatively impact market sentiment,\ndecreasing the demand for sportswear and outerwear, which would adversely affect our operating income and results of operations. If we\nare unable to take effective measures in a timely manner to mitigate the impact of the inflation as well as a potential recession, our\nbusiness, financial condition, and results of operations could be adversely affected. \n\n\n \n\n",
    "item7": ">Item 7. Management’s Discussion and Analysis of Financial\nCondition and Results of Operations.\n\n\n \n\n\nThe following discussion of our financial condition\nand results of operations should be read in conjunction with our consolidated financial statements and the related notes included elsewhere\nin this filing.\n\n\n \n\n\nEXECUTIVE OVERVIEW\n\n\n  \n\n\nSeasonality of Sales\n\n\n \n\n\nA significant portion of our revenue is received\nduring the first six months of our fiscal year. The majority of our VF Corporation orders are derived from winter season fashions, the\nsales of which occur in Spring and Summer and are merchandized by VF Corporation during the months of September through November. As such,\nthe second half of our fiscal years reflect lower sales in anticipation of the spring and summer seasons. One of our strategies is to\nincrease sales with other customers where clothing lines are stronger during the spring months. This strategy also reflects our current\nplan to increase our number of customers to mitigate our current concentration risk with VF Corporation.\n\n\n \n\n\n\n\n\n\n19\n\n\n \n\n\n\n\n \n\n\nResults of Operations\n\n\n \n\n\nThe following table presents certain information from our statements\nof income and comprehensive income for fiscal 2023 and 2022 and should be read, along with all of the information in this management’s\ndiscussion and analysis, in conjunction with the consolidated financial statements and related notes included elsewhere in this filing.\n\n\n \n\n\n(All amounts, other than percentages, in thousands\nof U.S. dollars)\n\n\n \n\n\n\n\n\n\n \n \n\n\nFiscal Years Ended March 31,\n \n \n\n\n \n \n \n\n\n \n \n\n\n\n\n \n \n\n\n2023\n \n \n\n\n2022\n \n \n\n\n \n \n\n\n\n\n \n \n\n\n \n \n \n\n\nAs % of\n \n \n\n\n \n \n \n\n\nAs % of\n \n \n\n\nYear over Year\n \n\n\n\n\nStatement of Income Data:\n \n\n\nAmount\n \n \n\n\nSales\n \n \n\n\nAmount\n \n \n\n\nSales\n \n \n\n\nAmount\n \n \n\n\n%\n \n\n\n\n\nRevenue\n \n\n\n$\n138,063\n \n \n\n\n \n100\n%\n \n\n\n$\n143,355\n \n \n\n\n \n100\n%\n \n\n\n$\n(5,292\n)\n \n\n\n \n(4\n)%\n\n\n\n\nCost of goods sold\n \n\n\n \n116,273\n \n \n\n\n \n84\n%\n \n\n\n \n116,023\n \n \n\n\n \n81\n%\n \n\n\n \n250\n \n \n\n\n \n-\n%\n\n\n\n\nGross profit\n \n\n\n \n21,790\n \n \n\n\n \n16\n%\n \n\n\n \n27,332\n \n \n\n\n \n19\n%\n \n\n\n \n(5,542\n)\n \n\n\n \n(20\n)%\n\n\n\n\nSelling, general, and administrative expenses\n \n\n\n \n17,375\n \n \n\n\n \n13\n%\n \n\n\n \n16,843\n \n \n\n\n \n12\n%\n \n\n\n \n532\n \n \n\n\n \n3\n%\n\n\n\n\nOther expenses, net\n \n\n\n \n(331\n)\n \n\n\n \n0\n%\n \n\n\n \n(45\n)\n \n\n\n \n0\n%\n \n\n\n \n(286\n)\n \n\n\n \n636\n%\n\n\n\n\nNet income before taxation\n \n\n\n$\n4,084\n \n \n\n\n \n3\n%\n \n\n\n$\n10,444\n \n \n\n\n \n7\n%\n \n\n\n$\n(6,360\n)\n \n\n\n \n(61\n)%\n\n\n\n\nIncome tax expense\n \n\n\n \n1,664\n \n \n\n\n \n1\n%\n \n\n\n \n2,524\n \n \n\n\n \n2\n%\n \n\n\n \n(860\n)\n \n\n\n \n(34\n)%\n\n\n\n\nNet income\n \n\n\n$\n2,420\n \n \n\n\n \n2\n%\n \n\n\n$\n7,920\n \n \n\n\n \n5\n%\n \n\n\n$\n(5,500\n)\n \n\n\n \n(69\n)%\n\n\n\n\n \n\n\nRevenue. \nRevenue decreased by approximately\n$5.3 million, or 4%, to approximately $138.1 million in fiscal 2023 from approximately $143.4 million in fiscal 2022. This slight decrease\nwas mainly due to a decline in export sales to two major U.S. customers. Despite receiving orders from new customers and observing an\nincrease in shipments to other existing customers, these efforts were not enough to offset the shortfall in sales.\n\n\n \n\n\nThe following table outlines the dollar amount\nand percentage of total sales to our customers for the fiscal years ended March 31, 2023 and 2022, respectively.\n\n\n \n\n\n(All amounts, other than percentages, in thousands\nof U.S. dollars)\n\n\n \n\n\n\n\n\n\n \n \n\n\nFiscal Year Ended\n March 31, \n 2023\n \n \n\n\nFiscal Year Ended\n March 31, \n 2022\n \n\n\n\n\n \n \n\n\nSales\n \n \n\n\n \n \n \n\n\nSales\n \n \n\n\n \n \n\n\n\n\n \n \n\n\nAmount\n \n \n\n\n%\n \n \n\n\nAmount\n \n \n\n\n%\n \n\n\n\n\nVF Corporation\n(1)\n \n\n\n$\n82,661\n \n \n\n\n \n59.9\n%\n \n\n\n$\n96,450\n \n \n\n\n \n67.3\n%\n\n\n\n\nNew Balance\n \n\n\n \n24,124\n \n \n\n\n \n17.5\n%\n \n\n\n \n34,506\n \n \n\n\n \n24.1\n%\n\n\n\n\nJiangsu Guotai Huasheng Industrial Co (HK)., Ltd\n \n\n\n \n9,454\n \n \n\n\n \n6.8\n%\n \n\n\n \n3,245\n \n \n\n\n \n2.3\n%\n\n\n\n\nDynamic Design Enterprise, Inc\n \n\n\n \n8,175\n \n \n\n\n \n5.9\n%\n \n\n\n \n2,235\n \n \n\n\n \n1.6\n%\n\n\n\n\nG-III\n \n\n\n \n5,589\n \n \n\n\n \n4.0\n%\n \n\n\n \n2,758\n \n \n\n\n \n1.9\n%\n\n\n\n\nClassic\n \n\n\n \n1,596\n \n \n\n\n \n1.2\n%\n \n\n\n \n-\n \n \n\n\n \n0\n%\n\n\n\n\nSoriana\n \n\n\n \n954\n \n \n\n\n \n0.7\n%\n \n\n\n \n1,487\n \n \n\n\n \n1.0\n%\n\n\n\n\nOthers\n \n\n\n \n5,510\n \n \n\n\n \n4.0\n%\n \n\n\n \n2,674\n \n \n\n\n \n1.8\n%\n\n\n\n\n \n \n\n\n \n \n \n \n\n\n \n \n \n \n\n\n \n \n \n \n\n\n \n \n \n\n\n\n\nTotal\n \n\n\n$\n138,063\n \n \n\n\n \n100.0\n%\n \n\n\n$\n143,355\n \n \n\n\n \n100.0\n%\n\n\n\n\n \n\n\n\n\n\n\n(1)\n\n\nA large portion of our products are sold under The North Face and Timberland brands owned by VF Corporation.\n\n\n\n\n \n\n\n\n\n\n\n20\n\n\n \n\n\n\n\n \n\n\nRevenue by Geographic Area\n\n\n(All amounts, other than percentages, in thousands\nof U.S. dollars)\n\n\n \n\n\n\n\n\n\n \n \n\n\nFiscal Years Ended March 31,\n \n \n\n\n \n \n\n\n\n\n \n \n\n\n2023\n \n \n\n\n2022\n \n \n\n\nYear over Year\n \n\n\n\n\nRegion\n \n\n\nAmount\n \n \n\n\n%\n \n \n\n\nAmount\n \n \n\n\n%\n \n \n\n\nAmount\n \n \n\n\n%\n \n\n\n\n\nUnited States\n \n\n\n$\n122,318\n \n \n\n\n \n89\n%\n \n\n\n$\n136,068\n \n \n\n\n \n95\n%\n \n\n\n$\n(13,750\n)\n \n\n\n \n(10\n)%\n\n\n\n\nHong Kong\n \n\n\n \n9,474\n \n \n\n\n \n7\n%\n \n\n\n \n3,280\n \n \n\n\n \n2\n%\n \n\n\n \n6,194\n \n \n\n\n \n189\n%\n\n\n\n\nJordan\n \n\n\n \n4,892\n \n \n\n\n \n3\n%\n \n\n\n \n1,950\n \n \n\n\n \n1\n%\n \n\n\n \n2,942\n \n \n\n\n \n151\n%\n\n\n\n\nOthers\n \n\n\n \n1,379\n \n \n\n\n \n1\n%\n \n\n\n \n2,057\n \n \n\n\n \n2\n%\n \n\n\n \n(678\n)\n \n\n\n \n(33\n)%\n\n\n\n\nTotal\n \n\n\n$\n138,063\n \n \n\n\n \n100\n%\n \n\n\n$\n143,355\n \n \n\n\n \n100\n%\n \n\n\n$\n(5,292\n)\n \n\n\n \n(4\n)%\n\n\n\n\n \n\n\nSince January 2010, all apparel manufactured in\nJordan can be exported to the U.S. without customs duty being imposed, pursuant to the United States-Jordan Free Trade Agreement entered\ninto in December 2001. This free trade agreement provides us with substantial competitiveness and benefit that allowed us to expand our\ngarment export business in the U.S.\n\n\n \n\n\nThe decrease of approximately 10% in sales to the U.S. during fiscal\nyear ended March 31, 2023 was mainly attributable to the decrease in the export sales to two major customers in the U.S. due to challenges\nrelated to inflation, which impacted customer demand for new orders.\n\n\n \n\n\nDuring the fiscal year ended March 31, 2023, aggregate\nsales to Jordan, Hong Kong, and other locations, such as mainland China, increased significantly by 116% from approximately $7.3 million\nto $15.7 million. This surge in sales can be attributed to receiving more orders from these regions to fill up the production capacity\nreleased from the decrease in shipments to the aforementioned two major customers in the U.S.\n\n\n \n\n\nCost of goods sold\n.\n Our cost\nof goods sold experienced a slight increase of approximately $0.3 million to approximately $116.3 million in fiscal 2023 from approximately\n$116.0 million in fiscal 2022, despite th\ne\n decrease in sales. As a percentage\nof revenue, the cost of goods sold increased by approximately 3 percentage points to 84% in fiscal 2023 from 81% in fiscal 2022. The increase\nin the cost of goods sold as a percentage of revenue was primarily attributable to a lower proportion of export orders to our two major\ncustomers in the U.S., which typically generated higher profit margin for the company.\n\n\n \n\n\nFor the fiscal year ended March 31, 2023, we purchased\napproximately 11% of our garments from one major supplier. For the fiscal year ended March 31, 2022, we purchased approximately 20% and\n11% of our garments and raw materials from two major suppliers, respectively.  \n\n\n \n\n\nGross profit margin\n. Our gross profit\nmargin was approximately 16% in fiscal 2023, representing a decrease by approximately 3 percentage points from 19% in fiscal 2022. The\ndecrease in gross profit margin was primarily influenced by a lower proportion of export orders from our two major customers in the U.S.,\nwhich typically generated higher profit margin.\n\n\n \n\n\nSelling, general, and administrative expenses\n.\n\nSelling, general, and administrative expenses increased by approximately 3% from approximately $16.8 million in fiscal 2022 to approximately\n$17.4 million in fiscal 2023. The increase was mainly attributable to (i) the acquisition of MK Garments, resulting in higher headcounts,\nand (ii) increased travelling costs for migrant workers.\n\n\n \n\n\nOther expenses, net\n.\n Other\nexpenses, net were approximately $0.3 million in fiscal 2023 and other expenses, net was approximately $45,000 in fiscal 2022. The increase\nin other expenses was primarily due to the increase in net interest expenses.\n\n\n \n\n\n\n\n\n\n21\n\n\n \n\n\n\n\n \n\n\nTaxation. \nIncome tax expenses for\nthe fiscal 2023 were approximately $1.7 million, compared to income tax expenses of approximately $2.5 million for fiscal 2022. The effective\ntax rate for fiscal 2023 increased to 40.7%, compared to 24.2% for fiscal 2022. The increase in the effective tax rate mainly resulted\nfrom lower operating profit in Jordanian companies, operating loss in Jerash Holdings during the fiscal year, increases in the foreign\nstatutory tax rates, and prior year adjustments. In addition, the higher corporate income tax rate in Jordan, which increased from a combined\nrate of 17% to 20% or 21% since January 1, 2023.\n\n\n  \n\n\nNet income. \nNet income for fiscal\n2023 decreased by 69.4% to approximately $2.4 million, compared to approximately $7.9 million for fiscal 2022. The decrease in net income\nwas mainly attributable to lower sales to two of our major export customers.\n\n\n \n\n\nLiquidity and Capital Resources\n\n\n \n\n\nJerash Holdings is a holding company incorporated\nin Delaware. As a holding company, we rely on dividends and other distributions from our Jordanian and Hong Kong subsidiaries to satisfy\nour liquidity requirements. Current Jordanian regulations permit our Jordanian subsidiaries to pay dividends to us only out of their accumulated\nprofits, if any, determined in accordance with Jordanian accounting standards and regulations. In addition, our Jordanian subsidiaries\nare required to set aside at least 10% of their respective accumulated profits each year, if any, to fund certain reserve funds. These\nreserves are not distributable as cash dividends. We have relied on direct payments of expenses by our subsidiaries (which generate revenue)\nto meet our obligations to date. To the extent payments are due in U.S. dollars, we have occasionally paid such amounts in JOD to an entity\ncontrolled by our management capable of paying such amounts in U.S. dollars. Such transactions have been made at prevailing exchange rates\nand have resulted in immaterial losses or gains on currency exchange but no other profit.\n\n\n \n\n\nAs of March 31, 2023, our cash balance was approximately\n$17.8 million and restricted cash was approximately $1.6 million, compared to cash of approximately $25.2 million and restricted cash\nof approximately $1.4 million as of March 31, 2022. The decrease in total cash was primarily due to (i) the acquisition of Ever Winland\nand Kawkab Venus for approximately $5.1 million and $2.2 million, respectively (ii) investment in the construction of a new dormitory\nbuilding and extension of one of our major factory buildings, and purchases of property, plant, and machinery, which amounted to a total\nof approximately $5.8 million, (iii) dividends distribution of $2.5 million, and (iv) a share repurchase program totaling $1.2 million.\n\n\n \n\n\nOur current assets as of March 31, 2023 were approximately\n$57.3 million, and our current liabilities were approximately $14.4 million, which resulted in a current ratio of approximately 4.0:1.\nOur current assets as of March 31, 2022 were approximately $69.9 million, and our current liabilities were approximately $14.1 million,\nwhich resulted in a current ratio of approximately 4.9:1. The decrease in current assets were primarily due to (i) reduced accounts receivable\nresulting from the adoption of supply chain financing programs for two of our major customers, which shortened the payment lead time from\n90 days to around 10 days, and (ii) decreased cash due to the investment in the construction of a new dormitory building, the extension\nin one of our major factory buildings, and the acquisition in Ever Winland and Kawkab Venus. The primary driver in the increase in current\nliabilities was the increased accounts payable due to the increase in inventory levels with credit terms from suppliers.\n\n\n \n\n\nWe had net working capital of $42.8 million and\n$55.7 million as of March 31, 2023 and 2022, respectively. Based on our current operating plan, we believe that cash on hand and cash\ngenerated from operation will be sufficient to support our working capital needs for the next 12 months from the date of this Annually\nReport.\n\n\n \n\n\nSince May and October 2021, we have participated\nin supply chain financing programs of two of our major customers, respectively. The programs allow us to receive early payments for approved\nsales invoices submitted by us through the bank the customer cooperates with. For any early payments received, we are subject to an early\npayment charge imposed by the customer’s bank, for which the rate is London Interbank Offered Rate (“LIBOR”) plus a\nspread. The arrangement allows us to have better liquidity without the need to incur administrative charges and handling fees as in bank\nfinancing.\n\n\n \n\n\nWe have funded our working capital needs from\noperations. Our working capital requirements are influenced by the level of our operations, the numerical and dollar volume of our sales\ncontracts, the progress of execution on our customer contracts, and the timing of accounts receivable collections.\n\n\n \n\n\n\n\n\n\n22\n\n\n \n\n\n\n\n \n\n\nCredit Facilities\n\n\n \n\n\nDBS Facility Letter \n\n\n \n\n\nPursuant to the DBS facility letter dated January\n12, 2022, DBSHK provided a bank facility of up to $5.0 million to Treasure Success. Pursuant to the agreement, DBSHK agreed to finance\ncargo receipt, trust receipt, account payable financing, and certain type of import invoice financing up to an aggregate of $5.0 million,\nsubject to certain financial covenants. The DBSHK facility bears interest at 1.5% per annum over Hong Kong Interbank Offered Rate (“HIBOR”)\nfor HKD bills and 1.3% per annum over DBSHK’s cost of funds for foreign currency bills. The facility is guaranteed by Jerash Holdings\nand became available to the Company on June 17, 2022. As of March 31, 2023 and 2022, we had $nil outstanding under this DBSHK facility.\n\n\n \n\n\nCapital Bank of Jordan Credit Facility \n\n\n \n\n\nJerash Garments recently received documents from\nCapital Bank of Jordan for a credit facility of $10 million. Our board of directors has reviewed the documents and approved to enter into\nthe credit facility on June 1, 2023. Execution is still in process and the credit facility is not effective as of the date of this annual\nreport. Details of the credit facility will be provided after execution is complete and the facility is effective.\n\n\n \n\n\nFiscal Years ended March 31, 2023 and 2022\n\n\n \n\n\nThe following table sets forth a summary of our\ncash flows for the fiscal years ended March 31, 2023 and 2022.\n\n\n \n\n\n(All amounts in thousands of U.S. dollars)\n\n\n \n\n\n\n\n\n\n \n \n\n\nFor the fiscal years ended \n March 31,\n \n\n\n\n\n \n \n\n\n2023\n \n \n\n\n2022\n \n\n\n\n\nNet cash provided by operating activities\n \n\n\n$\n10,807\n \n \n\n\n$\n8,963\n \n\n\n\n\nNet cash used in investing activities\n \n\n\n \n(13,775\n)\n \n\n\n \n(8,673\n)\n\n\n\n\nNet cash (used in) provided by financing activities\n \n\n\n \n(3,953\n)\n \n\n\n \n3,289\n \n\n\n\n\nEffect of exchange rate changes on cash\n \n\n\n \n(250\n)\n \n\n\n \n144\n \n\n\n\n\nNet (decrease) increase in cash and restricted cash\n \n\n\n \n(7,171\n)\n \n\n\n \n3,723\n \n\n\n\n\nCash and restricted cash, beginning of year\n \n\n\n \n26,583\n \n \n\n\n \n22,860\n \n\n\n\n\nCash and restricted cash, end of year\n \n\n\n$\n19,412\n \n \n\n\n$\n26,583\n \n\n\n\n\nSupplemental disclosure information\n \n\n\n \n \n \n \n\n\n \n \n \n\n\n\n\nCash paid for interest\n \n\n\n$\n768\n \n \n\n\n$\n211\n \n\n\n\n\nIncome tax paid\n \n\n\n$\n1,748\n \n \n\n\n$\n1,762\n \n\n\n\n\nNon-cash investing and financing activities\n \n\n\n \n \n \n \n\n\n \n \n \n\n\n\n\n Equipment obtained by utilizing long-term deposit\n \n\n\n$\n237\n \n \n\n\n$\n322\n \n\n\n\n\nAcquisition of Kawkab Venus by utilizing long-term deposit\n \n\n\n$\n500\n \n \n\n\n$\n-\n \n\n\n\n\nRight of use assets obtained in exchange for operating lease obligations\n \n\n\n$\n191\n \n \n\n\n$\n1,022\n \n\n\n\n\n \n\n\nOperating Activities\n\n\n \n\n\nNet cash provided by operating activities was approximately $10.8 million\nin fiscal 2023, compared to net cash provided by operating activities of approximately $9.0 million in fiscal 2022. The increase in net\ncash provided by operating activities was primarily attributable to the following factors:\n\n\n \n\n\n\n\n\n\n \n\n\n●\n\n\nan increase in inventory of $4.4 million during fiscal 2023, compared to an increase of $3.2 million during fiscal 2022;\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n●\n\n\na decrease in accounts receivable of $8.8 million during fiscal 2023, compared to a decrease of $0.8 million in fiscal 2022;\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n●\n\n\na decrease in prepaid expenses and other current assets of $0.3 million, compared to an increase of $0.9 million in fiscal 2022;\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n●\n\n\nan increase in advance to suppliers of $0.2 million, compared to a decrease of $1.7 million in fiscal 2022;\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n●\n\n\nan increase in accounts payable of $0.9 million during fiscal 2023, compared to a decrease of $3.1 million in fiscal 2022; and\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n●\n\n\na decrease of net income to $2.4 million during fiscal 2023 from a net income of $7.9 million in fiscal 2022.\n\n\n\n\n \n\n\n\n\n\n\n23\n\n\n \n\n\n\n\n \n\n\nInvesting Activities\n\n\n \n\n\nNet cash used in investing activities was approximately\n$13.8 million and $8.7 million for fiscal 2023 and 2022, respectively. The increase in net cash used in investing activities was mainly\nattributable to (i) the acquisition of Ever Winland and Kawkab Venus, amounting to $5.1 million and $2.2 million, respectively, (ii) $5.1\nmillion of payments for construction in progress, including the building of a dormitory building and an extension in one of our major\nfactory buildings, and (iii) $0.7 million used for the acquisition of plant and machinery.\n\n\n \n\n\nFinancing Activities\n\n\n \n\n\nNet cash used in financing activities was approximately $4.0 million\nfor fiscal 2023, mainly due to dividend payments of approximately $2.5 million and payments for a share repurchase program of approximately\n$1.2 million this fiscal year. There was a net cash inflow of $3.3 million in fiscal 2022 resulting from the net proceeds of $6.3 million\nin a placement completed in October 2021 and outflows of dividend payments of approximately $2.4 million and repayments of short-term\nloans of approximately $0.6 million.\n\n\n \n\n\nStatutory Reserves\n\n\n \n\n\nIn accordance with the corporate Law in Jordan,\nJerash Holdings’ subsidiaries in Jordan are required to make appropriations to certain reserve funds, based on net income determined\nin accordance with generally accepted accounting principles of Jordan. Appropriations to the statutory reserve are required to be 10%\nof net income until the reserve is equal to 100% of the entity’s share capital. Jiangmen Treasure Success is required to set aside\n10% of its net income as statutory surplus reserve until such reserve is equal to 50% of its registered capital. These reserves are not\navailable for dividend distribution. The statutory reserve was $410,847 and $379,323 as of March 31, 2023 and 2022, respectively.\n\n\n \n\n\nThe following table provides the amount of our\nstatutory reserves, the amount of restricted net assets, consolidated net assets, and the amount of restricted net assets as a percentage\nof consolidated net assets, as of March 31, 2023 and 2022.\n\n\n \n\n\n(All amounts, other than percentages, in thousands\nof U.S. dollars)\n\n\n \n\n\n\n\n\n\n \n \n\n\nAs of March 31,\n \n\n\n\n\n \n \n\n\n2023\n \n \n\n\n2022\n \n\n\n\n\nStatutory Reserves\n \n\n\n$\n411\n \n \n\n\n$\n379\n \n\n\n\n\nTotal Restricted Net Assets\n \n\n\n$\n411\n \n \n\n\n$\n379\n \n\n\n\n\nConsolidated Net Assets\n \n\n\n$\n68,234\n \n \n\n\n$\n69,304\n \n\n\n\n\nRestricted Net Assets as Percentage of Consolidated Net Assets\n \n\n\n \n0.60\n%\n \n\n\n \n0.55\n%\n\n\n\n\n \n\n\nTotal restricted net assets accounted for approximately\n0.60% of our consolidated net assets as of March 31, 2023. As our subsidiaries in Jordan are only required to set aside 10% of net profits\nto fund the statutory reserves, we believe the potential impact of such restricted net assets on our liquidity is limited.\n\n\n \n\n\nCapital Expenditures\n\n\n \n\n\nWe had capital expenditures of approximately $13.8 million and $8.7\nmillion in fiscal 2023 and 2022, respectively. For the year ended March 31, 2023, our capital expenditures included investments in additional\nplant and machinery, the construction of a dormitory and factory expansion, the acquisition of Kawkab Venus, and the acquisition of Ever\nWinland, which totaled approximately $0.7 million, $5.1 million, $2.2 million, and $5.1 million, respectively. For the year ended March\n31, 2022, payments for the construction of a dormitory and factory expansion amounted to $2.1 million, and payments for the acquisition\nof all the share capital of MK Garment was 2.7 million.\n\n\n  \n\n\n\n\n\n\n24\n\n\n \n\n\n\n\n \n\n\nIn 2018, we commenced another project to build\na 54,000 square-foot factory in Al-Hasa County in the Tafilah Governorate of Jordan, which started operation in November 2019 with\napproximately 240 workers. This project was constructed in conjunction with the Jordanian Ministry of Labor and the Jordanian Education\nand Training Department.\n\n\n \n\n\nOn August 7, 2019, we completed a transaction to acquire 12,340 square\nmeters (approximately three acres) of land in Al Tajamouat Industrial City, Jordan, from a third party to construct a dormitory for our\nemployees with aggregate purchase price JOD863,800 (approximately $1,218,303). Management has revised the plan to construct both dormitory\nand production facilities on the land in order to capture the increasing demand for our capacity. We are conducting engineering design\nand study on this project with the business growth potential bought about by the new business collaboration with Busana Apparel Group.\nOn February 6, 2020, we completed a transaction to acquire 4,516 square meters (approximately 48,608 square feet) of land in Al Tajamouat\nIndustrial City, Jordan, from a third party to construct a dormitory for our employee with aggregate purchase price JOD313,501 (approximately\n$442,162). We expect to spend approximately $8.2 million in capital expenditures to build the dormitory. Due to the ongoing COVID-19 pandemic,\nmanagement decided to put on hold the construction project in fiscal 2021 to retain financial resources to support our operations, and\nalso to wait and see how the global economy and customer demand recover after the outbreak. The preparation work resumed in early 2021\nand construction work commenced in April 2021. The dormitory is expected to be completed and ready for use in August 2023.\n\n\n \n\n\nWe project that there will be an aggregate of\napproximately $2.6 million and $8.5 million of capital expenditures in the fiscal years ending March 31, 2024 and 2025, respectively,\nfor further enhancement of production capacity to meet future sales growth. We expect that our capital expenditures will increase in the\nfuture as our business continues to develop and expand. We have used cash generated from operations of our subsidiaries to fund our capital\ncommitments in the past and anticipate using such funds to fund capital expenditure commitments in the future.\n\n\n \n\n\nOff-balance Sheet Commitments and Arrangements\n\n\n \n\n\nWe have not entered into any other financial guarantees\nor other commitments to guarantee the payment obligations of any third parties. In addition, we have not entered into any derivative contracts\nthat are indexed to our own shares and classified as stockholders’ equity, or that are not reflected in our consolidated financial\nstatements.\n\n\n \n\n\nFor Management’s Discussion and Analysis\nof the fiscal years ended March 31, 2022 and 2021, please see our Annual Report on Form 10-K for the fiscal year ended March 31, 2022,\nfiled with the SEC on June 27, 2022.\n\n\n \n\n\nCritical Accounting Policies and Estimates\n\n\n        \n\n\nWe prepare our financial statements in conformity\nwith accounting principles generally accepted by the United States of America, which require us to make judgments, estimates, and assumptions\nthat affect our reported amount of assets, liabilities, revenue, costs and expenses, and any related disclosures. Although there were\nno material changes made to the accounting estimates and assumptions in the past two years, we continually evaluate these estimates and\nassumptions based on the most recently available information, our own historical experience, and various other assumptions that we believe\nto be reasonable under the circumstances. Since the use of estimates is an integral component of the financial reporting process, actual\nresults could differ from our expectations as a result of changes in our estimates.\n\n\n \n\n\nWe believe that certain accounting policies involve\na higher degree of judgment and complexity in their application and require us to make significant accounting estimates. The policies\nthat we believe are the most critical to understanding and evaluating our consolidated financial condition and results of operations are\nsummarized in “Note 2—Summary of Significant Accounting Policies” in the notes to our audited financial statements.\n\n\n \n\n\nRecent Accounting Pronouncements\n\n\n \n\n\nSee “Note 3—Recent Accounting Pronouncements”\nin the notes to our audited financial statements for a discussion of recent accounting pronouncements.\n\n\n\n\n\n\n \n\n",
    "item7a": ">Item 7A. Quantitative and Qualitative Disclosures About Market Risk.\n\n\n \n\n\nNot applicable.\n\n\n \n\n\n\n\n25\n\n\n \n\n\n\n\n \n\n",
    "cik": "1696558",
    "cusip6": "47632P",
    "cusip": [
        "47632P101"
    ],
    "names": [
        "JERASH HLDGS US INC"
    ],
    "source": "https://www.sec.gov/Archives/edgar/data/1696558/000121390023052460/0001213900-23-052460-index.htm"
}