{
    "item1": ">ITEM 1. BUSINESS\nFounded in 1941, Coach, Inc., the predecessor to Tapestry, Inc. (the \"Company\"), was incorporated in the state of Maryland in 2000. During fiscal 2015, the Company acquired Stuart Weitzman Holdings LLC, a luxury women's footwear company. During fiscal 2018, the Company acquired Kate Spade & Company, a lifestyle accessories and ready-to-wear company. Later in fiscal 2018, the Company changed its name to Tapestry, Inc.\nTapestry, Inc. (the \"Company\") is a leading New York-based house of iconic accessories and lifestyle brands. Our global house of brands unites the magic of Coach, kate spade new york and Stuart Weitzman. Each of our brands are unique and independent, while sharing a commitment to innovation and authenticity defined by distinctive products and differentiated customer experiences across channels and geographies. We use our collective strengths to move our customers and empower our communities, to make the fashion industry more sustainable, and to build a company that’s equitable, inclusive, and diverse. Individually, our brands are iconic. Together, we can stretch what’s possible.\nOUR STRATEGY\nBuilding on the success of the strategic growth plan from fiscal 2020 through fiscal 2022 (the “Acceleration Program”), in the first quarter of fiscal 2023, the Company introduced the 2025 growth strategy (“\nfuture\nspeed”), designed to amplify and extend the competitive advantages of its brands, with a focus on four strategic priorities:\n•\nBuilding Lasting Customer Relationships: The Company aims to leverage Tapestry’s transformed business model to drive customer lifetime value through a combination of increased customer acquisition, retention and reactivation.\n•\nFueling Fashion Innovation & Product Excellence: The Company aims to drive sustained growth in core handbags and small leathergoods, while accelerating gains in footwear and lifestyle products.\n•\nDelivering Compelling Omni-Channel Experiences: The Company aims to extend its omni-channel leadership to meet the customer wherever they shop, delivering growth online and in stores.\n•\nPowering Global Growth: The Company aims to support balanced growth across regions, prioritizing North America and China, its largest markets, while capitalizing on opportunities in under-penetrated geographies such as Southeast Asia and Europe.\nCovid-19 Impact\nThe Covid-19 pandemic has resulted in varying degrees of business disruption for the Company since it began in fiscal 2020 and has impacted all regions around the world, resulting in restrictions and shutdowns implemented by national, state, and local authorities. Such disruptions continued during the first half of fiscal 2023, and the Company's results in Greater China (mainland China, Hong Kong SAR, Macao SAR, and Taiwan) were adversely impacted as a result of the Covid-19 pandemic. Starting in December 2022, certain government restrictions were lifted in the region and business trends have improved. The Company continues to monitor the latest developments regarding the Covid-19 pandemic and potential impacts on our business, operating results and outlook. \nOUR BRANDS\nThe Company has three reportable segments:\n•\nCoach \n-\n \nIncludes global sales primarily of Coach brand products to customers through Coach operated stores, including e-commerce sites and concession shop-in-shops, sales to wholesale customers and through independent third-party distributors.\n \nThis segment represented 74.5% of total net sales in fiscal 2023.\n•\nKate Spade \n- Includes global sales primarily of kate spade new york brand products to customers through Kate Spade operated stores, including e-commerce sites and concession shop-in-shops, sales to wholesale customers and through independent third-party distributors. This segment represented 21.3% of total net sales in fiscal 2023.\n•\nStuart Weitzman \n- Includes global sales of Stuart Weitzman brand products primarily through Stuart Weitzman operated stores, sales to wholesale customers, through e-commerce sites and through independent third-party distributors. This segment represented 4.2% of total net sales in fiscal 2023.\n2\nCorporate, which is not a reportable segment, represents certain costs that are not directly attributable to a brand. These costs primarily include administrative and information systems expense.\nCoach\nCoach is a global fashion house of accessories and lifestyle collections, founded in New York in 1941. Inspired by the vision of Expressive Luxury and the inclusive and courageous spirit of its hometown, the brand makes beautiful things, crafted to last – for you to be yourself in. Coach has built a legacy of craft and a community that champions the courage to be real. \nStores \n—\n \nCoach operates freestanding retail stores, including flagships, and outlet stores as well as concession shop-in-shop locations. These stores are located in regional shopping centers, metropolitan areas throughout the world and established outlet centers.\nRetail stores carry an assortment of products depending on their size, location and customer preferences. Coach operates a limited number of flagship stores that offer the fullest expression of the Coach brand and are located in tourist-heavy, densely populated cities globally. Coach outlet stores serve as an efficient means to sell manufactured-for-outlet product and discontinued retail inventory outside the retail channel. The outlet store design, visual presentations and customer service levels support and reinforce the brand's image. Through these outlet stores, we target value-oriented customers in established outlet centers that are close to major markets. \n3\nThe following table shows the number of Coach directly operated locations and their total and average square footage:\nCoach\n \nNorth America\nInternational\nTotal\nStore Count\nFiscal 2023\n330\n \n609\n \n939\n \nNet change vs. prior year\n(13)\n7\n \n(6)\n% change vs. prior year\n(3.8)\n%\n1.2\n \n%\n(0.6)\n%\nFiscal 2022\n343 \n602 \n945 \nNet change vs. prior year\n(11)\n17 \n6 \n% change vs. prior year\n(3.1)\n%\n2.9 \n%\n0.6 \n%\nFiscal 2021\n354 \n585 \n939 \nNet change vs. prior year\n(21)\n2 \n(19)\n% change vs. prior year\n(5.6)\n%\n0.3 \n%\n(2.0)\n%\nSquare Footage \nFiscal 2023\n1,618,310\n \n1,396,898\n \n3,015,208\n \nNet change vs. prior year\n(41,503)\n37,917\n \n(3,586)\n% change vs. prior year\n(2.5)\n%\n2.8\n \n%\n(0.1)\n%\nFiscal 2022\n1,659,813 \n1,358,981 \n3,018,794 \nNet change vs. prior year \n(34,903)\n62,978 \n28,075 \n% change vs. prior year\n(2.1)\n%\n4.9 \n%\n0.9 \n%\nFiscal 2021\n1,694,716 \n1,296,003 \n2,990,719 \nNet change vs. prior year\n(63,952)\n10,674 \n(53,278)\n% change vs. prior year\n(3.6)\n%\n0.8 \n%\n(1.8)\n%\nAverage Square Footage\nFiscal 2023\n4,904\n \n2,294\n \n3,211\n \nFiscal 2022\n4,839 \n2,257 \n3,194 \nFiscal 2021\n4,787 \n2,215 \n3,185 \nIn fiscal 2024, we expect minimal change in overall store count with a reduction in store count primarily in Japan and North America, partially offset by an increase in store count in Greater China.\nDigital\n — We view our digital platforms as instruments to deliver Coach products to customers directly, with the benefit of added accessibility, so that consumers can purchase Coach products wherever they choose. For Coach, we have e-commerce sites in the U.S., Canada, Japan, Greater China, several throughout Europe, Australia and several throughout the rest of Asia. Additionally, we continue to leverage various third-party digital platforms to sell our products to customers. \nWholesale\n — We work closely with our wholesale partners to ensure a clear and consistent product presentation. We enhance our presentation with proprietary Coach brand fixtures within the department store environment in select locations. We custom tailor our assortments through wholesale product planning and allocation processes to match the attributes of our department store consumers in each local market. We continue to closely monitor inventories held by our wholesale customers in an effort to optimize inventory levels across wholesale doors. The wholesale business for Coach comprised approximately 10% of total segment net sales for fiscal 2023. As of July 1, 2023 and July 2, 2022, Coach did not have any customers who individually accounted for more than 10% of the segment's total net sales.\n4\nKate Spade\nSince its launch in 1993 with a collection of six essential handbags, kate spade new york has always been colorful, bold and optimistic. Today, it is a global lifestyle brand that designs extraordinary things for the everyday, delivering seasonal collections of handbags, ready-to-wear, jewelry, footwear, gifts, home décor and more. Known for its rich heritage and unique brand DNA, kate spade new york offers a distinctive point of view, and celebrates communities of women around the globe who live their perfectly imperfect lifestyles.\nStores \n—\n \nKate Spade operates freestanding retail stores, including flagships, and outlet stores as well as concession shop-in-shops. These stores are located in regional shopping centers and metropolitan areas throughout the world as well as established outlet centers.\nKate Spade retail stores carry an assortment of products depending on their size, location and customer preferences. Kate Spade operates a limited number of flagship locations which offer the fullest expression of the Kate Spade brand and are located in key strategic markets including tourist-heavy, densely populated cities globally. Kate Spade outlet stores serve as an efficient means to sell manufactured-for-outlet product and discontinued retail inventory outside the retail channel. Through these outlet stores, we target value-oriented customers in established outlet centers that are close to major markets.\nThe following table shows the number of Kate Spade directly operated locations and their total and average square footage:\nKate Spade\n \nNorth America\nInternational\nTotal\nStore Count\nFiscal 2023\n205\n \n192\n \n397\n \nNet change vs. prior year\n(2)\n1\n \n(1)\n% change vs. prior year\n(1.0)\n%\n0.5\n \n%\n(0.3)\n%\nFiscal 2022\n207 \n191 \n398 \nNet change vs. prior year\n(3)\n(6)\n(9)\n% change vs. prior year\n(1.4)\n%\n(3.0)\n%\n(2.2)\n%\nFiscal 2021\n210 \n197 \n407 \nNet change vs. prior year\n(3)\n(10)\n(13)\n% change vs. prior year\n(1.4)\n%\n(4.8)\n%\n(3.1)\n%\nSquare Footage \nFiscal 2023\n589,561\n \n277,710\n \n867,271\n \nNet change vs. prior year\n(3,088)\n2,423\n \n(665)\n% change vs. prior year\n(0.5)\n%\n0.9\n \n%\n(0.1)\n%\nFiscal 2022\n592,649 \n275,287 \n867,936 \nNet change vs. prior year\n(4,537)\n(6,692)\n(11,229)\n% change vs. prior year\n(0.8)\n%\n(2.4)\n%\n(1.3)\n%\nFiscal 2021\n597,186 \n281,979 \n879,165 \nNet change vs. prior year\n(6,301)\n(9,343)\n(15,644)\n% change vs. prior year\n(1.0)\n%\n(3.2)\n%\n(1.7)\n%\nAverage Square Footage\nFiscal 2023\n2,876\n \n1,446\n \n2,185\n \nFiscal 2022\n2,863 \n1,441 \n2,181 \nFiscal 2021\n2,844 \n1,431 \n2,160 \nIn fiscal 2024, we expect minimal change in overall store count with an increase in store count in Greater China, partially offset by a reduction in store count in Japan and North America.\n5\nDigital\n — We view our digital platforms as instruments to deliver Kate Spade products to customers directly with the benefit of added accessibility as consumers can purchase Kate Spade products wherever they choose. For Kate Spade, we have e-commerce sites in the U.S., Canada, Greater China, Japan and several throughout Europe. Additionally, we continue to leverage various third-party digital platforms to sell our products to customers.\nWholesale\n — The wholesale business for Kate Spade comprised approximately 11% of total segment net sales for fiscal 2023. Kate Spade has developed relationships with a select group of distributors who sell Kate Spade products through travel retail locations and in certain international countries where Kate Spade does not have directly operated retail locations. As of July 1, 2023 and July 2, 2022, Kate Spade did not have any customers who individually accounted for more than 10% of the segment's total net sales.\nStuart Weitzman\nFounded in 1986, Stuart Weitzman has been inspired by women who are confident, sexy, bold – and, above all, strong. By combining its artisanal Spanish craftsmanship and precisely engineered fit, the New York City based global luxury footwear brand creates shoes that empower women to stand strong.\nStores\n —\n \nStuart Weitzman products are primarily sold in retail and outlet stores. Retail stores carry an assortment of products depending on their size, location and customer preferences. Through outlet stores, we target value-oriented customers in established outlet centers that are close to major markets.\n6\nThe following table shows the number of Stuart Weitzman directly operated locations and their total and average square footage:\nStuart Weitzman\n \nNorth America\nInternational\nTotal\nStore Count\nFiscal 2023\n36\n \n57\n \n93\n \nNet change vs. prior year\n(3)\n(4)\n(7)\n% change vs. prior year\n(7.7)\n%\n(6.6)\n%\n(7.0)\n%\nFiscal 2022\n39 \n61 \n100 \nNet change vs. prior year\n(9)\n5 \n(4)\n% change vs. prior year\n(18.8)\n%\n8.9 \n%\n(3.8)\n%\nFiscal 2021\n(1)\n48 \n56 \n104 \nNet change vs. prior year\n(10)\n(17)\n(27)\n% change vs. prior year\n(17.2)\n%\n(23.3)\n%\n(20.6)\n%\nSquare Footage \nFiscal 2023\n68,592\n \n78,171\n \n146,763\n \nNet change vs. prior year\n(6,244)\n(5,899)\n(12,143)\n% change vs. prior year\n(8.3)\n%\n(7.0)\n%\n(7.6)\n%\nFiscal 2022\n74,836 \n84,070 \n158,906 \nNet change vs. prior year \n(13,558)\n3,620 \n(9,938)\n% change vs. prior year\n(15.3)\n%\n4.5 \n%\n(5.9)\n%\nFiscal 2021\n(1)\n88,394 \n80,450 \n168,844 \nNet change vs. prior year \n(14,390)\n(8,732)\n(23,122)\n% change vs. prior year\n(14.0)\n%\n(9.8)\n%\n(12.0)\n%\nAverage Square Footage\nFiscal 2023\n1,905\n \n1,371\n \n1,578\n \nFiscal 2022\n1,919 \n1,378 \n1,589 \nFiscal 2021\n(1)\n1,842 \n1,437 \n1,624 \n(1)     \nDuring fiscal 2021, we exited certain regions previously operated in to optimize our fleet under the Acceleration Program.\nIn fiscal 2024, we expect minimal change in overall store count with a modest reduction in store count in North America and a modest increase in store count in Greater China.\nDigital\n — We view our digital platform as an instrument to deliver Stuart Weitzman products to customers directly with the benefit of added accessibility as consumers can purchase Stuart Weitzman brand products wherever they choose. For Stuart Weitzman, we have e-commerce sites in the U.S, Canada and Greater China. Additionally, we continue to leverage a third-party digital platform to sell our products to customers.\nWholesale\n — The wholesale business for Stuart Weitzman comprised approximately 34% of total segment net sales for fiscal 2023. We continue to closely monitor inventories held by our wholesale customers in an effort to optimize inventory levels across wholesale doors. Stuart Weitzman has developed relationships with a select group of distributors who sell Stuart Weitzman products through travel retail locations and in certain international countries where Stuart Weitzman does not have directly operated retail locations. As of July 1, 2023 and July 2, 2022, Stuart Weitzman did not have any customers who individually accounted for more than 10% of the segment's total net sales.\nRefer to Note 17, \"Segment Information,\" for further information about the Company's segments.\n7\nLICENSING\nOur brands take an active role in the design process and control the marketing and distribution of products in our worldwide licensing relationships. Our key licensing relationships and their fiscal year expirations as of July 1, 2023 are as follows:\nBrand\nCategory\n \nPartner\n \nFiscal Year Expiration\nCoach\nJewelry and Soft Accessories\n \nCentric\n \n2024\nCoach\nWatches\nMovado\n \n2025\nCoach\nEyewear\nLuxottica\n2026\nCoach\nFragrance\nInterparfums\n2026\nKate Spade\nTableware and Housewares\nLenox\n2024\nKate Spade\nFashion Bedding\nHimatsingka\n2024\nKate Spade\nWatches\nFossil\n2025\nKate Spade\nSleepwear\nKomar\n2025\nKate Spade\nStationery and Gift\nLifeguard Press\n2026\nKate Spade\nFragrance\nInterparfums\n2030\nKate Spade\nEyewear\nSafilo\n2031\nProducts made under license are, in most cases, sold through stores and wholesale channels and, with the Company's approval, the licensees have the right to distribute products selectively through other venues, which provide additional, yet controlled, exposure of our brands. Our licensing partners generally pay royalties on their net sales of our branded products. Such royalties currently comprise approximately 1% of Tapestry's total net sales. The licensing agreements generally give our brands the right to terminate the license if specified sales targets are not achieved.\nPRODUCTS\nThe following table shows net sales for each of our product categories by segment:\n Fiscal Year Ended\nJuly 1, 2023\nJuly 2, 2022\nJuly 3, 2021\n(millions)\nAmount\n% of total\nnet sales\nAmount\n% of total\nnet sales\nAmount\n% of total\nnet sales\nCoach\nWomen's Handbags\n$\n2,450.7\n \n36.8\n \n%\n$\n2,574.8 \n38.5 \n%\n$\n2,302.3 \n40.1%\nWomen's Accessories\n1,024.8\n \n15.4\n \n942.5 \n14.1 \n776.7 \n13.5\nMen's\n947.1\n \n14.2\n \n904.8 \n13.5 \n769.3 \n13.4\nOther Products\n537.8\n \n8.1\n \n499.2 \n7.5 \n404.8 \n7.0\nTotal Coach\n$\n4,960.4\n \n74.5\n \n%\n$\n4,921.3 \n73.6 \n%\n$\n4,253.1 \n74.0%\nKate Spade\nWomen's Handbags\n$\n779.6\n \n11.7\n \n%\n$\n819.5 \n12.2 \n%\n$\n681.5 \n11.9%\nOther Products\n332.4\n \n5.0\n \n319.0 \n4.8 \n269.3 \n4.7\nWomen's Accessories\n306.9\n \n4.6\n \n307.0 \n4.6 \n259.2 \n4.5\nTotal Kate Spade\n$\n1,418.9\n \n21.3\n \n%\n$\n1,445.5 \n21.6 \n%\n$\n1,210.0 \n21.1%\nStuart Weitzman\n(1)\n$\n281.6\n \n4.2\n \n%\n$\n317.7 \n4.8 \n%\n$\n283.2 \n4.9%\nTotal Net sales\n$\n6,660.9\n \n100.0\n \n%\n$\n6,684.5 \n100.0 \n%\n$\n5,746.3 \n100.0%\n(1)\nThe significant majority of sales for Stuart Weitzman is attributable to women's footwear.\n8\nWomen’s Handbags\n — Women’s handbag collections feature classically inspired as well as fashion designs. These collections are designed to meet the fashion and functional requirements of our broad and diverse consumer base.\nWomen’s Accessories\n — Women’s accessories include small leather goods which includes mini and micro handbags, money pieces, wristlets, pouches and cosmetic cases. Also included in this category are novelty accessories (including address books, time management accessories, travel accessories, sketchbooks and portfolios), belts, key rings and charms.\nMen’s\n — Men’s includes bag collections (including business cases, computer bags, messenger-style bags, backpacks and totes), small leather goods (including wallets, card cases, travel organizers and belts), footwear, watches, fragrances, sunglasses, novelty accessories and ready-to-wear items.\nOther Products \n— These products primarily include women's footwear, eyewear (such as sunglasses), jewelry (including bracelets, necklaces, rings and earrings), women's fragrances, watches, certain women's seasonal lifestyle apparel collections, including outerwear, ready-to-wear and cold weather accessories, such as gloves, scarves and hats. In addition, Kate Spade brand kids items, housewares and home accessories, such as fashion bedding and tableware, and stationery and gifts are included in this category.\nDESIGN AND MERCHANDISING\nOur creative leaders are responsible for conceptualizing and implementing the design direction for our brands across the consumer touchpoints of product, stores and marketing. At Tapestry, each brand has a dedicated design and merchandising team; this ensures that Coach, Kate Spade and Stuart Weitzman speak to their customers with a voice and positioning unique to their brand. Designers have access to the brands' extensive archives of product designs, which are a valuable resource for new product concepts. Our designers collaborate with strong merchandising teams that analyze sales, market trends and consumer preferences to identify market opportunities that help guide each season's design process and create a globally relevant product assortment. Leveraging our strategic investments in data and analytics tools across Tapestry's platform, merchandisers are able to gain a deeper understanding of customer behavior that empowers our teams to respond to changes in consumer preferences and demand as well as scale opportunities across brands with greater speed and efficiency. Our merchandising teams are committed to managing the product life cycle to maximize sales and profitability across all channels. The product category teams, each comprised of design, merchandising, product development and sourcing specialists help each brand execute design concepts that are consistent with the brand's strategic direction.\nOur design and merchandising teams also work in close collaboration with all of our licensing partners to ensure that the licensed products are conceptualized and designed to address the intended market opportunity and convey the distinctive perspective and lifestyle associated with our brands.\nMARKETING\nWe use a 360-degree approach to marketing for each of our brands, synchronizing our efforts across all channels to ensure consistency at every touchpoint. Our global marketing strategy is to deliver a consistent, relevant and multi-layered message every time the consumer comes in contact with our brands through our communications and visual merchandising. Each brand's distinctive positioning is communicated by our creative marketing, visual merchandising and public relations teams, as well as outside creative agencies. We also have a sophisticated consumer and market research capability, which helps us assess consumer attitudes and trends.\nWe engage in several consumer communication initiatives globally, including direct marketing activities at a national, regional and local level. Total expenses attributable to the Company's marketing-related activities in fiscal 2023 were $570.7 million, or approximately 9% of net sales, compared to $551.6 million in fiscal 2022, or approximately 8% of net sales.\nOur wide range of marketing activities utilize a variety of media, including digital, social, print and out-of-home. Our respective brand websites serve as effective communication vehicles by providing an immersive brand experience, showcasing the fullest expression across all product categories.\nAs part of our direct marketing strategy, we use databases of consumers to generate personalized communications in direct channels such as email and text messages to drive engagement and build awareness. Email contacts are an important part of our communication and are sent to selected consumers to stimulate consumer purchases and build brand awareness. Visitors to our e-commerce sites provide an opportunity to increase the size of these consumer databases, in addition to serving as a point of transactions globally, except where restricted.\nThe Company has several regional informational websites for locations where we have not established an e-commerce presence. The Company utilizes and continues to explore digital technologies such as social media websites as a cost effective consumer communication opportunity to increase on-line and store sales, acquire new customers and build brand awareness.\n9\nMANUFACTURING\nTapestry carefully balances its commitments to a limited number of “better brand” partners that have demonstrated integrity, quality and reliable delivery. The Company continues to evaluate new manufacturing sources and geographies to deliver high quality products at competitive costs and to mitigate the impact of manufacturing in inflationary markets.\nOur raw material suppliers, independent manufacturers and licensing partners must achieve and maintain high quality standards, which are an integral part of our brands' identity. Before directly partnering with a new manufacturing vendor for finished goods, the Company evaluates each facility by conducting a quality, business practice standards and social compliance review. We expect finished good manufacturers to undergo a social compliance audit before being approved as a Tapestry supplier. Manufacturers working with our licensed partners must have had an acceptable social compliance audit conducted within the prior six months of their onboarding date. Suppliers that fail to meet our standards are not approved until an acceptable report is provided. We also conduct periodic evaluations of existing, previously approved finished good suppliers. We believe that our manufacturing partners are in material compliance with the Company’s integrity standards.\nThese independent manufacturers each or in aggregate support a broad mix of product types, materials and a seasonal influx of new, fashion-oriented styles, which allows us to meet shifts in marketplace demand and changes in consumer preferences.\nWe have longstanding relationships with purveyors of fine leathers and hardware. Although our products are manufactured by independent manufacturers, we maintain a strong level of oversight in the selection of key raw materials and compliance with quality control standards is monitored through on-site quality inspections at independent manufacturing facilities.\nWe maintain strong oversight of the supply chain process for each of our brands from design through manufacturing. We are able to do this by maintaining sourcing management offices in Vietnam, mainland China, the Philippines, Cambodia and Spain that work closely with our independent manufacturers. This broad-based, global manufacturing strategy is designed to optimize the mix of cost, lead times and construction capabilities.\nDuring fiscal 2023, manufacturers of Coach products were primarily located in Vietnam, Cambodia, and the Philippines and no individual vendor provided 10% or more of the brand's total purchases. During fiscal 2023, Kate Spade products were manufactured primarily in Vietnam, Cambodia, the Philippines and mainland China. Kate Spade had one vendor, located in Vietnam, who individually provided approximately 10% of the brand's total purchases. Stuart Weitzman products were primarily manufactured in Spain. During fiscal 2023, Stuart Weitzman had three vendors, all located in Spain, who individually provided over 10% of the brand's total units (approximately 37% across the three, in the aggregate).\nFULFILLMENT\nThe Company’s distribution network is designed to support the movement of each brand's products from our manufacturers to fulfillment centers around the world. These fulfillment centers are either directly operated by the Company or by independent third parties, with some supporting multiple brands. Our facilities use bar code scanning warehouse management systems, where our fulfillment center employees use handheld scanners to read product bar codes. This allows for accurate storage and order processing and allows us to provide excellent service to our customers. These facilities are also integrated into our Enterprise Resource Planning (\"ERP\") system, ensuring accurate inventory reporting. Our products are primarily shipped to retail stores, wholesale customers and e-commerce customers.\nIn North America we maintain fulfillment centers in Jacksonville, Florida, and West Chester, Ohio, operated by Tapestry. In addition, in fiscal 2023, the Company opened a new multi-brand fulfillment center located in Las Vegas, Nevada that increase capacity and continue to enhance fulfillment capabilities in North America. The Company also has two third-party facilities in Toronto, Canada and Tijuana, Mexico. Globally, we utilize regional fulfillment centers in mainland China, the Netherlands, the United Kingdom, and Spain, owned and operated by third parties, that support multiple countries. We also utilize local fulfillment centers, through third-parties in Japan, parts of Greater China, South Korea, Singapore, Malaysia, Spain, the U.K., Canada, and Australia.\nINFORMATION SYSTEMS \nThe Company’s information systems are integral in supporting the Company’s long-term strategies. Our information technology platform is a key capability used to support digital growth and drive consumer centricity and data-driven decision making. We are continually enhancing our digital technology platforms to elevate our e-commerce capabilities direct-to-consumer functionalities, and overall omni-channel experience, by utilizing cloud-based technology infrastructure. For example, we will continue to enhance certain of our machine learning models to improve our customer capture and segmentation capabilities.\n10\nIn fiscal 2021, the Company began implementing a cloud-based digital platform to enhance our omnichannel capabilities, across all brands in North America, Europe and Japan. This shared enterprise digital strategy affords the Company more productive and efficient capabilities for digital and in-store selling and engagement. This implementation was substantially completed in fiscal 2023.\nThe Company maintains global information security and privacy compliance programs, comprised of risk management policies and procedures surrounding the Company’s information systems, cybersecurity practices and protection of consumer and employee personal data and confidential information. The Board of Directors (the \"Board\") has ultimate oversight of the Company’s risk management policies and procedures, and has delegated primary responsibility for monitoring the risks and programs in this area to the Audit Committee, which receives quarterly updates on information security and privacy risk and compliance. The Board receives periodic updates on these topics as well. As part of the Company’s compliance programs, all global employees are required to take annual training on information security, including cybersecurity, and global data privacy requirements and compliance measures. We also conduct periodic internal and third-party assessments to test our cybersecurity controls, perform cyber simulations and annual tabletop exercises, and continually evaluate our privacy notices, policies and procedures surrounding our handling and control of personal data and the systems we have in place to help protect us from cybersecurity or personal data breaches. Additionally, we maintain network security and cyber liability insurance in order to provide a level of financial protection in the event of certain covered cyber losses and data breaches.\nINTELLECTUAL PROPERTY\nTapestry owns COACH, KATE SPADE and STUART WEITZMAN, as well as all of the material trademark, design and patent-rights related to the production, marketing, distribution and sale of our products in the United States and other countries in which our products are principally sold. In addition, it licenses trademarks and copyrights used in connection with the production, marketing and distribution of certain categories of goods and limited edition collaborations. Tapestry also owns and maintains registrations in countries around the world for trademarks in relevant classes of products. Major trademarks include TAPESTRY, COACH, STUART WEITZMAN, KATE SPADE and KATE SPADE NEW YORK. It also owns brand-specific trademarks such as COACH and Horse & Carriage Design, COACH and Story Patch Design, COACH and Lozenge Design, COACH and Tag Design, Signature C Design and COACHTOPIA for the COACH brand; kate spade new york and Spade Design, and spade flower monogram for the kate spade new york brand; and NUDIST and 5050 for the Stuart Weitzman brand. Tapestry is not dependent on any one particular trademark or design patent although Tapestry believes that the Coach, Stuart Weitzman and Kate Spade New York trademarks are important for its business. In addition, Tapestry owns a number of copyrights, design patents and utility patents for its brands' product designs. Tapestry aggressively polices its intellectual property, and pursues infringers both domestically and internationally. It pursues counterfeiters through leads generated internally, as well as through its network of investigators, law enforcement and customs officials, the respective online reporting form for each brand, the Tapestry hotline and business partners around the world.\nSEASONALITY\nThe Company's results are typically affected by seasonal trends. During the first fiscal quarter, we typically build inventory for the winter and holiday season. In the second fiscal quarter, working capital requirements are reduced substantially as we generate higher net sales and operating income, especially during the holiday season.\nFluctuations in net sales, operating income and operating cash flows of the Company in any fiscal quarter may be affected by the timing of wholesale shipments and other events affecting retail sales, including weather and macroeconomic events, and pandemics such as Covid-19.\nGOVERNMENT REGULATION\nMost of the Company's imported products are subject to duties, indirect taxes, quotas and non-tariff trade barriers that may limit the quantity of products that we may import into the U.S. and other countries or may impact the cost of such products. The Company is not materially restricted by quotas or other government restrictions in the operation of its business, however customs duties do represent a component of total product cost. To maximize opportunities, the Company operates complex supply chains through foreign trade zones, bonded logistic parks and other strategic initiatives such as free trade agreements. For example, we have historically received benefits from duty-free imports on certain products from certain countries pursuant to the U.S. General System of Preferences (\"GSP\") program. The GSP program expired in the third quarter of fiscal 2021, resulting in additional duties that have negatively impacted gross margin. Additionally, the Company operates a direct import business in many countries worldwide. As a result, the Company is subject to stringent government regulations and restrictions with respect to its cross-border activity either by the various customs and border protection agencies or by other government agencies which control the quality and safety of the Company’s products. The Company maintains an internal global trade, customs and product compliance organization to help manage its import/export and regulatory affairs activity.\n11\nCOMPETITION\nThe product categories in which we operate are highly competitive. The Company competes primarily with European and American luxury and accessible luxury brands as well as private label retailers. In varying degrees, depending on the product category involved, we compete on the basis of style, price, customer service, quality, brand prestige and recognition, among others. Over the last decade, these luxury and accessible luxury brands have grown and are expected to continue to grow, encouraging the entry of new competitors as well as increasing the competition from existing competitors. This increased competition drives interest in these brand loyal categories. We believe, however, that we have significant competitive advantages because of the recognition of our brands and the acceptance of our brands by consumers.\nCORPORATE RESPONSIBILITY\nAs a people-centered and purpose led Company, Tapestry believes that a better-made future is one that is both beautiful and responsible. Our Environmental, Social and Corporate Governance (“ESG”) strategy, the \nFabric of Change\n, aims to unite teams across the Company’s business to work to meet our Corporate Responsibility Goals (\"ESG Goals\") and a shared objective: to create the accessible luxury company of the future that balances true fashion authority with meaningful, positive change. The \nFabric of Change\n focuses on three pillars: Our People, Our Planet and Our Communities.\n•\nOur People:\n◦\nWe aim to foster inclusivity and diversity through four interconnected principles: talent, culture, community, and marketplace. Our equity, inclusion and diversity (\"EI&D\") goals focus on attracting and retaining talent and building a compelling and fulfilling employee experience.\n◦\nWe have set goals focused on building diversity in our leadership team, reducing differences in our employee survey results based on gender and ethnicity, focusing on progression and establishing core wellness standards to enable our employees to manage their work and personal lives.\n◦\nWe tie 10% of leadership annual incentive compensation to EI&D goals on a global basis level.\n•\nOur Planet:\n◦\nWe aim to sustain and restore our planet through continuous innovation in solutions that improve biodiversity and reduce our impact on climate change with a focus on renewable energy, increased use of environmentally preferred materials and production methods, and circular business models that design out waste and pollution, keep products in use, and restore natural systems.\n◦\nWe have set ESG goals focused on utilizing 100% renewable energy in our own operations; tracing and mapping our raw materials, environmentally responsible sourcing of leather, increasing the recycled content of our packaging, reducing waste in our corporate and distribution centers and water across our company and supply chain. We have also set new science-based emissions reduction targets in line with Science Based Targets initiative (\"SBTi's\") criteria and 1.5⁰C.\n•\nOur Communities:\n◦\nWe aim to support and empower the communities where our employees live and work, and provide the resources and investment needed to strengthen the regions where we operate, through volunteer efforts, philanthropic initiatives, product donations, and social impact programming.\n◦\nWe have set goals focused on volunteerism programs, philanthropic initiatives and supply chain empowerment programs.\nThe Company’s ESG and Corporate Responsibility Strategy, including oversight, management and identification of risks, is ultimately governed by the Board of Directors and overseen by an ESG Steering Committee, which is comprised of members of our executive leadership team, and driven by an ESG Task Force, which is comprised of senior leaders and cross-functional members from major business functions. The Board approves long-term sustainability goals, strategic moves or major plans of action and receives updates at least annually. Tapestry's Governance and Nominations Committee of the Board receives quarterly updates on sustainability strategy, including climate-related topics, progress towards the ESG goals and other ESG related initiatives.\nAdditional information on the \nFabric of Change\n and Corporate Responsibility Goals can be found at www.tapestry.com/responsibility. The content on this website and the content in our Corporate Responsibility Reports are not incorporated by reference into this Annual Report on Form 10-K or in any other report or document we file with the SEC.\n12\nHUMAN CAPITAL\nAt Tapestry, being true to yourself is core to who we are. When each of us brings our individuality to our collective ambition, our creativity is unleashed. This global house of brands was built by unconventional entrepreneurs and unexpected solutions, so when we say we believe in dreams, we mean we believe in making them happen.\nWhere differences intersect, new thinking emerges. So we cultivate a place for people who are both warm and rigorous, work that is both challenging and fun, a culture led by both head and heart. Most of all, we bring together the unique spirits of our people and our brands and give them a place to move their work and our industry forward. We believe that difference sparks brilliance, so we welcome people and ideas from everywhere to join us in stretching what’s possible.\nGovernance and Oversight\nOur Board of Directors and its committees provide governance and oversight of the Company's strategy, including over issues of human capital management. The Board has designated the Human Resources Committee of the Board of Directors (the “HR Committee”) as the primary committee responsible for the Company’s human capital strategy, overseeing executive compensation programs, performance and talent development, succession planning, engagement and regular review of employee benefits and well-being strategies. Together with the Board, the HR Committee also provides oversight of the Company’s EI&D strategies. The full Board of Directors and the HR Committee receive at least quarterly updates on the Company’s talent development strategies and other applicable areas of human capital management.\nUnlocking the power of our people is a key strategic focus area for the Company, supported by significant engagement from the Company’s senior leadership on talent development and human capital management, as reflected in the key programs and focus areas described below.\nEmployees\nAs of July 1, 2023, the Company employed approximately 18,500 employees globally. Of these employees, approximately 14,700 employees worked in retail locations, of which 5,900 were part-time employees. This total excludes seasonal and temporary employees that the Company employs, particularly during the second quarter due to the holiday season. The Company believes that its relations with its employees are good, and has never encountered a strike or work stoppage.\nEquity, Inclusion and Diversity\nOur company name Tapestry, represents the diversity of our brands and the diversity of our people. We know that having a diverse range of perspectives, backgrounds and experiences makes us more innovative and successful and it brings us closer to our consumer. Our goal is to create a culture that is equitable, inclusive and diverse - where all of our employees, customers and stakeholders thrive.\nOur EI&D strategy is grounded in our purpose and values and is a core element to unlocking the power of our people. To support these actions, we are guided by four interconnected principles:\n•\nTalent:\n Attracting, retaining and growing top talent - making us an employer of choice in a rapidly evolving talent marketplace.\n•\nCulture:\n Fostering a culture of inclusion, where people and ideas from everywhere are welcomed.\n•\nCommunity:\n Nurturing the vibrancy of the communities in which we live and work to advance equity, opportunity and dignity for all.\n•\nMarketplace:\n Embracing our responsibility in the marketplace as a global fashion company. We are committed to affecting positive change for our industry and deliver on our value proposition to stakeholders - consumers, investors and future talent.\nOur global EI&D Champion Network supports and engages our professional community by creating an environment where all are welcomed. This network includes our five employee business resource groups (“EBRGs”), two task forces and regional inclusion councils to support and engage our employees. \nAdditionally, we believe educating our employees is crucial in achieving our EI&D goals. We have established a global multi-year EI&D learning road map, including bespoke skill-building programs to accommodate our dynamic employee population. Furthermore, the Company has focused on providing employees with resources to foster continuing education and conversation on EI&D through 'Tapestry UNSCRIPTED', which is an internal speaker series for our employees designed to bring our values to life. We feel hosting bold conversations about our values provides an opportunity for us to be inspired, discover ideas, and ignite personal passions.\n13\nTapestry is committed to the support of historically underrepresented and marginalized groups through our corporate efforts. We are a member of the CEO Action for Diversity and Inclusion, the largest business coalition committed to advancing Diversity and Inclusion. Our focus on fostering an equitable work environment has led to continued recognition from Forbes on the list of “Best Employers for Diversity” and Human Rights Campaign’s list of “Best Place to Work for LGBTQ Equality”. In 2023, we were recognized by Civic 50 as one of the 50 Most Community-Minded Companies. Additionally, we have been certified as a \"Great Place to Work\" for 2023. The Company is dedicated to building a workforce with leadership teams better reflecting our general corporate population in North America. The Company monitors the representation of women and ethnic minorities at different levels throughout the company, and discloses this information in our website at www.tapestry.com/responsibility/our-people.\nTotal Rewards\nTapestry is dedicated to being a place where our employees love to work, where they feel recognized and rewarded for all that they do. Maintaining a competitive program helps us attract, motivate and retain the key talent we need to achieve outstanding business and financial results. To accomplish this goal, we strive to appropriately align our total compensation with the pay, benefits and rewards offered by companies that compete with us for talent in the marketplace. \nOur Total Compensation Program includes cash pay, annual and long term incentives, benefits and other special programs that our employees value. We strive to pay each employee fairly and competitively across our brands. Tapestry's primary compensation principle is to \"pay for performance.\" Tapestry's practice is to pay a competitive base salary and to provide corporate employees with the opportunity to earn an annual bonus tied to Tapestry's and its brands' financial performance, and store employees with the opportunity to earn sales incentives. Approximately 2,500 of our employees, including nearly all of our store managers, received an annual long-term equity award in 2023, which align employee interests with those of our stockholders, rewards employees for enhancing stock holder value and supports retention of key employees. \nOur benefits package is designed to be competitive and comprehensive, which varies by location and jurisdiction. Our benefits, along with competitive pay, includes medical benefits and paid wellness days and parental leave, in accordance with local policies and regulations, for directly hired full-time and part-time employees. The Company also offers retirement benefits for its employees, which are managed in accordance with local jurisdictions. To support employees in achieving their career and financial goals, the Company also provides access to learning opportunities on personal finances as well as physical and mental wellness through various platforms based on the location of the employee.\nTalent Acquisition and Development\nHiring talented employees is critically important to us, as we consider our employees around the world to be our greatest asset. Our recruitment and sourcing strategy focuses on tapping diverse sources to attract the best talent to our organization and then retaining them through our continued investments in resources that provide our employees with the tools for career advancement. Our internal opportunity program encourages employees to stretch themselves in their career development, aligning their capabilities with career interests and goals. We strive to provide a working environment where our people can grow and progress their careers within the Company. \nWe are committed to helping our employees develop the knowledge, skills and abilities needed for continued success, and encourage employee development at all levels and every career stage. Our development programs enable individual and team success through targeted initiatives and resources, offering a wide-ranging curriculum focused on professional and leadership development for leaders, managers, and individual contributors, including through our Common Thread people management program, Emerging Leaders High-Potential Program, Leader Transition Acceleration Program, and third-party learning platforms in addition to other trainings and education facilitated through the Company for all employees. \nAs a company, performance management is critical to our ability to reach our goals and foster a culture of success. By having a dynamic, performance-driven culture, we can achieve greater results, maximize employee, manager and team performance and offer exciting development and career opportunities. As our focus extends beyond the performance of our employees to the performance of our Company as a whole, we have mechanisms in place to facilitate comprehensive upward feedback through robust cross-functional feedback tools and a cadence of regular pulse surveys that inform on how we can continue to strive for excellence in our work culture. \nWell-being and Safety\nAt Tapestry, we are committed to providing a safe working environment for our people, as well as supporting our people in achieving and maintaining their health and well-being goals. Work-life integration is top of mind, and we provide resources and benefits to help achieve this balance. We provide our employees with supplemental resources to achieve wellness such as access to our Employee Assistance Program, regular employee programming and subscriptions to Headspace, a smartphone application dedicated to meditation and mindfulness. The Company announced the establishment of an Associate Relief Fund, beginning in fiscal year 2024, which will provide emergency assistance for events considered a disaster or hardship. \n14\nAt Tapestry, we believe in encouraging and empowering our employees to take part in building a welcoming and inclusive community. We provide all employees with supplemental time-off to perform community service through nonprofits of their personal choice and through team and Company sponsored volunteering events. In our commitment to supporting our communities, we have three foundations which provide monetary support to nonprofit organizations across communities that we are a part of. Additionally, on an annual basis, our foundations match up to $10,000 in donations to eligible non-profits per employee in North America. \nFINANCIAL INFORMATION ABOUT GEOGRAPHIC AREAS\nRefer to Note 4, \"Revenue,\" and Note 17, \"Segment Information,\" presented in the Notes to the Consolidated Financial Statements for geographic information.\nAVAILABLE INFORMATION\nOur Annual Reports on Form 10-K, Quarterly Reports on Form 10-Q, Current Reports on Form 8-K and all amendments to these reports filed or furnished pursuant to Section 13(a) or 15(d) of the Securities Exchange Act of 1934 are available free of charge on our investor website, located at www.tapestry.com/investors under the caption “SEC Filings,” as soon as reasonably practicable after they are filed with or furnished to the Securities and Exchange Commission. These reports are also available on the Securities and Exchange Commission’s website at www.sec.gov. No information contained on any of our websites is intended to be included as part of, or incorporated by reference into, this Annual Report on Form 10-K.\nThe Company has included the Chief Executive Officer (“CEO”) and Chief Financial Officer certifications regarding its public disclosure required by Section 302 of the Sarbanes-Oxley Act of 2002 as Exhibits 31.1 and 31.2, respectively to this Form 10-K.\n15",
    "item1a": ">ITEM 1A. RISK FACTORS \nYou should consider carefully all of the information set forth or incorporated by reference in this document and, in particular, the following risk factors associated with the business of the Company and forward-looking information in this document. Please also see “Special Note on Forward-Looking Information” at the beginning of this report. The risks described below are not the only ones we face. Additional risks not presently known to us or that we currently deem immaterial may also have an adverse effect on us. If any of the risks below actually occur, our business, results of operations, cash flows or financial condition could suffer.\nRisks Related to Macroeconomic Conditions\nEconomic conditions, such as an economic recession, downturn, periods of inflation or uncertainty, could materially adversely affect our financial condition, results of operations and consumer purchases of luxury items.\nOur results can be impacted by a number of macroeconomic factors, including but not limited to: consumer confidence and spending levels, tax rates, levels of unemployment, consumer credit availability, pandemics, natural disasters, raw material costs, fuel and energy costs (including oil prices), bank failures, market volatility, global factory production, supply chain operations, commercial real estate market conditions, credit market conditions and the level of customer traffic in malls, shopping centers and online.\nMany of our products may be considered discretionary items for consumers. Demand for our products, and consumer spending in the premium handbag, footwear and accessories categories generally, is or may be significantly impacted by trends in consumer confidence, general economic and business conditions, high levels of unemployment, periods of inflation, health pandemics, interest rates, foreign currency exchange rates, the availability of consumer credit, and taxation. Consumer purchases of discretionary luxury items, such as the Company's products, tend to decline during recessionary periods or periods of sustained high unemployment, when disposable income is lower.\nUnfavorable economic conditions may also reduce consumers’ willingness and ability to travel to major cities and vacation destinations in which our stores are located. Our sensitivity to economic cycles and any related fluctuation in consumer demand may have a material adverse effect on our financial condition.\nThe Covid-19 pandemic and resulting adverse economic conditions may continue to adversely affect our business, financial condition, results of operations and cash flows.\nThe Covid-19 pandemic has had, and may continue to have, a significant impact on our operations, cash flow and liquidity. The virus has impacted all regions that we operate in around the world, resulting in restrictions and shutdowns implemented by national, state, and local authorities. These requirements resulted in temporary closures of the majority of the Company's directly operated stores globally for some period of time to help reduce the spread of Covid-19 during fiscal 2020. Throughout fiscal years 2021 through 2023, the vast majority of the Company’s stores were opened and have continued to operate, however, some store locations have experienced temporary re-closures or operated under tighter restrictions in compliance with local government regulations. During the first half of fiscal 2023, the Company's results in Greater China were adversely impacted as a result of the Covid-19 pandemic. Starting in December 2022, certain government restrictions were lifted and business trends have improved in the region.\nAlthough the impact of the Covid-19 pandemic during fiscal 2023 has generally been less significant than those experienced in fiscal years 2021 and 2022, we cannot predict for how long and to what extent the Covid-19 pandemic may continue to impact our business, financial condition, and results of operations. We continue to monitor the latest developments regarding the Covid-19 pandemic and potential impacts on our business, operating results and outlook. \nThe impact of regulations imposed in the future in response to the Covid-19 pandemic or other public health crises, could, among other things, require that we close our stores or distribution centers or otherwise make it difficult or impossible to operate our business. \nRisks Related to our Business and our Industry\nWe face risks associated with operating in international markets.\nWe operate on a global basis, with approximately 39.3% of our net sales coming from operations outside of United States for fiscal year 2023. While geographic diversity helps to reduce the Company’s exposure to risks in any one country, we are subject to risks associated with international operations, including, but not limited to:\n•\npolitical or economic instability or changing macroeconomic conditions in our major markets, including the potential impact of (1) new policies that may be implemented by the U.S. or other jurisdictions, particularly with respect to tax and trade policies or (2) sanctions and related activities by the United States, European Union (“E.U.”) and others;\n•\npublic health crises, such as pandemics and epidemic diseases;\n16\n•\nchanges to the U.S.'s participation in, withdrawal out of, renegotiation of certain international trade agreements or other major trade related issues including the non-renewal of expiring favorable tariffs granted to developing countries, tariff quotas, and retaliatory tariffs, trade sanctions, new or onerous trade restrictions, embargoes and other stringent government controls;\n•\nchanges in exchange rates for foreign currencies, which may adversely affect the retail prices of our products, result in decreased international consumer demand, or increase our supply costs in those markets, with a corresponding negative impact on our gross margin rates;\n•\ncompliance with laws relating to foreign operations, including the Foreign Corrupt Practices Act (\"FCPA\") and the U.K. Bribery Act, and other global anti-corruption laws, which in general concern the bribery of foreign public officials, and other regulations and requirements;\n•\nchanges in tourist shopping patterns, particularly that of the Chinese consumer;\n•\ngeopolitical instability (such as the uncertainty in U.S.-China relations);\n•\nnatural and other disasters;\n•\npolitical, civil and social unrest; and\n•\nchanges in legal and regulatory requirements, including, but not limited to safeguard measures, anti-dumping duties, cargo restrictions to prevent terrorism, restrictions on the transfer of currency, climate change and other environmental legislation, product safety regulations or other charges or restrictions. \nOur business is subject to the risks inherent in global sourcing activities.\nAs a Company engaged in sourcing on a global scale, we are subject to the risks inherent in such activities, including, but not limited to:\n•\ncontinued disruptions or delays in shipments whether due to port congestion, logistics carrier disruption (including as a result of labor disputes), other shipping capacity constraints or other factors, which has and may continue to result in significantly increased inbound freight costs and increased in-transit times;\n•\nloss or disruption of key manufacturing or fulfillment sites or extended closure of such sites due to the Covid-19 pandemic or other unexpected factors;\n•\nimposition of additional duties, taxes and other charges or restrictions on imports or exports;\n•\nunavailability, or significant fluctuations in the cost, of raw materials;\n•\ncompliance by us and our independent manufacturers and suppliers with labor laws and other foreign governmental regulations;\n•\nincreases in the cost of labor, fuel (including volatility in the price of oil), travel and transportation;\n•\ncompliance with our Global Business Integrity Program;\n•\ncompliance by our independent manufacturers and suppliers with our Supplier Code of Conduct, social auditing procedures and requirements and other applicable compliance policies;\n•\ncompliance with applicable laws and regulations, including U.S. laws regarding the identification and reporting on the use of “conflict minerals” sourced from the Democratic Republic of the Congo in the Company’s products, other laws and regulations regarding the sourcing of materials in the Company’s products, the FCPA, U.K. Bribery Act and other global anti-corruption laws, as applicable, and other U.S. and international regulations and requirements;\n•\nregulation or prohibition of the transaction of business with specific individuals or entities and their affiliates or goods manufactured in certain regions by any government or regulatory authority in the jurisdictions where we conduct business, such as the listing of a person or entity as a Specially Designated National or Blocked Person by the U.S. Department of the Treasury’s Office of Foreign Assets Control and the issuance of Withhold Release Orders or other detentions of product by the U.S. Customs and Border Patrol; \n•\ninability to engage new independent manufacturers that meet the Company’s cost-effective sourcing model;\n•\nproduct quality issues;\n•\npolitical unrest, protests and other civil disruption;\n•\npublic health crises, such as pandemic and epidemic diseases, and other unforeseen outbreaks;\n•\nnatural disasters or other extreme weather events, whether as a result of climate change or otherwise; and\n•\nacts of war or terrorism and other external factors over which we have no control.\n17\nWe are subject to labor laws governing relationships with employees, including minimum wage requirements, overtime, working conditions, and citizenship requirements. Compliance with these laws may lead to increased costs and operational complexity and may increase our exposure to governmental investigations or litigation.\nIn addition, we require our independent manufacturers and suppliers to operate in compliance with applicable laws and regulations, as well as our Supplier Code of Conduct and other compliance policies under our Global Business Integrity Program; however, we do not control these manufacturers or suppliers or their labor, environmental or other business practices. Copies of our Global Business Integrity Program documents, including our Global Operating Principles, Anti-Corruption Policy and Supplier Code of Conduct are available through our website, www.tapestry.com. The violation of labor, environmental or other laws by an independent manufacturer or supplier, or divergence of an independent manufacturer’s or supplier’s labor practices from those generally accepted as ethical or appropriate in the U.S., could interrupt or otherwise disrupt the shipment of our products, harm our trademarks or damage our reputation. In addition, if there is negative publicity regarding the production methods of any of our suppliers or manufacturers, even if unfounded or not specific to our supply chain, our reputation and sales could be adversely affected, we could be subject to legal liability, or could cause us to contract with alternative suppliers or manufacturing sources. The occurrence of any of these events could materially adversely affect our business, financial condition and results of operations.\nA decline in the volume of traffic to our stores could have a negative impact on our net sales. \nThe success of our retail stores located within malls and shopping centers may be impacted by (i) changes in consumer shopping behavior, closures, operating restrictions and store capacity restrictions; (ii) reduced travel resulting from economic conditions (including a recession or inflationary pressures); (iii) the location of the store within the mall or shopping center; (iv) surrounding tenants or vacancies; (v) increased competition in areas where malls or shopping centers are located; (vi) the amount spent on advertising and promotion to attract consumers to the mall; and (vii) a shift towards online shopping resulting in a decrease in mall traffic. Declines in consumer traffic could have a negative impact on our net sales and could materially adversely affect our financial condition and results of operations. Furthermore, declines in traffic could result in store impairment charges if expected future cash flows of the related asset group do not exceed the carrying value.\nThe growth of our business depends on the successful execution of our growth strategies, including our global omni-channel expansion efforts and our ability to execute our digital and e-commerce priorities. \nOur growth depends on the continued success of existing products, as well as the successful design, introduction of new products and maintaining an appropriate rationalization of our assortment. Our ability to create new products and to sustain existing products is affected by whether we can successfully anticipate and respond to consumer preferences and fashion trends. See “\nThe success of our business depends on our ability to retain the value of our brands and to respond to changing fashion and retail trends in a timely manner.”\n The failure to develop and launch successful new products or to rationalize our assortment appropriately could hinder the growth of our business. Also, any delay in the development or launch of a new product could result in our company not being the first to bring product to market, which could compromise our competitive position.\nOur success and growth also depends on the continued development of our omni-channel presence for each of our brands globally, leaning into global digital opportunities for each brand, along with continued bricks and mortar expansion in select international regions, notably Greater China. With respect to international expansion, our brands may not be well-established or widely sold in some of these markets, and we may have limited experience operating directly or working with our partners there. In addition, some of these markets, either through bricks and mortar stores or digital channels, have different operational characteristics, including but not limited to employment and labor, privacy, transportation, logistics, real estate, environmental regulations and local reporting or legal requirements.\nFurthermore, consumer demand and behavior, as well as tastes and purchasing trends may differ in these countries, and as a result, sales of our product may not be successful, or the margins on those sales may not be in line with those we currently anticipate. Further, expanding in certain markets may have upfront investment costs that may not be accompanied by sufficient revenues to achieve typical or expected operational and financial performance and therefore may be dilutive to our brands in the short-term. We may also have to compete for talent in international regions as we expand our omni-channel presence.\nConsequently, if our global omni-channel expansion plans are unsuccessful, or we are unable to retain and/or attract key personnel, our business, financial condition and results of operation could be materially adversely affected.\n18\nWe aim to provide a seamless omni-channel experience to our customers regardless of whether they are shopping in stores or engaging with our brands through digital technology, such as computers, mobile phones, tablets or other devices. This requires investment in new technologies and reliance on third-party digital partners, over which we may have limited control. Additionally, our digital business is subject to numerous risks that could adversely impact our results, including (i) a diversion of sales from our brand stores or wholesale customers, (ii) difficulty in recreating the in-store experience through digital channels, (iii) liability for online content, (iv) changing dynamics within the digital marketing environment and our ability to effectively market to consumers, (v) intense competition from online retailers, and (vi) the ability to provide timely delivery of e-commerce purchases, which is dependent on the capacity and operations of our owned and third-party operated fulfillment facilities. See “\nOur business is subject to the risks inherent in global sourcing activities”\n for additional risks related to our fulfillment networks. If we are unable to effectively execute our e-commerce and digital strategies and provide reliable experiences for our customers across all channels, our reputation and ability to compete with other brands could suffer, which could adversely impact our business, results of operations and financial condition.\nThe successful implementation of the Company’s 2025 growth strategy, future\nspeed\n, is key to the long-term success of our business.\nBuilding on the success of the Company’s strategic growth plan from fiscal 2020 through fiscal 2022, the Company introduced its 2025 growth strategy, \nfuture\nspeed, in the first quarter of fiscal 2023, which is designed to amplify and extend the competitive advantages of the brands, with a focus on four strategic priorities: (i) Building Lasting Customer Relationships; (ii) Fueling Fashion Innovation & Product Excellence; (iii) Delivering Compelling Omni-Channel Experiences; and (iv) Powering Global Growth.\nThe Company believes that its intentional focus positions Tapestry to drive sustainable, profitable growth to create value for its stakeholders over time. However, there is no assurance that we will be able to sustain such efforts in accordance with our plans, that such efforts will result in the intended or otherwise desirable outcomes or that such efforts, even if successfully sustained, will be effective in achieving long-term growth or increased profitability. Refer to Part II, Item 7, \"Management's Discussion and Analysis of Financial Condition and Results of Operations\" for further information regarding \nfuture\nspeed\n.\nIf our incorporation of the initiatives under \nfuture\nspeed falls short, our business, financial condition and results of operation could be materially adversely affected.\nSignificant competition in our industry could adversely affect our business.\nWe face intense competition in the product lines and markets in which we operate. Our competitors are European and American luxury brands, as well as private label retailers, including some of the Company's wholesale customers. Competition is based on a number of factors, including, without limitation, the following:\n•\nour competitors may develop new products or product categories that are more popular with our customers; \n•\nanticipating and responding in a timely fashion to changing consumer demands and shopping preferences, including the ever-increasing shift to digital brand engagement, social media communications, and online and cross-channel shopping;\n•\nmaintaining strong brand recognition, loyalty, and a reputation for quality, including through digital brand engagement and online and social media presence; \n•\nrecruiting and retaining key talent;\n•\ndeveloping and producing innovative, high-quality products in sizes, colors, and styles that appeal to consumers of varying age group;\n•\ncompetitively pricing our products and creating an acceptable value proposition for consumers, including price increases to mitigate inflationary pressures while simultaneously balancing the risk of lower consumer demand in response to any such price increases;\n•\nproviding strong and effective marketing support in several diverse demographic markets, including through digital and social media platforms in order to stay better connected to consumers;\n•\nproviding attractive, reliable, secure, and user-friendly digital commerce sites;\n•\nsourcing sustainable raw materials at cost-effective prices;\n•\nensuring product availability and optimizing supply chain efficiencies with third-party suppliers and retailers;\n•\nprotecting our trademarks and design patents; \n•\nadapting to changes in technology, including the successful utilization of data analytics, artificial intelligence, and machine learning; and\n•\nthe ability to withstand prolonged periods of adverse economic conditions or business disruptions.\n19\nA failure to compete effectively or to keep pace with rapidly changing consumer preferences and technology and product trends could adversely affect our growth and profitability.\nThe success of our business depends on our ability to retain the value of our brands and to respond to changing fashion and retail trends in a timely manner.\nTapestry, Inc. is a New York-based house of iconic accessories and lifestyle brands. Our global house of brands unites the magic of Coach, kate spade new york and Stuart Weitzman. Each of our brands are unique and independent, while sharing a commitment to innovation and authenticity defined by distinctive products and differentiated customer experiences across channels and geographies. Any misstep in product quality or design, executive leadership, customer service, marketing, unfavorable publicity or excessive product discounting could negatively affect the image of our brands with our customers. Furthermore, the product lines we have historically marketed and those that we plan to market in the future are becoming increasingly subject to rapidly changing fashion trends and consumer preferences, including the increasing shift to digital brand engagement and social media communication. If we do not anticipate and respond promptly to changing customer preferences and fashion trends in the design, production, and styling of our products, as well as create compelling marketing campaigns that appeal to our customers, our sales and results of operations may be negatively impacted. \nThe shift towards digital engagement has become increasingly important, with increased use of social media platforms by our brand representatives, influencers and our employees. Actions taken by our partners on social media that do not show our brands in a manner consistent with our desired image or that are damaging to such partner’s reputation, whether or not through our brand social media platforms, could harm our brand reputation and materially impact our business. \nOur success also depends in part on our and our executive leadership team's ability to execute on our plans and strategies. Even if our products, marketing campaigns and retail environments do meet changing customer preferences and/or stay ahead of changing fashion trends, our brand image could become tarnished or undesirable in the minds of our customers or target markets, which could materially adversely impact our business, financial condition, and results of operations.\nOur success depends, in part, on attracting, developing and retaining qualified employees, including key personnel.\nOur business and future success depends heavily on attracting, developing and retaining qualified employees, including our senior management team. Competition in our industry to attract and retain these employees is intense and is influenced by our ability to offer competitive compensation and benefits, employee morale, our reputation, recruitment by other employers, perceived internal opportunities, non-competition and non-solicitation agreements and macro unemployment rates. \nWe depend on the guidance of our senior management team and other key employees who have significant experience and expertise in our industry and our operations. There can be no assurance that these individuals will remain with us or that we will be able to identify and attract suitable successors for these individuals. The loss of one or more of our key personnel or the direct or indirect consequences of results thereof, or any negative public perception with respect to these individuals or the loss of these individuals, could have a material adverse effect on our business, results of operations and financial condition. We do not maintain key-person or similar life insurance policies on any of senior management team or other key personnel.\nWe must also attract, motivate and retain a sufficient number of qualified retail and fulfillment center employees. Historically, competition for talent in these positions has been intense and turnover is generally high, both of which were exacerbated by the Covid-19 pandemic. If we are unable to attract and retain such employees with the necessary skills and experience, we may not achieve our objectives and our results of operations could be adversely impacted. \nAdditionally, changes to our office environments, the adoption of new work models, and our requirements and/or expectations about when or how often certain employees work on-site or remotely may not meet the expectations of our employees. As businesses increasingly operate remotely, traditional geographic competition for talent may change in ways that we cannot presently predict. If our employment proposition is not perceived as favorable compared to other companies, it could negatively impact our ability to attract and retain our employees.\nOur business may be materially impacted if our fulfillment centers face significant interruptions and operations. \nWe are dependent on a limited number of fulfillment centers. Our ability to meet the needs of our customers and our retail stores and e-commerce sites depends on the proper operation of these centers. If any of these centers were to shut down or otherwise become inoperable or inaccessible for any reason, we could suffer a substantial loss of inventory and/or disruptions of deliveries to our retail and wholesale customers. Depending on the duration of these closures, our results may be materially impacted. While we have business continuity and contingency plans for our sourcing and fulfillment center sites, significant disruption of manufacturing or fulfillment for any of the above reasons could interrupt product supply, result in a substantial loss of inventory, increase our costs, disrupt deliveries to our customers and our retail stores, and, if not remedied in a timely manner, could have a material adverse impact on our business. \n20\nBecause our fulfillment centers include automated and computer-controlled equipment, they are susceptible to risks including power interruptions, hardware and system failures, software viruses, and security breaches. In North America we maintain fulfillment centers in Jacksonville, Florida, Westchester, Ohio and Las Vegas, Nevada, operated by Tapestry. Our multi-brand Las Vegas, Nevada fulfillment center began operations during fiscal 2023 and is expected to become fully operational during fiscal 2024. This opening involves configuration and implementation of a cloud-based warehouse management system, training on this and other new technology and automation and integration with existing systems. Any failure to execute our operational plans for this fulfillment center could result in the Company not being able to meet customer demand for its products and could materially adversely affect our business and operations.\nGlobally we utilize fulfillment centers in mainland China, the Netherlands, the U.K. and Spain, owned and operated by third parties, allowing us to better manage the logistics in these regions while reducing costs. We also utilize local fulfillment centers, through third-parties, in Japan, parts of Greater China, South Korea, Singapore, Malaysia, Spain, the U.K., Canada, Australia, and, starting during fiscal 2023, in Mexico. The warehousing of the Company’s merchandise, store replenishment and processing direct-to-customer orders is handled by these centers and a prolonged disruption in any center’s operation could materially adversely affect our business and operations.\nIn addition, if our fulfillment centers are not sized to meet the optimal capacity for our products or are not adequately staffed, utilized or operated, our profitability may be negatively impacted. \nOur business may be subject to increased costs due to excess inventories and a decline in profitability as a result of increasing pressure on margins if we misjudge the demand for our products.\nOur industry is subject to significant pricing pressure caused by many factors, including intense competition and a highly promotional environment, fragmentation in the retail industry, pressure from retailers to reduce the costs of products, and changes in consumer spending patterns. If we misjudge the market for our products or demand for our products are impacted by other factors, such as inflationary pressures, political instability or effects of the Covid-19 pandemic, we may be faced with significant excess inventories for some products and missed opportunities for other products. We have in the past been, and may in the future be, forced to rely on donation, markdowns, promotional sales or other write-offs, to dispose of excess, slow-moving inventory, which may negatively impact our gross margin, overall profitability and efficacy of our brands.\nIncreases in our costs, such as raw materials, labor or freight could negatively impact our gross margin. Our costs for raw materials are affected by, among other things, weather, customer demand, speculation on the commodities market, the relative valuations and fluctuations of the currencies of producer versus customer countries and other factors that are generally unpredictable and beyond our control. Any of these factors may be exacerbated by global climate change. In addition, the remaining impacts of the pandemic, political instability, trade relations, sanctions, price inflationary pressure, or other geopolitical or economic conditions could cause raw material costs to increase and have an adverse effect on our future margins. Labor costs at many of our manufacturers have been increasing significantly and, as the middle class in developing countries continues to grow, it is unlikely that such cost pressure will abate. Furthermore, the cost of transportation has fluctuated and may continue to fluctuate significantly if oil prices continue to rise. We may not be able to offset such increases in raw materials, labor or transportation costs through pricing measures or other means.\nAs we outsource functions, we will become more dependent on the third parties performing these functions.\nAs part of our long-term strategy, we look for opportunities to cost effectively enhance capability of business services. While we believe we conduct appropriate due diligence before entering into agreements with these third parties, the failure of any of these third parties to provide the expected services, provide them on a timely basis or to provide them at the prices we expect could disrupt or harm our business. We also cannot guarantee that these third parties will not experience a personal data or security breach in the future, which could have a material impact on our operations. Any significant interruption in the operations of these service providers, including as a result of changes in social, political, and economic conditions, including those resulting from military conflicts or other hostilities, that could result in the disruption of trade from the countries in which our manufacturers or suppliers are located, over which we have no control, could also have an adverse effect on our business. Furthermore, we may be unable to provide these services or implement substitute arrangements on a timely and cost-effective basis on terms favorable to us. \nOur wholesale business could suffer as a result of consolidations, liquidations, restructurings and other ownership changes in the wholesale industry.\nOur wholesale business comprised approximately 11% of total net sales for fiscal 2023. The retail industry, including wholesale customers, has experienced financial difficulty leading to consolidations, reorganizations, restructuring, bankruptcies and ownership changes. Our wholesale customers have also experienced significant business disruptions as a result of the Covid-19 pandemic, including reduced operations or the closure, temporarily or permanently, of many of our wholesale partners. This may continue and could further decrease the number of, or concentrate the ownership of, wholesale stores that carry our or our licensees’ products. Furthermore, a decision by the controlling owner of a group of stores or any other significant customer, whether motivated by competitive conditions, financial difficulties or otherwise, to decrease or eliminate the amount of merchandise purchased from us or our licensing partners could result in an adverse effect on the sales and profitability within this channel.\n21\nAdditionally, certain of our wholesale customers, particularly those located in the U.S., have in the past been highly promotional and have aggressively marked down their merchandise and may do so again in the future, which could negatively impact our brands or could affect our business, results of operations, and financial condition.\nMergers, acquisitions and other strategic investments may not be successful in achieving intended benefits, cost savings and synergies and may disrupt current operations.\nOne component of our historical growth strategy has been acquisitions, and, consistent with our longer-term capital allocation priorities, our management team expects to maintain M&A flexibility and may from time to time evaluate and consider acquisitions or other strategic investments. These involve various inherent risks and as a result, the expected benefits, cost savings and synergies may not be realized.\nThe integration process of any newly acquired company, such as our proposed acquisition of Capri Holdings Limited (\"Capri\"), may be complex, costly and time-consuming. The potential difficulties of integrating the operations of an acquired business and realizing our expectations for an acquisition, including the benefits that may be realized, include, among other things:\n•\nfailure of the business to perform as planned following the acquisition or achieve anticipated revenue or profitability targets;\n•\ndelays, unexpected costs or difficulties in completing the integration of acquired companies or assets;\n•\nhigher than expected costs, lower than expected cost savings or synergies and/or a need to allocate resources to manage unexpected operating difficulties;\n•\ndifficulties assimilating the operations and personnel of acquired companies into our operations;\n•\ndiversion of the attention and resources of management or other disruptions to current operations;\n•\nthe impact on our or an acquired business’ internal controls and compliance with the requirements under the Sarbanes-Oxley Act of 2002;\n•\nchanges in applicable laws and regulations or the application of new laws and regulations;\n•\nchanges in the combined business due to potential divestitures or other requirements imposed by antitrust regulators;\n•\nretaining key customers, suppliers and employees;\n•\nretaining and obtaining required regulatory approvals, licenses and permits;\n•\noperating risks inherent in the acquired business and our business;\n•\nlower than anticipated demand for product offerings by us or our licensees;\n•\nassumption of liabilities not identified in due diligence; and\n•\nother unanticipated issues, expenses and liabilities.\nOur failure to successfully complete the integration of any acquired business and any adverse consequences associated with future acquisition activities, could have an adverse effect on our business, financial condition and operating results.\nCompleted acquisitions may result in additional goodwill and/or an increase in other intangible assets on our Consolidated Balance Sheets. We are required annually, or as facts and circumstances exist, to assess goodwill and other intangible assets to determine if impairment has occurred. If the testing performed indicates that impairment has occurred, we are required to record a non-cash impairment charge for the difference between the carrying value of the goodwill or other intangible assets and the implied fair value of the goodwill or the fair value of other intangible assets in the period the determination is made. We cannot accurately predict the amount and timing of any potential future impairment of assets. Should the value of goodwill or other intangible assets become impaired, there could be a material adverse effect on our financial condition and results of operations.\nWe may not complete our acquisition of Capri within the time frame we anticipate or at all.\nThe completion of our acquisition of Capri is subject to a number of conditions, including, among others, receipt of Capri shareholder approval, receipt of certain global anti-trust clearances, including expiration or termination of the waiting period under the Hart-Scott-Rodino Antitrust Improvements Act of 1976, as amended, and receipt of certain other regulatory approvals. \nThe failure to satisfy the required conditions could delay the completion of the acquisition for a significant period of time or prevent it from occurring at all. For example, under certain limited conditions, we and/or Capri may elect to terminate the merger agreement, which could materially and adversely affect our business and reputation. A delay in completing the acquisition could cause us to realize some or all of the benefits later than we otherwise expect to realize them if the acquisition is successfully completed within the anticipated time frame, which could result in additional transaction costs or in other negative effects associated with uncertainty about the completion of the acquisition.\n22\nWe may fail to realize all of the anticipated benefits of the Capri acquisition, and the merger or those benefits may take longer to realize than expected.\nWe believe that there are significant benefits and synergies that may be realized through our acquisition of Capri. However, the efforts to realize these benefits and synergies will be a complex process and may cost more than we anticipate. Further, our efforts to realize these benefits and synergies may disrupt both companies’ existing operations if not implemented in a timely and efficient manner. The full benefits of the acquisition, including the anticipated sales or growth opportunities, may not be realized as expected or may not be achieved within the anticipated time frame, or at all. Failure to achieve the anticipated benefits of the acquisition could adversely affect our results of operations or cash flows, cause dilution to our earnings per share, decrease or delay any accretive effect of the acquisition and negatively impact the price of our common stock. \nIn addition, we will be required post-closing to devote significant attention and resources to successfully align our business practices and operations. This process may disrupt the businesses and, if ineffective, would limit the anticipated benefits of the acquisition.\nWe may be subject to litigation challenging the Capri acquisition, and an unfavorable judgment or ruling in any such lawsuits could prevent or delay the consummation of our acquisition of Capri and/or result in substantial costs.\nLawsuits related to our acquisition of Capri may be filed against us, Capri, and our respective affiliates, directors and officers. If dismissals are not obtained or a settlement is not reached, these lawsuits could prevent or delay completion of the acquisition and/or result in substantial costs to us.\nOur operating results are subject to seasonal and quarterly fluctuations, which could adversely affect the market price of the Company's common stock.\nThe Company's results are typically affected by seasonal trends. We have historically realized, and expect to continue to realize, higher sales and operating income in the second quarter of our fiscal year. Business underperformance in the Company's second fiscal quarter would have a material adverse effect on its full year operating results and result in higher inventories. In addition, fluctuations in net sales, operating income and operating cash flows of the Company in any fiscal quarter may be affected by the timing of wholesale shipments and other events affecting retail sales, including adverse weather conditions or other macroeconomic events, including the impact of the Covid-19 pandemic.\nWe rely on our licensing partners to preserve the value of our licenses and the failure to maintain such partners could harm our business.\nOur brands currently have multi-year agreements with licensing partners for certain products. In the future, we may enter into additional licensing arrangements. The risks associated with our own products also apply to our licensed products, as do unique risks stemming from problems that our licensing partners may experience, including risks associated with each licensing partner’s ability to obtain capital, manage its labor relations, maintain relationships with its suppliers, manage its credit and bankruptcy risks, and maintain customer relationships. While we maintain significant control over the products produced for us by our licensing partners, any of the foregoing risks, or the inability of any of our licensing partners to execute on the expected design and quality of the licensed products or otherwise exercise operational and financial control over its business, may result in loss of revenue and competitive harm to our operations in the licensed product categories. Further, while we believe that we could replace our existing licensing partners if required, any delay in doing so could adversely affect our revenues and harm our business. \nWe also may decide not to renew our agreements with our licensing partners and bring certain categories in-house. We may face unexpected difficulties or costs in connection with any action to bring currently licensed categories in-house.\nWe are subject to risks associated with leasing retail space subject to non-cancelable leases. We may be unable to renew leases at the end of their terms. If we close a leased retail space, we remain obligated under the applicable lease.\nWe do not own any of our retail store locations. The majority of our stores are under non-cancelable, multi-year leases, often with renewal options. We believe that the majority of the leases we enter into in the future will likely be non-cancelable. Generally, our leases are “net” leases, which require us to pay our proportionate share of the cost of insurance, taxes, maintenance and utilities. We generally cannot cancel these leases at our option. In certain cases, as we have done in the past, we may determine that it is no longer economical to operate a retail store subject to a lease or we may seek to generally downsize, consolidate, reposition, relocate or close some of our real estate locations. In such cases, we may be required to negotiate a lease exit with the applicable landlord or remain obligated under the applicable lease for, among other things, payment of the base rent for the balance of the lease term. In some instances, we may be unable to close an underperforming retail store due to continuous operation clauses in our lease agreements. In addition, as each of our leases expire, we may be unable to negotiate renewals, either on commercially acceptable terms or at all, which could cause us to close retail stores in desirable locations. Our inability to secure desirable retail space or favorable lease terms could impact our ability to grow. Likewise, our obligation to continue making lease payments in respect of leases for closed retail spaces could have a material adverse effect on our business, financial condition and results of operations.\n23\nAdditionally, due to the uncertain economic environment, it may be difficult to determine the fair market value of real estate properties when we are deciding whether to enter into leases or renew expiring leases. This may impact our ability to manage the profitability of our store locations, or cause impairments of our lease right of use assets if market values decline, any of which could have a material adverse effect on our financial condition or results of operations.\nRisks Related to Information Security and Technology\nComputer system disruption and cyber security threats, including a personal data or security breach, could damage our relationships with our customers, harm our reputation, expose us to litigation and adversely affect our business.\nWe depend on digital technologies for the successful operation of our business, including corporate email communications to and from employees, customers, stores and vendors, the design, manufacture and distribution of our finished goods, digital and local marketing and clienteling efforts, data analytics, collection, use and retention of customer data, employee, vendor and partner information, the processing of credit card transactions, online e-commerce activities and our interaction with the public in the social media space. Due to persistent Covid-19 risks, our company implemented a hybrid working model. Many of our corporate employees and independent contractors returned to offices several days a week but continued to work remotely the other days. Continued remote working has increased our dependence on digital technology. The possibility of a successful cyber-attack on any one or all of these systems is a serious threat. The retail industry, in particular, has been the target of many cyber-attacks. As part of our business model, we collect, retain, and transmit confidential information and personal data over public networks. In addition to our own databases, we use third-party service providers to store, process and transmit this information on our behalf. Although we contractually require these service providers to implement and use reasonable and adequate security measures and data protection, we cannot control third parties and cannot guarantee that a personal data or security breach will not occur in the future either at their location or within their systems. We also store all designs, goods specifications, projected sales and distribution plans for our finished products digitally. We have enterprise class and industry comparable security measures in place to protect both our physical facilities and digital systems from attacks. Despite these efforts, however, we may be vulnerable to targeted or random cyber-attacks, personal data or security breaches, acts of vandalism, computer malware, misplaced or lost data, programming and/or human errors, or other similar events. Further, like other companies in the retail industry, during the ordinary course of business, we and our vendors have in the past experienced, and we expect to continue to experience, cyber-attacks of varying degrees and types, including phishing, and other attempts to breach, or gain unauthorized access to, our systems. To date, these attacks have not had a material impact on our operations, but we cannot provide assurance that cyber-attacks will not have a material impact in the future.\nAwareness and sensitivity to personal data breaches and cyber security threats by consumers, employees and lawmakers is at an all-time high. Any misappropriation of confidential or personal information gathered, stored or used by us, be it intentional or accidental, could have a material impact on the operation of our business, including severely damaging our reputation and our relationships with our customers, employees, vendors and investors. We have been incurring and expect that we will continue to incur significant costs implementing additional security measures to protect against new or enhanced data security or privacy threats, or to comply with current and new international, federal and state laws governing the unauthorized disclosure or exfiltration of confidential and personal information which are continuously being enacted and proposed such as the General Data Protection Regulation (\"GDPR\") in the E.U. the UK GDPR, the American Data Privacy and Protection Act, the California Consumer Privacy Act (\"CCPA\") as amended by the California Privacy Rights Act (\"CPRA\"), the Virginia Consumer Data Protection Act (\"VCDPA\"), the Colorado Privacy Act (\"CPA\"), the Utah Consumer Privacy Act (\"UCPA\"), the Connecticut Data Privacy Act (\"CTDPA\"), the Montana Consumer Data Privacy Act (\"MCDPA\"), the Washington My Health My Data Act (\"WMHMDA\"), the Florida Digital Bill of Rights (\"FDBR\"), the Texas Data Privacy and Security Act (\"TDPSA\") in the U.S.A., as well as increased cyber security and privacy protection costs such as organizational changes, deploying additional personnel and protection technologies, training employees and contractors, engaging outside counsel, third-party experts and consultants. We may also experience loss of revenues resulting from unauthorized use of proprietary information including our intellectual property. Lastly, we could face sizable fines, significant breach containment and notification costs to supervisory authorities and the affected data subjects, and increased litigation and customer claims, as a result of cyber security or personal data breaches. While we carry cyber liability insurance, such insurance may not cover us with respect to any or all claims or costs associated with such a breach. \n24\nIn addition, we have e-commerce sites in certain countries throughout the world, including the U.S., Canada, Japan, Greater China, several throughout Europe, Australia and several throughout the rest of Asia and have plans for additional e-commerce sites in other parts of the world. Additionally, Tapestry has informational websites in various countries. Given the robust nature of our e-commerce presence and digital strategy, it is imperative that we and our e-commerce partners maintain uninterrupted operation of our: (i) computer hardware, (ii) software systems, (iii) customer databases, and (iv) ability to email or otherwise keep in contact with our current and potential customers. Despite our preventative efforts, our systems are vulnerable from time-to-time to damage, disruption or interruption from, among other things, physical damage, natural disasters, inadequate system capacity, system issues, security and personal data breaches, email blocking lists, computer malware or power outages. Any material disruptions in our e-commerce presence or information technology systems and applications could have a material adverse effect on our business, financial condition and results of operations.\nA delay, disruption in, failure of, or inability to upgrade our information technology systems precisely and efficiently could materially adversely affect our business, financial condition or results of operations and cash flow.\nWe rely heavily on various information and other business systems, including data analytics and machine learning, to manage our operations, including management of our supply chain, point-of-sale processing in our brands’ stores, our online businesses associated with each brand and various other processes and metrics. We are continually evaluating and implementing upgrades and changes to our systems. In addition, from time to time, we implement new systems.\nImplementing new systems and upgrading existing systems and data analytics models carries substantial risk, including failure to operate as designed, failure to properly integrate with other systems, failure to accurately capture or report data or metrics, potential loss of confidential and personal information, cost overruns, implementation delays and disruption of operations. Furthermore, failure of our computer systems due to inadequate system capacity, computer viruses, human error, changes in programming, security and personal data breaches, system upgrades or migration of these services, as well as employee, vendor and consumer privacy concerns and new privacy and security laws and global government regulations, individually or in accumulation, could have a material effect on our business, financial condition or results of operations and cash flow.\nRisks Related to Environmental, Social, and Governance Issues\nThe risks associated with climate change and other environmental impacts and increased focus by stakeholders on climate change, could negatively affect our business and operations.\nOur business is susceptible to risks associated with climate change, including through disruption to our supply chain, potentially impacting the production and distribution of our products including availability and pricing of raw materials, as well as shipping disruptions and/or higher freight costs. Climate change can lead to physical and transition risks impacting our business. The physical risks result from climatic events, such as wildfires, storms, and floods, whereas transition risks result from policy action taken to transition the economy off of fossil fuels. Increased frequency and/or intensity of extreme weather events (such as storms and floods) due to climate change could also lead to more frequent store and fulfillment center closures, adversely impacting retail traffic and/or consumer's disposable income levels or spending habits on discretionary items, or otherwise disrupt business operations in the communities in which we operate, any of which could result in lost sales or higher costs. \nThere is also increased focus from our stakeholders, including consumers, employees and investors, on climate change issues. Many countries in which we and our suppliers operate have begun to enact new legislation and regulations in an attempt to mitigate the potential impacts of climate change, which could result in higher sourcing, operational, and compliance-related costs for the Company. Such proposed measures include expanded disclosure requirements regarding greenhouse gas emissions and other climate-related information, as well as independent auditors providing some level of attestation to the accuracy of such disclosures. Inconsistency of legislation and regulations among jurisdictions may also affect our compliance costs with such laws and regulations. An assessment of the potential impact of future climate change legislation, regulations or industry standards, as well as any international treaties and accords, will be fraught with uncertainty given the wide scope of potential regulatory change in the countries in which we operate. Any failure on our part to comply with such climate change-related regulations could lead to adverse consumer actions and/or investment decisions by investors, as well as expose us to legal risk.\n25\nIncreased scrutiny from investors and others regarding our environmental, social and governance (\"ESG\") initiatives, including matters of significance relating to sustainability, could result in additional costs or risks and adversely impact our reputation.\nStakeholders, including consumers, employees and investors, have increasingly focused on corporate responsibility practices of companies. Although we have announced our ESG strategy and related goals, there can be no assurance that our stakeholders will agree with our strategy or that we will be successful in achieving our goals. Failure to implement our strategy or achieve our goals on a timely basis, or at all, could damage our reputation, causing our investors or consumers to lose confidence in our Company and brands, and negatively impact our operations. In addition, our brand is susceptible to risks associated with changing consumer attitudes regarding social and political issues and consumer perceptions of our position on these issues.\nAny ESG report that we publish or other sustainability disclosure we make may include our policies and practices on a variety of social and ethical matters, including corporate governance, environmental compliance, employee health and safety practices, human capital management, product quality, supply chain management and workforce inclusion and diversity. It is possible that stakeholders may not be satisfied with our ESG practices or the speed of our adoption of these practices. We could also incur additional costs and require additional resources to monitor, report and comply with various ESG practices and various legal, legislative and regulatory requirements. Also, our failure, or perceived failure, to meet the standards included in any sustainability disclosure could negatively impact our reputation, employee retention and the willingness of our customers and suppliers to do business with us.\nIn addition, many of the countries where we and our suppliers operate continue to enact legislation and regulatory rules that address climate change and other sustainability issues, including expanded disclosure requirements on greenhouse gas emissions and other climate related information. Consumers, trade associations, interested non-governmental organizations and other stakeholders have increased focus and emphasis on sustainable features of products and other sustainability topics, including traceability and transparency, sustainability claims and product labeling requirements, responsible sourcing and deforestation, the use of energy and water, and the recyclability or recoverability of packaging, product, and materials. The rules and regulations and governmental oversight continue to rapidly evolve with varying degrees of complexity and scope, many that include penalties for non-compliance. Any failure on our part to comply with sustainability related legislation, regulations and frameworks could lead to adverse consumer action, government enforcement action and private litigation. Our ability to comply with the evolution of consumer expectations, regulations and governmental standards and legal landscape can lead to increased risk, operational costs and management time and effort. \nRisks Related to Global Economic Conditions and Legal and Regulatory Matters\n \nWe face risks associated with potential changes to international trade agreements and the imposition of additional duties on importing our products.\nMost of our imported products are subject to duties, indirect taxes, quotas and non-tariff trade barriers that may limit the quantity of products that we may import into the U.S. and other countries or may impact the cost of such products. To maximize opportunities, we rely on free trade agreements and other supply chain initiatives and, as a result, we are subject to government regulations and restrictions with respect to our cross-border activity. For example, we have historically received benefits from duty-free imports on certain products from certain countries pursuant to the U.S. Generalized System of Preferences (\"GSP\") program. The GSP program expired on December 31, 2020, resulting in additional duties that have negatively impacting gross margin. Additionally, we are subject to government regulations relating to importation activities, including related to U.S. Customs and Border Protection (\"CBP\") enforcement actions. The imposition of taxes, duties and quotas, the withdrawal from or material modification to trade agreements, and/or if CBP detains shipments of our goods pursuant to a withhold release order could have a material adverse effect on our business, results of operations and financial condition. Since fiscal 2019, the U.S. and China have both imposed tariffs on the importation of certain product categories into the respective country, with limited progress in negotiations to reduce or remove the tariffs. However, while the U.S. has participated in multi-national negotiations on trade agreements and duty rates, there continues to be a possibility of increases in tariffs on goods imported into the U.S. from other countries, which could in turn adversely affect the profitability for these products and have an adverse effect on our business, financial conditions and results of operations as a result.\nFluctuations in our tax obligations and effective tax rate may result in volatility of our financial results and stock price.\nWe are subject to income taxes in many jurisdictions. We record tax expense based on our estimates of taxable income and required reserves for uncertain tax positions in multiple tax jurisdictions. At any one time, multiple tax years are subject to audit by various taxing jurisdictions. The results of these audits and negotiations with taxing authorities may result in a settlement which differs from our original estimate. As a result, we expect that throughout the year there could be ongoing variability in our quarterly effective tax rates as events occur and exposures are evaluated. In addition, our effective tax rate in a given financial statement period may be materially impacted by changes in the mix and level of earnings. Further, proposed tax changes that may be enacted in the future could impact our current or future tax structure and effective tax rates.\n26\nOver the past year, there has been significant discussion with regards to tax legislation by both the Biden Administration and the Organization for Economic Cooperation and Development (“OECD”). On August 16, 2022, the Inflation Reduction Act of 2022 was signed into law by the Biden Administration, with tax provisions primarily focused on implementing a 15% corporate alternative minimum tax on global adjusted financial statement income (\"CAMT\") and a 1% excise tax on share repurchases. On December 12, 2022, the European Union member states also reached agreement to implement the OECD’s reform of international taxation known as Pillar Two Global Anti-Base Erosion (\"GloBE\") Rules, which broadly mirror the Inflation Reduction Act by imposing a 15% global minimum tax on multinational companies. The CAMT and GloBE are anticipated to be effective beginning in fiscal 2024 and fiscal 2025, respectively. The US Treasury and the OECD continue to seek input and release guidance on the CAMT and GloBE legislation and how the two will interact, so it is unclear at this time what, if any, impact either will have on the Company’s tax rate and financial results. We will continue to evaluate their impact as further information becomes available. With respect to the 1% excise tax on net share repurchases, this provision of the Inflation Reduction Act was effective on January 1, 2023 and did not have a material impact on our financial statements.\nOur business is exposed to foreign currency exchange rate fluctuations.\nWe monitor our global foreign currency exposure. In order to minimize the impact on earnings related to foreign currency rate movements, we hedge certain cross currency intercompany inventory transactions and foreign currency balance sheet exposures, as well as the Company’s cross currency intercompany loan portfolio. We cannot ensure, however, that these hedges will fully offset the impact of foreign currency rate movements. Additionally, our international subsidiaries primarily use local currencies as the functional currency and translate their financial results from the local currency to U.S. dollars. If the U.S. dollar strengthens against these subsidiaries’ foreign currencies, the translation of their foreign currency denominated transactions may decrease consolidated net sales and profitability. Our continued international expansion will increase our exposure to foreign currency fluctuations. The majority of the Company's purchases and sales involving international parties, excluding international consumer sales, are denominated in U.S. dollars. \nWe may be unable to protect our intellectual property and curb the sale of counterfeit merchandise, which can cause harm to our reputation and business.\nWe believe our trademarks, copyrights, patents, and other intellectual property rights are extremely important to our success and our competitive position. We devote significant resources to the registration and protection of our trademarks and to anti-counterfeiting efforts worldwide. We pursue entities involved in the trafficking and sale of counterfeit merchandise through legal action or other appropriate measures. We cannot guarantee that the actions we have taken to curb counterfeiting and protect our intellectual property will be adequate to protect the brand and prevent counterfeiting in the future. Despite our efforts, our brands are still susceptible to counterfeiting. Such counterfeiting dilutes our brands and can cause harm to our reputation and business. Our efforts to enforce our intellectual property rights are often met with defenses and counterclaims attacking the validity and enforceability of our intellectual property rights. In the ordinary course of business, we become involved in trademark oppositions and cancellation actions. Our trademark applications may face objections from the trademark offices we seek to register them in and may not mature into registrations. Other parties may seek to invalidate our trademarks or assert violations of their trademarks or other intellectual property and seek to block our sales of certain products. Unplanned increases in legal and investigative fees and other costs associated with defending our intellectual property rights could result in higher operating expenses. Finally, many countries’ laws do not protect intellectual property rights to the same degree as U.S. laws.\nRisks Related to our Indebtedness \nWe have incurred a substantial amount of indebtedness, which could restrict our ability to engage in additional transactions or incur additional indebtedness.\nAs of July 1, 2023, our consolidated indebtedness was approximately $1.67 billion. In connection with the pending acquisition of Capri, we expect to incur up to $8.0 billion of additional indebtedness through a combination of senior notes and term loans. If we cannot raise the senior notes and term loans by the closing of the Capri acquisition, we will incur bridge loans that will raise our borrowing costs if they remain outstanding and cannot be refinanced. This substantial level of indebtedness could have important consequences to our business including making it more difficult to satisfy our debt obligations, increasing our vulnerability to general adverse economic and industry conditions, limiting our flexibility in planning for, or reacting to, changes in our business and the industry in which we operate and restricting us from pursuing certain business opportunities. In addition, the terms of our $1.25 Billion Revolving Credit Facility contain affirmative and negative covenants, including a maximum net leverage ratio of 4.0 to 1.0, as well as limitations on our ability to incur debt, grant liens, engage in mergers and dispose of assets. Refer to Note 12, \"Debt\", for a summary of these terms and additional information on the terms of our $1.25 Billion Revolving Credit Facility, Term Loan and outstanding Senior Notes.\n27\nThe consequences and limitations under our $1.25 Billion Revolving Credit Facility and our other outstanding indebtedness could impede our ability to engage in future business opportunities or strategic acquisitions. In addition, a prolonged disruption in our business may impact our ability to satisfy the leverage ratio covenant under our $1.25 Billion Revolving Credit Facility. Non-compliance with these terms would constitute an event of default under our $1.25 Billion Revolving Credit Facility, which may result in acceleration of payment to the lenders. In the event of an acceleration of payment to the lenders, this would result in a cross default of the Company’s Senior Notes, causing the Company’s outstanding borrowings to also become due and payable on demand. \nOur ability to make payments on and to refinance our debt obligations and to fund planned capital expenditures depends on our ability to generate cash from our operations. This, to a certain extent, is subject to general economic, financial, competitive, legislative, regulatory and other factors that are beyond our control. We cannot guarantee that our business will generate sufficient cash flow from our operations or that future borrowings will be available to us in an amount sufficient to enable us to make payments of our debt, fund other liquidity needs and make planned capital expenditures. In addition, our ability to access the credit and capital markets in the future as a source of funding, and the borrowing costs associated with such financing, is dependent upon market conditions and our credit rating and outlook.\nAs a result of having operations outside of the U.S., we are also exposed to market risk from fluctuations in foreign currency exchange rates. Substantial changes in foreign currency exchange rates could cause our sales and profitability to be negatively impacted. \nRisks Related to Ownership of our Common Stock\nIf we are unable to pay quarterly dividends or conduct stock repurchases at intended levels, our reputation and stock price may be negatively impacted.\nIn fiscal 2023, the Company returned capital to its shareholders through (i) a quarterly cash dividend of $0.30 per common share, for an annual dividend rate of $1.20 per share, or approximately $280 million and (ii) the repurchase of 17.8 million shares of common stock for $700 million (the “Shareholder Return Programs”). The dividend program and the stock repurchase program each require the use of a significant portion of our cash flow. Our ability to pay dividends and conduct stock repurchases will depend on our ability to generate sufficient cash flows from operations in the future. This ability may be subject to certain economic, financial, competitive and other factors that are beyond our control. Our Board may, at its discretion, decrease or entirely discontinue these Shareholder Return Programs at any time. Any failure to pay dividends or conduct stock repurchases, or conduct either program at expected levels, after we have announced our intention to do so may negatively impact our reputation, investor confidence in us and negatively impact our stock price.\nOur stock price may periodically fluctuate based on the accuracy of our earnings guidance or other forward-looking statements regarding our financial performance, including our ability to return value to investors.\nOur business and long-range planning process is designed to maximize our long-term strength, growth, and profitability, and not to achieve an earnings target in any particular fiscal quarter. We believe that this longer-term focus is in the best interests of the Company and our stockholders. At the same time, however, we recognize that, when possible, it is helpful to provide investors with guidance as to our forecast of net sales, operating income, net interest expense, tax rate, earnings per diluted share and other financial metrics or projections. While we generally expect to provide updates to our financial guidance when we report our results each fiscal quarter, we do not have any responsibility to provide guidance going forward or to update any of our forward-looking statements at such times or otherwise. In addition, any longer-term guidance that we provide is based on goals that we believe, at the time guidance is given, are reasonably attainable for growth and performance over a number of years. However, such long-range targets are more difficult to predict than our current quarter and fiscal year expectations. If, or when, we announce actual results that differ from those that have been predicted by us, outside investment analysts, or others, our stock price could be adversely affected. Investors who rely on these predictions when making investment decisions with respect to our securities do so at their own risk. We take no responsibility for any losses suffered as a result of such changes in our stock price.\nWe periodically return value to investors through payment of quarterly dividends and common stock repurchases. The market price of our securities could be adversely affected if our cash dividend rate or common stock repurchase activity differs from investors’ expectations. Refer to “\nIf we are unable to pay quarterly dividends or conduct stock repurchases at intended levels, our reputation and stock price may be negatively impacted.\n” for additional discussion of our quarterly dividend.\n28\nCertain provisions of the Company's charter, bylaws and Maryland law may delay or prevent an acquisition of the Company by a third-party.\nThe Company's charter, bylaws and Maryland law contain provisions that could make it more difficult for a third-party to acquire the Company without the consent of our Board. The Company's charter permits a majority of its entire Board, without stockholder approval, to amend the charter to increase or decrease the aggregate number of shares of stock or the number of shares of stock of any class or series that the Company has the authority to issue. In addition, the Company's Board may classify or reclassify any unissued shares of common stock or preferred stock and may set the preferences, rights and other terms of the classified or reclassified shares without stockholder approval. Although the Company's Board has no intention to do so at the present time, it could establish a class or series of preferred stock that could have the effect of delaying, deferring or preventing a transaction or a change in control that might involve a premium price for the Company's common stock or otherwise be in the best interest of the Company's stockholders.\nThe Company's bylaws provide that nominations of persons for election to the Company's Board and the proposal of business to be considered at an annual meeting of stockholders may be made only in the notice of the meeting, by the Company's Board, by a stockholder who is a stockholder of record as of the record date set by the Company's Board for purposes of determining stockholders entitled to vote at the meeting, at the time of the giving of the notice by the stockholder pursuant to the Company's bylaws and at the time of the meeting, who is entitled to vote at the meeting in the election of each individual so nominated or on any such other business and has complied with the advance notice procedures of the Company's bylaws or by qualifying stockholders that satisfy the proxy access provisions of the Company’s bylaws. \nUnder Maryland law, business combinations, including mergers, consolidations, share exchanges, or, in circumstances specified in the statute, asset transfers or issuances or reclassifications of equity securities, between the Company and any interested stockholder, generally defined as any person who beneficially owns, directly or indirectly, 10% or more of the Company’s common stock, or any affiliate of an interested stockholder are prohibited for a five-year period, beginning on the most recent date such person became an interested stockholder. After this period, a business combination must be approved by two super-majority stockholder votes, unless common stockholders receive a minimum price, as defined under Maryland law, for their shares in the form of cash or other consideration in the same form as previously paid by the interested stockholder for its shares. The statute permits various exemptions from its provisions, including business combinations that are exempted by our Board prior to the time that the interested stockholder becomes an interested stockholder.\nThe Company’s charter provides that, except as may be provided by our Board in setting the terms of any class or series of preferred stock, any vacancy on our Board may be filled only by a majority of the remaining directors, even if the remaining directors do not constitute a quorum. The Company’s charter further provides that a director may be removed only by the affirmative vote of at least two-thirds of the votes entitled to be cast generally in the election of directors. This provision, when coupled with the exclusive power of our Board to fill vacant directorships, may preclude stockholders from removing incumbent directors except by a substantial affirmative vote and filling the vacancies created by such removal with their own nominees.\nOur bylaws designate the Circuit Court for Baltimore City, Maryland as the sole and exclusive forum for certain actions, including derivative actions, which could limit a stockholder’s ability to bring a claim in a judicial forum that it finds favorable for disputes with the Company and its directors, officers, other employees, or the Company's stockholders and may discourage lawsuits with respect to such claims.\nUnless we consent in writing to the selection of an alternative forum, the sole and exclusive forum for (a) any derivative action or proceeding brought on behalf of the Company, (b) any action asserting a claim of breach of any duty owed by any director or officer or other employee of the Company to the Company or to the stockholders of the Company, (c) any action asserting a claim against the Company or any director or officer or other employee of the Company arising pursuant to any provision of the Maryland General Corporation Law, the charter or the bylaws of the Company, or (d) any action asserting a claim against the Company or any director or officer or other employee of the Company that is governed by the internal affairs doctrine, shall, to the fullest extent permitted by law, be the Circuit Court for Baltimore City, Maryland (or, if that Court does not have jurisdiction, the United States District court for the District of Maryland, Baltimore Division). This exclusive forum provision is intended to apply to claims arising under Maryland state law and would not apply to claims brought pursuant to the Securities Exchange Act of 1934, as amended, or the Securities Act of 1933, as amended, or any other claim for which the federal courts have exclusive jurisdiction.\nAlthough we believe the exclusive forum provision benefits us by providing increased consistency in the application of Maryland law for the specified types of actions and proceedings, this provision may limit a stockholder’s ability to bring a claim in a judicial forum that it finds favorable for disputes with the Company and its directors, officers, or other employees and may discourage lawsuits with respect to such claims.\n29",
    "item7": ">ITEM 7. MANAGEMENT’S DISCUSSION AND ANALYSIS OF FINANCIAL CONDITION AND RESULTS OF OPERATIONS\nThe following discussion of the Company's financial condition and results of operations should be read together with the Company’s consolidated financial statements and notes to those financial statements included elsewhere in this document. When used herein, the terms “the Company,” \"Tapestry,\" “we,” “us” and “our” refer to Tapestry, Inc., including consolidated subsidiaries. References to \"Coach,\" \"Stuart Weitzman,\" \"Kate Spade\" or \"kate spade new york\" refer only to the referenced brand.\nINTRODUCTION\nManagement’s discussion and analysis of financial condition and results of operations (“MD&A”) is provided as a supplement to the accompanying consolidated financial statements and notes thereto to help provide an understanding of our results of operations, financial condition, and liquidity. MD&A is organized as follows:\n•\nOverview.\n This section provides a general description of the business and brands as well as the Company’s growth strategy.\n•\nGlobal Economic Conditions and Industry Trends.\n This section includes a discussion on global economic conditions and industry trends that affect comparability that are important in understanding results of operations and financial conditions, and in anticipating future trends.\n•\nResults of operations\n.\n An analysis of our results of operations in fiscal 2023 compared to fiscal 2022.\n•\nNon-GAAP measures.\n This section includes non-GAAP measures that are useful to investors and others in evaluating the Company’s ongoing operating and financial results in a manner that is consistent with management's evaluation of business performance and understanding how such results compare with the Company’s historical performance.\n•\nFinancial Condition.\n This section includes a discussion on liquidity and capital resources including an analysis of changes in cash flow as well as working capital and capital expenditures.\n•\nCritical Accounting policies and estimates. \nThis section includes any critical accounting policies or estimates that impact the Company. \nOVERVIEW\nThe fiscal year ended July 1, 2023 was a 52-week period, July 2, 2022 was a 52-week period, and July 3, 2021 was a 53-week period.\nTapestry, Inc. (the \"Company\") is a leading New York-based house of iconic accessories and lifestyle brands. Our global house of brands unites the magic of Coach, kate spade new york and Stuart Weitzman. Each of our brands are unique and independent, while sharing a commitment to innovation and authenticity defined by distinctive products and differentiated customer experiences across channels and geographies. We use our collective strengths to move our customers and empower our communities, to make the fashion industry more sustainable, and to build a company that’s equitable, inclusive, and diverse. Individually, our brands are iconic. Together, we can stretch what’s possible.\nThe Company has three reportable segments:\n•\nCoach - \nIncludes global sales of primarily Coach brand products to customers through Coach operated stores, including e-commerce sites and concession shop-in-shops, sales to wholesale customers and through independent third-party distributors.\n•\nKate Spade \n- Includes global sales primarily of kate spade new york brand products to customers through Kate Spade operated stores, including e-commerce sites and concession shop-in-shops, sales to wholesale customers and through independent third-party distributors.\n•\nStuart Weitzman -\n Includes global sales of Stuart Weitzman brand products primarily through Stuart Weitzman operated stores, sales to wholesale customers, through e-commerce sites and through independent third-party distributors.\n     Each of our brands is unique and independent, while sharing a commitment to innovation and authenticity defined by distinctive products and differentiated customer experiences across channels and geographies. Our success does not depend solely on the performance of a single channel, geographic area or brand. \n33\n2025 Growth Strategy\nBuilding on the success of the strategic growth plan from fiscal 2020 through fiscal 2022 (the “Acceleration Program”), in the first quarter of fiscal 2023, the Company introduced the 2025 growth strategy (“\nfuture\nspeed”), designed to amplify and extend the competitive advantages of its brands, with a focus on four strategic priorities:\n•\nBuilding Lasting Customer Relationships: The Company’s brands aim to leverage Tapestry’s transformed business model to drive customer lifetime value through a combination of increased customer acquisition, retention and reactivation.\n•\nFueling Fashion Innovation & Product Excellence: The Company aims to drive sustained growth in core handbags and small leathergoods, while accelerating gains in footwear and lifestyle products.\n•\nDelivering Compelling Omni-Channel Experiences: The Company aims to extend its omni-channel leadership to meet the customer wherever they shop, delivering growth online and in stores.\n•\nPowering Global Growth: The Company aims to support balanced growth across regions, prioritizing North America and China, its largest markets, while capitalizing on opportunities in under-penetrated geographies such as Southeast Asia and Europe.\nGLOBAL ECONOMIC CONDITIONS AND INDUSTRY TRENDS\nThe environment in which we operate is subject to a number of different factors driving global consumer spending. Consumer preferences, macroeconomic conditions, foreign currency fluctuations and geopolitical events continue to impact overall levels of consumer travel and spending on discretionary items, with inconsistent patterns across channels and geographies.\nWe will continue to monitor the below trends and evaluate and adjust our operating strategies and cost management opportunities to mitigate the related impact on our results of operations, while remaining focused on the long-term growth of our business and protecting the value of our brands.\nFurthermore, refer to Part I, Item 1 - \"Business\" for additional discussion on our expected store openings and closures within each of our segments. For a detailed discussion of significant risk factors that have the potential to cause our actual results to differ materially from our expectations, see Part I, Item 1A. \"Risk Factors\".\nCurrent Macroeconomic Conditions and Outlook\nDuring fiscal 2023, the macroeconomic environment remained challenging and volatile. Several organizations that monitor the world’s economy, including the International Monetary Fund, continue to forecast growth in the global economy. Some of these organizations have recently revised the forecast slightly upwards since the third quarter of fiscal 2023. Nevertheless, the updated forecast is still below the historical average, which is reflective of the current volatile environment, including higher than anticipated inflation, tighter monetary and fiscal policies aiming to lower inflation, financial market volatility, and the negative economic impacts due to the crisis in Ukraine. The World Health Organization (“WHO”) announced in May 2023 that it no longer considered Covid-19 to be a global health emergency. Supply chains have largely recovered, and shipping costs and delivery times are back to pre-pandemic levels. \nIn fiscal 2023, the U.S. Dollar has appreciated as compared to foreign currencies in regions where we conduct our business. During fiscal 2023, this trend has resulted in adverse impacts to our business as compared to prior year, including, but not limited to, decreased Net sales of $217.5 million, negative impact to gross margin of approximately 90 basis points, and negative impact to operating margin of approximately 120 basis point.\nCurrency volatility, political instability and potential changes to trade agreements or duty rates may also contribute to a worsening of the macroeconomic environment or adversely impact our business. Since fiscal 2019, the U.S. and China have both imposed tariffs on the importation of certain product categories into the respective country, with limited progress in negotiations to reduce or remove the tariffs.\nIn response to the current environment, the Company continues to take strategic actions considering near-term exigencies and remains committed to maintaining the health of the brands and business. \n34\nCovid-19 Pandemic\nThe Covid-19 pandemic has resulted in varying degrees of business disruption for the Company since it began in fiscal 2020 and has impacted all regions around the world, resulting in restrictions and shutdowns implemented by national, state, and local authorities. Such disruptions continued during the first half of fiscal 2023, and the Company's results in Greater China were adversely impacted as a result of the Covid-19 pandemic. Starting in December 2022, certain government restrictions were lifted in the region and business trends have improved. Although the impact of the Covid-19 pandemic during fiscal 2023 has generally been less significant than those experienced in fiscal years 2021 and 2022, we cannot predict for how long and to what extent the Covid-19 pandemic may continue to impact our business, financial condition, and results of operations. We continue to monitor the latest developments regarding the Covid-19 pandemic and potential impacts on our business, operating results and outlook. Refer to Part I, Item 1A. \"Risk Factors\" for additional discussion regarding risks to our business associated with the Covid-19 pandemic. \nSupply Chain and Logistics Challenges \nCovid-19 has and may cause disruptions in the Company’s supply chain within our third-party manufacturers and logistics providers. During fiscal 2022, certain of the Company’s third-party manufacturers, primarily located in Vietnam, experienced ongoing and longer-than-expected government mandated restrictions, which resulted in a significant decrease in production capacity for these third-party manufacturers. In response, the Company took deliberate actions such as shifting production to other countries, adjusting its merchandising strategies, where possible, and increasing the use of air freight to expedite delivery. Based on these actions and improved production levels, the Company has and expects that it will continue to be able to meet anticipated levels of demand. The Company has experienced other global logistical challenges, such as delays as a result of port congestion, vessel availability, container shortages for imported products and rising freight costs.\nDuring fiscal 2023, freight costs on inbound shipments have started to moderate and the Company has significantly reduced the use of air freight when compared to fiscal 2022. As a result, during fiscal 2023, the Company incurred lower freight expense of $84.8 million when compared to the prior year, positively impacting gross margin by approximately 140 basis points.\nGeneralized System of Preferences (“GSP”) program\nThe Company has historically benefited from duty-free imports on certain products from certain countries pursuant to the U.S. Generalized System of Preferences (“GSP”) program. The GSP program expired in the third quarter of fiscal 2021, resulting in additional duties and negatively impacting gross profit.\nCrisis in Ukraine\nIn the third quarter of fiscal 2022, a humanitarian crisis unfolded in Ukraine, which has created significant economic uncertainty in the region. The Company does not have directly operated stores in Russia or Ukraine and has a minimal distributor and wholesale business which was less than 0.1% of the Company’s total Net sales for fiscal 2023 and fiscal 2022. Starting in the third quarter of fiscal 2022 the Company paused all wholesale shipments to Russia. The Company's total business in Europe represented less than 5% of fiscal 2023 and fiscal 2022 total Net sales.\nTax Legislation\nOver the past year, there has been significant discussion with regards to tax legislation by both the Biden Administration and the Organization for Economic Cooperation and Development (“OECD”). On August 16, 2022, the Inflation Reduction Act of 2022 was signed into law by the Biden Administration, with tax provisions primarily focused on implementing a 15% corporate alternative minimum tax on global adjusted financial statement income (\"CAMT\") and a 1% excise tax on share repurchases. On December 12, 2022, the European Union member states also reached agreement to implement the OECD’s reform of international taxation known as Pillar Two Global Anti-Base Erosion (\"GloBE\") Rules, which broadly mirror the Inflation Reduction Act by imposing a 15% global minimum tax on multinational companies. The CAMT and GloBE are anticipated to be effective beginning in fiscal 2024 and fiscal 2025, respectively. The US Treasury and the OECD continue to seek input and release guidance on the CAMT and GloBE legislation and how the two will interact, so it is unclear at this time what, if any, impact either will have on the Company’s tax rate and financial results. We will continue to evaluate their impact as further information becomes available. With respect to the 1% excise tax on net share repurchases, this provision of the Inflation Reduction Act was effective on January 1, 2023 and did not have a material impact on our financial statements. This excise tax is recorded in Retained earnings as part of Stockholders' Equity.\n35\n RESULTS OF OPERATIONS\nFISCAL 2023 COMPARED TO FISCAL 2022 \nThe following table summarizes results of operations for fiscal 2023 compared to fiscal 2022. All percentages shown in the tables below and the related discussion that follows have been calculated using unrounded numbers. \nFiscal Year Ended\nJuly 1, 2023\nJuly 2, 2022\nVariance\n \n(millions, except per share data)\n \nAmount\n% of\nnet sales\nAmount\n% of\nnet sales\nAmount\n%\nNet sales\n$\n6,660.9\n \n100.0\n \n%\n$\n6,684.5 \n100.0 \n%\n$\n(23.6)\n(0.4)\n%\nGross profit\n4,714.9\n \n70.8\n \n4,650.4 \n69.6 \n64.5 \n1.4 \nSG&A expenses\n3,542.5\n \n53.1\n \n3,474.6 \n52.0 \n67.9 \n2.0 \nOperating income (loss)\n1,172.4\n \n17.6\n \n1,175.8 \n17.6 \n(3.4)\n(0.3)\nLoss on extinguishment of debt\n—\n \n—\n \n53.7 \n0.8 \n(53.7)\nNM\nInterest expense, net\n27.6\n \n0.4\n \n58.7 \n0.9 \n(31.1)\n(53.0)\nOther expense (income)\n1.7\n \n—\n \n16.4 \n0.2 \n(14.7)\n(89.5)\nIncome (Loss) before provision for income taxes\n1,143.1\n \n17.2\n \n1,047.0 \n15.7 \n96.1 \n9.2 \nProvision for income taxes\n207.1\n \n3.1\n \n190.7 \n2.9 \n16.4 \n8.6\nNet income (loss)\n936.0\n \n14.1\n \n856.3 \n12.8 \n79.7 \n9.3 \nNet income (loss) per share:\n \n \n     Basic\n$\n3.96\n \n \n$\n3.24 \n \n$\n0.72 \n22.2 \n     Diluted\n$\n3.88\n \n \n$\n3.17 \n \n$\n0.71 \n22.3 \nNM - Not meaningful\nGAAP to Non-GAAP Reconciliation\nThe Company’s reported results are presented in accordance with accounting principles generally accepted in the United States of America (“GAAP”). There were no charges affecting comparability during fiscal 2023. The reported results during fiscal 2022 reflect certain items which affect the comparability of our results, as noted in the following tables. Refer to \"Non-GAAP Measures\" herein for further discussion on the Non-GAAP measures.\n36\nFiscal 2022 Items\nFiscal Year Ended July 2, 2022\nItems affecting comparability\n \nGAAP Basis\n(As Reported)\nAcceleration Program\nDebt Extinguishment\nNon-GAAP Basis\n(Excluding Items)\n(millions, except per share data) \nCoach\n3,553.8 \n— \n— \n3,553.8 \nKate Spade\n912.0 \n— \n— \n912.0 \nStuart Weitzman\n184.6 \n— \n— \n184.6 \nGross profit\n$\n4,650.4 \n$\n— \n$\n— \n$\n4,650.4 \nCoach\n2,079.9 \n6.7 \n— \n2,073.2 \nKate Spade\n754.6 \n5.9 \n— \n748.7 \nStuart Weitzman\n182.8 \n3.6 \n— \n179.2 \nCorporate\n457.3 \n26.6 \n— \n430.7 \nSG&A expenses\n$\n3,474.6 \n$\n42.8 \n$\n— \n$\n3,431.8 \nCoach\n1,473.9 \n(6.7)\n— \n1,480.6 \nKate Spade\n157.4 \n(5.9)\n— \n163.3 \nStuart Weitzman\n1.8 \n(3.6)\n— \n5.4 \nCorporate\n(457.3)\n(26.6)\n— \n(430.7)\nOperating income (loss)\n$\n1,175.8 \n$\n(42.8)\n$\n— \n$\n1,218.6 \nLoss on extinguishment of debt\n53.7 \n— \n53.7 \n— \nProvision for income taxes\n190.7 \n(3.4)\n(12.9)\n207.0 \nNet income (loss)\n$\n856.3 \n$\n(39.4)\n$\n(40.8)\n$\n936.5 \nNet income (loss) per diluted common share\n$\n3.17 \n$\n(0.15)\n$\n(0.15)\n$\n3.47 \nIn fiscal 2022 the Company incurred adjustments as follows:\n•\nDebt Extinguishment - \nDebt extinguishment charges relate to the premiums, amortization and fees associated with the $500 million cash tender of the Company's 2027 Senior Notes and 2025 Senior Notes in the second quarter of fiscal 2022. Refer to Note 12, \"Debt,\" for further information.\n•\nAcceleration Program\n - Total charges incurred under the Acceleration Program are primarily share-based compensation and professional fees incurred as a result of the development and execution of the Company's comprehensive strategic initiative. Refer to the \"Executive Overview\" herein and Note 5, \"Restructuring Activities,\" for further information.\nThese actions taken together increased the Company's SG&A expenses by $42.8 million, increased Loss on extinguishment of debt by $53.7 million and decreased Provision for income taxes by 16.3 million, negatively impacting net income by 80.2 million, or 0.30 per diluted share. \n37\nTapestry, Inc. Summary - Fiscal 2023\nCurrency Fluctuation Effects\nThe change in net sales and gross margin in fiscal 2023 compared to fiscal 2022 has been presented both including and excluding currency fluctuation effects. All percentages shown in the tables below and the discussion that follows have been calculated using unrounded numbers.\nNet Sales\nFiscal Year Ended\nVariance\nJuly 1, 2023\nJuly 2, 2022\nAmount\n%\nConstant Currency Change\n(millions)\nCoach\n$\n4,960.4\n \n$\n4,921.3 \n$\n39.1 \n0.8 \n%\n4.5 \n%\nKate Spade\n1,418.9\n \n1,445.5 \n(26.6)\n(1.8)\n0.2 \nStuart Weitzman \n281.6\n \n317.7 \n(36.1)\n(11.4)\n(9.1)\nTotal Tapestry\n$\n6,660.9\n \n$\n6,684.5 \n$\n(23.6)\n(0.4)\n2.9 \nNet sales in fiscal 2023 decreased 0.4% or $23.6 million to $6.66 billion. Excluding the impact of foreign currency, net sales increased by 2.9% or $193.9 million.\n•\nCoach Net Sales\n increased 0.8% or $39.1 million to $4.96 billion in fiscal 2023. Excluding the impact of foreign currency, net sales increased 4.5% or $219.9 million. This increase in net sales was primarily due to an increase of $161.3 million in net retail sales driven by an increase of store sales globally, partially offset by a decrease in e-commerce sales. The increase in net sales was also attributed to a $30.5 million increase in wholesale sales.\n•\nKate Spade Net Sales\n decreased 1.8% or $26.6 million to $1.42 billion in fiscal 2023. Excluding the impact of foreign currency, net sales increased 0.2% or $3.0 million. This increase in net sales was primarily due to an increase of $2.4 million in net retail sales driven by higher store sales globally, partially offset by a decrease in e-commerce sales. \n•\nStuart Weitzman Net Sales\n decreased by 11.4% or $36.1 million to $281.6 million in fiscal 2023. Excluding the impact of foreign currency, net sales decreased 9.1% or $29.0 million. This decrease in net sales was primarily due to a decrease of $15.3 million in net retail sales driven by a decrease in stores globally, partially offset by a increase in e-commerce sales. This decrease in net sales was also attributed to a $13.7 million decrease in wholesale sales.\nGross Profit\nFiscal Year Ended\nJuly 1, 2023\nJuly 2, 2022\nVariance\n(millions)\nAmount\n% of Net Sales\nAmount\n% of Net Sales\nAmount\n%\nCoach\n$\n3,647.1\n \n73.5\n \n%\n$\n3,553.8 \n72.2 \n%\n$\n93.3 \n2.6 \n%\nKate Spade\n900.1\n \n63.4\n \n912.0 \n63.1 \n(11.9)\n(1.3)\nStuart Weitzman \n167.7\n \n59.6\n \n184.6 \n58.1 \n(16.9)\n(9.1)\nTapestry\n$\n4,714.9\n \n70.8\n \n$\n4,650.4 \n69.6 \n$\n64.5 \n1.4 \nGross profit increased 1.4% or $64.5 million to $4.71 billion in fiscal 2023 from $4.65 billion in fiscal 2022. Gross margin increased 120 basis points to 70.8% in fiscal 2023 from 69.6% in fiscal 2022. This increase in Gross margin was primarily attributed to lower freight costs, net pricing improvements and favorable geography mix, partially offset by unfavorable currency translation. Refer to \"Current Macroeconomic Conditions and Outlook\" and \"Supply Chain and Logistics Challenges\" herein, for further information.\nThe Company includes inbound product-related transportation costs from our service providers within Cost of sales. The Company, similar to some companies, includes certain transportation-related costs due to our distribution network in SG&A expenses rather than in Cost of sales; for this reason, our gross margins may not be comparable to that of entities that include all costs related to their distribution network in Cost of sales.\n38\nSelling, General and Administrative Expenses\nFiscal Year Ended\nJuly 1, 2023\nJuly 2, 2022\nVariance\n(millions)\nAmount\n% of Net Sales\nAmount\n% of Net Sales\nAmount\n%\nCoach\n(1)\n$\n2,117.2\n \n42.7\n \n%\n$\n2,079.9 \n42.3 \n%\n$\n37.3 \n1.8 \n%\nKate Spade\n(1)\n785.1\n \n55.3\n \n754.6 \n52.2 \n30.5 \n4.0 \nStuart Weitzman\n(1)\n174.4\n \n62.0\n \n182.8 \n57.5 \n(8.4)\n(4.6)\nCorporate\n(1)(2)\n465.8\n \n              NA\n457.3 \n               NA\n8.5 \n1.9 \nTapestry\n$\n3,542.5\n \n53.1\n \n$\n3,474.6 \n52.0 \n$\n67.9 \n2.0 \nSG&A expenses increased 2.0% or $67.9 million to $3.54 billion in fiscal 2023 as compared to $3.47 billion in fiscal 2022. As a percentage of net sales, SG&A expenses increased to 53.1% during fiscal 2023 as compared to 52.0% during fiscal 2022. Excluding items affecting comparability of $42.8 million in fiscal 2022, SG&A expenses increased 3.2% or $110.7 million to $3.54 billion from $3.43 billion in fiscal 2022. SG&A as a percentage of net sales increased 180 basis points to 53.1% compared to 51.3% in fiscal 2022. This increase in SG&A as a percentage of net sales was primarily due to higher information technology costs, increased occupancy costs, and higher marketing spend. \n(1)\nIn fiscal 2022, Coach, Kate Spade, Stuart Weitzman and Corporate incurred charges affecting comparability of $6.7 million, $5.9 million, $3.6 million and $26.6 million respectively. Excluding those items affecting comparability:\n•\nCoach: SG&A expenses increased 2.1% or $44.0 million to $2.12 billion from $2.07 billion in fiscal 2022; and SG&A expenses as a percentage of net sales increased to 42.7% in fiscal 2023 from 42.1% in fiscal 2022. \n•\nKate Spade: SG&A expenses increased 4.9% or $36.4 million to $785.1 million from $748.7 million in fiscal 2022; and SG&A expenses as a percentage of net sales increased to 55.3% in fiscal 2023 from 51.8% in fiscal 2022.\n•\nStuart Weitzman: SG&A expenses decreased 2.7% or $4.8 million to $174.4 million from $179.2 million in fiscal 2022; and SG&A expenses as a percentage of net sales increased to 62.0% in fiscal 2023 from 56.4% in fiscal 2022.\n•\nCorporate: SG&A expenses increased 8.2% or $35.1 million to $465.8 in fiscal 2023 as compared to $430.7 million in fiscal 2022.\n(2)\nCorporate expenses, which are included within SG&A expenses discussed above but are not directly attributable to a reportable segment.\nOperating Income (Loss)\nFiscal Year Ended\nJuly 1, 2023\nJuly 2, 2022\nVariance\n(millions)\nAmount\n% of Net Sales\nAmount\n% of Net Sales\nAmount\n%\nCoach\n$\n1,529.9\n \n30.8\n \n%\n$\n1,473.9 \n29.9 \n%\n$\n56.0 \n3.8 \n%\nKate Spade\n115.0\n \n8.1\n \n157.4 \n10.9 \n(42.4)\n(27.0)\nStuart Weitzman \n(6.7)\n(2.4)\n1.8 \n0.6 \n(8.5)\nNM\nCorporate\n(465.8)\n—\n(457.3)\n    NA  \n(8.5)\n(1.9)\nTapestry\n$\n1,172.4\n \n17.6\n \n$\n1,175.8 \n17.6 \n$\n(3.4)\n(0.3)\nOperating income decreased $3.4 million to $1.17 billion during fiscal 2023 as compared to $1.18 billion in fiscal 2022. Operating margin remained even at 17.6% in fiscal 2023 as compared to 17.6% in fiscal 2022. Excluding items affecting comparability of $42.8 million in fiscal 2022, operating income decreased $46.2 million to $1.17 billion from $1.22 billion in fiscal 2022; and operating margin decreased 60 basis points to 17.6% in fiscal 2023 as compared to 18.2% in fiscal 2022. This decrease in operating margin was primarily attributed to a increase of 180 basis points in SG&A as a percentage of sales partially offset by a 120 basis points increase in gross margin.\n39\n•\nCoach Operating Income\n increased $56.0 million to $1.53 billion in fiscal 2023, resulting in an operating margin increase of 90 basis points to 30.8%, as compared to $1.47 billion and 29.9%, respectively in fiscal 2022. Excluding items affecting comparability, Coach operating income increased $49.3 million to $1.53 billion from $1.48 billion in fiscal 2022; and operating margin increased 70 basis points to 30.8% in fiscal 2023 as compared to 30.1% in fiscal 2022. This increase in operating margin was primarily attributed to a 130 basis points increase in gross margin, mainly due to lower freight costs and net pricing improvements, partially offset by unfavorable currency translation, and a 60 basis point increase in SG&A expenses as a percentage of net sales, mainly due to higher information technology costs and higher marketing spend, partially offset by a decrease in selling costs. \n•\nKate Spade Operating Income \ndecreased $42.4 million to $115.0 million in fiscal 2023, resulting in an operating margin decrease of 280 basis points to 8.1%, as compared to 157.4 million and 10.9%, respectively in fiscal 2022. Excluding items affecting comparability, Kate Spade operating income decreased $48.3 million to $115.0 million from $163.3 million in fiscal 2022; and operating margin decreased 320 basis points to 8.1% in fiscal 2023 as compared to 11.3% in fiscal 2022. This decrease in operating margin was primarily attributed to a 350 basis points increase in SG&A expenses as a percentage of net sales, partially due to deleverage of expenses on lower net sales. This increase in SG&A expenses as a percentage of net sales was mainly due to an increase in selling and distribution costs, higher information technology costs and increased occupancy costs, partially offset by a 30 basis points increase in gross margin, mainly due to lower freight costs and favorable geography mix, partially offset by unfavorable currency translation, increased promotional activity and unfavorable channel mix.\n•\nStuart Weitzman Operating Loss \nincreased $8.5 million to a loss of $6.7 million in fiscal 2023, resulting in an operating margin decrease of 300 basis points to (2.4)%, as compared to operating income of $1.8 million in fiscal 2022 and operating margin of 0.6%. Excluding items affecting comparability, Stuart Weitzman operating loss increased $12.1 million to an operating loss of $6.7 million from operating income of $5.4 million in fiscal 2022; and operating margin decreased 410 basis points to (2.4)% in fiscal 2023 as compared to 1.7% in fiscal 2022. This decrease in operating margin was primarily attributable to a 560 basis point increase in SG&A expenses as a percentage of net sales, partially due to deleverage of expenses on lower net sales. This increase in SG&A expenses as a percentage of net sales was mainly due to higher marketing spend, increased compensation costs, higher information technology costs and higher depreciation, partially offset by a 150 basis points increase in gross margin, primarily attributed to net pricing improvements and lower freight costs, partially offset by unfavorable currency translation.\n•\nCorporate Operating Loss\n increased (1.9)% or $8.5 million to $465.8 million in fiscal 2023. Excluding items affecting comparability, Corporate operating loss increased $35.1 million to $465.8 million from $430.7 million in fiscal 2022. This increase in operating loss was attributed to an increase in SG&A expenses primarily due to higher information technology costs, higher professional fees, increased compensation costs and increased occupancy costs. \nLoss on Extinguishment of Debt\nThere was no loss on extinguishment of debt in fiscal 2023 as compared to $53.7 million in fiscal 2022. This was primarily related to the premiums, amortization and fees associated with the partial tender of the company's 2027 senior notes and 2025 senior notes.\nInterest Expense, net\nNet interest expense decreased 53.0% or $31.1 million to $27.6 million in fiscal 2023 as compared to $58.7 million in fiscal 2022. This decrease in Interest expense, net was mainly due to the favorable impact of the net investment hedges, lower bond interest expense on senior notes, as well as higher interest income offset by higher interest on the term loan.\nOther Expense (Income)\nOther expense decreased $14.7 million to $1.7 million in fiscal 2023 as compared to an expense of $16.4 million in fiscal 2022. This decrease in other expense was related to a decrease in foreign exchange losses. \nProvision for Income Taxes\nThe effective tax rate was 18.1% in fiscal 2023 as compared to 18.2% in fiscal 2022. Excluding items affecting comparability, the effective tax rate was 18.1% in fiscal 2022. \nNet Income (Loss)\nNet income increased $79.7 million to a net income of $936.0 million in fiscal 2023 as compared to a net income of $856.3 million in fiscal 2022. Excluding items affecting comparability, net income decreased $0.5 million to $936.0 million in fiscal 2023 from $936.5 million in fiscal 2022. \n40\nNet Income (Loss) per Share\nNet income per diluted share was $3.88 in fiscal 2023 as compared to net income per diluted share of $3.17 in fiscal 2022. Excluding items affecting comparability, net income per diluted share increased $0.41 to $3.88 in fiscal 2023 from $3.47 in fiscal 2022, primarily due to higher net income and a decrease in shares outstanding.\nFISCAL 2022 COMPARED TO FISCAL 2021 \nThe comparison of fiscal 2022 to 2021 has been omitted from this Form 10-K, but can be referenced in our Form 10-K for the fiscal year ended July 2, 2022, filed on August 18, 2022 \nwithin Part II. Item 7. \"Management's Discussion and Analysis of Financial Conditions and Results of Operations\".\nNON-GAAP MEASURES \nThe Company’s reported results are presented in accordance with GAAP. There were no items affecting comparability during fiscal 2023. The reported SG&A expenses, operating income, loss on extinguishment of debt, provision for income taxes, net income and earnings per diluted share in fiscal 2022 reflect certain items, including Acceleration Program costs and debt extinguishment costs. As a supplement to the Company's reported results, these metrics are also reported on a non-GAAP basis to exclude the impact of these items along with a reconciliation to the most directly comparable GAAP measures.\nThe Company has historically reported comparable store sales, which reflects sales performance at stores that have been open for at least 12 months, and includes sales from e-commerce sites. The Company excludes new stores, including newly acquired locations, from the comparable store base for the first twelve months of operation. The Company excludes closed stores from the calculation. Comparable store sales are not adjusted for store expansions. Due to extensive temporary store closures resulting from the impact of the Covid-19 pandemic, comparable store sales are not reported for the fiscal year ended July 1, 2023 as the Company does not believe this metric is currently meaningful to the readers of its financial statements for this period.\nThese non-GAAP performance measures were used by management to conduct and evaluate its business during its regular review of operating results for the periods affected. Management and the Company’s Board utilized these non-GAAP measures to make decisions about the uses of Company resources, analyze performance between periods, develop internal projections and measure management performance. The Company’s internal management reporting excluded these items. In addition, the human resources committee of the Company’s Board uses these non-GAAP measures when setting and assessing achievement of incentive compensation goals.\nThe Company operates on a global basis and reports financial results in U.S. dollars in accordance with GAAP. Fluctuations in foreign currency exchange rates can affect the amounts reported by the Company in U.S. dollars with respect to its foreign revenues and profit. Accordingly, certain material increases and decreases in operating results for the Company and its segments have been presented both including and excluding currency fluctuation effects. These effects occur from translating foreign-denominated amounts into U.S. dollars and comparing to the same period in the prior fiscal year. Constant currency information compares results between periods as if exchange rates had remained constant period-over-period. The Company calculates constant currency revenue results by translating current period revenue in local currency using the prior year period's currency conversion rate.\nWe believe these non-GAAP measures are useful to investors and others in evaluating the Company’s ongoing operating and financial results in a manner that is consistent with management's evaluation of business performance and understanding how such results compare with the Company’s historical performance. Additionally, we believe presenting certain increases and decreases in constant currency provides a framework for assessing the performance of the Company's business outside the United States and helps investors and analysts understand the effect of significant year-over-year currency fluctuations. We believe excluding these items assists investors and others in developing expectations of future performance.\nBy providing the non-GAAP measures, as a supplement to GAAP information, we believe we are enhancing investors’ understanding of our business and our results of operations. The non-GAAP financial measures are limited in their usefulness and should be considered in addition to, and not in lieu of, GAAP financial measures. Further, these non-GAAP measures may be unique to the Company, as they may be different from non-GAAP measures used by other companies.\nFor a detailed discussion on these non-GAAP measures, see Item 7. \"Management’s Discussion and Analysis of Financial Condition and Results of Operations.\"\n41\nFINANCIAL CONDITION\nCash Flows - Fiscal 2023 Compared to Fiscal 2022 \nFiscal Year Ended\nJuly 1,\n2023\nJuly 2,\n2022\nChange\n(millions)\nNet cash provided by (used in) operating activities\n$\n975.2\n \n$\n853.2 \n$\n122.0 \nNet cash provided by (used in) investing activities\n5.7\n \n(253.6)\n259.3 \nNet cash provided by (used in) financing activities\n(1,035.9)\n(1,778.1)\n742.2 \nEffect of exchange rate changes on cash and cash equivalents\n(8.7)\n(39.4)\n30.7 \nNet increase (decrease) in cash and cash equivalents\n$\n(63.7)\n$\n(1,217.9)\n$\n1,154.2 \nThe Company’s cash and cash equivalents decreased by $63.7 million in fiscal 2023 compared to a decrease of $1.22 billion in fiscal 2022, as discussed below.\nNet cash provided by (used in) operating activities\nNet cash provided by operating activities increased $122.0 million primarily due to changes in operating assets and liabilities of $149.9 million and higher net income of $79.7 million, partially offset by lower impact of non-cash adjustments of $107.6 million.\nThe $149.9 million change in our operating asset and liability balances was primarily driven by: \n•\nInventories were a source of cash of $49.9 million in fiscal 2023 as compared to a use of cash of $311.7 million in fiscal 2022, primarily driven by lower in-transits and receipts due to the strategic decision to pull back on receipts as well as normalization of lead times.\n•\nTrade accounts receivable were a source of cash of $44.1 million in fiscal 2023 as compared to a use of cash of $96.0 million in fiscal 2022, primarily driven by higher wholesale sales in fiscal 2022 compared to fiscal 2021.\n•\nAccounts payable were a use of cash of $98.1 million in fiscal 2023 as compared to a source of cash of $86.4 million in fiscal 2022, primarily driven by lower in-transit inventory and receipts compared to prior year due to the strategic decision to pull back on receipts.\n•\nAccrued liabilities were a use of cash of $93.0 million in fiscal 2023 as compared to a use of cash of $16.1 million in fiscal 2022, primarily driven by a decrease in accruals for the Annual Incentive Plan, a decrease in accrued freight and duty, partially offset by an increase in accrued interest due to the net investment hedge and the timing of income tax payments.\n•\nOther liabilities were a use of cash of $61.1 million in fiscal 2023 as compared to a use of cash of $9.2 million in fiscal 2022, primarily driven by lower long-term transition tax due to timing of payment schedule. \nNet cash provided by (used in) investing activities\nNet cash provided by investing activities was $5.7 million in fiscal 2023 compared to a use of cash of $253.6 million in fiscal 2022, resulting in a $259.3 million increase in net cash provided by investing activities. \nThe $5.7 million source of cash in fiscal 2023 is primarily due to proceeds from maturities and sales of investments of $148.0 million, settlement of net investment hedge of $41.9 million, partially offset by capital expenditures of $184.2 million.\nThe $253.6 million use of cash in fiscal 2022 is primarily due to purchases of investments of $540.4 million and capital expenditures of $93.9 million, partially offset by proceeds from maturities and sales of investments of $380.7 million.\nNet cash provided by (used in) financing activities\nNet cash used in financing activities was $1.04 billion in fiscal 2023 as compared to a use of cash of $1.78 billion in fiscal 2022, resulting in a $742.2 million decrease in net cash used in financing activities.\nThe $1.04 billion use of cash in fiscal 2023 was primarily due to repurchase of common stock of $703.5 million, dividend payments of $283.3 million as well as taxes paid to net settle share-based awards of $55.6 million.\nThe $1.78 billion use of cash in fiscal 2022 was primarily due to repurchase of common stock of $1.60 billion, repayment of debt of $900.0 million, payment of dividends of $264.4 million and the payment of debt extinguishment costs of $50.7 million, partially offset by proceeds from debt, net of discount of $998.5 million.\n42\nCash Flows - Fiscal 2022 Compared to Fiscal 2021 \nThe comparison of fiscal \n2022\n to 2021 has been omitted from this Form 10-K, but can be referenced in our Form 10-K for the fiscal year ended July 2, 2022, filed on \nAugust 18, 2022 within Part II. Item 7. \"Management's Discussion and Analysis of Financial Conditions and Results of Operations\"\n.\nWorking Capital and Capital Expenditures\nAs of July 1, 2023, in addition to our cash flows from operations, our sources of liquidity and capital resources were comprised of the following:\nSources of Liquidity\nOutstanding Indebtedness\nTotal Available Liquidity\n(1)\n(millions)\nCash and cash equivalents\n(1)\n$\n726.1\n \n$\n—\n \n$\n726.1\n \nShort-term investments\n(1)\n15.4\n \n—\n \n15.4\n \nRevolving Credit Facility\n(2)\n1,250.0\n \n—\n \n1,250.0\n \nTerm Loan\n(2)\n468.8\n \n468.8\n \n—\n \n3.050% Senior Notes due 2032\n(3)\n500.0\n \n500.0\n \n—\n \n4.125% Senior Notes due 2027\n(3)\n396.6\n \n396.6\n \n—\n \n4.250% Senior Notes due 2025\n(3)\n303.4\n \n303.4\n \n—\n \nTotal\n$\n3,660.3\n \n$\n1,668.8\n \n$\n1,991.5\n \n(1)    \nAs of July 1, 2023, approximately 47.0% of our Cash and cash equivalents and Short-term investments were held outside the United States. \n(2)    \nOn May 11, 2022, the Company entered into a definitive agreement whereby Bank of America, N.A., as administrative agent, other agents party thereto, and a syndicate of banks and financial institutions have made available to the Company a $1.25 billion revolving credit facility (the \"$1.25 Billion Revolving Credit Facility\") and an unsecured $500.0 Million Term Loan (the “Term Loan”). Both the $1.25 Billion Revolving Credit Facility and Term Loan (collectively, the “Credit Facilities”) will mature on May 11, 2027. The Company and its subsidiaries must comply on a quarterly basis with a maximum 4.0 to 1.0 ratio of (a) consolidated debt minus unrestricted cash and cash equivalents in excess of $300 million to (b) consolidated EBITDAR.\nBorrowings under the $1.25 Billion Revolving Credit Facility bear interest at a rate per annum equal to, at the Company’s option, (i) for borrowings in U.S. Dollars, either (a) an alternate base rate or (b) a term secured overnight financing rate, (ii) for borrowings in Euros, the Euro Interbank Offered Rate, (iii) for borrowings in Pounds Sterling, the Sterling Overnight Index Average Reference Rate and (iv) for borrowings in Japanese Yen, the Tokyo Interbank Offer Rate, plus, in each case, an applicable margin. The applicable margin will be adjusted by reference to a grid (the “Pricing Grid”) based on the ratio of (a) consolidated debt to (b) consolidated EBITDAR (the “Gross Leverage Ratio”). Additionally, the Company will pay facility fees, calculated at a rate per annum determined in accordance with the Pricing Grid, on the full amount of the $1.25 Billion Revolving Credit Facility, payable quarterly in arrears, and certain fees with respect to letters of credit that are issued. The $1.25 Billion Revolving Credit Facility may be used to finance the working capital needs, capital expenditures, permitted investments, share purchases, dividends and other general corporate purposes of the Company and its subsidiaries (which may include commercial paper backup). There were no outstanding borrowings on the $1.25 Billion Revolving Credit Facility as of July 1, 2023.\nThe Term Loan includes a two-month delayed draw period from the closing date. On June 14, 2022 the Company drew down on the Term Loan to satisfy the Company’s remaining obligations under the 3.000% senior unsecured notes due 2022 and for general corporate purposes.\n \nThe Term Loan amortizes in an amount equal to 5.00% per annum, with payments made quarterly. As of July 1, 2023, $25.0 million of the Term Loan is included in Current debt on the Consolidated Balance Sheets. Borrowings under the Term Loan bear interest at a rate per annum equal to, at the Company’s option, either (i) an alternate base rate or (ii) a term secured overnight financing rate plus, in each case, an applicable margin. The applicable margin will be adjusted by reference to a pricing grid based on the Gross Leverage Ratio. Additionally, the Company will pay a ticking fee on the undrawn amount of the Term Loan. Refer to Note 12, \"Debt,\" for further information on our existing debt instruments. \n43\n(3)    \nIn December 2021, the Company issued $500.0 million aggregate principal amount of 3.050% senior unsecured notes due March 15, 2032 at 99.705% of par (the \"2032 Senior Notes\") and completed cash tender offers for $203.4 million and $296.6 million of the outstanding aggregate principal amount under its 2027 Senior Notes and 2025 Senior Notes, respectively. In June 2017, the Company issued $600.0 million aggregate principal amount of 2027 Senior Notes. In March 2015, the Company issued $600.0 million aggregate principal amount of 2025 Senior Notes. Furthermore, the indentures for the 2032 Senior Notes, 2027 Senior Notes, and 2025 Senior Notes contain certain covenants limiting the Company’s ability to: (i) create certain liens, (ii) enter into certain sale and leaseback transactions and (iii) merge, or consolidate or transfer, sell or lease all or substantially all of the Company’s assets. As of July 1, 2023, no known events of default have occurred. Refer to Note 12, \"Debt,\" for further information on our existing debt instruments.\nWe believe that our Revolving Credit Facility is adequately diversified with no undue concentrations in any one financial institution. As of July 1, 2023, there were 14 financial institutions participating in the Revolving Credit Facility and Term Loans, with no one participant maintaining a combined maximum commitment percentage in excess of 14%. We have no reason to believe at this time that the participating institutions will be unable to fulfill their obligations to provide financing in accordance with the terms of the facility in the event we elect to draw funds in the foreseeable future. \nWe have the ability to draw on our credit facilities or access other sources of financing options available to us in the credit and capital markets for, among other things, acquisition or integration-related costs, our restructuring initiatives, settlement of a material contingency, or a material adverse business or macroeconomic development, as well as for other general corporate business purposes. \nManagement believes that cash flows from operations, access to the credit and capital markets and our credit lines, on-hand cash and cash equivalents and our investments will provide adequate funds to support our operating, capital, and debt service requirements for fiscal 2023 and beyond. There can be no assurance that any such capital will be available to the Company on acceptable terms or at all. Our ability to fund working capital needs, planned capital expenditures, and scheduled debt payments, as well as to comply with all of the financial covenants under our debt agreements, depends on future operating performance and cash flow. This future operating performance and cash flow are subject to prevailing economic conditions, and to financial, business and other factors, some of which are beyond the Company's control.\nTo improve our working capital efficiency, we make available to certain suppliers a voluntary supply chain finance (“SCF”) program that enables our suppliers to sell their receivables from the Company to a global financial institution on a non-recourse basis at a rate that leverages our credit rating. We do not have the ability to refinance or modify payment terms to the global financial institution through the SCF program. No guarantees are provided by the Company or any of our subsidiaries under the SCF program.\nTotal capital expenditures and cloud computing implementation costs were $260.8 million in fiscal 2023 as the Company continues to prioritize investing in digital capabilities. Certain cloud computing implementation costs are recognized within Prepaid expenses and Other assets on the Consolidated Balance Sheets. \nSeasonality\nThe Company's results are typically affected by seasonal trends. During the first fiscal quarter, we typically build inventory for the winter and holiday season. In the second fiscal quarter, working capital requirements are reduced substantially as we generate higher net sales and operating income, especially during the holiday season. \nFluctuations in net sales, operating income and operating cash flows of the Company in any fiscal quarter may be affected by the timing of wholesale shipments and other events affecting retail sales, including weather and macroeconomic events, and pandemics such as Covid-19.\nStock Repurchase Plan\nOn May 12, 2022, the Company announced the Board of Directors authorized the additional repurchase of up to $1.50 billion of its common stock (the \"2022 Share Repurchase Program\"). Pursuant to this program, purchases of the Company's common stock will be made subject to market conditions and at prevailing market prices, through open market purchases. Repurchased shares of common stock will become authorized but unissued shares. These shares may be issued in the future for general corporate and other purposes. In addition, the Company may terminate or limit the stock repurchase program at any time. As of July 1, 2023 the Company had $800 million of additional shares available to be repurchased as authorized under the 2022 Share Repurchase Program. Refer to Part II, Item 5. \"Market for Registrant's Common Equity, Related Stockholder Matters and Issuer Purchases of Equity Securities,\" for further information. During fiscal 2023, the Company repurchased $700 million worth of shares.\n44\nContractual and Other Obligations\nFirm Commitments\nAs of July 1, 2023, the Company's contractual obligations are as follows:\nTotal\nFiscal\n2024\nFiscal\n2025 – 2026\nFiscal\n2027 – 2028\nFiscal 2029\nand Beyond\n(millions)\nCapital expenditure & cloud computing implementation commitments\n$\n20.4 \n$\n16.9 \n$\n3.5 \n$\n— \n$\n— \nInventory purchase obligations\n352.6 \n352.6 \n— \n— \n— \nOperating lease obligations\n1,947.6 \n376.7 \n536.1 \n348.3 \n686.5 \nFinance lease obligations\n2.7 \n1.4 \n1.3 \n— \n— \nDebt repayment\n1,668.8 \n25.0 \n353.4 \n790.4 \n500.0 \nInterest on outstanding debt\n(1)\n345.8 \n74.0 \n130.8 \n80.0 \n61.0 \nMandatory transition tax payments\n(2)\n68.3 \n24.8 \n43.5 \n— \n— \nOther\n187.5 \n102.9 \n81.7 \n2.9 \n— \nTotal\n$\n4,593.7 \n$\n974.3 \n$\n1,150.3 \n$\n1,221.6 \n$\n1,247.5 \n(1)    \nInterest on outstanding debt includes fixed interest expenses for unsecured notes and variable interest expenses for the term loan. The estimated interest expenses associated with our term loan is based on the current interest rate as of July 1, 2023. Refer to Note 12, \"Debt,\" for further information. \n(2)    \nMandatory transition tax payments represent our tax obligation incurred in connection with the deemed repatriation of previously deferred foreign earnings pursuant to the Tax Legislation. Refer to Note 15, \"Income Taxes,\" for further information.\nWe expect to fund these firm commitments with operating cash flows generated in the normal course of business and, if necessary, through availability under our credit facilities or other accessible sources of financing. Excluded from the above contractual obligations table is the non-current liability for unrecognized tax benefits of $100.6 million as of July 1, 2023, as we cannot make a reliable estimate of the period in which the liability will be settled, if ever. Besides the firm commitments noted above, the above table excludes other amounts included in current liabilities in the Consolidated Balance Sheets at July 1, 2023 as these items will be paid within one year and certain long-term liabilities not requiring cash payments. \nCapri Holdings Limited Acquisition\nOn August 10, 2023, the Company entered into an Agreement and Plan of Merger by and among the Company, Sunrise Merger Sub, Inc., a direct wholly owned subsidiary of Tapestry, and Capri Holdings Limited. Refer to Note 21, \"Subsequent Event,\" herein for further information.\nThe Company intends to fund the acquisition through a combination of senior notes, term loans and excess Tapestry cash. Furthermore, on August 10, 2023, the Company entered into a bridge facility commitment letter pursuant to which Bank of America, N.A., BofA Securities, Inc. and Morgan Stanley Senior Funding, Inc. committed to provide up to $8.0 billion under a 364-day senior unsecured bridge loan facility to finance the acquisition.\nOff-Balance Sheet Arrangements\nIn addition to the commitments included in the table above, we have outstanding letters of credit, surety bonds and bank guarantees of $37.1 million as of July 1, 2023, primarily serving to collateralize our obligation to third parties for duty, leases, insurance claims and materials used in product manufacturing. These letters of credit expire at various dates through calendar 2028. \nWe do not maintain any other off-balance sheet arrangements, transactions, obligations, or other relationships with unconsolidated entities that would be expected to have a material current or future effect on our consolidated financial statements. Refer to Note 13, \"Commitments and Contingencies,\" for further information.\n45\nCRITICAL ACCOUNTING POLICIES AND ESTIMATES\nThe preparation of financial statements in conformity with accounting principles generally accepted in the United States of America requires management to make estimates and assumptions that affect our results of operations, financial condition and cash flows as well as the disclosure of contingent assets and liabilities as of the date of the Company's financial statements. Actual results could differ from estimates in amounts that may be material to the financial statements. Predicting future events is inherently an imprecise activity and, as such, requires the use of judgment. Actual results could differ from estimates in amounts that may be material to the financial statements. The development and selection of the Company’s critical accounting policies and estimates are periodically reviewed with the Audit Committee of the Board.\nThe accounting policies discussed below are considered critical because changes to certain judgments and assumptions inherent in these policies could affect the financial statements. For more information on the Company's accounting policies, please refer to the Notes to Consolidated Financial Statements.\nRevenue Recognition\nRevenue is recognized when the Company satisfies its performance obligations by transferring control of promised products or services to its customers, which may be at a point of time or over time. Control is transferred when the customer obtains the ability to direct the use of and obtain substantially all of the remaining benefits from the products or services. The amount of revenue recognized is the amount of consideration to which the Company expects to be entitled, including estimation of sale terms that may create variability in the consideration. Revenue subject to variability is constrained to an amount which will not result in a significant reversal in future periods when the contingency that creates variability is resolved.\nRetail store and concession shop-in-shop revenues are recognized at the point-of-sale, when the customer obtains physical possession of the products. Digital revenue from sales of products ordered through the Company’s e-commerce sites is recognized upon delivery and receipt of the shipment by its customers and includes shipping and handling charges paid by customers. Retail and digital revenues are recorded net of estimated returns, which are estimated by developing an expected value based on historical experience. Payment is due at the point of sale.\nThe Company recognizes revenue within the wholesale channel at the time title passes and risk of loss is transferred to customers, which is generally at the point of shipment of products but may occur upon receipt of the shipment by the customer in certain cases. Wholesale revenue is recorded net of estimates for returns, discounts, end-of-season markdowns, cooperative advertising allowances and other consideration provided to the customer. The Company's historical estimates of these variable amounts have not differed materially from actual results. \nThe Company recognizes licensing revenue over time during the contract period in which licensees are granted access to the Company's trademarks. These arrangements require licensees to pay a sales-based royalty and may include a contractually guaranteed minimum royalty amount. Revenue for contractually guaranteed minimum royalty amounts is recognized ratably over the license year and any excess sales-based royalties are recognized as earned once the minimum royalty threshold is achieved.\nAt July 1, 2023, a 10% change in the allowances for estimated uncollectible accounts, markdowns and returns would not have resulted in a material change in the Company's reserves and net sales.\nInventories\nThe Company holds inventory that is sold through retail and wholesale distribution channels, including e-commerce sites. Substantially all of the Company's inventories are comprised of finished goods, and are reported at the lower of cost or net realizable value. Inventory costs include material, conversion costs, freight and duties and are primarily determined on a weighted-average cost basis. The Company reserves for inventory, including slow-moving and aged inventory, based on current product demand, expected future demand and historical experience. A decrease in product demand due to changing customer tastes, buying patterns or increased competition could impact the Company's evaluation of its inventory and additional reserves might be required. Estimates may differ from actual results due to the quantity, quality and mix of products in inventory, consumer and retailer preferences and market conditions. At July 1, 2023, a 10% change in the inventory reserve, would not have resulted in material change in inventory and cost of sales.\n46\nGoodwill and Other Intangible Assets\nUpon acquisition, the Company estimates and records the fair value of purchased intangible assets, which primarily consists of brands, customer relationships, right-of-use assets and order backlog. Goodwill and certain other intangible assets deemed to have indefinite useful lives, including brand intangible assets, are not amortized, but are assessed for impairment at least annually. Finite-lived intangible assets are amortized over their respective estimated useful lives and, along with other long-lived assets as noted above, are evaluated for impairment periodically whenever events or changes in circumstances indicate that their related carrying values may not be fully recoverable. Estimates of fair value for finite-lived and indefinite-lived intangible assets are primarily determined using discounted cash flows and the multi-period excess earnings method, respectively, with consideration of market comparisons as appropriate. This approach uses significant estimates and assumptions, including projected future cash flows, discount rates and growth rates.\nThe Company generally performs its annual goodwill and indefinite-lived intangible assets impairment analysis using a quantitative approach. The quantitative goodwill impairment test identifies the existence of potential impairment by comparing the fair value of each reporting unit with its carrying value, including goodwill. If the fair value of a reporting unit exceeds its carrying value, the reporting unit's goodwill is considered not to be impaired. If the carrying value of a reporting unit exceeds its fair value, an impairment charge is recognized in an amount equal to that excess. The impairment charge recognized is limited to the amount of goodwill allocated to that reporting unit.\nDetermination of the fair value of a reporting unit and intangible asset is based on management's assessment, considering independent third-party appraisals when necessary. Furthermore, this determination is judgmental in nature and often involves the use of significant estimates and assumptions, which may include projected future cash flows, discount rates, growth rates, and determination of appropriate market comparables and recent transactions. These estimates and assumptions could have a significant impact on whether or not an impairment charge is recognized and the amount of any such charge. \nThe Company performs its annual impairment assessment of goodwill as well as brand intangibles at the beginning of the fourth quarter of each fiscal year. The Company determined that there was no impairment in fiscal 2023, fiscal 2022 and fiscal 2021. \nBased on the annual assessment in fiscal 2023, the fair values of our Coach brand reporting units significantly exceeded their respective carrying values. The fair values of the Kate Spade brand reporting unit and indefinite-lived brand as of the fiscal 2023 testing date exceeded their carrying values by approximately 20% and 40%, respectively. Several factors could impact the Kate Spade brand's ability to achieve expected future cash flows, including the optimization of the store fleet productivity, the success of international expansion strategies, the impact of promotional activity, continued economic volatility and potential operational challenges related to the macroeconomic factors, the reception of new collections in all channels, and other initiatives aimed at increasing profitability of the business. Given the relatively small excess of fair value over carrying value as noted above, if profitability trends decline during fiscal 2024 from those that are expected, it is possible that an interim test, or our annual impairment test, could result in an impairment of these assets. \nValuation of Long-Lived Assets\nLong-lived assets, such as property and equipment, are evaluated for impairment whenever events or circumstances indicate that the carrying value of the assets may not be recoverable. In evaluating long-lived assets for recoverability, the Company uses its best estimate of future cash flows expected to result from the use of the related asset group and its eventual disposition. To the extent that estimated future undiscounted net cash flows attributable to the asset are less than its carrying value, an impairment loss is recognized equal to the difference between the carrying value of such asset and its fair value, considering external market participant assumptions.\nIn determining future cash flows, the Company takes various factors into account, including the effects of macroeconomic trends such as consumer spending, in-store capital investments, promotional cadence, the level of advertising and changes in merchandising strategy. Since the determination of future cash flows is an estimate of future performance, there may be future impairments in the event that future cash flows do not meet expectations.\n47\nShare-Based Compensation\nThe Company recognizes the cost of equity awards to employees and the non-employee Directors based on the grant-date fair value of those awards. The grant-date fair values of share unit awards are based on the fair value of the Company's common stock on the date of grant. The grant-date fair value of stock option awards is determined using the Black-Scholes option pricing model and involves several assumptions, including the expected term of the option, expected volatility and dividend yield. The expected term of options represents the period of time that the options granted are expected to be outstanding and is based on historical experience. Expected volatility is based on historical volatility of the Company’s stock as well as the implied volatility from publicly traded options on the Company's stock. Dividend yield is based on the current expected annual dividend per share and the Company’s stock price. Changes in the assumptions used to determine the Black-Scholes value could result in significant changes in the Black-Scholes value. \nFor stock options and share unit awards, the Company recognizes share-based compensation net of estimated forfeitures and revises the estimates in subsequent periods if actual forfeitures differ from the estimates. The Company estimates the forfeiture rate based on historical experience as well as expected future behavior.\nThe Company grants performance-based share awards to key executives, the vesting of which is subject to the executive’s continuing employment and the Company's or individual's achievement of certain performance goals. On a quarterly basis, the Company assesses actual performance versus the predetermined performance goals, and adjusts the share-based compensation expense to reflect the relative performance achievement. Actual distributed shares are calculated upon conclusion of the service and performance periods, and include dividend equivalent shares. If the performance-based award incorporates a market condition, the grant-date fair value of such award is determined using a pricing model, such as a Monte Carlo Simulation.\nA hypothetical 10% change in our stock-based compensation expense would not have a material impact to our fiscal 2023 net income. \nIncome Taxes\nThe Company’s effective tax rate is based on pre-tax income, statutory tax rates, tax laws and regulations, and tax planning strategies available in the various jurisdictions in which the Company operates. The Company classifies interest and penalties on uncertain tax positions in the Provision for income taxes. The Company records net deferred tax assets to the extent it believes that it is more likely than not that these assets will be realized. In making such determination, the Company considers all available evidence, including scheduled reversals of deferred tax liabilities, projected future taxable income, tax planning strategies and recent and expected future results of operation. The Company reduces deferred tax assets by a valuation allowance if, based upon the weight of available evidence, it is more likely than not that some amount of deferred tax assets is not expected to be realized. The Company is not permanently reinvested with respect to earnings of a limited number of foreign entities and has recorded the tax consequences of remitting earnings from these entities. The Company is permanently reinvested with respect to all other earnings. \nThe Company recognizes the impact of tax positions in the financial statements if those positions will more likely than not be sustained on audit, based on the technical merits of the position. Although the Company believes that the estimates and assumptions used are reasonable and legally supportable, the final determination of tax audits could be different than that which is reflected in historical tax provisions and recorded assets and liabilities. Tax authorities periodically audit the Company’s income tax returns and the tax authorities may take a contrary position that could result in a significant impact on the Company's results of operations. Significant management judgment is required in determining the effective tax rate, in evaluating tax positions and in determining the net realizable value of deferred tax assets.\nRefer to Note 15, “Income Taxes,” for further information.\nRecent Accounting Pronouncements\nRefer to Note 3, \"Significant Accounting Policies,\" to the accompanying audited consolidated financial statements for a description of certain recently adopted, issued or proposed accounting standards which may impact our consolidated financial statements in future reporting periods.\n48",
    "item7a": ">ITEM 7A. QUANTITATIVE AND QUALITATIVE DISCLOSURES ABOUT MARKET RISK\nMarket Risk\nThe market risk inherent in our financial instruments represents the potential loss in fair value, earnings or cash flows, arising from adverse changes in foreign currency exchange rates or interest rates. The Company manages these exposures through operating and financing activities and, when appropriate, through the use of derivative financial instruments. The use of derivative financial instruments is in accordance with the Company's risk management policies, and we do not enter into derivative transactions for speculative or trading purposes.\nThe quantitative disclosures in the following discussion are based on quoted market prices obtained through independent pricing sources for the same or similar types of financial instruments, taking into consideration the underlying terms and maturities and theoretical pricing models. These quantitative disclosures do not represent the maximum possible loss or any expected loss that may occur, since actual results may differ from those estimates.\nForeign Currency Exchange Rate Risk\nForeign currency exposures arise from transactions, including firm commitments and anticipated contracts, denominated in a currency other than the entity’s functional currency, and from foreign-denominated revenues and expenses translated into U.S. dollars. The majority of the Company's purchases and sales involving international parties, excluding international consumer sales, are denominated in U.S. dollars and, therefore, our foreign currency exchange risk is limited. The Company is exposed to risk from foreign currency exchange rate fluctuations resulting from its operating subsidiaries’ transactions denominated in foreign currencies. To mitigate such risk, certain subsidiaries enter into forward currency contracts. As of July 1, 2023 and July 2, 2022, forward currency contracts designated as cash flow hedges with a notional amount of $842.3 million and $41.5 million, respectively, were outstanding. As a result of the use of derivative instruments, we are exposed to the risk that counterparties to the derivative instruments will fail to meet their contractual obligations. To mitigate the counterparty credit risk, we only enter into derivative contracts with carefully selected financial institutions. The Company also reviews the creditworthiness of our counterparties on a regular basis. As a result of the above considerations, we do not believe that we are exposed to any undue concentration of counterparty credit risk associated with our derivative contracts as of July 1, 2023.\nThe Company is also exposed to transaction risk from foreign currency exchange rate fluctuations with respect to various cross-currency intercompany loans, payables and receivables. This primarily includes exposure to exchange rate fluctuations in the Chinese Renminbi, the British Pound Sterling and the Japanese Yen. To manage the exchange rate risk related to these balances, the Company enters into forward currency contracts. As of July 1, 2023 and July 2, 2022, the total notional values of outstanding forward foreign currency contracts related to these loans, payables and receivables were $272.3 million and $274.1 million, respectively.\nWe perform a sensitivity analysis to determine the effects that market risk exposures may have on the fair values of our forward foreign currency exchange and cross-currency swap contracts. Under the terms of our cross-currency swaps, we will exchange the semi-annual fixed rate payments on United States denominated debt for fixed rate payments of 2.4% to 2.7% in Euros and 0.1% to (0.3)% in Japanese Yen. We assess the risk of loss in the fair values of these contracts that would result from hypothetical changes in foreign currency exchange rates. This analysis assumes a like movement by the foreign currencies in our hedge portfolio against the U.S. Dollar. As of July 1, 2023, a 10% appreciation or depreciation of the U.S. Dollar against the foreign currencies under contract would result in a net increase or decrease, respectively, in the fair value of our derivative portfolio of approximately $185 million. This hypothetical net change in fair value should ultimately be largely offset by the net change in the related underlying hedged items. Refer to Note 10, \"Derivative Investments and Hedging Activities,\" for additional information.\nInterest Rate Risk\nThe Company is exposed to interest rate risk in relation to its $1.25 Billion Revolving Credit Facility and $500.0 Million Term Loan entered into under the credit agreement dated May 11, 2022, the Term Loan, the 2032 Senior Notes, 2027 Senior Notes, and 2025 Senior Notes (collectively the \"Senior Notes\") and investments.\n49\nOur exposure to changes in interest rates is primarily attributable to debt outstanding under the $1.25 Billion Revolving Credit Facility and $500.0 Million Term Loan (collectively, the \"Credit Facilities\"). Borrowings under the $1.25 Billion Revolving Credit Facility bear interest at a rate per annum equal to, at the Company’s option, (i) for borrowings in U.S. Dollars, either (a) an alternate base rate or (b) a term secured overnight financing rate, (ii) for borrowings in Euros, the Euro Interbank Offered Rate, (iii) for borrowings in Pounds Sterling, the Sterling Overnight Index Average Reference Rate and (iv) for borrowings in Japanese Yen, the Tokyo Interbank Offer Rate, plus, in each case, an applicable margin. The applicable margin will be adjusted by reference to a grid (the “Pricing Grid”) based on the ratio of (a) consolidated debt to (b) consolidated EBITDAR (the “Gross Leverage Ratio”). Borrowings under the Term Loan bear interest at a rate per annum equal to, at the Company’s option, either (i) an alternate base rate or (ii) a term secured overnight financing rate plus, in each case, an applicable margin. The applicable margin will be adjusted by reference to a pricing grid based on the Gross Leverage Ratio. Borrowings under the Credit Facilities are subject to interest rate risk due to changes in SOFR. A hypothetical 10% change in the Credit Facilities' interest rates would have resulted in an immaterial change in interest expense in fiscal 2023.\nThe Company is exposed to changes in interest rates related to the fair value of the Senior Notes. At July 1, 2023, the fair value of the 2032 Senior Notes, 2027 Senior Notes and 2025 Senior Notes was approximately $399 million, $372 million and $295 million, respectively. At July 2, 2022, the fair value of the 2032 Senior Notes, 2027 Senior Notes and 2025 Senior Notes was approximately $409 million, $383 million and $304 million, respectively. These fair values are based on external pricing data, including available quoted market prices of these instruments, and consideration of comparable debt instruments with similar interest rates and trading frequency, among other factors, and are classified as Level 2 measurements within the fair value hierarchy. The interest rate payable on the 2027 Senior Notes will be subject to adjustments from time to time if either Moody’s or S&P or a substitute rating agency (as defined in the Prospectus Supplement furnished with the SEC on June 7, 2017) downgrades (or downgrades and subsequently upgrades) the credit rating assigned to the respective Senior Notes of such series.\nThe Company’s investment portfolio is maintained in accordance with the Company’s investment policy, which defines our investment principles including credit quality standards and limits the credit exposure of any single issuer. The primary objective of our investment activities is the preservation of principal while maximizing interest income and minimizing risk. We do not hold any investments for trading purposes.",
    "cik": "1116132",
    "cusip6": "876030",
    "cusip": [
        "876030957",
        "876030907",
        "876030107"
    ],
    "names": [
        "TAPESTRY INC",
        "Tapestry Inc."
    ],
    "source": "https://www.sec.gov/Archives/edgar/data/1116132/000111613223000020/0001116132-23-000020-index.htm"
}