{
    "item1": ">Item 1.\n\n    \n\n\nBusiness\n\n\n\n\n\n\n\n\nGeneral\n\n\n\n\n\n\nWe are a leading supplier of automotive aftermarket non-discretionary replacement parts and test solutions and diagnostic equipment -- building upon industry leading technology to be \n“The Global Leader for Parts and Solutions that Move Our World Today and Tomorrow”\n. We operate in the $130 billion non-discretionary automotive\n          aftermarket for replacement hard parts in North America. Our hard parts products include light-duty rotating electrical products, wheel hub products, brake-related products, and turbochargers. In addition, we sell test solutions and diagnostic\n          equipment, \nwhich were added with our acquisitions of D&V Electronics Ltd. in July 2017 and \nMechanical Power Conversion, LLC in December 2018 and heavy-duty rotating electrical products, which were added\n          with our January 2019 acquisition of Dixie Electric, Ltd.\n\n\n\n\n\n\nThe automotive aftermarket is divided into two markets. The first is the do-it-yourself (“DIY”) market, which is generally serviced by the large retail chain outlets and on-line resellers. Consumers who purchase\n          parts from the DIY market generally install parts into their vehicles themselves. In most cases, this is a less expensive alternative than having the repair performed by a professional installer. The second is the professional installer market,\n          commonly known as the do-it-for-me (“DIFM”) market. Traditional warehouse distributors, dealer networks, and commercial divisions of retail chains service this market. Generally, the consumer in this market is a professional parts installer. \nOur\n\n\n\n\n        products are distributed to both the DIY and DIFM markets. The distinction between these two markets has become less defined over the years, as retail outlets leverage their distribution strength and store locations to attract customers.\n\n\n\n\n\n\nD\nemand for replacement parts generally increases with the age of vehicles and miles driven, which\n provides favorable opportunities for sales of our products. The current\n          population of light-duty vehicles in the U.S. is approximately 285 million, and the average age of these vehicles is approximately 12 years and is expected to continue to grow, in particular during recession years. Although miles driven can\n          fluctuate for various reasons, including fuel prices, they have been generally increasing for several years.\n\n\n\n\n\n\nIn addition, we operate in the $11 billion-plus rapidly emerging global market for automotive test solutions and diagnostic equipment and see the opportunity for accelerating growth rates for today and the future as\n        electrification becomes increasingly important around the world. We also operate in the $700 million market for medium and heavy-duty automotive aftermarket replacement parts for truck, industrial, marine, and agricultural applications.\n\n\n\n\n\n\nGrowth Strategies and Key Initiatives\n\n\n\n\n\n\nWith a scalable infrastructure and abundant growth opportunities, we are focused on growing our aftermarket business in the North American marketplace and growing our leadership position in the test solutions and\n        diagnostic equipment market by providing innovative and intuitive solutions to our customers.\n\n\n\n\n\n\nTo accomplish our strategic vision, we are focused on the following key initiatives:\n\n\n\n\n\n\nHard Parts\n\n\n \n\n\n\n\n\n\n\n\n\n\n•\n\n\n\n\nGrow our current product lines both with existing and potential new customers.\n  We continue to develop and offer current and new sales programs to ensure that we are\n                supporting our customers’ businesses. We remain dedicated to managing growth and continuing to focus on enhancements to our infrastructure and making investments in resources to support our customers. We have globally positioned\n                manufacturing and distribution centers to support our continuous growth.\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n•\n\n\n\n\nIntroduction of new product lines.\n  We continue to strive to expand our business by exploring new product lines, including working with our customers to identify potential\n                new product opportunities.\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n•\n\n\n\n\nCreating value for our customers.  \nA\n \ncore part of our strategy is ensuring that we add meaningful value for our customers. We\n                consistently support and pilot our customers’ supply management initiatives in addition to providing demand analytics, inventory management services, online training guides, and market share and retail store layout information to our\n                customers.\n\n\n\n\n\n\n\n\n \n\n\n\n\n5\n\n\n\n\n\n\n\n\nTable of Contents\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n•\n\n\n\n\nTechnological innovation.\n  We continue to expand our research and development teams as we further develop in-house technologies and advanced testing methods. This elevated\n                level of technology aims to deliver our customers high quality products and support services.\n\n\n\n\n\n\n\n\n\n\n\n\nTest Solutions and Diagnostic Equipment\n\n\n \n\n\n\n\n\n\n\n\n\n\n•\n\n\n\n\nWe provide industry-leading test solutions and diagnostic equipment to both original equipment manufacturers and the aftermarket.\n We are continuously upgrading our\n                equipment to accommodate testing for the latest alternator and starter technology for both existing and new customers. These software and hardware upgrades are also available for existing products that the customer is using. In addition, we\n                provide industry leading maintenance and service support for our test solutions and diagnostic equipment to provide a better end-user experience and value to our customers.\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n•\n\n\n\n\nMarket and grow our new product lines on a global basis.\n We offer products and services that cater to automotive test solutions and diagnostic\n                  equipment for inverter and electric motors for both development and production. In addition, we provide power supply hardware and emulation software diagnostic products. Our strategy is to market these products on a global basis to\n                  original equipment manufacturers as well as suppliers to the original equipment manufacturers for development and production of electric vehicles and electric vehicle charging systems. We believe this is a rapidly emerging business, and\n                  see the opportunity for accelerating growth rates. In addition, we are well-positioned to supply test solutions and diagnostic equipment to the aerospace industry to support its shift to electric power driven control systems in \nairplanes.\n\n\n\n\n\n\n\n\n\n\n\n\nHeavy Duty\n\n\n \n\n\n\n\n\n\n\n\n\n\n•\n\n\n\n\nMarket and grow our innovative design solutions and commitment to quality.\n We continue to develop and improve product performance, ease of\n                  installation or coverage simplification to deliver installation-ready products to provide extended service life and reduced downtime for our existing and new customers.\n\n\n\n\n\n\n\n\n \n\n\nProducts\n\n\n\n\n\n\nWe carry approximately 37,000 stock keeping units (“SKUs”) to support automotive replacement parts and test solutions and diagnostic equipment. Our products are sold under our customers’ widely recognized private label brand names and our own\n        brand names including Quality-Built\n®\n, Pure Energy™, D&V Electronics, Dixie Electric, and DelStar\n®\n.\n\n\n\n\n\n\nOur products include:\n (i) rotating electrical products such as alternators and starters, (ii) wheel hub assemblies and bearings, (iii) brake-related products, which include brake calipers, brake boosters,\n        brake rotors, brake pads, and brake master cylinders, (iv) turbochargers, (v) test solutions and diagnostic equipment products, and (vi) heavy-duty products.\n\n\n\n\n\n\nSegment Reporting\n\n\n\n\n\n\nOur three operating segments are as follows:\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n•\n\n\n\n\nHard Parts\n, including (i) light duty rotating electric products such as alternators and starters, (ii) wheel hub products, (iii) brake-related products, including brake calipers, brake boosters,\n                brake rotors, brake pads and brake master cylinders, and (iv) turbochargers,\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n•\n\n\n\n\nTest Solutions and Diagnostic Equipment\n, including (i) applications for combustion engine vehicles, including bench top testers for alternators and starters, (ii) test solutions and diagnostic\n                equipment for the pre- and post-production of electric vehicles, (iii) software emulation of power systems applications for the electrification of all forms of transportation (including automobiles, trucks and the emerging electrification\n                of systems within the aerospace industry, such as electric vehicle charging stations), and\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n6\n\n\n\n\n\n\n\n\nTable of Contents\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n•\n\n\n\n\nHeavy Duty\n, including non-discretionary automotive aftermarket replacement hard parts for heavy-duty truck, industrial, marine, and agricultural applications.\n\n\n\n\n\n\n\n\n\n\n\n\nPrior to the fourth quarter of fiscal 2023, our operating segments met the aggregation criteria and were aggregated. Effective as of the fourth quarter of fiscal 2023, we revised our segment reporting as we determined\n        that our three operating segments no longer met the criteria to be aggregated. Our Hard Parts operating segment meets the criteria of a reportable segment. The Test Solutions and Diagnostic Equipment and Heavy Duty segments are not material, are\n        not separately reportable, and are included within the “all other” category. See Note 19 of the notes to consolidated financial statements for more information.\n\n\n\n\n\n\nSales, Marketing and Distribution\n\n\n\n\n\n\nWe sell our hard parts products to the largest automotive chains, including Advance (inclusive of Carquest, Autopart International, and Worldpac), AutoZone, Genuine Parts (NAPA), and O’Reilly with an aggregate of approximately 26,000 retail\n        outlets. In addition, these products are sold to warranty replacement programs (“OES”) customers, professional installers, and a diverse group of automotive warehouse distributors. Our heavy-duty products, which have some overlap with the\n        light-duty automotive aftermarket, are also sold via specialty distribution channels through OES, fleet, and auto electric outlets. We also sell test solutions and diagnostic equipment to the automotive chains listed above and via direct and\n        indirect sales channels, technical conferences, and trade shows to some of the world’s leading automotive companies, and to the aerospace/aviation sector. We offer testing services at our technical center located in Detroit, Michigan. During fiscal\n        2023, we sold approximately 98% of our products in North America, with approximately 2% of our products sold in Asian and European countries.\n\n\n\n\n\n\nWe publish printed and electronic catalogs with part numbers and applications for our products along with a detailed technical glossary and informational database. In addition, we publish printed and electronic product and service brochures and\n        data sheets for our test solutions and diagnostic equipment and service offerings. We believe that we maintain one of the most extensive catalog and product identification systems available to the market.\n\n\n\n\n\n\nWe primarily ship our products from our facilities and \nvarious third-party warehouse distribution centers\n in North America, including our 410,000 square foot distribution center in Tijuana, Mexico.\n\n\n\n\n\n\nCustomers: Customer Concentration\n. While we continually seek to diversify our customer base, we currently derive, and have historically derived, a substantial portion of our sales from a small number of\n        large customers. Sales to our three largest customers in the aggregate represented 84%, 85%, and 87%, and sales to our largest customer, represented 37%, 38%, and 42% of our net sales during fiscal 2023, 2022 and 2021, respectively. Any meaningful\n        reduction in the level of sales to any of these customers, deterioration of the financial condition of any of these customers or the loss of any of these customers could have a materially adverse impact on our business, results of operations, and\n        financial condition.\n\n\n\n\n\n\nCustomer Arrangements; Impact on Working Capital\n. We have various length agreements with our customers. Under these agreements, which in most cases have initial terms of at least four years, we are\n        designated as the exclusive or primary supplier for specified categories of our products. Because of the very competitive nature of the market and the limited number of customers for these products, our customers have sought and obtained price\n        concessions, significant marketing allowances and more favorable delivery and payment terms in consideration for our designation as a customer’s exclusive or primary supplier. These incentives differ from contract to contract and can include: (i)\n        the purchase of Remanufactured Core inventory on customer shelves, (ii) the issuance of a specified amount of credits against receivables in accordance with a schedule set forth in the relevant contract, (iii) support for a particular customer’s\n        research or marketing efforts provided on a scheduled basis, (iv) discounts granted in connection with each individual shipment of product, and (v) store expansion or product development support. These contracts typically require that we meet\n        ongoing performance standards.\n\n\n \n\n\n\n\n\n\n7\n\n\n\n\n\n\n\n\nTable of Contents\n\n\n\n\n\n\nWhile these longer-term agreements strengthen our customer relationships, the increased demand for our products often requires that we increase our inventories and personnel. Customer demands that we purchase and maintain their Remanufactured\n        Core inventory also requires the use of our working capital. The marketing and other allowances we typically grant our customers in connection with our new or expanded customer relationships adversely impact near-term revenues, profitability and\n        associated cash flows from these arrangements. However, we believe the investment we make in these new or expanded customer relationships will improve our overall liquidity and cash flow from operations over time.\n\n\n\n\n\n\nCompetition\n\n\n\n\n\n\nOur business is highly competitive. We compete with several large and medium-sized companies, including BBB Industries and Cardone Industries for hard parts, and AVL and Horiba for test solutions and diagnostic equipment, and a large number of\n        smaller regional and specialty companies. We also compete with other overseas manufacturers, particularly those located in China who are increasing their operations and could become a significant competitive force in the future.\n\n\n\n\n\n\nWe believe that the reputations for quality, reliability, and customer service that a supplier provides are significant factors in our customers’ purchase decisions. We continuously strive to increase our competitive and technical advantages as\n        the industry and technologies rapidly evolve. Our advanced power emulators are protected by U.S. patents that provide us a strong competitive barrier for a large segment of the market and allow us to be lower cost and more efficient.\n\n\n\n\n\n\nWe believe our ability to educate also helps to distinguish us from many of our competitors. We have created an online library of video courses, aimed at supporting our customers as they seek to train the next generation of technicians. We also\n        offer live and web-based training courses via our education center within our Torrance, California headquarters. We believe our ability to provide quality replacement automotive parts, rapid and reliable delivery capabilities as well as promotional\n        support also distinguishes us from many of our competitors. In addition, favorable pricing, our core exchange programs, and extended payment terms are also very important competitive factors in customers’ purchase decisions.\n\n\n\n\n\n\nWe seek to protect our proprietary processes and other information by relying on trade secret laws and non-disclosure and confidentiality agreements with certain of our employees and other persons who have access to that information.\n\n\n\n\n\n\nOperations\n\n\n\n\n\n\nProduction Process for Non-discretionary Replacement Parts. \nThe majority of our products are remanufactured at our facilities in Mexico, Canada, and to a lesser extent in Malaysia. We continue to maintain\n        production of certain remanufactured units that require specialized service at our Torrance, California facility. We also manufacture and assemble new products at our facilities in Malaysia and India. Our remanufacturing process begins with the\n        receipt of Used Cores from our customers or core brokers. The Used Cores are evaluated for inventory control purposes and then sorted by part number. Each Used Core is completely disassembled into its fundamental components. The components are\n        cleaned in an environmentally sound process that employs customized equipment and cleaning materials in accordance with the required specifications of the particular component. All components known to be subject to major wear and those components\n        determined not to be reusable or repairable are replaced by new components. Non-salvageable components of the Used Core are sold as scrap.\n\n\n\n\n\n\nAfter the cleaning process is complete, the salvageable components of the Used Core are inspected and tested as prescribed by our IATF 16949 and ISO 9001:2015 approved quality programs, which have been implemented throughout the production\n        processes. IATF 16949 and ISO 9001:2015 are internationally recognized, world class, quality programs. Upon passage of all tests, which are monitored by designated quality control personnel, all the component parts are assembled in a work cell into\n        a finished product. Inspection and testing are conducted at multiple stages of the remanufacturing process, and each finished product is inspected and tested on equipment designed to simulate performance under operating conditions. To maximize\n        remanufacturing efficiency, we store component parts ready for assembly in our production facilities.\n\n\n \n\n\n\n\n\n\n8\n\n\n\n\n\n\n\n\nTable of Contents\n\n\n\n\n\n\nOur remanufacturing processes combine product families with similar configurations into dedicated factory work cells. This remanufacturing process, known as “lean manufacturing,” eliminated a large number of inventory moves and the need to track\n        inventory movement through the remanufacturing process. This manufacturing enables us to significantly reduce the time it takes to produce a finished product. We continue to explore opportunities for improving efficiencies in our remanufacturing\n        process.\n\n\n\n\n\n\nProduction Process for Test Solutions and Diagnostic Equipment. \nOur test solutions and diagnostic equipment are engineered and manufactured in North America at facilities in Toronto, Canada and\n        Binghamton, New York, U.S. Our facility in Canada is certified under ISO 9001:2015 quality management system, which mandates that we foster continuous improvement to our manufacturing processes. Materials for custom systems are purchased in a\n        “just-in-time” environment while materials for standard systems are purchased in economic quantities. All materials and components are inspected and tested when required. Certain components require certificates of compliance or test results from\n        our vendors prior to shipping to us. Our manufacturing process combines skilled labor from certified and licensed technicians with raw materials, manufactured components, purchased components, and purchased capital components to complete our test\n        solutions and diagnostic equipment. All test solutions and diagnostic equipment are inspected and tested per our quality control program, which has been approved by the ISO 9001:2015 quality management system.\n\n\n\n\n\n\nOur facility in New York, U.S., manufactures test solutions and diagnostic equipment using purchased electronic and custom components that are primarily assembled at this facility. While some circuit card assemblies are handled by outside\n        subcontractors, most of the assemblies are manufactured in-house along with the fabrication of electronic subassemblies. Quality control and testing is completed on these subassemblies prior to their final installation into the overall equipment\n        rack that includes mechanical, electrical and thermal management operations. Final inspection and acceptance testing are performed to predefined procedures prior to the equipment being packaged in a crate for shipment.\n\n\n\n\n\n\nUsed Cores. \nThe majority of our Used Cores are obtained from customers through the core exchange programs. To supplement Used Cores received from our customers we purchase Used Cores from core brokers.\n        Although this is not a primary source of Used Cores, it is a critical source for meeting our raw material demands. Remanufacturing consumes, on average, more than one Used Core for each remanufactured unit produced since not all Used Cores are\n        reusable. The yield rates depend upon both the product and customer specifications.\n\n\n\n\n\n\nWe recycle materials, including metal from the Used Cores and corrugated packaging, in keeping with our focus as a remanufacturer to lessen our footprint on the environment.\n\n\n\n\n\n\nPurchased Finished Goods\n. In addition to our remanufactured goods, we also purchase finished goods from various approved suppliers, including several located in Asia. We perform supplier qualification,\n        product inspection and testing according to our IATF 16949 or ISO 9001:2015 certified quality systems to assure product quality levels. We also perform periodic site audits of our suppliers’ manufacturing facilities.\n\n\n\n\n\n\nEnvironmental, Social and Governance (ESG) and Human Capital\n\n\n\n\n\n\nOur Culture.\n \nOur Company was founded in 1968 on the values of integrity, common decency and respect for others.  Our core values are Excellence,\n        Passion/Productivity, Innovation/Integrity, Community, and Quality (“EPICQ”) and characterize our daily corporate focus. These values are embodied in our Code of Ethics, which has been adopted by our Board of Directors to serve as a statement of\n        principles to guide our decision-making and reinforce our commitment to these values in all aspects of our business. We believe that our commitment to our Company, our employees and the communities within which we operate has led to high employee\n        satisfaction and low employee turnover, and our commitment to our customers, suppliers and business partners has resulted in high customer satisfaction, as evidenced by the customer awards that we routinely win, and decades-long customer\n        relationships.\n\n\n\n\n\n\n\n\n9\n\n\n\n\n\n\n\n\nTable of Contents\n\n\n\n\n\n\nEnvironmental.\n Environmental and sustainable processes have been our hallmark since the Company’s establishment. We take our commitment to environmental stewardship seriously. The use\n        of Remanufactured Cores results in a substantial reduction of raw materials and energy consumption. With the potential to significantly reduce material and energy consumption, industry sources believe that remanufacturing is the most efficient and\n        sustainable process for producing aftermarket replacement parts – making our business practices green by nature. See more information on this at \ninvestors.motorcarparts.com/esg\n. Highlights of our\n        eco-friendly remanufacturing processes include:\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n•\n\n\n\n\nsorting the Used Cores returned by customers utilizing an innovative and efficient core-sorting process;\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n•\n\n\n\n\nreconditioning and re-utilizing durable components after passing rigorous testing processes;\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n•\n\n\n\n\nsavings of raw materials due to a reduction in the required materials used in the remanufacturing production process, compared with new product processes; and\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n•\n\n\n\n\nrecycling of water, cardboard, and metal.\n\n\n\n\n\n\n\n\n\n\n\n\nHuman Capital.\n We regard our team members as integral to our strategic growth and success. We recognize that safety, inclusion, and offering exciting opportunities are fundamental to\n        facilitating high retention and satisfaction of high performance team members. Equally important, we provide competitive compensation and excellent benefit programs, and support numerous programs that build connections between our team members and\n        their communities. We believe our team members share our corporate ethics and values, as demonstrated in their daily interactions with customers, co-workers, vendors, and the public at large.\n\n\n\n\n\n\nAs of March 31, 2023, we employed approximately 5,600 people, with 400 people in the United States, 4,800 people in Mexico, 200 people Canada, and 200 people in Malaysia and China. Approximately 5,200 people are production employees. We have\n        non-union and unionized facilities. Approximately 4,700 production employees are covered by a local union. We believe we have a strong relationship with the union that represents our employees.\n\n\n\n\n\n\nOur facilities are located in labor markets with readily available access to skilled and unskilled workers. Our relationship and communication with our unionized and non-represented workforce is good.\n\n\n\n\n\n\nInclusion and Diversity\n. Our board is ethnically diverse and comprised of 9 independent directors, including three women. We believe an inclusive workforce is critical to our success,\n        with an ongoing focus on the hiring, retention, and advancement of women and other underrepresented ethnic groups. We employ 38% women and 62% men globally. In the United States, 76% of our workforce are considered ethnic minorities.\n\n\n\n\n\n\nHealth, Safety and Wellness\n.  The success of our business is connected to the safety and well-being of our team members and their families. We provide our employees and their families\n        with flexible and convenient health and wellness programs – including protection and security to lessen concerns about missing work and the potential financial impact.  Our programs are intended to support the physical and mental well-being with\n        the tools and resources for employees to improve or maintain their health, and we encourage engagement in healthy behaviors for team members and their families.\n\n\n\n\n\n\nCompensation and benefits\n. We provide competitive compensation and benefit programs that meet the needs of our employees, and are tailored to their local markets. In addition to wages\n        and salaries, these programs may include annual cash bonuses, stock awards, a 401(k) Plan, healthcare, and insurance, and implemented methodologies to manage performance, provide feedback and develop talent.\n\n\n\n\n\n\nSocial Responsibility.\n We are firmly committed to social responsibility. While safety, respect, and inclusion have always been fundamental to our company, these qualities are more\n        important than ever. Our socially responsible initiatives include subsidized food programs for certain employees, donations to community organizations, sponsorship of sport teams and weekend family events. In addition, we \nlaunched an Agri-farm organic food and community program in Mexico to enhance our social responsibility practices on a global basis.\n\n\n \n\n\n\n\n\n\n10\n\n\n\n\n\n\n\n\nTable of Contents\n\n\n\n\n\n\nInformation Security and Risk Oversight\n\n\n\n\n\n\nWe have an information security risk program committed to regular risk management practices surrounding the protection of confidential data. This program includes various technical controls, including security monitoring, data leakage\n        protection, network segmentation and access controls around the computer resources that house confidential or sensitive data. We have also implemented employee awareness training programs around phishing, malware, and other cyber risks. We\n        continually evaluate the security environment surrounding the handling and control of our critical data and have instituted additional measures to help protect us from system intrusion or data breaches.\n\n\n\n\n\n\nOur Board of Directors appointed the Audit Committee with direct oversight of our: (i) information security policies, including periodic assessment of risk of information security breach, training program, significant threat changes and\n        vulnerabilities and monitoring metrics and (ii) effectiveness of information security policy implementation. Our Audit Committee is comprised entirely of independent directors, one of whom has significant work experience related to information\n        security issues or oversight. Management will report information security instances to the Audit Committee as they occur, if material, and will provide a summary multiple times per year to the Audit Committee.\n\n\n\n\n\n\nGovernmental Regulation\n\n\n\n\n\n\nOur operations are subject to various regulations governing, among other things, emissions to air, discharge to waters, and the generation, handling, storage, transportation, treatment and disposal of waste and other materials. We believe that\n        our businesses, operations and facilities have been and are being operated in compliance in all material respects with applicable environmental and health and safety laws and regulations, many of which provide for substantial fines and criminal\n        sanctions for violations. Potentially significant expenditures, however, could be required in order to comply with evolving environmental and health and safety laws, regulations or requirements that may be adopted or imposed in the future.\n\n\n\n\n\n\nAccess to Public Information\n\n\n\n\n\n\nWe file annual, quarterly and current reports, proxy statements and other information with the SEC. Our SEC filings are available free of charge to the public over the Internet at the SEC’s website at \nwww.sec.gov\n.\n        In addition, our SEC filings and Code of Ethics are available free of charge on our website \nwww.motorcarparts.com. \nThe information contained on the websites referenced in this Form 10-K is not incorporated\n        by reference into this filing. Further, our references to website URLs are intended to be inactive textual references only.\n\n\n \n\n\n\n\n\n\n11\n\n\n\n\n\n\n\n\nTable of Contents\n\n\n\n\n\n\n\n\n\n\n\n",
    "item1a": ">Item 1A.\n\n    \n\n\nRisk Factors\n\n\n\n\n\n\n\n\nWhile we believe the risk factors described below are all the material risks currently facing our business, additional risks we are not presently aware of or that we currently believe are immaterial may also impair our business operations. Our\n        financial condition or results of operations could be materially and adversely impacted by these risks, and the trading price of our common stock could be adversely impacted by any of these risks. In assessing these risks, you should also refer to\n        the other information included in or incorporated by reference into this Form 10-K, including our consolidated financial statements and related notes thereto appearing elsewhere or incorporated by reference in this Form 10-K.\n\n\n\n\n\n\nRisks Related to Economic, Political and Health Conditions\n\n\n\n\n\n\nDevelopments in global and local conditions, such as slowing growth, inflation, the Russia/Ukraine conflict and the COVID-19 pandemic, have a material impact on our results of operations and\n        financial condition, and the continuation of or worsening of such conditions could have a similar or worse impact.\n\n\n\n\n\n\nSeveral conditions have led to adverse impacts on the U.S. and global economies and created uncertainty regarding the potential effects on our employees, supply chain, operations, and customer demand. These\n          conditions\n impact \nour operations and the operations of our customers, suppliers, and vendors because of quarantines, facility closures, travel, logistics restrictions and supply chain issues. The extent to\n          which these conditions impact us will depend on numerous factors and future developments, which are highly uncertain and cannot be predicted, including, but not limited to: (i) general economic and growth conditions, (ii) the impact of inflation\n          on our expenses, (iii) the effects of the Russia/Ukraine conflict on international trade, customers, suppliers, and vendors, (iv) public health crises, such as the COVID-19 pandemic, and (v) the extent to which we return to “normal” economic and\n          operating conditions or the economy stabilizes to a “new normal.”  Even if some of these conditions subside, we may continue to experience adverse impacts to our business because of an economic recession or depression that has occurred or may\n          occur in the future, as well as the lingering effects on logistics, supply chain and the social norms of society. We could experience adverse impacts from these conditions in a number of ways, including, but not limited to, the following which\n          have occurred to some extent during this fiscal year:\n\n\n\n\n\n\n\n\n\n\n•\n\n\n\n\nsupply chain delays or stoppages due to shipping delays (cargo ship, train and truck shortages as well as staffing shortages) resulting in increased freight costs, closed supplier facilities or distribution centers, reduced workforces,\n                scarcity of raw materials and scrutiny or embargoing of goods produced in infected areas;\n\n\n\n\n\n\n\n\n\n\n\n\n•\n\n\n\n\nchange in demand for or availability of our products as a result of our customers modifying their restocking, fulfillment, or shipping practices;\n\n\n\n\n\n\n\n\n\n\n\n\n•\n\n\n\n\nincreased raw material, and other input costs resulting from market volatility;\n\n\n\n\n\n\n\n\n\n\n\n\n•\n\n\n\n\nincreased working capital needs and/or an increase in trade accounts receivable write-offs as a result of increased financial pressures on our suppliers or customers; and\n\n\n\n\n\n\n\n\n\n\n\n\n•\n\n\n\n\nfluctuations in foreign currency exchange rates or interest rates resulting from market uncertainties.\n\n\n\n\n\n\n\n\n\n\n\n\nAt this time, we are unable to predict accurately the \nimpact these conditions will \nhave on our business and financial condition in the future.\n\n\n\n\n\n\nUnfavorable economic conditions may adversely affect our business.\n\n\n\n\n\n\nAdverse changes in economic conditions, including inflation, recession, increased fuel prices, tariffs, and unemployment levels, availability of consumer credit, taxation or instability in the financial markets or credit\n        markets may either lower demand for our products or increase our operational costs, or both. In addition, elections and other changes in the political landscape could have similar effects. Such conditions may also materially impact our customers,\n        suppliers and other parties with whom we do business. Our revenue will be adversely affected if demand for our products declines. The impact of unfavorable economic conditions may also impair the ability of our customers to pay for products they\n        have purchased. As a result, reserves for doubtful accounts and write-offs of accounts receivables may increase and failure to collect a significant portion of amounts due on those receivables could have a material adverse effect upon our business,\n        results of operations, and financial condition.  In addition, we also get pressure from our suppliers to pay them faster and our customers to pay us slower, which impacts our cash flows.\n\n\n \n\n\n\n\n\n\n12\n\n\n\n\n\n\n\n\nTable of Contents\n\n\n\n\n\n\nRisks Related to Our Business and Industry\n\n\n\n\n\n\nWe rely on a few large customers for a majority of our business,\n \nand the loss of any of these customers, significant changes in the prices,\n \nmarketing allowances or other important terms provided to any of these\n \ncustomers or adverse\n          developments with respect to the financial condition of\n \nthese customers could reduce our net income and operating results.\n\n\n\n\n\n\nOur net sales are concentrated among a small number of large customers. Sales to our three largest customers in the aggregate represented 84%, and sales to our largest\n        customer represented 37% of our net sales during fiscal 2023. We are under ongoing pressure from our major customers to offer lower prices, extended payment terms, increased marketing and other allowances and other terms more favorable to these\n        customers because our sales to these customers are concentrated, and the market in which we operate is very competitive. Customer demands have put continued pressure on our operating margins and profitability, resulted in periodic contract\n        renegotiation to provide more favorable prices and terms to these customers and significantly increased our working capital needs. The loss of or a significant decline in sales to any of these customers could adversely affect our business, results\n        of operations, and financial condition. In addition, customer concentration leaves us vulnerable to any adverse change in the financial condition of these customers.\n\n\n\n\n\n\nWe regularly review our accounts receivable and allowance for credit losses by considering factors such as historical experience, credit quality and age of the accounts\n        receivable, and the current economic conditions that may affect a customer’s ability to pay such amounts owed to us. The majority of our sales are to leading automotive aftermarket parts suppliers. We participate in trade accounts receivable\n        discount programs with our major customers. If the creditworthiness of any of our customers was downgraded, we could be adversely affected, in that we may be subjected to higher interest rates on the use of these discount programs or we could be\n        forced to wait longer for payment. Should our customers experience significant cash flow problems, our financial position and results of operations could be materially and adversely affected, and the maximum amount of loss that would be incurred\n        would be the outstanding receivable balance, Used Cores expected to be returned by customers, and the value of the Remanufactured Cores held at customers’ locations. We maintain an allowance for credit losses that, in our opinion, provides for an\n        adequate reserve to cover losses that may be incurred. However we cannot assure you that our losses will not exceed our reserve for the reasons and risks above. Changes in terms with, significant allowances for, and collections from these customers\n        could affect our operating results and cash flows.\n\n\n\n\n\n\nFailure to compete effectively could reduce our market\n \nshare and significantly harm our financial performance.\n\n\n\n\n\n\nOur industry is highly competitive, and our success depends on our ability to compete with suppliers of automotive aftermarket products, some of which may have substantially greater financial, marketing and other resources than we do. The\n        automotive aftermarket industry is highly competitive, and our success depends on our ability to compete with domestic and international suppliers of automotive aftermarket products. Due to the diversity of our product offering, we compete with\n        several large and medium-sized companies, including BBB Industries and Cardone Industries for hard parts, and AVL and Horiba for test solutions and diagnostic equipment and a large number of smaller regional and specialty companies and numerous\n        category specific competitors. In addition, we face competition from original equipment manufacturers, which, through their automotive dealerships, supply many of the same types of replacement parts we sell.\n\n\n\n\n\n\nSome of our competitors may have larger customer bases and significantly greater financial, technical and marketing resources than we do. These factors may allow our competitors to:\n\n\n\n\n\n\n\n\n\n\n•\n\n\n\n\nrespond more quickly than we can to new or emerging technologies and changes in customer requirements by devoting greater resources than we can to the development, promotion and sale of automotive aftermarket products;\n\n\n\n\n\n\n\n\n\n\n\n\n•\n\n\n\n\nengage in more extensive research and development; and\n\n\n\n\n\n\n\n\n\n\n\n\n•\n\n\n\n\nspend more money and resources on marketing and promotion.\n\n\n\n\n\n\n\n\n\n\n\n\nIn addition, other overseas competitors, particularly those located in China, are increasing their operations and could become a significant competitive force in the future. Increased competition could put additional pressure on us to reduce\n        prices or take other actions, which may have an adverse effect on our operating results. We may also lose significant customers or lines of business to competitors.\n\n\n \n\n\n\n\n\n\n13\n\n\n\n\n\n\n\n\nTable of Contents\n\n\n\n\n\n\nIf we do not respond appropriately, the evolution of the automotive industry could adversely affect our business.\n\n\n\n\n\n\nThe automotive industry is increasingly focused on the development of hybrid and electric vehicles and of advanced driver assistance technologies, with the goal of developing and introducing a commercially-viable, fully-automated driving\n        experience. There has also been an increase in consumer preferences for mobility on demand services, such as car and ride sharing, as opposed to automobile ownership, which may result in a long-term reduction in the number of vehicles per capita.\n        In addition, some industry participants are exploring transportation through alternatives to automobiles. These evolving areas have also attracted increased competition from entrants outside the traditional automotive industry. If we do not\n        continue to innovate and develop, or acquire, new and compelling products that capitalize upon new technologies in response to consumer preferences, it could have an adverse impact on our results of operations. These changes may also reduce demand\n        for our products for combustion engine vehicles.\n\n\n\n\n\n\nWork stoppages, production shutdowns and similar events could significantly disrupt our business.\n\n\n\n\n\n\nBecause the automotive industry relies heavily on just-in-time delivery of components during the assembly and manufacture of vehicles, a work stoppage or production shutdown at one or more of our manufacturing and assembly facilities could have\n        adverse effects on our business. Similarly, if one or more of our customers were to experience a work stoppage, that customer would likely halt or limit purchases of our products. We have also experienced significant disruptions in the supply of\n        several key components from Asia due to work stoppages, production shutdowns, government closures, and other supply chain issues at many of our suppliers, leading to an adverse effect on our financial results.\n\n\n\n\n\n\nInterruptions or delays in obtaining component parts could impair our business\n \nand adversely affect our operating results.\n\n\n\n\n\n\nIn our remanufacturing processes, we obtain Used Cores, primarily through the core exchange programs with our customers, and component parts from third-party manufacturers. To supplement Used Cores received from our customers we purchase Used\n        Cores from core brokers. Historically, the Used Core returned from customers together with purchases from core brokers have provided us with an adequate supply of Used Cores. If there was a significant disruption in the supply of Used Cores,\n        whether as a result of increased Used Core acquisitions by existing or new competitors or otherwise, our operating activities could be materially and adversely impacted. In addition, a number of the other components used in the remanufacturing\n        process are available from a very limited number of suppliers. We are, as a result, vulnerable to any disruption in component supply, and any meaningful disruption in this supply would materially and adversely impact our operating results.\n\n\n\n\n\n\nIncreases in the market prices of key component raw materials could increase the cost of our products and negatively\n \nimpact our\n          profitability.\n\n\n\n\n\n\nIn light of the continuous pressure on pricing which we have experienced from our large customers, we may not be able to recoup the higher costs of our products due to changes in the prices of raw materials, including, but not limited to,\n        aluminum, copper, steel, and cardboard. If we are unable to recover a substantial portion of our raw materials from Used Cores returned to us by our customers through the core exchange programs, the prices of Used Cores that we purchase may reflect\n        the impact of changes in the cost of raw materials. Sustained raw material price increases has had an impact on our product costs and profitability to date, but we are unable to determine the overall impact, in the future, at this time.\n\n\n\n\n\n\nOur financial results are affected by automotive parts failure rates that\n \nare outside of our control.\n\n\n\n\n\n\nOur operating results are affected over the long term by automotive parts failure rates. These failure rates are impacted by a number of factors outside of our control, including product designs that have resulted in greater reliability, the\n        number of miles driven by consumers, and the average age of vehicles on the road. A reduction in the failure rates of automotive parts would reduce the demand for our products and thus adversely affect our sales and profitability.\n\n\n \n\n\n\n\n\n\n14\n\n\n\n\n\n\n\n\nTable of Contents\n\n\n\n\n\n\nOur reliance on foreign suppliers for some of the automotive parts we sell to our customers or included in our products presents risks to our business\n.\n\n\n\n\n\n\nA significant portion of automotive parts and components we use in our remanufacturing process are imported from suppliers located outside the U.S., including China and other countries in Asia. As a result, we are subject\n        to various risks of doing business in foreign markets and importing products from abroad, such as the following, which we have experienced in the last fiscal year:\n\n\n\n\n\n\n\n\n\n\n●\n\n\n\n\nsignificant delays in the delivery of cargo due to port security and over-crowding considerations;\n\n\n\n\n\n\n\n\n\n\n\n\n●\n\n\n\n\nimposition of duties, taxes, tariffs or other charges on imports;\n\n\n\n\n\n\n\n\n\n\n\n\n●\n\n\n\n\nfinancial or political instability in any of the countries in which our product is manufactured;\n\n\n\n\n\n\n\n\n\n\n\n\n●\n\n\n\n\npotential recalls or cancellations of orders for any product that does not meet our quality standards;\n\n\n\n\n\n\n\n\n\n\n\n\n●\n\n\n\n\ndisruption of imports by labor disputes or strikes and local business practices;\n\n\n\n\n\n\n\n\n\n\n\n\n●\n\n\n\n\ninability of our non-U.S. suppliers to obtain adequate credit or access liquidity to finance their operations; and\n\n\n\n\n\n\n\n\n\n\n\n\n●\n\n\n\n\nnatural disasters, disease epidemics and health related concerns, which could result in closed factories,  reduced workforces, scarcity of raw materials and scrutiny or embargoing of goods produced in infected\n                areas.\n\n\n\n\n\n\n\n\n\n\n\n\nIt is also possible, in the future, that we may experience the following risks related to doing business in foreign markets and importing products from abroad, such as the following:\n\n\n\n\n\n\n\n\n\n\n●\n\n\n\n\nimposition of new legislation relating to import quotas or other restrictions that may limit the quantity of our product that may be imported into the U.S. from countries or regions where we do business;\n\n\n\n\n\n\n\n\n\n\n\n\n●\n\n\n\n\npolitical or military conflict involving foreign countries or the U.S., which could cause a delay in the transportation of our products and an increase in transportation costs;\n\n\n\n\n\n\n\n\n\n\n\n\n●\n\n\n\n\nheightened terrorism security concerns, which could subject imported goods to additional, more frequent or more thorough inspections, leading to delays in deliveries or impoundment of goods for extended periods;\n                and\n\n\n\n\n\n\n\n\n\n\n\n\n●\n\n\n\n\nour ability to enforce any agreements with our foreign suppliers.\n\n\n\n\n\n\n\n\n\n\n\n\nAny of the foregoing factors, or a combination of them, could increase the cost or reduce the supply of products available to us and materially and adversely impact our business, financial condition, results of operations\n        or liquidity.\n\n\n\n\n\n\nIn addition, because we depend on independent third parties to manufacture a significant portion of our wheel hub, brake-related products, and other purchased finished goods, we cannot be certain that we will not\n        experience operational difficulties with such manufacturers, such as reductions in the availability of production capacity, errors in complying with merchandise specifications, insufficient quality controls and failure to meet production deadlines\n        or increases in manufacturing costs.\n\n\n\n\n\n\nAn increase in the cost or a disruption in the flow of our imported products may significantly decrease our sales and profits.\n\n\n\n\n\n\nMerchandise manufactured offshore represents a significant portion of our total product purchases. A disruption in the shipping or cost of such merchandise may significantly decrease our sales and profits. In addition, if\n        imported merchandise becomes more expensive or unavailable, the transition to alternative sources may not occur in time to meet our demands. Merchandise from alternative sources may also be of lesser quality and more expensive than those we\n        currently import. Risks associated with our reliance on imported merchandise include disruptions in the shipping and importation or increase in the costs of imported products. For example, common risks include:\n\n\n \n\n\n\n\n\n\n15\n\n\n\n\n\n\n\n\nTable of Contents\n\n\n\n\n\n\n\n\n\n\n•\n\n\n\n\nraw material shortages;\n\n\n\n\n\n\n\n\n\n\n\n\n•\n\n\n\n\nproblems with oceanic shipping, including shipping container shortages;\n\n\n\n\n\n\n\n\n\n\n\n\n•\n\n\n\n\nincreased customs inspections of import shipments or other factors causing delays in shipments; and\n\n\n\n\n\n\n\n\n\n\n\n\n•\n\n\n\n\nincreases in shipping rates, all of which we experienced.\n\n\n\n\n\n\n\n\n\n\n\n\nAs well as the following common risks, which we may experience in the future:\n\n\n\n\n\n\n\n\n\n\n•\n\n\n\n\nwork stoppages;\n\n\n\n\n\n\n\n\n\n\n\n\n•\n\n\n\n\nstrikes and political unrest;\n\n\n\n\n\n\n\n\n\n\n\n\n•\n\n\n\n\neconomic crises;\n\n\n\n\n\n\n\n\n\n\n\n\n•\n\n\n\n\ninternational disputes and wars;\n\n\n\n\n\n\n\n\n\n\n\n\n•\n\n\n\n\nloss of “most favored nation” trading status by the U. S. in relations to a particular foreign country;\n\n\n\n\n\n\n\n\n\n\n\n\n•\n\n\n\n\nimport duties; and\n\n\n\n\n\n\n\n\n\n\n\n\n•\n\n\n\n\nimport quotas and other trade sanctions.\n\n\n\n\n\n\n\n\n\n\n\n\nProducts manufactured overseas and imported into the U.S. and other countries are subject to import restrictions and duties, which could delay their delivery or increase their cost. \nWe are subject to various\n        lawsuits and claims. In addition, government agencies and self-regulatory organizations have the ability to conduct periodic examinations of and administrative proceedings regarding our business.\n\n\n\n\n\n\n\n\nOur operating results may continue to fluctuate significantly.\n\n\n\n\n\n\nWe have experienced significant variations in our annual and quarterly results of operations. These fluctuations have resulted from many factors, including shifts in the demand and pricing for our products, general economic conditions, including\n        changes in prevailing interest rates, and the introduction of new products. Our gross profit percentage fluctuates due to numerous factors, some of which are outside of our control. These factors include the timing and level of marketing allowances\n        provided to our customers, actual sales during the relevant period, pricing strategies, the mix of products sold during a reporting period, and general market and competitive conditions. We also incur allowances, accruals, charges and other\n        expenses that differ from period to period based on changes in our business, which causes our operating income to fluctuate.\n\n\n\n\n\n\nRegulations related to conflict minerals could adversely impact our business.\n\n\n\n\n\n\nThe Dodd-Frank Wall Street Reform and Consumer Protection Act (“Dodd-Frank”) contains provisions to improve transparency and accountability concerning the supply of certain minerals, known as “conflict minerals”, originating from the Democratic\n        Republic of Congo (“DRC”) and adjoining countries. These rules could adversely affect the sourcing, supply, and pricing of materials used in our products, as the number of suppliers who provide conflict-free minerals may be limited. We may also\n        suffer reputational harm if we determine that certain of our products contain minerals not determined to be conflict-free or if we are unable to modify our products to avoid the use of such materials. We may also face challenges in satisfying\n        customers who may require that our products be certified as containing conflict-free minerals.\n\n\n\n\n\n\nThe products we manufacture or contract to manufacture contain small quantities of Tin and Gold. We manufacture or contract to manufacture one product with small quantities of Tantalum. For the reporting year ending December 31, 2022, we\n        surveyed 211 smelters, refiners, or metal processing facilities for these minerals that are, or could be, in our supply chain. Of these, 89% were validated as conflict-free, per publicly available information on the Conflict Free Sourcing\n        Initiative website. We have not been able to ascertain the conflict-free status of the remaining smelters or refiners.\n\n\n \n\n\n\n\n\n\n16\n\n\n\n\n\n\n\n\nTable of Contents\n\n\n\n\n\n\nOur strategy for managing risks associated with conflict minerals in products includes continuing to encourage our suppliers to engage in conflict-free sourcing and obtaining data from our suppliers that is more applicable to the products we\n        purchase. We continue to monitor progress on industry efforts to ascertain whether some facilities that suppliers identified are actually smelters. We do not believe conflict minerals pose risk to our operations. We are a member of the Automobile\n        Industry Action Group (AIAG) and support their efforts in the conflict minerals area.\n\n\n\n\n\n\nNatural disasters or other disruptions in our business in California and Baja California, Mexico could increase our operating expenses or cause us to lose revenues.\n\n\n\n\n\n\nA substantial portion of our operations are located in California and Baja California, Mexico, including our headquarters, remanufacturing and warehouse facilities. Any natural disaster, such as an earthquake, or other damage to our facilities\n        from weather, fire or other events could cause us to lose inventory, delay delivery of orders to customers, incur additional repair-related expenses, disrupt our operations or otherwise harm our business. These events could also disrupt our\n        information systems, which would harm our ability to manage our operations worldwide and compile and report financial information. As a result, we could incur additional expenses or liabilities or lose revenues, which could exceed any insurance\n        coverage and would adversely affect our financial condition and results of operations.\n\n\n\n\n\n\nOur failure to maintain effective internal control over financial reporting may affect our ability to accurately report our financial results and could materially and adversely affect the market\n        price of our common stock.\n\n\n\n\n\n\nUnder the Sarbanes-Oxley Act, we must maintain effective disclosure controls and procedures and internal control over financial reporting, which requires significant resources and management oversight. Effective internal\n        and disclosure controls are necessary for us to provide reliable financial reports and effectively prevent fraud and to operate successfully as a public company. If we cannot provide reliable financial reports or prevent fraud, our reputation and\n        operating results would be harmed. We cannot assure you that our internal control over financial reporting will be effective in the future or that other material weakness will not be discovered in the future. Any failure to maintain effective\n        controls or timely effect any necessary improvement of our internal and disclosure controls could harm operating results or cause us to fail to meet our reporting obligations, which could affect our ability to remain listed with the NASDAQ Global\n        Select Market or subject us to adverse regulatory consequences. Ineffective internal and disclosure controls could also cause investors to lose confidence in our reported financial information, which would likely have a negative effect on the\n        trading price of our stock.\n\n\n\n\n\n\nRisks Related to Our Overseas Operations\n\n\n\n\n\n\nOur offshore remanufacturing and logistic activities expose us to increased\n \npolitical and economic risks and place a greater burden\n          on management to\n \nachieve quality standards.\n\n\n\n\n\n\nOur overseas operations, especially our operations in Mexico, increase our exposure to political, criminal or economic instability in the host countries and to currency fluctuations. Risks are inherent in international operations, including:\n\n\n\n\n\n\n\n\n\n\n•\n\n\n\n\nexchange controls and currency restrictions;\n\n\n\n\n\n\n\n\n\n\n\n\n•\n\n\n\n\ncurrency fluctuations and devaluations;\n\n\n\n\n\n\n\n\n\n\n\n\n•\n\n\n\n\nchanges in local economic conditions;\n\n\n\n\n\n\n\n\n\n\n\n\n•\n\n\n\n\nrepatriation restrictions (including the imposition or increase of withholding and other taxes on remittances and other payments by foreign subsidiaries);\n\n\n\n\n\n\n\n\n\n\n\n\n•\n\n\n\n\nglobal sovereign uncertainty and hyperinflation in certain foreign countries;\n\n\n\n\n\n\n\n\n\n\n\n\n•\n\n\n\n\nlaws and regulations relating to export and import restrictions;\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n17\n\n\n\n\n\n\n\n\nTable of Contents\n\n\n\n\n\n\n\n\n\n\n•\n\n\n\n\nexposure to government actions;\n\n\n\n\n\n\n\n\n\n\n\n\n•\n\n\n\n\nincreased required employment related costs; and\n\n\n\n\n\n\n\n\n\n\n\n\n•\n\n\n\n\nexposure to local political or social unrest including resultant acts of war, terrorism or similar events.\n\n\n\n\n\n\n\n\n\n\n\n\nThese and other factors may have a material adverse effect on our offshore activities and on our business, results of operations and financial condition. Our overall success as a business depends substantially upon our ability to manage our\n        foreign operations. We may not continue to succeed in developing and implementing policies and strategies that are effective in each location where we do business, and failure to do so could materially and adversely impact our business, results of\n        operations, and financial condition.\n\n\n\n\n\n\nUnfavorable currency exchange rate fluctuations could adversely affect us.\n\n\n\n\n\n\nWe are exposed to market risk from material movements in foreign exchange rates between the U.S. dollar and the currencies of the foreign countries in which we operate. In fiscal 2023, approximately 25% of our total expenses were in currencies\n        other than the U.S. dollar. As a result of our extensive operations in Mexico, our primary risk relates to changes in the rates between the U.S. dollar and the Mexican peso. To mitigate this currency risk, we enter into forward foreign exchange\n        contracts to exchange U.S. dollars for Mexican pesos. We also enter into forward foreign exchange contracts to exchange U.S. dollars for Chinese yuan in order to mitigate risk related to our purchases and payments to our Chinese vendors. The extent\n        to which we use forward foreign exchange contracts is periodically reviewed in light of our estimate of market conditions and the terms and length of anticipated requirements. The use of derivative financial instruments allows us to reduce our\n        exposure to the risk that the eventual net cash outflow resulting from funding the expenses of the foreign operations will be materially affected by changes in the exchange rates. We do not engage in currency speculation or hold or issue financial\n        instruments for trading purposes. These contracts generally expire in a year or less. Any change in the fair value of foreign exchange contracts is accounted for as an increase or decrease to foreign exchange impact of lease liabilities and forward\n        contracts in the consolidated statements of operations. We recorded a non-cash gain of $2,776,000 and a non-cash loss of $316,000 due to the change in the fair value of the forward foreign currency exchange contracts during fiscal 2023 and 2022,\n        respectively. In addition, we recorded gains of $6,515,000 and $1,989,000 in connection with the remeasurement of foreign currency-denominated lease liabilities during fiscal 2023 and 2022, respectively.\n\n\n\n\n\n\nChanges in trade policy and other factors beyond our control could materially adversely affect our business.\n\n\n\n\n\n\nThe former presidential administration advocated for greater restrictions on international trade generally, including with respect to the North American Free Trade Agreement (“NAFTA”) and the World Trade Organization (the\n        “WTO”). In December 2019, the United States, Mexico and Canada signed the amended United States-Mexico-Canada Agreement (the “USMCA”), which replaced NAFTA. In July 2020, the U.S. notified the United Nations of its intention to withdraw from the\n        WTO. While the current presidential administration has rejoined the WTO, it remains difficult to predict what affect the USMCA, the WTO or other trade agreements and organizations will have on our business. If the U.S. were to withdraw from or\n        materially modify any other international trade agreements to which it is a party or if the U.S. imposes significant additional tariffs on imports from China or other restrictions, it could have an adverse impact on our business.\n\n\n\n\n\n\nPossible new tariffs that might be imposed by the United States government could have a material adverse effect on our results of operations.\n\n\n\n\n\n\nThe U.S. government has placed tariffs on certain goods imported from China and may impose new tariffs on goods imported from China and other countries, including products that we import. In retaliation, China has responded by imposing tariffs\n        on a wide range of products imported from the U.S. and by adjusting the value of its currency. If renegotiations of existing tariffs are unsuccessful or additional tariffs or trade restrictions are implemented by the U.S. or other countries in\n        connection with a global trade war, the resulting escalation of trade tensions could have a material adverse effect on world trade and the global economy. Even in the absence of further tariffs or trade restrictions, the related uncertainty and the\n        market’s fear of an economic slowdown could lead to a decrease in consumer spending and we may experience lower net sales than expected. Reduced net sales may result in reduced operating cash flows if we are not able to appropriately manage\n        inventory levels or leverage expenses.\n\n\n \n\n\n\n\n\n\n18\n\n\n\n\n\n\n\n\nTable of Contents\n\n\n\n\n\n\nRisks Related to Our Indebtedness\n\n\n\n\n\n\nOur debt can impact our operating results and cash flows and limit our operations.\n\n\n\n\n\n\nAs of March 31, 2023, we had $158,325,000 of debt outstanding under our credit facility, which is at variable interest rates. Fluctuations in those rates could impact our operating results and cash flows. In particular, interest rates have been\n        rising recently, which increases our interest expense. The weighted average interest on our debt was 8.12% at March 31, 2023 compared to 3.12% at March 31, 2022. In addition, our credit facility has covenants that limit aspects of our operations.\n\n\n\n\n\n\nIn addition, on March 31, 2023, we issued and sold $32,000,000 in aggregate principal amount of 10.0% convertible notes due in 2029 (the “Convertible Notes”). The issuance of shares of our common stock upon conversion of the Convertible Notes\n        may dilute the ownership interests of existing stockholders and reduce our per share results of operations. Any sales in the public market of our common stock issuable upon such conversion could adversely affect prevailing market prices of our\n        common stock.\n\n\n\n\n\n\nWe may also incur additional debt in the future, which could further increase our leverage, reduce our cash flow or further restrict our business.\n\n\n\n\n\n\nOur lenders may not waive future defaults under our credit agreements.\n\n\n\n\n\n\nOur credit agreement with our lenders contains certain financial and other covenants. If we fail to meet any of these covenants in the future, there is no assurance that our lenders will waive any such defaults or that we will otherwise be able\n        to cure them. If we obtained a waiver, it may impose significant costs or covenants on us. In addition, as the capital markets get more volatile, it may become more difficult to obtain such waivers or refinance our debt.\n\n\n\n\n\n\nWeakness in conditions in the global credit markets and macroeconomic factors\n, including interest rates, \ncould adversely affect our financial condition and\n          results of operations.\n\n\n\n\n\n\nThe banking industry and global credit markets also experience difficulties from time to time, and issues involving our lenders could impact our deposits, the availability, terms and cost of borrowings or our ability to refinance our debt.  Any\n        weakness in the credit markets could result in significant constraints on liquidity and availability of borrowing terms from lenders and accounts payable terms with vendors. These issues could also result in more stringent lending standards and\n        terms and higher interest rates. In addition, we are exposed to changes in interest rates primarily as a result of our borrowing and receivable discount programs, which have interest costs that vary with interest rate movements. Any limitations on\n        our ability to fund our operations could have a material adverse effect on our business, financial condition and ability to grow.\n\n\n\n\n\n\nRisks Related to Owning Our Stock\n\n\n\n\n\n\nOur stock price is volatile and could decline substantially.\n\n\n\n\n\n\nOur stock price has fluctuated in the past and may decline substantially in the future as a result of developments in our business, the volatile nature of the stock market, and other factors beyond our control. Our stock price and the stock\n        market generally has, from time to time, experienced extreme price and volume fluctuations. Many factors may cause the market price for our common stock to decline, including: (i) our operating results failing to meet the expectations of securities\n        analysts or investors in any period, (ii) downward revisions in securities analysts’ estimates, (iii) market perceptions concerning our future earnings prospects, (iv) public or private sales of a substantial number of shares of our common stock,\n        (v) adverse changes in general market conditions or economic trends, and (vi) market shocks generally or in our industry, such as what has recently occurred.\n\n\n \n\n\n\n\n\n\n19\n\n\n\n\n\n\n\n\nTable of Contents\n\n\n\n\n\n\nGeneral Risk Factors\n\n\n\n\n\n\nWe may continue to make strategic acquisitions of other companies or businesses\n \nand these acquisitions introduce significant risks\n          and uncertainties, including\n \nrisks related to integrating the acquired businesses and achieving benefits\n \nfrom the\n          acquisitions.\n\n\n\n\n\n\nIn order to position ourselves to take advantage of growth opportunities, we have made, and may continue to make, strategic acquisitions that involve significant risks and uncertainties. These risks and uncertainties include:\n\n\n\n\n\n\n\n\n\n\n•\n\n\n\n\nthe difficulty in integrating newly-acquired businesses and operations in an efficient and effective manner;\n\n\n\n\n\n\n\n\n\n\n\n\n•\n\n\n\n\nthe challenges in achieving strategic objectives, cost savings and other benefits from acquisitions;\n\n\n\n\n\n\n\n\n\n\n\n\n•\n\n\n\n\nthe potential loss of key employees of the acquired businesses;\n\n\n\n\n\n\n\n\n\n\n\n\n•\n\n\n\n\nthe risk of diverting the attention of senior management from our operations;\n\n\n\n\n\n\n\n\n\n\n\n\n•\n\n\n\n\nrisks associated with integrating financial reporting and internal control systems;\n\n\n\n\n\n\n\n\n\n\n\n\n•\n\n\n\n\ndifficulties in expanding information technology systems and other business processes to accommodate the acquired businesses; and\n\n\n\n\n\n\n\n\n\n\n\n\n•\n\n\n\n\nfuture impairments of any goodwill of an acquired business.\n\n\n\n\n\n\n\n\n\n\n\n\nWe may also incur significant expenses to pursue and consummate acquisitions. Any of the foregoing, or a combination of them, could cause us to incur additional expenses and materially and adversely impact our business, financial condition,\n        results of operations, or liquidity.\n\n\n\n\n\n\nIncreasing attention to environmental, social, and governance matters may impact our business, financial results, or stock price.\n\n\n\n\n\n\nIn recent years, increasing attention has been given to corporate activities related to environmental, social, and governance (“ESG”) matters in public discourse and the investment community. A number of advocacy groups, both domestically and\n        internationally, have campaigned for governmental and private action to promote change at public companies related to ESG matters, including through the investment and voting practices of investment advisers, public pension funds, universities, and\n        other members of the investing community. These activities include increasing attention and demands for action related to climate change and promoting the use of energy saving building materials. A failure to comply with investor or customer\n        expectations and standards, which are evolving, or if we are perceived to not have responded appropriately to the growing concern for ESG issues, regardless of whether there is a legal requirement to do so, could also cause reputational harm to our\n        business and could have a material adverse effect on us.\n\n\n\n\n\n\nIf our technology and telecommunications systems were to fail, or we were not able to successfully anticipate, invest in or adopt technological advances in our industry, it could have an adverse\n        effect on our operations.\n\n\n\n\n\n\nWe rely on computer and telecommunications systems to communicate with our customers and vendors and manage our business. The temporary or permanent loss of our computer and telecommunications equipment and software systems, through casualty,\n        operating malfunction, software virus or service provider failure, could disrupt our operations. In addition, our future growth may require additional investment in our systems to keep up with technological advances in our industry. If we are not\n        able to invest in or adopt changes to our systems, or such upgrades take longer or cost more than anticipated, our business, financial condition and operating results may be adversely affected.\n\n\n \n\n\n\n\n\n\n20\n\n\n\n\n\n\n\n\nTable of Contents\n\n\n\n\n\n\nCyber-attacks or other breaches of information technology security could adversely impact our business and operations.\n\n\n\n\n\n\nThe incidence of cyber-attacks and other breaches of information technology security have increased worldwide. Cyber-attacks or other breaches of network or information technology security may cause equipment failure or disruption to our\n        operations. Such attacks, which include the use of malware, computer viruses and other means for disruption or unauthorized access, on companies have increased in frequency, scope and potential harm in recent years. While, to the best of our\n        knowledge, we have not been subject to cyber-attacks or to other cyber incidents which, individually or in the aggregate, have been material to our operations or financial conditions, the preventive actions we take to reduce the risk of cyber\n        incidents and protect our information technology and networks may be insufficient to repel a major cyber-attack in the future. To the extent that any disruption or security breach results in a loss or damage to our data or unauthorized disclosure\n        of confidential information, it could cause significant damage to our reputation, affect our relationship with our customers, suppliers and employees, and lead to claims against us and ultimately harm our business. Additionally, we may be required\n        to incur significant costs to protect against damage caused by these disruptions or security breaches in the future. While we maintain specific cyber insurance coverage, which may apply in the event of various breach scenarios, the amount of\n        coverage may not be adequate in any particular case. Furthermore, because cyber threat scenarios are inherently difficult to predict and can take many forms, some breaches may not be covered under our cyber insurance coverage.\n\n\n\n\n\n\n\n\n\n\n\n",
    "item7": ">Item 7.\n\n    \n\n\nManagement’s Discussion and Analysis of Financial Condition and Results of Operations\n\n\n\n\n\n\n\n\nThe following discussion contains forward-looking statements, including, without limitation, our expectations and statements regarding our outlook and future revenues, expenses, results of operations, liquidity, plans, strategies and objectives\n        of management and any assumptions underlying any of the foregoing. Our actual results may differ significantly from those projected in the forward-looking statements. Our forward-looking statements and factors that might cause future actual results\n        to differ materially from our recent results or those projected in the forward-looking statements include, but are not limited to, those discussed in the section titled “Cautionary Note Regarding Forward-Looking Statements” and “Risk Factors” of\n        this Annual Report on Form 10-K. Except as required by law, we assume no obligation to update the forward-looking statements or our risk factors for any reason.\n\n\n\n\n\n\nManagement Overview\n\n\n\n\n\n\nWith a scalable infrastructure and abundant growth opportunities, we are focused on growing our aftermarket business in the North American marketplace and growing our leadership position in the test solutions and diagnostic equipment market by\n        providing innovative and intuitive solutions to our customers. Our investments in infrastructure and human resources during the past few years reflects the significant expansion of manufacturing capacity to support multiple product lines. These\n        investments included (i) a 410,000 square foot distribution center, (ii) two buildings totaling 372,000 square feet for remanufacturing and core sorting of brake calipers, and (iii) the realignment of production at our original 312,000 square foot\n        facility in Mexico.\n\n\n\n\n\n\nHighlights and Accomplishments in Fiscal 2023\n\n\n\n\n\n\nDuring fiscal 2023, we continued to execute our strategic plan – focusing on meaningful growth and improving profitability by leveraging our offshore infrastructure, industry position and customer relationships. The following significant\n        accomplishments support our optimism moving forward:\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n•\n\n\n\n\nWe achieved record fiscal fourth quarter and full-year sales, which increased 18.8 percent and 5.0 percent, respectively, with solid demand across multiple categories;\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n•\n\n\n\n\nWe experienced meaningful traction with our customers and consumers since last year’s launch of a comprehensive line of brake pads\n utilizing an industry-leading formulation,\n and brake rotors – serving the professional installer market under our Quality-Built\n®\n brand;\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n•\n\n\n\n\nWe expanded sales with additional product line offerings and customers in Mexico;\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n•\n\n\n\n\nWe continued to improve efficiencies with expected ongoing benefits through increased production volume and pricing;\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n•\n\n\n\n\nWe focused on reduction in inventory levels following a strategic build up to meet demand during recent global supply chain challenges;\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n•\n\n\n\n\nWe enhanced our liquidity and capital resources with a $32 million strategic convertible note investment that supports us at an exciting pivotal point in our evolution;\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n•\n\n\n\n\nWe received increasing interest and orders for our Test Solutions and Diagnostic Equipment, including our emerging contract testing center, from major automotive retailers, \nmajor global automotive,\n                aerospace and research institutions\n;\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n•\n\n\n\n\nWe continued our social responsibility initiatives with the successful launch of an Agri-farm organic food and community program in Mexico and a continued focus on opportunities to enhance our \nEnvironmental, Social and Governance\n practices on a global basis.\n\n\n\n\n\n\n\n\n\n\n\n\nTrends Affecting Our Business\n\n\n\n\n\n\nOur business is impacted by various factors within the economy that affect both our customers and our industry, including but not limited to inflation, interest rates, global supply chain disruptions, fuel costs, wage\n        rates, and other economic conditions. Given the nature of these various factors, we cannot predict whether or for how long certain trends will continue, nor can we predict to what degree these trends will impact us in the future.\n\n\n \n\n\n\n\n\n\n26\n\n\n\n\n\n\n\n\nTable of Contents\n\n\n\n\n\n\nInflation\n\n\n\n\n\n\nThe cost to manufacture and distribute our products is impacted by the cost of raw materials, finished goods, labor, and transportation. During fiscal 2023, we experienced continued inflationary pressure and higher costs\n        as a result of the increasing cost of raw materials, finished goods, labor, transportation, and other administrative costs. The increase in the cost of raw materials and finished goods are due in part to a shortage in the availability of certain\n        products and the higher cost of shipping. We can only pass our increased costs onto customers on a limited basis. Future general price inflation and its impact on costs and availability of materials could adversely affect our financial results.\n\n\n\n\n\n\nInterest Rates\n\n\n\n\n\n\nInterest rates are rising in an effort to curb higher inflation. We are experiencing higher interest costs for our borrowing and our customers’ receivable discount programs, which have interest costs that vary with\n        interest rate movements. The majority of our interest costs results from our customers’ receivable discount programs. The weighted average discount rate for these programs was 5.3% for fiscal 2023 compared with 1.9% for fiscal 2022. These higher\n        interest rates and any future increases in interest rates will continue to adversely affect our financial results.\n\n\n\n\n\n\nImpact of COVID-19\n\n\n\n\n\n\nThe COVID-19 pandemic continues to adversely impact the U.S. and global economies – creating uncertainty regarding the potential effects on the supply chain disruptions, rate of inflation, increasing interest rates, and\n        customer demand. We incurred certain costs related to the COVID-19 pandemic, which are included in cost of goods sold and operating expenses in the consolidated statements of operations of $1,957,000 and $3,368,000 during fiscal 2023 and 2022,\n        respectively.\n\n\n\n\n\n\nEmployee Retention Credit\n\n\n\n\n\n\nThe CARES Act provides an employee retention credit (“ERC”) that is a refundable tax credit against certain employer taxes. In the fourth quarter of the fiscal year ended March 31, 2022, we amended certain payroll tax filings and applied for a\n        refund of $5,104,000. As of March 31, 2023, we determined that all contingencies related to the ERC were resolved and recorded a $5,104,000 receivable which is included in prepaid expenses and other current assets in the accompanying consolidated\n        balance sheet. The ERC was recognized as a reduction in employer payroll taxes and allocated to the financial statement captions from which the employee’s taxes were originally incurred. As a result, we recorded a reduction in expenses of\n        $2,034,000 in cost of goods sold, $1,377,000 in general and administrative expense, $968,000 in selling and marketing expense, and $725,000 in research and development expense, which is reflected in the accompanying consolidated statement of\n        operations for the year ended March 31, 2023. In April 2023, we received full payment of the ERC receivable.\n\n\n\n\n\n\nSegment Reporting\n\n\n\n\n\n\nOur three operating segments are as follows:\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n•\n\n\n\n\nHard Parts\n, including (i) light duty rotating electric products such as alternators and starters, (ii) wheel hub products, (iii) brake-related products, including brake calipers, brake boosters,\n                brake rotors, brake pads and brake master cylinders, and (iv) turbochargers,\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n•\n\n\n\n\nTest Solutions and Diagnostic Equipment\n, including (i) applications for combustion engine vehicles, including bench top testers for alternators and starters, (ii) test solutions and diagnostic\n                equipment for the pre- and post-production of electric vehicles, (iii) software emulation of power systems applications for the electrification of all forms of transportation (including automobiles, trusts and the emerging electrification\n                of systems within the aerospace industry, such as electric vehicle charging stations), and\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n27\n\n\n\n\n\n\n\n\nTable of Contents\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n•\n\n\n\n\nHeavy Duty\n, including non-discretionary automotive aftermarket replacement hard parts for heavy-duty truck, industrial, marine, and agricultural applications.\n\n\n\n\n\n\n\n\n\n\n\n\nPrior to the fourth quarter of fiscal 2023, our operating segments met the aggregation criteria and were aggregated. Effective as of the fourth quarter of fiscal 2023, we revised our segment reporting as we determined\n        that our three operating segments no longer met the criteria to be aggregated. Our Hard Parts operating segment meets the criteria of a reportable segment. The Test Solutions and Diagnostic Equipment and Heavy Duty segments are not material, are\n        not separately reportable, and are included within the “all other” category. See Note 19 of the notes to consolidated financial statements for more information.\n\n\n\n\n\n\nCritical Accounting Policies\n\n\n\n\n\n\nWe prepare our consolidated financial statements in accordance with generally accepted accounting principles, or GAAP, in the United States. Our significant accounting policies are discussed in detail below and in Note 2 of the notes to\n        consolidated financial statements.\n\n\n\n\n\n\nIn preparing our consolidated financial statements, we use estimates and assumptions for matters that are inherently uncertain. We base our estimates on historical experiences and reasonable assumptions. Our use of estimates and assumptions\n        affect the reported amounts of assets, liabilities and the amount and timing of revenues and expenses we recognize for and during the reporting period. Actual results may differ from our estimates.\n\n\n\n\n\n\nThere continues to be uncertainty and disruption in the global economy and financial markets. We are not currently aware of any specific event or circumstance that would require an update to our estimates or judgments or a revision of the\n        carrying value of our assets or liabilities as of March 31, 2023. These estimates may change, as new events occur and additional information is obtained. Actual results could differ materially from these estimates under different assumptions or\n        conditions.\n\n\n\n\n\n\nOur remanufacturing operations include core exchange programs for the core portion of the finished goods. The Used Cores that we acquire and are returned to us from our customers are a necessary raw material for remanufacturing. We also offer\n        our customers marketing and other allowances that impact revenue recognition. These elements of our business give rise to more complex accounting than many businesses our size or larger.\n\n\n\n\n\n\nInventory\n\n\n\n\n\n\nInventory is comprised of: (i) Used Core and component raw materials, (ii) work-in-process, and (iii) remanufactured and purchased finished goods.\n\n\n\n\n\n\nUsed Core, component raw materials, and purchased finished goods are stated at the lower of average cost or net realizable value.\n\n\n\n\n\n\nWork-in-process is in various stages of production and is valued at the average cost of Used Cores and component raw materials issued to work orders still open, including allocations of labor and overhead costs. Historically, work-in-process\n        inventory has not been material compared to the total inventory balance.\n\n\n\n\n\n\nRemanufactured finished goods include: (i) the Used Core cost and (ii) the cost of component raw materials, and allocations of labor and variable and fixed overhead costs (the “Unit Cost”). The allocations of labor and variable and fixed\n        overhead costs are based on the actual use of the production facilities over the prior 12 months which approximates normal capacity. This method prevents the distortion in allocated labor and overhead costs that would occur during short periods of\n        abnormally low or high production. In addition, we exclude certain unallocated overhead such as severance costs, duplicative facility overhead costs, start-up costs, training, and spoilage from the calculation and expenses these unallocated\n        overhead costs as period costs. Purchased finished goods also include an allocation of fixed overhead costs.\n\n\n \n\n\n\n\n\n\n28\n\n\n\n\n\n\n\n\nTable of Contents\n\n\n\n\n\n\nThe estimate of net realizable value is subjective and based on our judgment and knowledge of current industry demand and management’s projections of industry demand. The estimates may, therefore, be revised if there are changes in the overall\n        market for our products or market changes that in our judgment impact our ability to sell or liquidate potentially excess or obsolete inventory. Net realizable value is determined at least quarterly as follows:\n\n\n\n\n\n\n\n\n\n\n•\n\n\n\n\nNet realizable value for finished goods by customer, by product line are determined based on the agreed upon selling price with the customer for a product in the trailing 12 months. We compare the average selling price, including any\n                discounts and allowances, to the finished goods cost of on-hand inventory, less any reserve for excess and obsolete inventory. Any reduction of value is recorded as cost of goods sold in the period in which the revaluation is identified.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n•\n\n\n\n\nNet realizable value for Used Cores are determined based on current core purchase prices from core brokers to the extent that core purchases in the trailing 12 months are significant. Remanufacturing consumes, on average, more than one\n                Used Core for each remanufactured unit produced since not all Used Cores are reusable. The yield rates depend upon both the product and customer specifications. We purchase Used Cores from core brokers to supplement our yield rates and Used\n                Cores not returned under the core exchange programs. We also consider the net selling price our customers have agreed to pay for Used Cores that are not returned under our core exchange programs to assess whether Used Core cost exceeds Used\n                Core net realizable value on a by customer, by product line basis. Any reduction of core cost is recorded as cost of goods sold in the period in which the revaluation is identified.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n•\n\n\n\n\nWe record an allowance for potentially excess and obsolete inventory based upon recent sales history, the quantity of inventory on-hand, and a forecast of potential use of the inventory. We periodically review inventory to identify\n                excess quantities and part numbers that are experiencing a reduction in demand. Any part numbers with quantities identified during this process are reserved for at rates based upon our judgment, historical rates, and consideration of\n                possible scrap and liquidation values which may be as high as 100% of cost if no liquidation market exists for the part. As a result of this process, we recorded reserves for excess and obsolete inventory of $16,436,000 and $13,520,000 at\n                March 31, 2023 and 2022, respectively. This increase in the reserve was primarily due to excess inventory of certain finished goods on hand at March 31, 2023 compared with March 31, 2022.\n\n\n\n\n\n\n\n\n\n\n\n\nWe record vendor discounts as a reduction of inventories and are recognized as a reduction to cost of sales as the inventories are sold.\n\n\n\n\n\n\nInventory Unreturned\n\n\n\n\n\n\nInventory unreturned represents our estimate, based on historical data and prospective information provided directly by the customer, of finished goods shipped to customers that we expect to be returned, under our general right of return policy,\n        after the balance sheet date. Inventory unreturned includes only the Unit Cost of a finished goods. The return rate is calculated based on expected returns within the normal operating cycle, which is generally one year. As such, the related amounts\n        are classified in current assets. Inventory unreturned is valued in the same manner as our finished goods inventory.\n\n\n\n\n\n\n\n\nContract Assets\n\n\n\n\n\n\nContract assets consists of: (i) the core portion of the finished goods shipped to customers, (ii) upfront payments to customers in connection with customer contracts, (iii) core premiums paid to customers, (iv)\n          finished goods premiums paid to customers, and (v) long-term core inventory deposits.\n\n\n\n\n\n\n\n\n\n\nRemanufactured Cores held at customers’ locations as a part of the finished goods sold to the customer are classified as long-term contract assets. These assets are valued at the lower of cost or net realizable value of\n          Used Cores on hand (See Inventory above). For these Remanufactured Cores, we expect the finished good containing the Remanufactured Core to be returned under our general right of return policy or a similar Used Core to be returned to us by the\n          customer, under our core exchange programs, in each case for credit.  Remanufactured Cores and Used Cores returned by consumers to our customers but not yet returned to us are classified as “Cores expected to be returned by customers”, which are\n          included in short-term contract assets until we physically receive them during our normal operating cycle, which is generally one year.\n\n\n \n\n\n\n\n\n\n\n\n29\n\n\n\n\n\n\n\n\nTable of Contents\n\n\n\n\n\n\nUpfront payments to customers represent marketing allowances, such as sign-on bonuses, slotting fees, and promotional allowances provided to our customers. These allowances are recognized as an asset and amortized over the appropriate period of\n        time as a reduction of revenue if we expect \nto generate future revenues associated with the upfront payment. If we do not expect to generate additional revenue, then the upfront payment is recognized in the\n          consolidated statements of operations when payment occurs as a reduction of revenue. Upfront payments expected to be amortized during our normal operating cycle, which is generally one year, are classified as short-term contract assets.\n\n\n\n\n\n\nCore premiums paid to customers represent the difference between the Remanufactured Core acquisition price paid to customers generally in connection with new business, and the related Used Core cost. The core premiums are treated as an asset and\n        \nrecognized as a reduction of revenue through the later of the date at which related revenue is recognized or the date at which the sales incentive is offered. We\n consider, among other things, the length of our\n        largest ongoing customer relationships, duration of customer contracts, and the average life of vehicles on the road in determining the appropriate period of time over which to amortize these premiums. These core premiums are amortized over a\n        period typically ranging from six to eight years, adjusted for specific circumstances associated with the arrangement. Core premiums are recorded as long-term contract assets. Core premiums\n expected to be amortized\n          within our normal operating cycle, which is generally one year, are classified as short-term contract assets.\n\n\n\n\n\n\nFinished goods premiums paid to customers represent the difference between the finished good acquisition price paid to customers, generally in connection with new business, and the related finished good cost, which is treated as an asset and \nrecognized as a reduction of revenue through the later of the date at which related revenue is recognized or the date at which the sales incentive is offered. We\n consider, among other things, the length of our\n        largest ongoing customer relationships, duration of customer contracts, and the average life of vehicles on the road in determining the appropriate period of time over which to amortize these premiums. Finished goods premiums are amortized over a\n        period typically ranging from six to eight years, adjusted for specific circumstances associated with the arrangement. Finished goods premiums are recorded as long-term contract assets. Finished goods premiums\n expected\n          to be amortized within our normal operating cycle, which is generally one year, are classified as short-term contract assets.\n\n\n\n\n\n\n\n\n\n\nLong-term core inventory deposits represent the cost of Remanufactured Cores we have purchased from customers, which are held by the customers and remain on the customers’ premises. The costs of these Remanufactured Cores were established at the\n        time of the transaction based on the then current cost. The selling value of these Remanufactured Cores was established based on agreed upon amounts with these customers. We expect to realize the selling value and the related cost of these\n        Remanufactured Cores should our relationship with a customer end, a possibility that we consider remote based on existing long-term customer agreements and historical experience.\n\n\n\n\n\n\nRevenue Recognition\n\n\n\n\n\n\nRevenue is recognized when performance obligations under the terms of a contract with our customers are satisfied; generally, this occurs with the transfer of control of our products. Revenue is measured as the amount of consideration we expect\n        to receive in exchange for transferring goods or providing services. Revenue is recognized net of all \nanticipated returns, marketing allowances, volume discounts, and other forms of variable consideration\n.\n        Revenue is recognized either when products are shipped or when delivered, depending on the applicable contract terms.\n\n\n \n\n\n\n\n\n\n30\n\n\n\n\n\n\n\n\nTable of Contents\n\n\n\n\n\n\nThe price of a finished remanufactured product sold to customers is generally comprised of separately invoiced amounts for the Remanufactured Core included in the product (“Remanufactured Core value”) and the unit portion included in the product\n        (“Unit Value”), for which revenue is recorded based on our then current price list, net of applicable discounts and allowances. The Remanufactured Core value is recorded as a net revenue based upon the estimate of Used Cores that will not be\n        returned by the customer for credit. These estimates are subjective and based on management’s judgment and knowledge of historical, current, and projected return rates. As reconciliations are completed with the customers the actual rates at which\n        Used Cores are not being returned may differ from the current estimates. This may result in periodic adjustments of the estimated contract asset and liability amounts recorded and may impact the projected revenue recognition rates used to record\n        the estimated future revenue. These estimates may also be revised if there are changes in contractual arrangements with customers, or changes in business practices. A significant portion of the remanufactured automotive parts sold to customers are\n        replaced by similar Used Cores sent back for credit by customers under the core exchange programs (as described in further detail below). The number of Used Cores sent back under the core exchange programs is generally limited to the number of\n        similar Remanufactured Cores previously shipped to each customer.\n\n\n\n\n\n\nRevenue Recognition — Core Exchange Programs\n\n\n\n\n\n\nFull price Remanufactured Cores: When remanufactured products are shipped, certain customers are invoiced for the Remanufactured Core value of the product at the full Remanufactured Core sales price. For these Remanufactured Cores, revenue is\n        only recognized based upon an estimate of the rate at which these customers will pay cash for Remanufactured Cores in lieu of sending back similar Used Cores for credits under the core exchange programs. The remainder of the full price\n        Remanufactured Core value invoiced to these customers is established as a long-term contract liability rather than being recognized as revenue in the period the products are shipped as we expect these Remanufactured Cores to be returned for credit\n        under our core exchange programs.\n\n\n\n\n\n\nNominal price Remanufactured Cores: Certain other customers are invoiced for the Remanufactured Core value of the product shipped at a nominal (generally $0.01 or less) Remanufactured Core price. For these nominal Remanufactured Cores, revenue\n        is only recognized based upon an estimate of the rate at which these customers will pay cash for Remanufactured Cores in lieu of sending back similar Used Cores for credits under the core exchange programs. Revenue amounts are calculated based on\n        contractually agreed upon pricing for these Remanufactured Cores for which the customers are not returning similar Used Cores. The remainder of the nominal price Remanufactured Core value invoiced to these customers is established as a long-term\n        contract liability rather than being recognized as revenue in the period the products are shipped as we expect these Remanufactured Cores to be returned for credit under our core exchange programs.\n\n\n\n\n\n\n\n\nRevenue Recognition; General Right of Return\n\n\n\n\n\n\nCustomers are allowed to return goods that their end-user customers have returned to them, whether or not the returned item is defective (warranty returns). In addition, under the terms of certain agreements and\n          industry practice, customers from time to time are allowed stock adjustments when their inventory of certain product lines exceeds the anticipated sales to end-user customers (stock adjustment returns). Customers have various contractual rights\n          for stock adjustment returns, which are typically less than 5% of units sold. In some instances, a higher level of returns is allowed in connection with significant restocking orders. The aggregate returns are generally limited to less than 20%\n          of unit sales.\n\n\n\n\n\n\n\n\n\n\nThe allowance for warranty returns is established based on a historical analysis of the level of this type of return as a percentage of total unit sales. The allowance for stock adjustment returns is based on specific\n          customer inventory levels, inventory movements, and information on the estimated timing of stock adjustment returns provided by customers. Stock adjustment returns do not occur at any specific time during the year. The return rate for stock\n          adjustments is calculated based on expected returns within the normal operating cycle, which is generally one year.\n\n\n\n\n\n\n\n\nThe Unit Value of the warranty and stock adjustment returns are treated as reductions of revenue based on the estimations made at the time of the sale. The Remanufactured Core value of warranty and stock adjustment\n        returns are provided for as indicated in the paragraph “Revenue Recognition – Core Exchange Programs”.\n\n\n\n\n\n\nAs is standard in the industry, we only accept returns from on-going customers. If a customer ceases doing business with us, we have no further obligation to accept additional product returns from that customer. Similarly, we accept product\n        returns and grant appropriate credits to new customers from the time the new customer relationship is established.\n\n\n \n\n\n\n\n\n\n31\n\n\n\n\n\n\n\n\nTable of Contents\n\n\n\n\n\n\n\n\nContract Liability\n\n\n\n\n\n\nContract liability consists of: (i) customer allowances earned, (ii) accrued core payments, (iii) customer core returns accruals, (iv) core bank liability, (v) finished goods liabilities, and (vi) customer deposits.\n\n\n\n\n\n\n\n\n\n\nCustomer allowances earned includes all marketing allowances provided to customers. Such allowances include sales incentives and concessions. Voluntary marketing allowances related to a single exchange of product are\n          recorded as a reduction of revenues at the time the related revenues are recorded or when such incentives are offered. Other marketing allowances, which may only be applied against future purchases, are recorded as a reduction to revenues in\n          accordance with a schedule set forth in the relevant contract. Sales incentive amounts are recorded based on the value of the incentive provided. Customer allowances to be provided to customers within our normal operating cycle, which is\n          generally one year, are considered short-term contract liabilities and the remainder are recorded as long-term contract liabilities.\n\n\n\n\n\n\nAccrued core payments represent the sales price of Remanufactured Cores purchased from customers, generally in connection with new business, which are held by these customers and remain on their premises. The sales\n          price of these Remanufactured Cores will be realized when our relationship with a customer ends, a possibility that we consider remote based on existing long-term customer agreements and historical experience. The payments to be made to customers\n          for purchases of Remanufactured Cores within our normal operating cycle, which is generally one year, are considered short-term contract liabilities and the remainder are recorded as long-term contract liabilities.\n\n\n\n\n\n\nCustomer core returns accruals represent the full and nominally priced Remanufactured Cores shipped to our customers. When we ship product, we recognize an obligation to accept a similar Used Core sent back under the\n          core exchange programs based upon the Remanufactured Core price agreed upon by us and our customer. The contract liability related to Used Cores returned by consumers to our customers but not yet returned to us are classified as short-term\n          contract liabilities until we physically receive these Used Cores as they are expected to be returned during our normal operating cycle, which is generally one year and the remainder are recorded as long-term contract liabilities.\n\n\n\n\n\n\nThe core bank liability represents the full Remanufactured Core sales price for cores returned under our core exchange programs. The payment for these returned cores are made over a contractual repayment period pursuant\n          to our agreement with this customer. Payments to be made within our normal operating cycle, which is generally one year, are considered short-term contract liabilities and the remainder are recorded as long-term contract liabilities.\n\n\n\n\n\n\nFinished goods liabilities represents the agreed upon price of finished goods acquired from customers, generally in connection with new business. The payment for these finished goods are made over a contractual\n          repayment period pursuant to our agreement with the customer. Payments to be made within our normal operating cycle, which is generally one year, are considered short-term contract liabilities and the remainder are recorded as long-term contract\n          liabilities.\n\n\n\n\n\n\nCustomer deposits represent the receipt of prepayments from customers for the obligation to transfer goods or services in the future. We classify these customer deposits as short-term contract liabilities as we expect\n          to satisfy these obligations within our normal operating cycle, which generally one year.\n\n\n\n\n\n\n\n\nCustomer Finished Goods Returns Accrual\n\n\n\n\n\n\nThe customer finished goods returns accrual represents our estimate of our exposure to customer returns, including warranty returns, under our general right of return policy to allow customers to return items that their end user customers have\n        returned to them and from time to time, stock adjustment returns when the customers’ inventory of certain product lines exceeds the anticipated sales to end-user customers. The customer finished goods returns accrual represents the Unit Value of\n        the estimated returns and is classified as a current liability due to the expectation that these returns will occur within the normal operating cycle of one year. Our customer finished goods returns accrual was $37,984,000 and $38,086,000 at March\n        31, 2023 and 2022, respectively. The change in the customer finished goods returns accrual primarily resulted from the timing of returned goods authorizations (“RGAs”) issued at March 31, 2023 compared with March 31, 2022.\n\n\n \n\n\n\n\n\n\n32\n\n\n\n\n\n\n\n\nTable of Contents\n\n\n\n\n\n\nIncome Taxes\n\n\n\n\n\n\nWe account for income taxes using the liability method, which measures deferred income taxes by applying enacted statutory rates in effect at the balance sheet date to the differences between the tax basis of assets and liabilities and their\n        reported amounts in the financial statements. The resulting asset or liability is adjusted to reflect changes in the tax laws as they occur. A valuation allowance is provided to reduce deferred tax assets when it is more likely than not that a\n        portion of the deferred tax asset will not be realized.\n\n\n\n\n\n\nRealization of deferred tax assets is dependent upon our ability to generate sufficient future taxable income. Significant judgment is required in determining our provision for income taxes, our deferred tax assets and liabilities and any\n        valuation allowance recorded against our net deferred tax assets. We make these estimates and judgments about our future taxable income that are based on assumptions that are consistent with our future plans. A valuation allowance is established\n        when we believe it is not more likely than not all or some of a deferred tax assets will be realized. In evaluating our ability to recover deferred tax assets within the jurisdiction in which they arise, we consider all available positive and\n        negative evidence. Deferred tax assets arising primarily as a result of net operating loss carry-forwards and research and development credits in connection with our Canadian operations have been offset completely by a valuation allowance due to\n        the uncertainty of their utilization in future periods. Should the actual amount differ from our estimate, the amount of our valuation allowance could be impacted.\n\n\n\n\n\n\nWe have made an accounting policy election to recognize the U.S. tax effects of global intangible low-taxed income as a component of income tax expense in the period the tax arises.\n\n\n\n\n\n\nResults of Operations\n\n\n\n\n\n\nThe following discussion and analysis should be read together with the financial statements and notes thereto appearing elsewhere herein.\n\n\n\n\n\n\nThe following summarizes certain key operating consolidated data for the periods indicated:\n\n\n \n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n\n\nFiscal Years Ended March 31,\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n\n\n 2023\n\n\n\n\n \n\n\n \n\n\n\n\n2022\n\n\n\n\n \n\n\n \n\n\n\n\n2021\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n\n\nCash flows (used in) provided by operations\n\n\n\n\n \n\n\n\n\n$\n\n\n\n\n\n\n(21,754,000\n\n\n\n\n\n\n)\n\n\n\n\n \n\n\n\n\n$\n\n\n\n\n\n\n(44,862,000\n\n\n\n\n\n\n)\n\n\n\n\n \n\n\n\n\n$\n\n\n\n\n\n\n56,089,000\n\n\n\n\n \n\n\n\n\n\n\n\n\nFinished goods turnover (1)\n\n\n\n\n \n\n\n \n\n\n\n\n3.6\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n3.8\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n4.1\n\n\n\n\n \n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n(1)\n\n\n\n\nFinished goods turnover is calculated by dividing the cost of goods sold for the year by the average between beginning and ending non-core finished goods inventory values, for each fiscal year. We believe that this provides a useful\n                measure of our ability to turn our inventory into revenues. Our finished goods turnover for fiscal 2023 was impacted by our investment in inventory during the prior year to address disruptions related to the worldwide supply chain and\n                logistics challenges to meet higher anticipated future sales.\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n33\n\n\n\n\n\n\n\n\nTable of Contents\n\n\n\n\n\n\nFiscal 2023 Compared with Fiscal 2022\n\n\n\n\n\n\nNet Sales and Gross Profit\n\n\n\n\n\n\nThe following summarizes net sales and gross profit:\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n\n\nFiscal Years Ended March 31,\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n\n\n 2023\n\n\n\n\n \n\n\n \n\n\n\n\n2022\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n\n\nNet sales\n\n\n\n\n \n\n\n\n\n$\n\n\n\n\n\n\n683,074,000\n\n\n\n\n \n\n\n \n\n\n\n\n$\n\n\n\n\n\n\n650,308,000\n\n\n\n\n \n\n\n\n\n\n\n\n\nCost of goods sold\n\n\n\n\n \n\n\n \n\n\n\n\n569,112,000\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n532,443,000\n\n\n\n\n \n\n\n\n\n\n\n\n\nGross profit\n\n\n\n\n \n\n\n \n\n\n\n\n113,962,000\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n117,865,000\n\n\n\n\n \n\n\n\n\n\n\n\n\nGross profit percentage\n\n\n\n\n \n\n\n \n\n\n\n\n16.7\n\n\n\n\n\n\n%\n\n\n\n\n \n\n\n \n\n\n\n\n18.1\n\n\n\n\n\n\n%\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNet Sales\n. Our consolidated net sales for the year ended March 31, 2023 were $683,074,000, which represents an increase of $32,766,000, or 5.0%, from the year ended March 31, 2022 of $650,308,000. The\n        prior year’s net sales was positively impacted by $13,327,000 in core revenue due to a realignment of inventory at certain customer distribution centers. This increase in net sales for the year ended March 31, 2023 primarily reflects growing sales\n        of our brake-related products and higher sales of our rotating electric products, partially offset by disruptions to global supply chain and logistics services and inventory reduction initiatives from one of our largest customers.\n\n\n\n\n\n\nThe following summarizes consolidated net sales by product mix:\n\n\n \n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n\n\nYears Ended March 31,\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n\n\n 2023\n\n\n\n\n \n\n\n \n\n\n\n\n2022\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n\n\nRotating electrical products\n\n\n\n\n \n\n\n \n\n\n\n\n67\n\n\n\n\n\n\n%\n\n\n\n\n \n\n\n \n\n\n\n\n69\n\n\n\n\n\n\n%\n\n\n\n\n\n\n\n\n\n\nWheel hub products\n\n\n\n\n \n\n\n \n\n\n\n\n11\n\n\n\n\n\n\n%\n\n\n\n\n \n\n\n \n\n\n\n\n13\n\n\n\n\n\n\n%\n\n\n\n\n\n\n\n\n\n\nBrake-related products\n\n\n\n\n \n\n\n \n\n\n\n\n18\n\n\n\n\n\n\n%\n\n\n\n\n \n\n\n \n\n\n\n\n15\n\n\n\n\n\n\n%\n\n\n\n\n\n\n\n\n\n\nOther products\n\n\n\n\n \n\n\n \n\n\n\n\n4\n\n\n\n\n\n\n%\n\n\n\n\n \n\n\n \n\n\n\n\n3\n\n\n\n\n\n\n%\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n100\n\n\n\n\n\n\n%\n\n\n\n\n \n\n\n \n\n\n\n\n100\n\n\n\n\n\n\n%\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGross Profit. \nOur consolidated gross profit was $113,962,000, or 16.7% of consolidated net sales, for the year ended March 31, 2023 compared with $117,865,000, or 18.1% of\n        consolidated net sales, for the year ended March 31, 2022. Our gross margin for the year ended March 31, 2023 reflects (i) higher per unit costs resulting from absorption of overhead costs as we manage our inventory levels, (ii) higher costs due to\n        disruptions to the global supply chain, logistics services, related higher freight costs, higher wages, (iii) impact of core revenue in the prior period due to a realignment of inventory at certain customer distribution centers, and (iv) changes in\n        product mix.\n\n\n\n\n\n\n\n\nOur gross margin for the years ended March 31, 2023 and 2022 was impacted by (i) higher freight costs, net of certain price increases, of $3,290,000, and $9,135,000, respectively, (ii) additional expenses due to certain\n          costs for disruptions in the supply chain of $8,195,000 and $8,759,000, respectively, (iii) amortization of core and finished goods premiums paid to customers related to new business of $11,791,000\n \nand\n          $11,960,000, respectively.\n\n\n\n\n\n\nIn addition, gross margin for the year ended March 31, 2023 was impacted by (i) non-cash quarterly revaluation of cores that are part of the finished goods on the customers’ shelves (which are included in contract\n          assets) to the lower of cost or net realizable value, which resulted in a write-down of $3,736,000 and (ii) a $2,034,000 reduction of payroll expense for the ERC.\n\n\n\n\n\n\n\n\nFor the year ended March 31, 2022, gross margin was impacted by non-cash quarterly revaluation of cores that are part of the finished goods on the customers’ shelves (which are included in contract assets) to the lower\n          of cost or net realizable value and gain due to realignment of inventory at certain customer distribution centers, which resulted in a net gain of $75,000. Gross margin for the year ended March 31, 2022 was further impacted by transition expenses\n          in connection with the expansion of our brake-related operations in Mexico of $2,744,000.\n\n\n \n\n\n\n\n\n\n\n\n34\n\n\n\n\n\n\n\n\nTable of Contents\n\n\n\n\n\n\nOperating Expenses\n\n\n\n\n\n\nThe following summarizes consolidated operating expenses:\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n\n\nFiscal Years Ended March 31,\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n\n\n 2023\n\n\n\n\n \n\n\n \n\n\n\n\n2022\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n\n\nGeneral and administrative\n\n\n\n\n \n\n\n\n\n$\n\n\n\n\n\n\n54,756,000\n\n\n\n\n \n\n\n \n\n\n\n\n$\n\n\n\n\n\n\n57,499,000\n\n\n\n\n \n\n\n\n\n\n\n\n\nSales and marketing\n\n\n\n\n \n\n\n \n\n\n\n\n21,729,000\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n22,833,000\n\n\n\n\n \n\n\n\n\n\n\n\n\nResearch and development\n\n\n\n\n \n\n\n \n\n\n\n\n10,322,000\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n10,502,000\n\n\n\n\n \n\n\n\n\n\n\n\n\nForeign exchange impact of lease liabilities and forward contracts\n\n\n\n\n \n\n\n \n\n\n\n\n(9,291,000\n\n\n\n\n\n\n)\n\n\n\n\n \n\n\n \n\n\n\n\n(1,673,000\n\n\n\n\n\n\n)\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n\n\nPercent of net sales\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n\n\nGeneral and administrative\n\n\n\n\n \n\n\n \n\n\n\n\n8.0\n\n\n\n\n\n\n%\n\n\n\n\n \n\n\n \n\n\n\n\n8.8\n\n\n\n\n\n\n%\n\n\n\n\n\n\n\n\n\n\nSales and marketing\n\n\n\n\n \n\n\n \n\n\n\n\n3.2\n\n\n\n\n\n\n%\n\n\n\n\n \n\n\n \n\n\n\n\n3.5\n\n\n\n\n\n\n%\n\n\n\n\n\n\n\n\n\n\nResearch and development\n\n\n\n\n \n\n\n \n\n\n\n\n1.5\n\n\n\n\n\n\n%\n\n\n\n\n \n\n\n \n\n\n1.6\n\n\n\n\n%\n\n\n\n\n\n\n\n\n\n\nForeign exchange impact of lease liabilities and forward contracts\n\n\n\n\n \n\n\n \n\n\n\n\n(1.4\n\n\n\n\n\n\n)%\n\n\n\n\n \n\n\n \n\n\n\n\n(0.3\n\n\n\n\n\n\n)%\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGeneral and Administrative.\n Our general and administrative expenses for fiscal 2023 were $54,756,000, which represents a decrease of $2,743,000, or 4.8%, from fiscal 2022 of $57,499,000. The decrease in\n        general and administrative expense during fiscal 2023 was primarily due to (i) $3,743,000 of decreased employee incentives as no bonuses were recorded for fiscal 2023, (ii) $2,602,000 of decreased share-based compensation in connection with equity\n        grants made to employees, and (iii) a $1,377,000 reduction of payroll expense for the ERC. These decreases were partially offset by (i) $1,640,000 of increased expense resulting from foreign currency transactions, (ii) $1,562,000 of increased\n        severance expense due to headcount reduction, (iii) $920,000 of increased employee-related expense at our offshore locations, (iv) $403,000 of increased information technology costs in connection with cybersecurity and other productivity tools, and\n        (v) $346,000 of increased professional services.\n\n\n\n\n\n\nSales and Marketing\n. Our sales and marketing expenses for fiscal 2023 were $21,729,000, which represents a decrease of $1,104,000, or 4.8%, from fiscal 2022 of $22,833,000. This decrease in sales and\n        marketing expense during fiscal 2023 was primarily due to (i) $1,359,000 of decreased employee-related expenses (including a $968,000 reduction of payroll expense for the ERC) due to our cost-cutting measures and (ii) $535,000 of decreased\n        marketing and advertising expenses. These decreases were partially offset by (i) $359,000 of increased trade shows as normal business expenses resumed, (ii) $370,000 of increased travel costs as some business travel resumed, and (iii) $171,000 of\n        increased commissions due to higher sales.\n\n\n\n\n\n\nResearch and Development\n. Our research and development expenses for fiscal 2023 were $10,322,000, which represents a decrease of $180,000, or 1.7%, from fiscal 2022 of $10,502,000. This decrease in\n        research and development expenses during fiscal 2023 was primarily due to (i) a $725,000 reduction of payroll expense related to the ERC and (ii) $265,000 of decreased outside services. These decreases were partially offset by (i) $558,000 of\n        increased samples for our core library and other research and development supplies and (ii) $238,000 of increased employee-related expenses.\n\n\n\n\n\n\nForeign Exchange Impact of Lease Liabilities and Forward Contracts\n. Our foreign exchange impact of lease liabilities and forward contracts for the years ended March 31, 2023 and 2022 were non-cash gains\n        of $9,291,000 and $1,673,000, respectively. This change was primarily due to (i) the remeasurement of our foreign currency-denominated lease liabilities, which resulted in non-cash gains of $6,515,000 and $1,989,000 for the years ended March 31,\n        2023 and 2022, respectively, due to foreign currency exchange rate fluctuations and (ii) the forward foreign currency exchange contracts, which resulted in a non-cash gain of $2,776,000 compared with a non-cash loss of $316,000 for the years ended\n        March 31, 2023 and 2022, respectively, due to the changes in their fair values.\n\n\n \n\n\n\n\n\n\n35\n\n\n\n\n\n\n\n\nTable of Contents\n\n\n\n\n\n\nOperating Income\n\n\n\n\n\n\nConsolidated Operating Income\n. Our consolidated operating income for the year ended March 31, 2023 was $36,446,000, which represents an increase of $7,742,000, or 27.0%, from the year ended March 31, 2022\n        of $28,704,000. Operating income increased primarily due to increased non-cash gains from the foreign exchange impact of lease liabilities and forward contracts and lower operating expenses, which were partially offset by lower gross profit as\n        discussed above.\n\n\n\n\n\n\nInterest Expense\n\n\n\n\n\n\nInterest Expense, net. \nOur interest expense for the year ended March 31, 2023 was $39,555,000, which represents an increase of $24,000,000, or 154.3%, from interest expense for\n        the year ended March 31, 2022 of $15,555,000. Approximately 86% of this increase was due to higher interest rates on our borrowing and accounts receivable discount programs, which have variable interest rates. In addition, during the year ended\n        March 31, 2023, utilization of our accounts receivable discount programs and our average borrowing under our credit facility increased.\n\n\n\n\n\n\nProvision for Income Taxes\n\n\n\n\n\n\nIncome Tax\n. We recorded an income tax expense of $1,098,000, or an effective tax rate of (35.3)%, and income tax expense of $5,788,000, or an effective tax rate of 44.0%, for\n        fiscal 2023 and 2022, respectively. The effective tax rate for year ended March 31, 2023, was primarily impacted by (i) specific jurisdictions that we do not expect to recognize the benefit of losses, (ii) foreign income taxed at rates that are\n        different from the federal statutory rate, and (iii) non-deductible executive compensation under Internal Revenue Code Section 162(m).\n\n\n\n\n\n\nFiscal 2022 Compared with Fiscal 2021\n\n\n\n\n\n\nNet Sales and Gross Profit\n\n\n\n\n\n\nThe following summarizes net sales and gross profit:\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n\n\nFiscal Years Ended March 31,\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n\n\n 2022\n\n\n\n\n \n\n\n \n\n\n\n\n2021\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n\n\nNet sales\n\n\n\n\n \n\n\n\n\n$\n\n\n\n\n\n\n650,308,000\n\n\n\n\n \n\n\n \n\n\n\n\n$\n\n\n\n\n\n\n540,782,000\n\n\n\n\n \n\n\n\n\n\n\n\n\nCost of goods sold\n\n\n\n\n \n\n\n \n\n\n\n\n532,443,000\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n431,321,000\n\n\n\n\n \n\n\n\n\n\n\n\n\nGross profit\n\n\n\n\n \n\n\n \n\n\n\n\n117,865,000\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n109,461,000\n\n\n\n\n \n\n\n\n\n\n\n\n\nGross profit percentage\n\n\n\n\n \n\n\n \n\n\n\n\n18.1\n\n\n\n\n\n\n%\n\n\n\n\n \n\n\n \n\n\n\n\n20.2\n\n\n\n\n\n\n%\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNet Sales\n. Our consolidated net sales for fiscal 2022 were $650,308,000, which represents an increase of $109,526,000, or 20.3%, from fiscal 2021 of $540,782,000. While our net sales increased across all\n        product lines due to strong demand for our products, we continued to experience a number of challenges related to the global COVID-19 pandemic, including disruptions with worldwide supply chain and logistics services during both periods. Net sales\n        for fiscal 2022 and 2021 include $13,327,000 and $12,779,000, respectively, in core revenue due to a realignment of inventory at certain customer distribution centers.\n\n\n \n\n\n\n\n\n\n36\n\n\n\n\n\n\n\n\nTable of Contents\n\n\n\n\n\n\nThe following summarizes sales mix:\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n\n\nYears Ended March 31,\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n\n\n 2022\n\n\n\n\n \n\n\n \n\n\n\n\n2021\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n\n\nRotating electrical products\n\n\n\n\n \n\n\n \n\n\n\n\n69\n\n\n\n\n\n\n%\n\n\n\n\n \n\n\n \n\n\n\n\n73\n\n\n\n\n\n\n%\n\n\n\n\n\n\n\n\n\n\nWheel hub products\n\n\n\n\n \n\n\n \n\n\n\n\n13\n\n\n\n\n\n\n%\n\n\n\n\n \n\n\n \n\n\n\n\n15\n\n\n\n\n\n\n%\n\n\n\n\n\n\n\n\n\n\nBrake-related products\n\n\n\n\n \n\n\n \n\n\n\n\n15\n\n\n\n\n\n\n%\n\n\n\n\n \n\n\n \n\n\n\n\n10\n\n\n\n\n\n\n%\n\n\n\n\n\n\n\n\n\n\nOther products\n\n\n\n\n \n\n\n \n\n\n\n\n3\n\n\n\n\n\n\n%\n\n\n\n\n \n\n\n \n\n\n\n\n2\n\n\n\n\n\n\n%\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n100\n\n\n\n\n\n\n%\n\n\n\n\n \n\n\n \n\n\n\n\n100\n\n\n\n\n\n\n%\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\nGross Profit. \nOur gross profit increased $8,404,000, or 7.7%, to $117,865,000 for fiscal 2022 from $109,461,000 for fiscal 2021. Our gross profit increased due to strong demand\n          across all product lines. Our consolidated gross margin was 18.1% of net sales for fiscal 2022 compared with 20.2% of net sales for fiscal 2021. The decrease in our gross margin was primarily due to inflationary costs related to the global\n          pandemic, including disruptions with worldwide supply chain, logistics services, and related higher freight costs. During fiscal 2022 and 2021, higher freight costs, net of certain price increases that went into effect during the latter part of\n          the current year, impacted gross margin by approximately $9,135,000, and $1,785,000, respectively. During fiscal 2022, we also incurred additional expenses of $8,759,000 due to COVID-19 related costs for disruptions in the supply chain, increased\n          salaries associated with COVID-19 vulnerable employee pay, and personal protective equipment. During fiscal 2021, we incurred additional expenses of $5,268,000 due to increased salaries associated with COVID-19 bonuses, vulnerable employee pay,\n          and personal protective equipment in connection with the COVID-19 pandemic.\n\n\n\n\n\n\n\n\n\n\nOur gross margin for fiscal 2022 and 2021 was also impacted by (i) transition expenses in connection with the expansion of our brake-related operations in Mexico of $2,744,000 and $16,353,000, respectively, and (ii)\n          amortization of core and finished goods premiums paid to customers related to new business of $11,960,000\n \nand $6,691,000, respectively. Expansion of our brake-related operations in Mexico was completed\n          during the second quarter of fiscal 2022.\n\n\n\n\n\n\nIn addition, gross margin was impacted by (i) non-cash quarterly revaluation of cores that are part of the finished goods on the customers’ shelves (which are included in contract assets) to the lower of cost or net\n          realizable value and gain due to realignment of inventory at customer distribution centers, which resulted in a net gain of $75,000 and net write-down of $209,000 for fiscal 2022 and 2021, respectively, (ii) customer allowances and return\n          accruals related to new business of $307,000 recorded during fiscal 2021, (iii) net tariff costs of $332,000 not passed through to customers for fiscal 2021, and (iv) a $3,561,000 benefit for revised tariff costs recorded during fiscal 2021.\n\n\n \n\n\n\n\n\n\n\n\n37\n\n\n\n\n\n\n\n\nTable of Contents\n\n\n\n\n\n\nOperating Expenses\n\n\n\n\n\n\nThe following summarizes consolidated operating expenses:\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n\n\nFiscal Years Ended March 31,\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n\n\n 2022\n\n\n\n\n \n\n\n \n\n\n\n\n2021\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n\n\nGeneral and administrative\n\n\n\n\n \n\n\n\n\n$\n\n\n\n\n\n\n57,499,000\n\n\n\n\n \n\n\n \n\n\n\n\n$\n\n\n\n\n\n\n53,847,000\n\n\n\n\n \n\n\n\n\n\n\n\n\nSales and marketing\n\n\n\n\n \n\n\n \n\n\n\n\n22,833,000\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n18,024,000\n\n\n\n\n \n\n\n\n\n\n\n\n\nResearch and development\n\n\n\n\n \n\n\n \n\n\n\n\n10,502,000\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n8,563,000\n\n\n\n\n \n\n\n\n\n\n\n\n\nForeign exchange impact of lease liabilities and forward contracts\n\n\n\n\n \n\n\n \n\n\n\n\n(1,673,000\n\n\n\n\n\n\n)\n\n\n\n\n \n\n\n \n\n\n\n\n(17,606,000\n\n\n\n\n\n\n)\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n\n\nPercent of net sales\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n\n\nGeneral and administrative\n\n\n\n\n \n\n\n \n\n\n\n\n8.8\n\n\n\n\n\n\n%\n\n\n\n\n \n\n\n \n\n\n\n\n10.0\n\n\n\n\n\n\n%\n\n\n\n\n\n\n\n\n\n\nSales and marketing\n\n\n\n\n \n\n\n \n\n\n\n\n3.5\n\n\n\n\n\n\n%\n\n\n\n\n \n\n\n \n\n\n\n\n3.3\n\n\n\n\n\n\n%\n\n\n\n\n\n\n\n\n\n\nResearch and development\n\n\n\n\n \n\n\n \n\n\n\n\n1.6\n\n\n\n\n\n\n%\n\n\n\n\n \n\n\n \n\n\n\n\n1.6\n\n\n\n\n\n\n%\n\n\n\n\n\n\n\n\n\n\nForeign exchange impact of lease liabilities and forward contracts\n\n\n\n\n \n\n\n \n\n\n\n\n(0.3\n\n\n\n\n\n\n)%\n\n\n\n\n \n\n\n \n\n\n\n\n(3.3\n\n\n\n\n\n\n)%\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGeneral and Administrative.\n Our general and administrative expenses for fiscal 2022 were $57,499,000, which represents an increase of $3,652,000, or 6.8%, from fiscal 2021 of $53,847,000, however, general\n        and administrative expenses as a percentage of net sales decreased to 8.8% for fiscal 2022 from 10.0% for the prior year. The increase in general and administrative expense was primarily due to (i) $2,040,000 of increased share-based compensation\n        due to equity grants made to employees in fiscal 2022, (ii) $353,000 of increased employee related expenses, primarily due to the reinstatement of salary reductions in the prior year in response to the COVID-19 pandemic, (iii) $905,000 of decreased\n        gain resulting from foreign currency transactions, (iv) $705,000 of increased costs at our offshore locations, (vi) $305,000 of increased information technology costs in connection with cybersecurity and other productivity tools, and (vii) $292,000\n        of increased general insurance costs. These increases in general and administrative expenses were partially offset by $1,329,000 of decreased professional services.\n\n\n\n\n\n\nSales and Marketing\n. Our sales and marketing expenses for fiscal 2022 were $22,833,000, which represents an increase of $4,809,000, or 26.7%, from fiscal 2021 of $18,024,000. This increase in sales and\n        marketing expense during fiscal 2022 was primarily due to (i) $1,500,000 of increased commissions due to higher sales, (ii) $1,304,000 of increased employee related expenses, primarily due to the reinstatement of salary reductions in the prior year\n        in response to the COVID-19 pandemic and increased headcount in the current year, (iii) $1,027,000 of increased marketing in connection with new business and advertising expense, (iv) $501,000 of increased travel as normal business operations\n        resume, and (v) $261,000 of increased trade shows expense as normal business operations resume.\n\n\n\n\n\n\nResearch and Development\n. Our research and development expenses for fiscal 2022 were $10,502,000, which represents an increase of $1,939,000, or 22.6%, from fiscal 2021 of $8,563,000. This increase in\n        research and development expenses during fiscal 2022 was primarily due to (i) $1,274,000 of increased employee related expenses, primarily due to the reinstatement of salary reductions in the prior year in response to the COVID-19 pandemic and\n        increased headcount during the current year, (ii) $504,000 of increased outside services primarily due to development projects, and (iii) $110,000 of increased samples for our core library and other research and development supplies.\n\n\n\n\n\n\nForeign Exchange Impact of Lease Liabilities and Forward Contracts\n. Our foreign exchange impact of lease liabilities and forward contracts for fiscal 2022 was a non-cash gain of $1,673,000 compared with a\n        non-cash gain for fiscal 2021 of $17,606,000. This change in gain was primarily due to (i) the remeasurement of our foreign currency-denominated lease liabilities which resulted in non-cash gains of $1,989,000 compared with $9,893,000 for fiscal\n        2022 and 2021, respectively, due to foreign currency exchange rate fluctuations and (ii) the forward foreign currency exchange contracts which resulted in a non-cash loss of $316,000 compared with a non-cash gain of $7,713,000 for fiscal 2022 and\n        2021, respectively, due to the changes in their fair values.\n\n\n \n\n\n\n\n\n\n38\n\n\n\n\n\n\n\n\nTable of Contents\n\n\n\n\n\n\nOperating Income\n\n\n\n\n\n\nConsolidated Operating Income\n. Our consolidated operating income for the year ended March 31, 2022 was $28,704,000, which represents a decrease of $17,929,000, or 38.4%, from the year ended March 31, 2021\n        of $46,633,000. Operating income decreased primarily due to decreased non-cash gains from foreign exchange impact of lease liabilities and forward contracts and increased operating expenses, which were partially offset by increased gross profit as\n        discussed above.\n\n\n\n\n\n\nInterest Expense\n\n\n\n\n\n\nInterest Expense, net. \nOur interest expense, net for fiscal 2022 was $15,555,000, which represents a decrease of $215,000, or 1.3%, from fiscal 2021 of $15,770,000. The decrease\n        in interest expense was primarily due to lower interest rates on our accounts receivable discount programs partially offset by increased borrowing under our credit facility.\n\n\n\n\n\n\nProvision for Income Taxes\n\n\n\n\n\n\nIncome Tax\n. We recorded income tax expense of $5,788,000, or an effective tax rate of 44.0%, for fiscal 2022 and $9,387,000, or an effective tax rate of\n          30.4%, for fiscal 2021. The effective tax rate for fiscal 2022 was primarily impacted by (i) non-deductible executive compensation under Internal Revenue Code Section 162(m), (ii) \nincome taxes associated with uncertain tax positions\n, (iii) specific jurisdictions that we do not expect to recognize the benefit of losses, and (iv) foreign income taxed at rates that are different from the federal statutory rate.\n\n\n\n\n\n\nLiquidity and Capital Resources\n\n\n\n\n\n\nOverview\n\n\n\n\n\n\nWe had working capital (current assets minus current liabilities) of $154,886,000 and $110,580,000, a ratio of current assets to current liabilities of 1.4:1.0 at March 31, 2023 and 1.3:1.0 at March 31, 2022. The increase in working capital\n        resulted primarily from (i) lower accounts payable balances, (ii) the pay down of our revolving loans from the net proceeds received from the issuance of $32,000,000 in convertible notes, (iii) higher accounts receivable, which resulted from higher\n        net sales for fiscal 2023, and (iv) a reduction of inventory that was built-up in the prior year to meet customer demand.\n\n\n\n\n\n\nOur primary source of liquidity was from the use of our receivable discount programs, credit facility, and issuance of convertible notes during fiscal 2023. In addition, we have access to our existing cash, as well as our available credit\n        facilities to meet short-term liquidity needs. We believe our cash and cash equivalents, use of receivable discount programs, amounts available under our credit facility, and other sources are sufficient to satisfy our expected future working\n        capital needs, repayment of the current portion of our term loans, and lease and capital expenditure obligations over the next 12 months.\n\n\n\n\n\n\nOn March 31, 2023, we issued $32,000,000 aggregate principal amount of convertible notes in a private placement offering. The convertible notes bear interest at a rate of 10% per year. \nThe convertible notes may\n          either be redeemed for cash, converted into shares of our common stock, or a combination thereof, at our election. The aggregate proceeds from the offering were approximately $\n31,280,000\n, net initial\n          purchasers’ fees and other related expenses. The notes will mature on March 30, 2029, unless earlier converted, repurchased or redeemed.\n\n\n \n\n\n\n\n\n\n39\n\n\n\n\n\n\n\n\nTable of Contents\n\n\n\n\n\n\nCash Flows\n\n\n\n\n\n\nThe following summarizes cash flows as reflected in the consolidated statements of cash flows:\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n\n\nFiscal Years Ended March 31,\n\n\n\n\n \n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n 2023\n\n\n\n\n \n\n\n \n\n\n\n\n2022\n\n\n\n\n \n\n\n \n\n\n\n\n2021\n\n\n\n\n \n\n\n\n\n\n\n\n\nCash (used in) provided by:\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n\n\nOperating activities\n\n\n\n\n \n\n\n\n\n$\n\n\n\n\n\n\n(21,754,000\n\n\n\n\n\n\n)\n\n\n\n\n \n\n\n\n\n$\n\n\n\n\n\n\n(44,862,000\n\n\n\n\n\n\n)\n\n\n\n\n \n\n\n\n\n$\n\n\n\n\n\n\n56,089,000\n\n\n\n\n \n\n\n\n\n\n\n\n\nInvesting activities\n\n\n\n\n \n\n\n \n\n\n\n\n(4,191,000\n\n\n\n\n\n\n)\n\n\n\n\n \n\n\n \n\n\n\n\n(7,938,000\n\n\n\n\n\n\n)\n\n\n\n\n \n\n\n \n\n\n\n\n(14,214,000\n\n\n\n\n\n\n)\n\n\n\n\n\n\n\n\n\n\nFinancing activities\n\n\n\n\n \n\n\n \n\n\n\n\n14,308,000\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n60,215,000\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n(76,567,000\n\n\n\n\n\n\n)\n\n\n\n\n\n\n\n\n\n\nEffect of exchange rates on cash and cash equivalents\n\n\n\n\n \n\n\n \n\n\n\n\n217,000\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n78,000\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n599,000\n\n\n\n\n \n\n\n\n\n\n\n\n\nNet (decrease) increase in cash and cash equivalents\n\n\n\n\n \n\n\n\n\n$\n\n\n\n\n\n\n(11,420,000\n\n\n\n\n\n\n)\n\n\n\n\n \n\n\n\n\n$\n\n\n\n\n\n\n7,493,000\n\n\n\n\n \n\n\n \n\n\n\n\n$\n\n\n\n\n\n\n(34,093,000\n\n\n\n\n\n\n)\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n\n\nAdditional selected cash flow data:\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n\n\nDepreciation and amortization\n\n\n\n\n \n\n\n\n\n$\n\n\n\n\n\n\n12,444,000\n\n\n\n\n \n\n\n \n\n\n\n\n$\n\n\n\n\n\n\n12,886,000\n\n\n\n\n \n\n\n \n\n\n\n\n$\n\n\n\n\n\n\n11,144,000\n\n\n\n\n \n\n\n\n\n\n\n\n\nCapital expenditures\n\n\n\n\n \n\n\n \n\n\n\n\n4,201,000\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n7,550,000\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n13,942,000\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\nFiscal 2023 Compared with Fiscal 2022\n\n\n\n\n\n\nNet cash used in operating activities was $21,754,000 and $44,862,000 for fiscal 2023 and 2022, respectively. The significant change in our operating activities was due primarily to (i) a reduction of inventory that was built-up in the prior\n        year to meet customer demand, (ii) a reduction of accounts payable balances due to lower purchases as we continue to manage our inventory levels, and (iii) increased sales for fiscal 2023 compared with fiscal 2022, resulting in a higher accounts\n        receivable balance which will be collected in future periods. We continue to manage our working capital to maximize our operating cash flow.\n\n\n\n\n\n\nNet cash used in investing activities was $4,191,000 and $7,938,000 for fiscal 2023 and 2022, respectively. The change in our investing activities primarily resulted from decreased capital expenditures due to the completion of our expansion of\n        our brake-related operations in Mexico during the second quarter of fiscal 2022.\n\n\n\n\n\n\nNet cash provided by financing activities was $14,308,000 and $60,215,000 for fiscal 2023 and 2022, respectively. The significant change in our financing activities was due mainly to net repayments under our credit facility during fiscal 2023\n        compared to net borrowings under our credit facility during fiscal 2022 to support the investment in our inventory partially offset by $32,000,000 in proceeds less debt issuance costs from the issuance of our convertible notes during fiscal 2023.\n        In addition, we repurchased 106,486 shares of our common stock for $1,914,000 during fiscal 2022.\n\n\n\n\n\n\nFiscal 2022 Compared with Fiscal 2021\n\n\n\n\n\n\nNet cash used in operating activities was $44,862,000 for fiscal 2022 compared with net cash provided by operating activities of $56,089,000 for fiscal 2021. The significant change in our operating activities was due\n        primarily to (i) increased sales for fiscal 2022 compared with fiscal 2021, resulting in a higher accounts receivable balance which will be collected in future periods and (ii) higher inventory purchases during the current year compared with the\n        prior year as we increased our inventory levels as a result of disruptions with worldwide supply chain and logistics services to meet higher anticipated sales, however, our days payable outstanding did not increase proportionately to our purchases\n        during the current year as compared with the prior year. Our operating results (net income plus the net add-back for non-cash transactions in earnings) were higher during fiscal 2022 as compared with fiscal 2021.\n\n\n\n\n\n\nNet cash used in investing activities was $7,938,000 and $14,214,000 for fiscal 2022 and 2021, respectively. The significant change in our investing activities was due primarily to decreased capital expenditures in\n        connection with the completion of our expansion of our brake-related operations in Mexico during the second quarter of fiscal 2022.\n\n\n\n\n\n\nNet cash provided by financing activities was $60,215,000 for fiscal 2022 compared with net cash used in financing activities $76,567,000 for fiscal 2021. The significant change in our financing activities was due mainly\n        to additional net borrowings under our credit facility during fiscal 2022 to support the investment in our inventory compared with repayments under our credit facility during fiscal 2021.\n\n\n \n\n\n\n\n\n\n40\n\n\n\n\n\n\n\n\nTable of Contents\n\n\n\n\n\n\nCapital Resources\n\n\n\n\n\n\nCredit Facility\n\n\n\n\n\n\nWe are party to a $268,620,000 senior secured financing, (as amended from time to time, the “Credit Facility”) with a syndicate of lenders, and PNC Bank, National Association, as administrative agent, consisting of (i) a $238,620,000 revolving\n        loan facility, subject to borrowing base restrictions, a $24,000,000 sublimit for borrowings by Canadian borrowers, and a $20,000,000 sublimit for letters of credit (the “Revolving Facility”) and (ii) a $30,000,000 term loan facility (the “Term\n        Loans”). The loans under the Credit Facility mature on May 28, 2026. The Credit Facility currently permits the payment of up to $29,043,000 of dividends and share repurchases for fiscal year 2023, subject to pro forma compliance with financial\n        covenants. In connection with the Credit Facility, the lenders have a security interest in substantially all of our assets.\n\n\n\n\n\n\nThe Term Loans require quarterly principal payments of $937,500. The Credit Facility bears interest at rates equal to either SOFR (as defined below) plus a margin of 2.75%, 3.00% or 3.25% or a reference rate plus a margin of 1.75%, 2.00% or\n        2.25%, in each case depending on the senior leverage ratio as of the applicable measurement date. There is also a facility fee of 0.375% to 0.50%, depending on the senior leverage ratio as of the applicable measurement date. The interest rate on\n        our Term Loans and Revolving Facility was 8.02% and 8.13%, respectively, at March 31, 2023, and 2.99% and 3.13%, respectively, at March 31, 2022.\n\n\n\n\n\n\nThe Credit Facility, among other things, requires us to maintain certain financial covenants -- including a maximum senior leverage ratio and a minimum fixed charge coverage ratio. In addition, the Credit Facility places\n        limits on our ability to incur liens, incur additional indebtedness, make loans and investments, engage in mergers and acquisitions, engage in asset sales, redeem, or repurchase capital stock, alter the business conducted by us and our\n        subsidiaries, transact with affiliates, prepay, redeem, or purchase subordinated debt, and amend or otherwise alter debt agreements.\n\n\n\n\n\n\n\n\nOn November 3, 2022, we entered into a fourth amendment to the Credit Facility, which among other things, (i) modified the fixed charge coverage ratio financial covenant for the fiscal quarters ending September 30, 2022\n          and December 31, 2022, (ii) modified the total leverage ratio financial covenant for the quarter ending September 30, 2022, (iii) modified the definition of “Consolidated EBITDA”, and (iv) replaced LIBOR as the benchmark rate with a replacement\n          benchmark based on the Secured Overnight Financing Rate (“SOFR”) effective November 3, 2022. The modifications to the financial covenants were effective as of September 30, 2022.\n\n\n\n\n\n\n\n\nAs of December 31, 2022, we identified certain defaults with respect to the Credit Facility, which arose from non-compliance with certain financial covenants. On February 3, 2023, we entered into the fifth amendment,\n        which among other things, (i) waived certain existing defaults and events of defaults arising from non-compliance with the fixed charge coverage ratio and senior leverage ratio financial covenants as of the end of the fiscal quarter ended December\n        31, 2022, (ii) modified the fixed charge coverage ratio and senior leverage ratio financial covenant levels for the quarters ending March 31, 2023 and June 30, 2023, (iii) modified the definitions of “Applicable Margin” and “Consolidated EBITDA”,\n        and (iv) added a new minimum undrawn availability financial covenant.\n\n\n\n\n\n\nOn March 31, 2023, we entered into a sixth amendment to the Credit Facility, which among other things, (i) permitted the issuance of the Convertible Notes (as defined below), (ii) amended the definition of Consolidated\n        EBITDA, and (iii) amended certain component definitions used in calculating the senior leverage ratio financial covenant to exclude the Convertible Notes (as defined below).\n\n\n\n\n\n\nWe were in compliance with all financial covenants as of March 31, 2023.\n\n\n\n\n\n\nWe had $145,200,000 and $155,000,000 outstanding under the Revolving Facility at March 31, 2023 and 2022, respectively. In addition, $6,370,000 was reserved for letters of credit at March 31, 2023. At March 31, 2023,\n        after certain adjustments, $87,050,000 was available under the Revolving Facility.\n\n\n \n\n\n\n\n\n\n41\n\n\n\n\n\n\n\n\nTable of Contents\n\n\n\n\n\n\nConvertible Notes\n\n\n\n\n\n\nOn March 31, 2023, we entered into a note purchase agreement (the “Note Purchase Agreement”) with Bison Capital Partners VI, L.P. and Bison Capital Partners VI-A, L.P. (collectively, the “Purchasers”) and Bison Capital\n        Partners VI, L.P., as the purchaser representative (the “Purchaser Representative”) for the issuance and sale of $32,000,000 in aggregate principal amount of convertible notes due in 2029 (the “Convertible Notes”) to be used for general corporate\n        purposes.  The Convertible Notes bear interest at a rate of 10.0% per annum, compounded annually, and payable (i) in kind or (ii) in cash, annually in arrears on April 1 of each year, commencing on April 1, 2024. On June 8, 2023, we entered into\n        the first amendment to the Note Purchase Agreement, which among other things, removed a provision that specified the Purchasers would be entitled to receive a dividend or distribution payable in certain circumstances. This amendment was effective\n        as of March 31, 2023.\n\n\n\n\n\n\nThe aggregate proceeds from the offering were approximately $31,280,000, net of initial purchasers’ fees and other related expenses. The initial conversion rate is 66.6667 shares of our common stock per $1,000 principal\n        amount of notes (equivalent to an initial conversion price of approximately $15.00 per share of common stock). At March 31, 2023, we had 28,650,590 shares of our common stock available to be issued if the Convertible Notes were converted.\n\n\n\n\n\n\nIn connection with the Note Purchase Agreement, we entered into common stock warrants (the “Warrants”) with the Purchasers, which mature on March 30, 2029. The Warrants do not become exercisable unless a Company\n        Redemption (as defined below) occurs and the volume weighted average price of our common stock for 20 consecutive days prior to the redemption is less than $15.00. The fair value of the Warrants, using Level 3 inputs and the Monte Carlo simulation\n        model, was zero at March 31, 2023. We estimate the fair value of the Warrants at each balance sheet date. Any subsequent changes from the initial recognition in the fair value of the Warrants will be recorded in current period earnings in the\n        consolidated statements of operations.\n\n\n\n\n\n\nThe Convertible Notes may be converted, subject to certain conditions, at a conversion price of approximately $15.00 (the “Conversion Option”). The Convertible Notes also include a provision for a return of interest\n        (“Return of Interest”), which requires the Purchasers to return 15.0% of the interest paid to us in certain circumstances. The Return of Interest provision is accounted for as part of the Conversion Option and if the Conversion Option is exercised\n        in the future, the Return of Interest provision will remain outstanding until the Purchaser sells all of the underlying stock received upon conversion. Upon conversion, any value associated with the Return of Interest provision will be reflected as\n        a derivative asset upon conversion, with changes in fair value being recorded in earnings in the consolidated statements of operations until settlement in connection with the sale of the underlying stock by the Purchaser.  Unless and until we\n        deliver a redemption notice, the Purchasers of the Convertible Notes may convert their Convertible Notes at any time at their option. Upon conversion, the Convertible Notes will be settled in shares of our common stock. The conversion rate and\n        conversion price are subject to customary adjustments upon the occurrence of certain events. The Convertible Notes have a stated maturity of March 30, 2029, subject to earlier conversion or redemption in accordance with their terms.\n\n\n\n\n\n\nIf there is a Fundamental Transaction, as defined in the Form of Convertible Promissory Note, we may redeem all or part of the Convertible Notes. Except in the case of the occurrence of a Fundamental Transaction, we may\n        not redeem the Convertible Notes prior to March 31, 2026. After March 31, 2026, we may redeem all or part of the Convertible Notes for a cash purchase (the “Company Redemption”) price equal to the redemption price plus $4,000,000, but only if (i)\n        we are listed on a national exchange, (ii) there is no “Event of Default” occurring and continuing and (iii) Adjusted EBITDA for the prior four quarters is greater than $80,000,000.  The “Redemption Price” shall mean a cash amount equal to the\n        principal amount of the Convertible Notes to be redeemed, plus accrued and unpaid interest. However, if the volume weighted average price of our common stock for 20 consecutive days prior to the notice of the Company Redemption is less than $15.00,\n        the Purchasers may exercise the warrants and we will pay the Redemption Price plus $2,000,000. However, if the volume weighted average price of our common stock is less than $8 for 20 days between March 31, 2023 and September 27, 2023, we will pay\n        the redemption price plus $5,000,000.\n\n\n\n\n\n\n\n\n42\n\n\n\n\n\n\n\n\nTable of Contents\n\n\n\n\n\n\nThe Conversion Option and the Company Redemption both met the criteria for bifurcation from the Convertible Notes as derivatives and using the Monte Carlo simulation model were fair valued as a derivative liability of\n        $10,400,000 and an asset of $1,970,000 at March 31, 2023, respectively. The Company Redemption has been combined with the Conversion Option as a compound net derivative liability (the “Compound Net Derivative Liability”). The Compound Net\n        Derivative Liability has been recorded within convertible note, related party in the consolidated balance sheet at March 31, 2023. We estimate the fair value of the Compound Net Derivative Liability at each balance sheet date. Any subsequent\n        changes from the initial recognition in the fair value of the Compound Net Derivative Liability will be recorded in current period earnings in the consolidated statements of operations.\n\n\n\n\n\n\nThe Convertible Notes also contain additional features, such as, default interest and options related to a Fundamental Transaction, requiring bifurcation which were not separately accounted for as the value of such\n        features were not material at March 31, 2023. Any subsequent changes from the initial recognition in the fair value of those features will be recorded in current period earnings in the consolidated statements of operations.\n\n\n\n\n\n\nThe Convertible Notes include customary provisions relating to the occurrence of Events of Default, which include the following: (i) certain payment defaults on the Convertible Notes; (ii) certain events of bankruptcy,\n        insolvency and reorganization involving us or any of our subsidiaries; (iii) the entering of one or more final judgements or orders against us or any of our subsidiaries for an aggregate payment exceeding $25,000,000; (iv) the acceleration of\n        senior debt; (v) certain failures of us to comply with certain provisions of the Note Purchase Agreement or material breaches of the Note Purchase Agreement by us or any of our subsidiaries; (vi) any material provision of the Note Purchase\n        Agreement, the Convertible Notes, the guarantee, the subordination agreement, the warrants or the registration rights agreement, for any reason, ceases to be valid and binding on us or any subsidiary, or any subsidiary shall so claim in writing to\n        challenge the validity of or our liability under the Note Purchase Agreement, the Convertible Notes, or the registration rights agreement; or (vii) we fail to maintain the listing of our capital stock on a national securities exchange. Events of\n        Default will be subject to a 30-day cure period except for those related to clause (ii) and (iv) of the preceding sentence.\n\n\n\n\n\n\nIf an Event of Default occurs and is continuing, then, we shall deliver written notice to the Purchasers within 5 business days of first learning of such Event of Default. If an Event of Default involving bankruptcy,\n        insolvency or reorganization events with respect to us (and not solely with respect to our significant subsidiary) occurs, then the principal amount of, and all accrued and unpaid interest on, all of the Convertible Notes then outstanding will\n        immediately become due and payable without any further action.\n\n\n\n\n\n\nDebt issuance costs of $1,006,000 are presented in the balance sheet as a direct deduction from the carrying amounts of the Convertible Notes at March 31, 2023. Debt issuance costs are amortized using the effective\n        interest method through the maturity of the Convertible Note and recorded in interest expense in the consolidated statements of operations. Debt issuance costs of $360,000 allocated to the Compound Net Derivative Liability were immediately expensed\n        to interest expense in the consolidated statements of operations for the year ended March 31, 2023.\n\n\n\n\n\n\nAdditionally, pursuant to the Note Purchase Agreement, subject to certain conditions, the Purchaser Representative shall have the right to nominate one director to serve (the “Investor Director”) on our Board of Directors\n        (the “Board”). If an Investor Director is not currently serving on the Board, and subject to certain other conditions set forth in the Note Purchase Agreement, the Purchaser Representative shall have the right to designate one person to have\n        observation rights with respect to all meetings of the Board. In connection with our entry into the Note Purchase Agreement, we have appointed Douglas Trussler to serve on our Board.\n\n\n\n\n\n\nReceivable Discount Programs\n\n\n\n\n\n\nWe use receivable discount programs with certain customers and their respective banks. Under these programs, we have options to sell those customers’ receivables to those banks at a discount to be agreed upon at the time the receivables are\n        sold. These discount arrangements allow us to accelerate receipt of payment on customers’ receivables. While these arrangements have reduced our working capital needs, there can be no assurance that these programs will continue in the future.\n        Interest expense resulting from these programs would increase if interest rates rise, if utilization of these discounting arrangements expands, if customers extend their payment to us, or if the discount period is extended to reflect more favorable\n        payment terms to customers.\n\n\n \n\n\n\n\n\n\n43\n\n\n\n\n\n\n\n\nTable of Contents\n\n\n\n\n\n\nThe following is a summary of the receivable discount programs:\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n\n\nFiscal Years Ended March 31,\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n\n\n 2023\n\n\n\n\n \n\n\n \n\n\n\n\n2022\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n\n\nReceivables discounted\n\n\n\n\n \n\n\n\n\n$\n\n\n\n\n\n\n548,376,000\n\n\n\n\n \n\n\n \n\n\n\n\n$\n\n\n\n\n\n\n525,441,000\n\n\n\n\n \n\n\n\n\n\n\n\n\nWeighted average days\n\n\n\n\n \n\n\n \n\n\n\n\n328\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n336\n\n\n\n\n \n\n\n\n\n\n\n\n\nWeighted average discount rate\n\n\n\n\n \n\n\n \n\n\n\n\n5.3\n\n\n\n\n\n\n%\n\n\n\n\n \n\n\n \n\n\n\n\n1.9\n\n\n\n\n\n\n%\n\n\n\n\n\n\n\n\n\n\nAmount of discount as interest expense\n\n\n\n\n \n\n\n\n\n$\n\n\n\n\n\n\n26,432,000\n\n\n\n\n \n\n\n \n\n\n\n\n$\n\n\n\n\n\n\n9,197,000\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\nMulti-year Customer Agreements\n\n\n\n\n\n\nWe have or are renegotiating long-term agreements with many of our major customers. Under these agreements, which in most cases have initial terms of at least four years, we are designated as the exclusive or primary supplier for specified\n        categories of our products. Because of the very competitive nature of the market and the limited number of customers for these products, our customers have sought and obtained price concessions, significant marketing allowances and more favorable\n        delivery and payment terms in consideration for our designation as a customer’s exclusive or primary supplier. These incentives differ from contract to contract and can include (i) the issuance of a specified amount of credits against receivables\n        in accordance with a schedule set forth in the relevant contract, (ii) support for a particular customer’s research or marketing efforts provided on a scheduled basis, (iii) discounts granted in connection with each individual shipment of product,\n        and (iv) other marketing, research, store expansion or product development support. These contracts typically require that we meet ongoing performance standards.\n\n\n\n\n\n\nWhile these longer-term agreements strengthen our customer relationships, the increased demand for our products often requires that we increase our inventories and personnel. Customer demands that we purchase their Remanufactured Core inventory\n        also require the use of our working capital. The marketing and other allowances we typically grant our customers in connection with our new or expanded customer relationships adversely impact the near-term revenues, profitability and associated\n        cash flows from these arrangements. However, we believe the investment we make in these new or expanded customer relationships will improve our overall liquidity and cash flow from operations over time.\n\n\n\n\n\n\nShare Repurchase Program\n\n\n\n\n\n\nIn August 2018, our board of directors approved an increase in our share repurchase program from $20,000,000 to $37,000,000 of our common stock.  During fiscal 2023, we did not repurchase any shares of our common stock.  During fiscal 2022 and\n        2021, we repurchased 106,486 and 54,960 shares of our common stock, respectively, for $1,914,000 and $1,139,000, respectively. As of March 31, 2023, $18,745,000 was utilized and $18,255,000 remains available to repurchase shares under the\n        authorized share repurchase program, subject to the limit in our Credit Facility. We retired the 837,007 shares repurchased under this program through March 31, 2023. Our share repurchase program does not obligate us to acquire any specific number\n        of shares and shares may be repurchased in privately negotiated and/or open market transactions.\n\n\n\n\n\n\nCapital Expenditures and Commitments\n\n\n\n\n\n\nOur total capital expenditures, including capital leases and non-cash capital expenditures, were $4,792,000 for fiscal 2023 and $8,150,000 for fiscal 2022. These capital expenditures primarily include the purchase of equipment for our current\n        operations and the expansion of our operations in Mexico, which was completed during the second quarter of fiscal 2022. We expect to incur approximately $7,000,000 of capital expenditures primarily to support our current operations during fiscal\n        2024. We have used and expect to continue using our working capital and additional capital lease obligations to finance these capital expenditures.\n\n\n \n\n\n\n\n\n\n44\n\n\n\n\n\n\n\n\nTable of Contents\n\n\n\n\n\n\nContractual Obligations\n\n\n\n\n\n\nThe following summarizes our contractual obligations and other commitments as of March 31, 2023 and the effect such obligations could have on our cash flows in future periods:\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n\n\nPayments Due by Period\n\n\n\n\n \n\n\n\n\n\n\n\n\nContractual Obligations\n\n\n\n\n \n\n\n\n\nTotal\n\n\n\n\n \n\n\n \n\n\n\n\n\n\nLess than\n\n                  1 year\n\n\n\n\n \n\n\n \n\n\n\n\n\n\n1 to 3\n\n                  years\n\n\n\n\n \n\n\n \n\n\n\n\n\n\n3 to 5\n\n                  years\n\n\n\n\n \n\n\n \n\n\n\n\n\n\nMore than 5\n\n                  years\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n\n\nFinance lease obligations (1)\n\n\n\n\n \n\n\n\n\n$\n\n\n\n\n\n\n5,008,000\n\n\n\n\n \n\n\n \n\n\n\n\n$\n\n\n\n\n\n\n2,064,000\n\n\n\n\n \n\n\n \n\n\n\n\n$\n\n\n\n\n\n\n2,406,000\n\n\n\n\n \n\n\n \n\n\n\n\n$\n\n\n\n\n\n\n532,000\n\n\n\n\n \n\n\n \n\n\n\n\n$\n\n\n\n\n\n\n6,000\n\n\n\n\n \n\n\n\n\n\n\n\n\nOperating lease obligations (2)\n\n\n\n\n \n\n\n \n\n\n\n\n113,671,000\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n13,567,000\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n24,634,000\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n21,541,000\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n53,929,000\n\n\n\n\n \n\n\n\n\n\n\n\n\nRevolving facility (3)\n\n\n\n\n \n\n\n \n\n\n\n\n145,200,000\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n-\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n-\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n145,200,000\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n-\n\n\n\n\n \n\n\n\n\n\n\n\n\nTerm loan (4)\n\n\n\n\n \n\n\n \n\n\n\n\n14,947,000\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n4,655,000\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n8,391,000\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n1,901,000\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n-\n\n\n\n\n \n\n\n\n\n\n\n\n\nConvertible notes (5)\n\n\n\n\n \n\n\n \n\n\n\n\n56,704,000\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n-\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n-\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n-\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n56,704,000\n\n\n\n\n \n\n\n\n\n\n\n\n\nAccrued core payment (6)\n\n\n\n\n \n\n\n \n\n\n\n\n13,289,000\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n3,480,000\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n5,985,000\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n3,824,000\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n-\n\n\n\n\n \n\n\n\n\n\n\n\n\nCore bank liability (7)\n\n\n\n\n \n\n\n \n\n\n\n\n16,148,000\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n2,018,000\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n4,036,000\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n4,036,000\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n6,058,000\n\n\n\n\n \n\n\n\n\n\n\n\n\nFinished goods liabilities (8)\n\n\n\n\n \n\n\n \n\n\n\n\n1,710,000\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n1,277,000\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n433,000\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n-\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n-\n\n\n\n\n \n\n\n\n\n\n\n\n\nUnrecognized tax benefits (9)\n\n\n\n\n \n\n\n \n\n\n\n\n-\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n-\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n-\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n-\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n-\n\n\n\n\n \n\n\n\n\n\n\n\n\nOther long-term obligations (10)\n\n\n\n\n \n\n\n \n\n\n\n\n63,976,000\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n14,637,000\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n22,226,000\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n19,137,000\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n7,976,000\n\n\n\n\n \n\n\n\n\n\n\n\n\nTotal\n\n\n\n\n \n\n\n\n\n$\n\n\n\n\n\n\n430,653,000\n\n\n\n\n \n\n\n \n\n\n\n\n$\n\n\n\n\n\n\n41,698,000\n\n\n\n\n \n\n\n \n\n\n\n\n$\n\n\n\n\n\n\n68,111,000\n\n\n\n\n \n\n\n \n\n\n\n\n$\n\n\n\n\n\n\n196,171,000\n\n\n\n\n \n\n\n \n\n\n\n\n$\n\n\n\n\n\n\n124,673,000\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n(1)\n\n\n\n\nFinance lease obligations represent amounts due under finance leases for various types of equipment.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n(2)\n\n\n\n\nOperating lease obligations represent amounts due for rent under our leases for all our facilities, certain equipment, and our Company automobile.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n(3)\n\n\n\n\nObligations under our Revolving Facility mature on May 28, 2026. This debt is classified as a short term liability on our balance sheet as we expect to use our working capital to repay the amounts outstanding under our revolving loan.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n(4)\n\n\n\n\nTerm Loan obligations represent the amounts due for principal payments as well as interest payments to be made. Interest payments were calculated based upon the interest rate for our Term Loan using the SOFR option at March 31, 2023,\n                which was 8.02%.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n(5)\n\n\n\n\nObligations under our Convertible Notes mature on March 30, 2029. There are no future payments required under the Convertible Notes prior to their maturity, therefore, the carrying value of the notes plus interest payable in kind,\n                assuming no early redemption or conversion has occurred, is included in the above table based on their maturity date of March 30, 2029.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n(6)\n\n\n\n\nAccrued core payment represents the amounts due for principal of $12,227,000 and interest payments of $1,062,000 to be made in connection with the purchases of Remanufactured Cores from our customers, which are held by these customers\n                and remain on their premises.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n(7)\n\n\n\n\nThe core bank liability represents the amounts due for principal of $15,268,000 and interest payments of $880,000 to be made in connection with the return of Used Cores from our customers.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n(8)\n\n\n\n\nFinished goods liabilities represents the amounts due for principal of $1,690,000 and interest payments of $20,000 to be made in connection with the purchase of finished goods from our customers.\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n(9)\n\n\n\n\nWe are unable to reliably estimate the timing of future payments related to uncertain tax position liabilities at March 31, 2023; therefore, future tax payment accruals related to uncertain tax positions in the amount of $1,964,000\n                  have been excluded from the table above.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n(10)\n\n\n\n\nOther long-term obligations represent commitments we have with certain customers to provide marketing allowances in consideration for multi-year customer agreements to provide products over a defined period. We are not obligated to\n                  provide these marketing allowances should our business relationships end with these customers.\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n45\n\n\n\n\n\n\n\n\nTable of Contents\n\n\n\n\n\n\n\n\n\n\n\n",
    "item7a": ">Item 7A.\n\n    \n\n\nQuantitative and Qualitative Disclosures About Market Risk\n\n\n\n\n\n\n\n\nOur primary market risk relates to changes in interest rates, foreign currency exchange rates, and customer credit. We do not enter into derivatives or other financial instruments for trading or speculative purposes. As our overseas operations\n        expand, our exposure to the risks associated with foreign currency fluctuations will continue to increase.\n\n\n\n\n\n\nInterest rate risk\n\n\n\n\n\n\nWe are exposed to changes in interest rates primarily as a result of our borrowing and receivable discount programs, which have interest costs that vary with interest rate movements. Our credit facility bears interest at variable base rates,\n        plus an applicable margin. At March 31, 2023, our net debt obligations totaled $158,143,000. If interest rates were to increase 1%, our net annual interest expense on our credit facility would have increased by approximately $1,581,000. The\n        weighted average interest on our debt was 8.12% at March 31, 2023 compared to 3.12% at March 31, 2022.  In addition, during the year ended March 31, 2023, receivables discounted were $548,376,000. For each $500,000,000 of accounts receivable we\n        discount over a period of 180 days, a 1% increase in interest rates would have increased our interest expense by $2,500,000. The weighted average discount rate on our factored receivables was 5.3% during fiscal 2023 compared with 1.9% for fiscal\n        2022.\n\n\n\n\n\n\nForeign currency risk\n\n\n\n\n\n\nWe are exposed to foreign currency exchange risk inherent in our anticipated purchases and expenses denominated in currencies other than the U.S. dollar. We transact business in the following foreign currencies; Mexican pesos, Malaysian ringgit,\n        Singapore dollar, Chinese yuan, and the Canadian dollar. Our primary currency risks result from fluctuations in the value of the Mexican peso and to a lesser extent the Chinese yuan. To mitigate these risks, we enter into forward foreign currency\n        exchange contracts to exchange U.S. dollars for these foreign currencies. The extent to which we use forward foreign currency exchange contracts is periodically reviewed in light of our estimate of market conditions and the terms and length of\n        anticipated requirements. The use of derivative financial instruments allows us to reduce our exposure to the risk that the eventual net cash outflow resulting from funding the expenses of the foreign operations will be materially affected by\n        changes in exchange rates. These contracts generally expire in a year or less. Any changes in the fair values of our forward foreign currency exchange contracts are reflected in current period earnings. Based upon our forward foreign currency\n        exchange contracts related to these currencies, an increase of 10% in exchange rates at March 31, 2023 would have increased our operating expenses by approximately $4,761,000. During fiscal 2023 and fiscal 2022, a gain of $2,776,000 and a loss of\n        $316,000, respectively, was recorded due to the change in the value of the forward foreign currency exchange contracts subsequent to entering into the contracts. In addition, we recorded gains $6,515,000 and $1,989,000 in connection with the\n        remeasurement of foreign currency-denominated lease liabilities during fiscal 2023 and fiscal 2022, respectively.\n\n\n\n\n\n\nCredit Risk\n\n\n\n\n\n\nWe regularly review our accounts receivable and allowance for credit losses by considering factors such as historical experience, credit quality and age of the accounts receivable, and the current economic conditions that may affect a customer’s\n        ability to pay such amounts owed to us. The majority of our sales are to leading automotive aftermarket parts suppliers. We participate in trade accounts receivable discount programs with our major customers. If the creditworthiness of any of our\n        customers was downgraded, we could be adversely affected, in that we may be subjected to higher interest rates on the use of these programs or we could be forced to wait longer for payment. Should our customers experience significant cash flow\n        problems, our financial position and results of operations could be materially and adversely affected, and the maximum amount of loss that would be incurred would be the outstanding receivable balance, Used Cores expected to be returned by\n        customers, and the value of the Remanufactured Cores held at customers’ locations. We maintain an allowance for credit losses that, in our opinion, provides for an adequate reserve to cover losses that may be incurred.\n\n\n \n\n\n\n\n\n\n46\n\n\n\n\n\n\n\n\nTable of Contents\n\n\n\n\n\n\n\n\n\n\n\n",
    "cik": "918251",
    "cusip6": "620071",
    "cusip": [
        "620071100"
    ],
    "names": [
        "MOTORCAR PTS AMER INC"
    ],
    "source": "https://www.sec.gov/Archives/edgar/data/918251/000114036123029664/0001140361-23-029664-index.htm"
}