{
    "item1": ">ITEM 1.    BUSINESS\n\n\n \n\n\nCorporate History\n\n\n \n\n\nVerde Bio Holdings, Inc. was incorporated in the State of Nevada on February 24, 2010. On May 1, 2010, the Company entered into a share exchange agreement with Appiphany Technologies Corporation (“ATC”) to acquire all of the outstanding common shares of ATC in exchange for 1,500,000 common shares of the Company.  As the acquisition involved companies under common control, the acquisition was accounted for in accordance with ASC 805-50, Business Combinations – Related Issues, and the consolidated financial statements reflect the accounts of the Company and ATC since inception. On February 19, 2019, Media Convergence Group, a Nevada corporation (“Media Convergence”) entered into a certain Stock Purchase Agreement (the “Purchase Agreement”) for the sale of 500,000 shares of the Series A Preferred Stock (the “Preferred Shares”) of the Company.  The purchase of the Shares (“Share Purchase”) was closed on November 22, 2019.\n\n\n \n\n\n4\n\n\n\n\nUpon the Closing of the Share Purchase, Scott Cox, became the owner of the Preferred Shares, and as such gained voting control of the Company by virtue of the 10,000 for 1 voting rights of the Series A Preferred Shares.\n\n\n \n\n\nIn connection with the Closing of the Share Purchase, the Company changed its management and Board. Robert Sargent resigned as the sole member of the Board and Scott Cox was elected as the sole member of the Board and as the Company’s Chief Executive Officer.  Mr. Cox brings over 25 years of experience in the oil gas industry changed the Company’s business strategy to oil and gas exploration and investment.\n\n\n \n\n\nNature of Business\n\n\n \n\n\nThe Company is a growing U.S. energy company based in Frisco, Texas, engaged in the acquisition and development of high-probability, lower risk onshore oil and gas properties within the major oil and gas plays in the U.S. The Company’s dual-focused growth strategy relies primarily on leveraging management’s expertise to grow through the strategic acquisition of non-operating, working interests and royalty interests with the goal of developing into a major company in the industry. Through this strategy of acquisition of royalty and non-operating properties, the Company has the unique ability to rely on the technical and scientific expertise of the world-class E&P companies operating in the area.\n\n\n \n\n\nThe Company focuses on the acquisition of and exploitation of upstream energy assets, specifically targeting oil and gas mineral interests, oil and gas royalty interests and select non-operated working interests. We do not drill wells and we do not operate wells.  These acquisitions are structured primarily as acquisitions of leases, real property interests and mineral rights and royalties and are generally not regarded as the acquisition of securities, but rather real property interests.  As a royalty owner, the Company has the right to receive a portion of the production from the leased acreage (or of the proceeds of the sale thereof), but generally is not required to pay any portion of the costs of drilling or operating the wells on the leased acreage.\n\n\n \n\n\nThe Company began purchasing mineral and oil and gas royalty interests and surface properties in September 2020 and since such time has completed a total of 18 purchases.\n\n\n \n\n\nPlan of Operations\n\n\n \n\n\nThe Company has implemented its business plan and continues to expand its services and products.  The Company has generated royalty revenues from its oil and gas assets: however, the Company requires a higher volume of royalty revenues in order to raise sufficient operating cash flows to operate its business without the reliance upon equity or debt financing.  The Company may be required to raise additional funds by way of equity or debt financing to fund expansion of its operations.\n\n\n \n\n\nGovernment Regulation\n\n\n \n\n\nThe oil and gas business is subject to extensive governmental regulation under which, among other things, rates of production from our wells may be fixed. Governmental regulation also may limit or otherwise affect the market for wells’ production and the price which may be paid for that production. Governmental regulations relating to environmental matters could also affect our operations. The nature and extent of various regulations, the nature of other political developments and their overall effect upon us are not predictable.\n\n\n \n\n\nWHERE YOU CAN GET ADDITIONAL INFORMATION\n\n\n \n\n\nWe file annual, quarterly and current reports, proxy statements and other information with the SEC. You may read and copy our reports or other filings made with the SEC at the SEC's Public Reference Room, located at 100 F Street, N.E., Washington, DC 20549. You can obtain information on the operations of the Public Reference Room by calling the SEC at 1-800-SEC-0330. You can also access these reports and other filings electronically on the SEC's web site, www.sec.gov.\n\n\n \n\n\n5\n\n\n\n\n \n\n",
    "item1a": ">ITEM 1A.  RISK FACTORS\n\n\n \n\n\nWe are a smaller reporting company as defined by Rule 12b-2 of the Securities Exchange Act of 1934 and are not required to provide the information under this item.\n\n\n \n\n",
    "item7": ">ITEM 7.    MANAGEMENT'S DISCUSSION AND ANALYSIS OR PLAN OF OPERATION\n\n\n \n\n\nThis Annual Report on Form 10-K contains forward-looking statements within the meaning of Section 27A of the Securities Act of 1933, as amended (the \"Securities Act\") and Section 21E of the Securities Exchange Act of 1934, as amended (the \"Exchange Act\"). These forward-looking statements are not historical facts but rather are based on current expectations, estimates and projections. We may use words such as \"anticipate,\" \"expect,\" \"intend,\" \"plan,\" \"believe,\" \"foresee,\" \"estimate\" and variations of these words and similar expressions to identify forward-looking statements. These statements are not guarantees of future performance and are subject to certain risks, uncertainties and other factors, some of which are beyond our control, are difficult to predict and could cause actual results to differ materially from those expressed or forecasted. You should read this report completely and with the understanding that actual future results may be materially different from what we expect. The forward-looking statements included in this report are made as of the date of this report and should be evaluated with consideration of any changes occurring after the date of this Report. We will not update forward-looking statements even though our situation may change in the future and we assume no obligation to update any forward-looking statements, whether as a result of new information, future events or otherwise.\n\n\n \n\n\nRESULTS OF OPERATIONS\n\n\n \n\n\nWorking Capital\n\n\n  \n\n\n \n\n\nApril 30,\n2023\n\n\n$\n\n\n \n\n\n \n\n\nApril 30,\n2022\n\n\n$\n\n\n \n\n\n\n\nCurrent Assets\n\n\n \n\n\n \n\n\n97,748\n\n\n \n\n\n \n\n\n \n\n\n295,873\n\n\n \n\n\n\n\nCurrent Liabilities\n\n\n \n\n\n \n\n\n1,839,182\n\n\n \n\n\n \n\n\n \n\n\n1,453,145\n\n\n \n\n\n\n\nWorking Capital (Deficit)\n\n\n \n\n\n \n\n\n(1,741,434) \n\n\n \n\n\n \n\n\n \n\n\n(1,157,272)\n\n\n \n\n\n\n\n\n\n17\n\n\n\n\n \n\n\nCash Flows\n\n\n \n\n\n  \n\n\n \n\n\nApril 30,\n2023\n\n\n$\n\n\n \n\n\n \n\n\nApril 30,\n2022\n\n\n$\n\n\n \n\n\n\n\nCash Flows used in Operating Activities\n\n\n \n\n\n \n\n\n(872,226) \n\n\n \n\n\n \n\n\n \n\n\n(1,150,005)\n\n\n \n\n\n\n\nCash Flows used in Investing Activities\n\n\n \n\n\n \n\n\n148,015 \n\n\n \n\n\n \n\n\n \n\n\n(5,679,020)\n\n\n \n\n\n\n\nCash Flows from Financing Activities\n\n\n \n\n\n \n\n\n608,841\n\n\n \n\n\n \n\n\n \n\n\n4,882,334\n\n\n \n\n\n\n\nNet increase (decrease) in Cash During Year\n\n\n \n\n\n \n\n\n(115,370) \n\n\n \n\n\n \n\n\n \n\n\n(1,946,691)\n\n\n \n\n\n\n\n\n\n \n\n\nOperating Revenues\n\n\nDuring the year ended April 30, 2023, the Company recorded revenues of $926,099 compared to revenues of $719,998 during the year ended April 30, 2022.  Revenues were derived from royalties earned from oil and gas interests. The increase is due to the fact that the Company increased its investment in additional royalty producing properties from the beginning of last year in order to generate additional royalty revenue income which led to an increase in revenue during fiscal 2023 compared to fiscal 2022.\n\n\nOperating Expenses and Net Loss\n\n\nDuring the year ended April 30, 2023, the Company recorded operating expenses of $2,566,025 compared to $3,870,118 during the year ended April 30, 2022, a decrease of $1,304,093. The decrease in operating expenses was due to an impairment loss in the carrying value of the Company’s oil and gas properties in fiscal 2022 for $1,266,046.  The Company also recorded an increase in project expenditures from $84,622 to $415,140 as a result of a one time commitment fee of $379,000, as well as costs incurred to identify and perform due diligence on potential oil and gas acquisitions.  All other operating expenses were consistent to prior year as the Company focused its current year operations on maintaining and operating its existing line of oil and gas properties whereas fiscal 2022 involved more acquisitions of oil and gas properties as the Company was building up its portfolio.  \n\n\nNet loss for the year ended April 30, 2023 was $1,774,179 as compared with $3,422,146 during the year ended April 30, 2022.  In addition to the effects of the increase in royalty revenues combined with the decrease in operating expenses, the Company saw a decline in interest and finance charges from $236,748 in fiscal 2022 to $153,892 in fiscal 2023.  Furthermore, the Company incurred a one-time commitment fee of $40,000 in fiscal 2022 was not incurred in the current year.   \n\n\nFor the year ended April 30, 2023, the Company recorded a loss per share of $0.00 which is consistent with the year ended April 30, 2022.\n\n\nLiquidity and Capital Resources\n\n\nAs of April 30, 2023, the Company had cash of $25,836 and total assets of $4,160,238 compared to cash of $141,206 and total assets of $5,085,057 as at April 30, 2022.  The decrease in cash is based on the fact that, although revenues and operating cash flows have improved from the prior year, the Company continues to rely on proceeds from financing activities to support its ongoing expenditures.  In addition to the decrease in cash, the overall decrease in total assets is based on the decrease in oil and natural gas properties of $619,634 due primarily to depletion of the carrying value based on the royalty incomes generated by the Company’s assets.   \n\n\nAs of April 30, 2023, the Company had total liabilities of $1,839,182 compared with total liabilities of $1,474,482 as at April 30, 2022. The increase in total liabilities is based on $260,855 of carrying value for a convertible note payable that was issued during the year for proceeds of $410,000, of which $217,159 has been repaid as at April 30, 2023, and $42,000 of amounts owing to the CEO of the Company.  Furthermore, the Company had an increase in accounts payable and accrued liabilities of $118,736 which is due to timing differences between the receipt of expenditures and the cash payment of day-to-day operating expenses incurred by the Company, and was offset by a decrease in the carrying value of the lease liability of $56,891, which is due to expire in fiscal 2024.  The Company \n\n\n18\n\n\n\n\nhas not yet finalized a renewal of the current lease terms of its head office.    \n\n\nAs of April 30, 2023, the Company had a working capital deficit of $1,741,434 compared with a working capital deficit of $1,157,272 as of April 30, 2022.  The increase in the working capital deficit from prior year was attributed the use of short-term financing to continue to sustain the operations of the Company.  \n\n\nDuring the year ended April 30, 2023, the Company issued 350,111,699 common shares with a fair value of $350,112 upon the conversion of 581 Series C preferred stock in addition to the issuance of 13,600,000 common shares with a fair value of $98,660 for services incurred to a third-party consultant.  Furthermore, the Company issued 386 Series C preferred stock for $386,000.  \n\n\nCash Flows from Operating Activities\n\n\nDuring the year ended April 30, 2023, the Company used $872,226 of cash for operating activities compared with $1,150,005 of cash for operating activities during the year ended April 30, 2022. The decrease in cash used for operating activities represents the fact that the Company’s portfolio of oil and gas assets generated an increase in revenues from fiscal 2022 which helped with the Company’s overall operating cash shortfall.  \n\n\nCash Flows from Investing Activities\n\n\nDuring the year ended April 30, 2023, the Company received $148,015 of cash for investing activities compared to the incurrence of $5,679,020 from investing activities during the year ended April 30, 2022.  During fiscal 2022, the Company’s focus was on acquisition of oil and gas assets and properties to build up its portfolio, while the current year focus was on maintaining and deriving revenues from its previously acquired oil and gas assets.  Furthermore, during fiscal 2023, the Company sold one property for proceeds of $175,000.      \n\n\nCash Flows from Financing Activities\n\n\nDuring the year ended April 30, 2023, the Company received $608,841 of proceeds from financing activities compared to proceeds of $4,882,334 during the year ended April 30, 2022.  The decrease in proceeds from financing activities was based on the fact that the Company closed a private placement financing of common shares in fiscal 2022 for $3,920,500 less share issuance costs of $33,166, which was not replicated during fiscal 2023.  Furthermore, the Company received $374,000 from issuance of Series C preferred shares compared to $1,000,000 received from Series C preferred shares during fiscal 2022.  The decreases were offset by loan proceeds of $452,000 received during fiscal 2023 which was offset by loan repayments of $217,159.  \n\n\nGoing Concern\n\n\nThe Company has not attained profitable operations and is dependent upon obtaining financing to pursue any extensive acquisitions and activities. During the year ended April 30, 2023, the Company incurred a net loss of $1,774,179 and used cash of $872,226 for operating activities.  As at April 30, 2023, the Company had a working capital deficit of $1,741,434 and an accumulated deficit of $16,033,070. These factors raise substantial doubt regarding the Company’s ability to continue as a going concern.  The audited financial statements included in this Form 10-K does not include any adjustments to the recoverability and classification of recorded asset amounts and classification of liabilities that might be necessary should the Company be unable to continue as a going concern. \n\n\nOff-Balance Sheet Arrangements\n\n\nThe Company does not have any off-balance sheet arrangements.  \n\n\n19\n\n\n\n\n \n\n\nFuture Financings\n\n\nWe will continue to rely on equity sales of our common shares in order to continue to fund our business operations. Issuances of additional shares will result in dilution to existing stockholders. There is no assurance that we will achieve any additional sales of the equity securities or arrange for debt or other financing to fund planned acquisitions and exploration activities.\n\n\nCritical Accounting Policies\n\n\n \n\n\nOur financial statements and accompanying notes have been prepared in accordance with United States generally accepted accounting principles applied on a consistent basis. The preparation of financial statements in conformity with U.S. generally accepted accounting principles requires management to make estimates and assumptions that affect the reported amounts of assets and liabilities, the disclosure of contingent assets and liabilities at the date of the financial statements and the reported amounts of revenues and expenses during the reporting periods.\n\n\n \n\n\nWe regularly evaluate the accounting policies and estimates that we use to prepare our financial statements. A complete summary of these policies is included in the notes to our financial statements. The preparation of these consolidated financial statements requires us to make estimates and judgments that affect the reported amounts of assets, liabilities, revenue and expenses and related disclosures of contingent liabilities. On an on-going basis, we evaluate our estimates.  We base our estimates on historical experience and on various other assumptions that we believe to be reasonable under the circumstances, the results of which form the basis for making judgments about the carrying values of assets and liabilities that are not readily apparent from other sources. Actual results may differ from these estimates under different assumptions or conditions.\n\n\n \n\n\nWe believe that the following critical accounting policies affect our more significant judgments and estimates used in the preparation of our consolidated financial statements.\n\n\n \n\n\n●\nOur revenue consists of royalty payments from mineral leases and oil and gas investments.   \n\n\n \n\n\n●\nWe reclassified depletion expenses to conform the current period standards.  The reclassification had no material impact on our audited consolidated financial statements.   \n\n\n \n\n\nRecently Issued Accounting Pronouncements\n\n\n \n\n\nThe Company has implemented all new accounting pronouncements that are in effect. These pronouncements did not have any material impact on the financial statements unless otherwise disclosed, and the Company does not believe that there are any other new accounting pronouncements that have been issued that might have a material impact on its financial position or results of operations.\n\n\n \n\n\nContractual Obligations\n\n\n \n\n\nWe are a smaller reporting company as defined by Rule 12b-2 of the Securities Exchange Act of 1934 and are not required to provide the information under this item.\n\n\n \n\n",
    "item7a": ">ITEM 7A.   QUANTITATIVE AND QUALITATIVE DISCLOSURES ABOUT MARKET RISK\n\n\n \n\n\nWe are a smaller reporting company as defined by Rule 12b-2 of the Securities Exchange Act of 1934 and are not required to provide the information under this item.\n\n\n \n\n\n20\n\n\n\n\n \n\n",
    "cik": "1490054",
    "cusip6": "003783",
    "cusip": [
        "003783310"
    ],
    "names": [
        "APPLE INC"
    ],
    "source": "https://www.sec.gov/Archives/edgar/data/1490054/000109690623001489/0001096906-23-001489-index.htm"
}