{
    "item1": ">Item 1.\n \nBusiness \nOverview\nAnterix Inc (“Anterix,” “we,” “our,” or the “Company”) is a wireless communications company focused on commercializing our spectrum assets to enable our targeted utility and critical infrastructure customers to deploy private broadband networks and on offering innovative broadband solutions to the same target customers. We are the largest holder of licensed spectrum in the 900 MHz band (896 - 901 / 935 - 940 MHz) with nationwide coverage throughout the contiguous United States, Hawaii, Alaska and Puerto Rico. On May 13, 2020, the FCC approved the Report and Order to modernize and realign the 900 MHz band to increase its usability and capacity by allowing it to be utilized for the deployment of broadband networks, technologies and solutions. The Report and Order was published in the Federal Register on July 16, 2020 and became effective on August 17, 2020. We are now engaged in qualifying for and securing broadband licenses from the FCC. At the same time, we are pursuing opportunities to monetize the broadband spectrum we secure to our targeted utility and critical infrastructure customers.\nOur Spectrum Assets\nOur spectrum is our most valuable owned asset. We hold licenses nationwide, including approximately 50% of the 900 MHz band in the United States. However, where spectrum is the highest priced, top 20 metropolitan market areas in the United States which cover approximately 38% of the U.S. population, we hold on average more than 6 MHz worth of spectrum. We acquired the majority of our 900 MHz spectrum and certain related equipment from Sprint in September 2014.\nIn the 900 MHz band, the FCC historically allocated approximately 10 MHz of spectrum, sub-divided into 40 10-channel blocks (for a total of 399 contiguous channels) alternating between blocks designated for the operation of Specialized Mobile Radio (“SMR”) commercial systems and blocks designated for B/ILT, with the FCC’s rules also enabling B/ILT licenses to be converted to SMR use. Subsequently, the FCC conducted overlay auctions on the SMR designated blocks that awarded geographic-based licenses on an MTA basis while affording operational protection to incumbent, site-based licensees in those areas. Certain MTA licenses were not purchased at auction or have been returned to the FCC. In addition, the FCC never auctioned the 20 blocks of B/ILT spectrum in some parts of the United States, therefore no users acquired site-based licenses utilizing this spectrum. As a result, the FCC is currently holding over 20% of 900 MHz narrowband spectrum in its inventory in most counties throughout the United States.\nBroadband licenses\nAs of March 31, 2023 and 2022, we were granted by the FCC broadband licenses for 105 and 21 counties, respectively. As a result, we relinquished to the FCC our narrowband licenses and made the necessary Anti-Windfall Payments for the same 105 and 21 counties, respectively, as required by the Report and Order.\nOur Business Strategy\nOur mission is to provide transformative broadband solutions for critical infrastructure industries and enterprises including private wireless connectivity on 900 MHz spectrum and next-generation communications platforms. We support digital transformations, infrastructure modernization, and cybersecurity strategies that will establish the new standard for performance and safety. Leveraging Anterix solutions, critical infrastructure customers can tackle their most impactful opportunities, unlocking applications from analytics to automation to edge monitoring and artificial intelligence. Together with Anterix, customers can build solutions that will scale and evolve with business needs. To that end, we are pursuing a two-pronged strategy focused on: 1) converting our nationwide narrowband 900 MHz spectrum position into valuable broadband spectrum; and 2) offering long-term leasing of broadband spectrum or other creative solutions in complex system areas to monetize spectrum and platform services and solutions to utility and critical infrastructure enterprises nationwide.\nConverting our Nationwide Narrowband 900 MHz Spectrum Position to Broadband\nConverting our spectrum from narrowband to broadband licenses nationwide is a foundational component of our two-pronged strategy as it provides the underpinning for achieving our business strategy. To achieve this conversion, we are focused on intentionally clearing incumbents out of the broadband license segment and obtaining broadband licenses in those counties (i) in which we have customer contracts, (ii) where we believe we have near-term commercial prospects, or (iii) may be strategically advantageous to achieve optimum costs for broadband licenses over time.\nSecure Broadband Licenses\nIn the Report and Order, the FCC chose to make counties the “base unit of measure” for calculating whether an entity is eligible to hold a broadband license. As a result of this decision and our extensive accumulated spectrum holdings, Anterix—and only Anterix—is an essential party in every one of the nation’s 3,233 counties. And while we intend to continue to \nPage 3\nTable of Contents\nprioritize our spectrum transactions in areas where we have customer opportunities, we also plan to pursue spectrum transactions opportunistically to recognize a positive return on our investments in spectrum clearing costs. We have been proactive in this effort and to date have completed, and intend to continue to pursue, spectrum transactions to support our efforts to satisfy the broadband license eligibility requirements.\nClear Covered Incumbents\nWe have been proactive in our clearing efforts in preparation for the broadband licensing process. Our dedicated clearing teams are focused on negotiating agreements to move Covered Incumbents from the broadband segment of the 900 MHz spectrum band to the segments allocated for continued narrowband operations within the 900 MHz band or out of 900 MHz band entirely. Our team has worked with Covered Incumbents and negotiated and contracted approximately two-thirds of the transactions required to clear the licensed broadband segment channels.\nDeploying our Commercial Business Offering\nWith the Report and Order issued, paving the way for the deployment of broadband in the 900 MHz band, the second key prong of our strategy is establishing our commercial positioning and accelerating adoption of our principal commercial business offering. We are implementing this strategy through targeted outreach and education by our sales, marketing, business development, commercial sales operations and industry government affairs organizations, by participating in the Utilities Broadband Alliance (“UBBA”) along with other industry associations, and by attracting vendors to the Anterix Active Ecosystem Program (“AAEP”). UBBA membership currently includes 30 electric utilities among its nearly 100 members. The AAEP includes participation of over 100 leading technology companies that provide deployment and application solutions for private broadband targeting our Nation’s electric grid innovators. We launched the AAEP to foster, strengthen, and expand the landscape of 900 MHz devices, services and solutions. Participation from the broad range of technology innovators will bring extensive value to utilities and other critical infrastructure providers who deploy PLTE. The primary intent of our business is to lease the broadband licenses we secure to customers for long term-leases (generally 20 years or longer) containing additional long-term renewal options. Based upon our analysis and discussions with current and potential customers to date, we are seeing strong and growing indications of demonstrated intent for PLTE networks using 900 MHz spectrum. To fulfill our business offering, we will be responsible for the costs of securing the broadband licenses from the FCC, including the costs of clearing and acquiring sufficient spectrum to meet the broadband requirements.\nBy contrast, we expect that most of our customers will bear the costs of deploying and operating their private broadband networks, technologies and solutions. And, beyond our principal commercial business offering, we are also exploring additional opportunities to offer electric utility companies additional value-added services to support their network deployments and operations.\nAccordingly, our approach to driving the second key prong of our strategy includes: 1) advancing our potential customers through the pipeline by assisting them with their decisions and evaluation process of private wireless networks; 2) encouraging federal and state agencies to support the investment and deployment of PLTE solutions in the 900 MHz band by utilities and critical infrastructure companies; 3) participating in demonstrations and tests with laboratories such as National Renewable Energy Lab (“NREL”) and National Institute of Standards and Technology (“NIST”) to validate the benefits of PLTE systems; 4) developing expanded value-added business offerings; 5) enabling and growing the AAEP; 6) participating in UBBA and other relevant industry associations to promote our solution; and 7) continually evaluating potential opportunities to expand the application of private wireless broadband networks built on 900 MHz spectrum.\nContinue to Build the Customer Pipeline\nOur sales and support teams are actively working with many of the largest Investor Owned Utilities (“IOU”). More specifically, these teams are working in coordination with representatives from our target customers, long-term evolution (“LTE”) infrastructure vendors, end-user device manufacturers, system integrators and other technology companies in addition to responding to Requests for Information (“RFI”), Requests for Proposals (“RFP”) and requests to support technology trials related to using our 900 MHz spectrum for broadband services. To date, there have been nine experimental licenses granted to IOUs or their subsidiaries (including Ameren Corporation (“Ameren”), Evergy, Inc. (“Evergy”), San Diego Gas & Electric Company, a subsidiary of Sempra Energy (“SDG&E”), and Xcel Energy Services Inc. (“Xcel Energy”)), two experimental licenses to other utilities and six experimental licenses to vendors and labs to showcase and promote 900 MHz broadband.\nBuild Support with Federal and State Agencies\nThe vast majority of our targeted critical infrastructure customers are highly regulated by both federal and state agencies. Electric utilities, for example, may be regulated by the Federal Energy Regulatory Commission, the Public Utilities Commissions within the states they serve and/or other state and municipal governance or regulatory bodies. Other agencies that guide utility regulations include the Department of Energy, the Department of Homeland Security, and NIST, as well as regional transmission organizations and independent system operators. We are working with each of these agencies to educate \nPage 4\nTable of Contents\nthem about the security, reliability and priority access benefits that private broadband LTE networks, technologies and solutions can offer to utilities. We are also working with a number of state agencies and commissions who regulate electric utilities and have a strong influence over electric utility investment decisions. Our goal with these state agencies and commissions is to ensure they have the right information and are properly educated on the immense benefits of utility-scale private wireless broadband networks for end-use customers so they can confidently approve utilities to include the costs of leasing of our spectrum assets and deploying private broadband LTE networks, technologies and solutions into their respective rate making filings. Utility control of communications for grid modernization programs enhances their ability to provide safe, secure, reliable and resilient electricity for the ratepayers. Broadband networks also support greater operating efficiencies, for example, as multiple narrowband networks are unified and combined into one network. When included in rate bases, utilities are permitted to recover costs and earn a customary rate of return on these prudent investments.\nDevelop a Roadmap for Expanded Services\nThrough our day-to-day interactions with prospective utility and critical infrastructure customers, and our responses and subsequent discussions related to RFIs and RFPs, we have identified additional areas of opportunity to support our current and prospective customers in the implementation and operation of PLTE networks. We are performing due diligence to determine how best to meet these customer needs, including using our internal expertise, collaborating with industry partners and working with specific service providers.\nEnable the Anterix Active Ecosystem with U.S. Band 8\nOur spectrum assets are located in the international 3GPP global standard Band 8 channel which is a frequency division duplex pair assigned to the 880 - 915 / 925 - 960 MHz spectrum bands. This pairing is aligned for use with both 4G and 5G technologies and is currently being utilized with commercial LTE and 5G broadband networks globally in Asia, Europe, and other parts of the world. Our efforts are ongoing to facilitate continued adoption of 900 MHz Band 8 radio access network equipment and end-user devices in the U.S. by working with chipmakers and module and device vendors to help ensure that customers who employ 900MHz for PLTE have timely access to 3GPP standards-compliant Band 8 devices that meet the technical operating specifications established in the FCC’s Report and Order. We also worked with an FCC certification testing lab to develop testing protocols to enable quick certification of Band 8 devices for use in the United States. The benefit of working with a global standard is that many existing devices, network components, and solutions are well suited for the working environment of our targeted critical infrastructure and enterprise customers. Global standards also provide a long-term evolution path for the technology chosen by our customers including forward and backward compatibility.\nIdentify and Evaluate New Opportunities\n \nfor Our Spectrum\nThe wireless communications industry is highly competitive and subject to rapid regulatory, technological and market changes. A key part of our business strategy is to continually monitor changes in the wireless industry and to evaluate how these changes could enable us to maximize the value of our spectrum assets. Additionally, although we are initially focusing on the electric utility industry, we have identified other customer groups, including ports, railroads, water, oil and gas facilities, and mining operations, where we believe there is both customer demand and a good fit for the private wireless broadband networks, technologies, and solutions that our spectrum assets could support. As proof of the potential demand for and value of our spectrum assets, two recent FCC spectrum auctions exceeded consensus valuation estimates and brought in the first and third highest auction proceeds ever for the U.S. Treasury, which we believe demonstrates the continued demand for licensed broadband spectrum.\nOur Broadband Market Opportunity\nWe have currently identified utility and critical infrastructure enterprises as the primary customers for our current and future broadband spectrum assets. We have identified the electric utility industry as our initial focused customer group. We believe that security, priority access, latency, redundancy, private ownership, control and unique coverage requirements are just some of the reasons utility and critical infrastructure enterprises would be interested in obtaining rights to deploy the private wireless broadband networks, technologies and solutions that can be enabled through use of our licensed spectrum.\nThe electric utility industry is undergoing a fundamental transformation. Grid modernization efforts and the drive to reduce carbon emissions have disrupted the need for utilities to build new large-scale, centralized facilities. Today, power is generated by smaller, more geographically distributed facilities that can switch from a power producer to a recipient of power generated by a variety of other disparate sources, including wind and solar installations. Grid architecture must now accommodate end-users that are both generators and consumers, converting back and forth rapidly and carrying power in both directions, something the existing grid was not originally designed to handle. Technological advancements have produced sensors and smart devices to enable the new two-way grid and offer operators the ability to control and run the grid efficiently, safely and reliably. Wireless communication networks, technologies and solutions can help utilities move the large volumes of data generated by these sensors and smart devices to their control systems for decision making, analytics and responsiveness to \nPage 5\nTable of Contents\nmarket demand and emergencies. The legacy communications systems utilized by many utilities have increasing interference and/or higher cyber threats, are not designed to handle this new data load, are inefficient and costly to maintain, and, in many cases, have associated equipment that is approaching end of life.\nOur targeted customers have historically built, maintained and operated communication networks, including private Land Mobile Radio (“LMR”) networks and supervisory control and data acquisition (“SCADA”) networks on narrowband frequencies licensed exclusively to them by the FCC. Based on our discussions with these targeted customers, these entities commonly express their desire to retain the positive elements of their aging LMR and SCADA networks, namely private ownership, tight control and custom features (such as specialized coverage and priority access), while adding the benefits of broadband and other advanced technologies (such as solving a broader set of use cases, including high-speed data transmission, video services and economies of scale). However, due to the general unavailability of low band spectrum (i.e., below 1 GHz), these entities have had limited opportunities to license or acquire the spectrum required to deploy cost-effective wireless broadband or other advanced technologies.\nIn contrast to legacy systems, the wireless broadband networks, technologies and solutions that can be deployed utilizing our spectrum assets can address the communication demands of the modern grid, both now and in the future. Our licensed 900 MHz Broadband Spectrum offers the assurance of absolute control over access to and use of that spectrum, allowing our spectrum to be utilized to provide customers with guaranteed levels of service and the ability for customers to prescribe and enforce purpose-built “rules of the road” for the provision of those services. Our spectrum assets can also serve as the foundational element to allow customers to implement LTE capabilities and evolve to 5G when there is a need. Recent FCC actions, including various auctions, have created significant opportunities for blocks of shared, unlicensed spectrum and/or licensed spectrum in the mid and high spectrum bands. The additional shared, unlicensed spectrum and/or licensed spectrum can enable future 5G networks, technologies and solutions. While we intend to build our existing and future business strategies around our 900 MHz licensed spectrum, the ability for our critical infrastructure and enterprise customers to combine our licensed 900 MHz spectrum with additional spectrum in one or more licensed, shared and/or unlicensed bands can provide them with an advantageous solution.\nBusiness Development \nWe have invested in building our business development, sales, marketing and other supporting teams, which include both external and internal resources, to help foster our evolving customer relationships in furtherance of growing and maturing our pipeline. Since the FCC’s issuance of the Report and Order, our sales and marketing efforts have been focused on pursuing spectrum lease arrangements and introducing our integrated platform solutions to our targeted utility and critical infrastructure customers. \nOur business development, sales and marketing organizations exercise the following three key methods to grow and mature our pipeline: (i) direct account-based sales and marketing efforts to our targeted customers; (ii) regulatory outreach and support; and (iii) industry trade organization collaboration. These efforts are enhanced with sales and marketing partnerships with a variety of third parties, such as integrators and technology and equipment vendors, with whom we will seek active promotion of our broadband spectrum assets and support for our broadband spectrum assets with their products, technologies, solutions and services. Additionally, our senior executives, engineering, technology, commercial sales operations and marketing teams support our sales efforts through presentations, branded participation through sponsorships and speaking engagements at major trade events, associations and organizations, customer meetings, collateral, and product demonstrations to expand our reach and brand awareness.\nLong-Term Leases of 900 MHz Broadband Spectrum\nAmeren Agreements\nIn December 2020, we entered into our first long-term 900 MHz Broadband Spectrum lease agreements (the “Ameren Agreements”) covering Ameren’s service territories. The Ameren Agreements will enable Ameren to deploy a PLTE network in its service territories in Missouri and Illinois, covering approximately 7.5 million people. Each Ameren Agreement is for an initial term of 30 years with a 10-year renewal option for an additional payment. In August 2021, the FCC granted the first 900 MHz broadband licenses to us for several counties in Ameren’s service territory, for which the Ameren Agreements were also subsequently approved by the FCC. The scheduled prepayments for the 30-year initial terms of the Ameren Agreements total $47.7 million, of which $0.3 million we received in February 2021, $5.4 million in September 2021 and $17.2 million in October 2021. The prepayments received to date encompass the initial upfront payment(s) due upon signing of the Ameren Agreements and payments for delivery of the relevant 1.4 x 1.4 cleared spectrum in several metropolitan counties throughout Missouri and Illinois, in accordance with the terms of the Ameren Agreements. The remaining prepayments of $24.8 million, excluding potential penalties, for the 30-year initial term are due by mid-2026, per the terms of the Ameren Agreements and as we deliver the relevant cleared 900 MHz Broadband Spectrum and the associated broadband licenses. The Ameren Agreements are subject to customary provisions regarding remedies for non-delivery, including refund of amounts paid and termination rights if we fail to perform our contractual obligations, including failure to deliver the relevant cleared 900 MHz Broadband \nPage 6\nTable of Contents\nSpectrum in accordance with the terms of the Ameren Agreements. We are working with incumbents to clear the 900 MHz Broadband Spectrum allocation in Ameren’s service territory. In accordance with ASC 606 Revenue from Contracts with Customers, the payments of prepaid fees under the Ameren Agreements will be accounted for as deferred revenue on our Consolidated Balance Sheets. Revenue will be recognized over time as the performance obligations of clearing the 900 MHz Broadband Spectrum and the associated broadband licenses are delivered by respective county, over the contractual term of approximately 30-years.\nThe following table represents the contractual delivery milestones under the Ameren Agreements and the allocated value ascribed for each term of the milestone. \nAmeren\nMilestone\nTotal allocated value (in millions)*\nStart of revenue recognition**\nTerm**\nUpfront deposit\n$\n0.3 \nQ3 FY22\n30 years\nMilestone 1\n1.7 \nQ3 FY22\n3 years\nMilestone 2\n21.0 \nQ1 FY25\n27 years\nMilestone 3\n1.9 \nQ1 FY25\n27 years\nMilestone 4\n22.8 \nQ1 FY27\n25 years\n* Total allocated value is subject to change based on final delivery date of the broadband licenses for the associated milestone, which may include penalties associated with delayed deliveries.\n** Revenue recognition occurs upon delivery of broadband licenses for the associated milestone, which may differ from the estimates noted above. Term is calculated based on the expected delivery date, which correlates to the period of time the revenue will be recognized for the associated milestone.\nEvergy Agreement\nIn September 2021, we entered into a long-term lease agreement of 900 MHz Broadband Spectrum with Evergy, (the “Evergy Agreement”). The Evergy service territories covered by the Evergy Agreement are in Kansas and Missouri with a population of approximately 3.9 million people. The Evergy Agreement is for an initial term of 20 years with two 10-year renewal options for additional payments. Prepayment in full of the $30.2 million for the 20-year initial term, which was due and payable within thirty (30) days after execution of the Evergy Agreement, was received by us in October 2021. The Evergy Agreement is subject to customary provisions regarding remedies for non-delivery, including refund of amounts paid and termination rights if we fail to perform our contractual obligations, including failure to deliver the relevant cleared 900 MHz Broadband Spectrum in accordance with the terms of the Evergy Agreement. We are working with incumbents to clear the 900 MHz Broadband Spectrum allocation covered by the Evergy Agreement. In accordance with ASC 606 Revenue from Contracts with Customers, the payments of prepaid fees under the Evergy Agreement will be accounted for as deferred revenue on our Consolidated Balance Sheets. Revenue will be recognized over time as the performance obligations of clearing the 900 MHz Broadband Spectrum and the associated broadband licenses are delivered by respective county, over the contractual term of approximately 20-years.\nThe following table represents the contractual delivery milestones under the Evergy Agreement and the allocated value ascribed for each term of the milestone. \nEvergy\nMilestone\nTotal allocated value (in millions)*\nStart of revenue recognition**\nTerm**\nMilestone 1\n$\n0.9 \nQ2 FY23\n1 year\nMilestone 2\n29.3 \nQ2 FY24\n19 years\n* Total allocated value is subject to change based on final delivery date of the broadband licenses for the associated milestone, which may include penalties associated with delayed deliveries.\n** Revenue recognition occurs upon delivery of broadband licenses for the associated milestone which may differ from the estimates noted above. Term is calculated based on the expected delivery date, which correlates to the period of time the revenue is expected to be recognized for the associated milestone.\nXcel Energy Agreement\nIn October 2022, we entered into an agreement with Xcel Energy providing Xcel Energy dedicated long-term usage of our 900 MHz Broadband Spectrum for a term of 20 years throughout Xcel Energy’s service territory in eight states (the “Xcel \nPage 7\nTable of Contents\nEnergy Agreement”) including Colorado, Michigan, Minnesota, New Mexico, North Dakota, South Dakota, Texas and Wisconsin. The Xcel Energy Agreement also provides Xcel Energy an option to extend the agreement for two 10-year terms for additional payments. The Xcel Energy Agreement allows Xcel Energy to deploy a PLTE network to support its grid modernization initiatives for the benefit of its approximately 3.7 million electricity customers and 2.1 million natural gas customers. The scheduled prepayments for the 20-year initial term of the Xcel Energy Agreement total $80.0 million, of which $8.0 million was received in December 2022. The Xcel Energy Agreement is subject to customary provisions regarding remedies for non-delivery, including refund of amounts paid and termination rights if we fail to perform our contractual obligations, including failure to deliver the relevant cleared 900 MHz Broadband Spectrum in accordance with the terms of the Xcel Energy Agreement. The remaining prepayments for the 20-year initial term are due by mid-2028, per the terms of the Xcel Energy Agreement and as we deliver the relevant cleared 900 MHz Broadband Spectrum and the associated broadband licenses. We are working with incumbents to clear the 900 MHz Broadband Spectrum allocation in Xcel Energy service territories. In accordance with ASC 606 Revenue from Contracts with Customers, the payments of prepaid fees under the Xcel Energy Agreement will be accounted for as deferred revenue on our Consolidated Balance Sheets. Revenue will be recognized over time as the performance obligations of clearing the 900 MHz Broadband Spectrum and the associated broadband licenses are delivered by respective county, over the contractual term of approximately 20 years.\nThe following table represents the contractual delivery milestones under the Xcel Energy Agreement and the allocated value ascribed for each term of the milestone.\nXcel Energy\nMilestone\nTotal allocated value (in millions)*\nStart of revenue recognition**\nTerm**\nMilestone 1\n$\n36.5 \nQ2 FY24\n20 years\nMilestone 2\n16.7 \nQ4 FY24\n20 years\nMilestone 3\n10.9 \nQ1 FY25\n19 years\nMilestone 4\n8.9 \nQ2 FY26\n18 years\nMilestone 5\n7.0 \nQ2 FY29\n15 years\n* Total allocated value is subject to change based on final delivery date of the broadband licenses for the associated milestone, which may include penalties associated with delayed deliveries.\n** Revenue recognition occurs upon delivery of broadband licenses for the associated milestone which may differ from the estimates noted above. Term is calculated based on the expected delivery date, which correlates to the period of time the revenue is expected to be recognized for the associated milestone.\nSales of 900 MHz Broadband Spectrum\nSDG&E Agreement\nIn February 2021, we entered into an agreement with SDG&E to sell 900 MHz Broadband Spectrum throughout SDG&E’s California service territory, including San Diego and Imperial Counties and portions of Orange County (the “SDG&E Agreement”) for a total payment of $50.0 million. The SDG&E Agreement will support SDG&E’s deployment of a PLTE network for its California service territory, with a population of approximately 3.6 million people. As part of the SDG&E Agreement, SDG&E and Anterix are collaborating to accelerate the utility industry momentum for private networks. The SDG&E Agreement includes the assignment of 6 MHz of 900 MHz Broadband Spectrum, 936.5 – 939.5 MHz paired with 897.5 – 900.5 MHz, within SDG&E’s service territory following the FCC’s issuance of the broadband licenses to us. We commenced delivery to SDG&E of the relevant 900 MHz Broadband Spectrum and the associated broadband licenses by county in the fiscal year ended 2023 (“Fiscal 2023”) and delivery is scheduled for completion before the end of fiscal year 2024. The total payment of $50.0 million is comprised of an initial payment of $20.0 million, received in February 2021 and the remaining $30.0 million payment, which is due through fiscal year 2024 as we deliver the relevant cleared 900 MHz Broadband Spectrum and the associated broadband licenses to SDG&E. In September 2022, we delivered to SDG&E 1.4 x 1.4 cleared 900 MHz Broadband Spectrum and the associated broadband license related to Imperial County and received a milestone payment of $0.2 million. The SDG&E Agreement is subject to customary provisions regarding remedies for non-delivery, including refund of amounts paid and termination rights if Anterix fails to perform its contractual obligations, including failure to deliver the relevant cleared 900 MHz Broadband Spectrum in accordance with the terms of the SDG&E Agreement. A gain or loss on the sale of spectrum will be recognized for each county once we deliver the cleared 900 MHz Broadband Spectrum and the associated broadband licenses to SDG&E in full.\nPage 8\nTable of Contents\nLCRA Agreement\nIn April 2023, we entered into an agreement with Lower Colorado River Authority (“LCRA”) to sell 900 MHz Broadband Spectrum covering 68 counties and more than 30 cities in LCRA’s wholesale electric, transmission, and water service area (the “LCRA Agreement”) for total payments of $30.0 million plus the contribution of select LCRA 900 MHz narrowband spectrum. The LCRA Agreement will support LCRA’s deployment of a PLTE network which will provide a host of capabilities including grid awareness, communications and operational intelligence that will enhance resilience and spur innovation at LCRA. The new licenses will enable LCRA to move from narrowband to next generation broadband and provide mission-critical data and voice services within LCRA and to more than 100 external customers such as electric cooperatives, schools and transit authorities across more than 73,000 square miles. The payment of $30.0 million is due through fiscal year 2026 as we deliver the relevant cleared 900 MHz Broadband Spectrum and the associated broadband licenses to LCRA. The LCRA Agreement is subject to customary provisions regarding remedies for non-delivery, including refund of amounts paid and termination rights if Anterix fails to perform its contractual obligations, including failure to deliver the relevant cleared 900 MHz Broadband Spectrum in accordance with the terms of the LCRA Agreement. A gain or loss on the sale of spectrum will be recognized for each county once we deliver the cleared 900 MHz Broadband Spectrum and the associated broadband licenses to LCRA in full.\nMotorola Lease\nIn 2014, we entered into an agreement with Motorola (the “2014 Motorola Spectrum Agreement”) to lease a portion of our 900 MHz licenses in exchange for an upfront, fully paid lease fee of $7.5 million and a $10 million investment in our subsidiary, PDV Spectrum Holding Company, LLC (the “Subsidiary”), which we formed to hold our 900 MHz spectrum licenses. Motorola’s investment in the Subsidiary was convertible, at the option of either party, into shares of our common stock at a price equal to $20.00 per share (the “Conversion Right”). In May 2022, Motorola exercised its Conversion Right, and we issued Motorola 500,000 shares of our common stock (the “Shares”) in conversion of Motorola’s ownership of 500,000 Class B Units (the “Units”) in our Subsidiary. In June 2022, we filed a Registration Statement on Form S-3 (File No. 333-265930) to register the 500,000 shares of our common stock held by Motorola for resale or other disposition by Motorola (the “Resale Registration Statement”). The Resale Registration Statement was declared effective by the SEC on July 15, 2022.\nMotorola is not entitled to any profits, dividends, or other distribution from the operations of the Subsidiary. Under the terms of this lease agreement with Motorola, Motorola can use the leased channels to provide narrowband services to certain qualified end-users. The end-users can only use the leased channels for their internal communication purposes. The end-users cannot sublease the channels to any other end-users or any commercial radio system operations or carriers. The lease agreement limits the total number of channels that Motorola can lease in any market area. The lease agreement provides us with flexibility regarding the future use and management of our spectrum, including relocation and repurposing policies designed to facilitate any necessary realignment of frequencies that may be associated with our efforts to clear spectrum for broadband uses.\nCompetition\nOur competitors include retail wireless network providers, such as Verizon, AT&T, T-Mobile, Dish and UScellular, private radio operators and other public and private companies who own spectrum, supply communication networks, technologies, products and solutions to our targeted utility and critical infrastructure enterprises. Many of these competitors have a long track record of providing technologies, products and solutions to our targeted customers and have greater political and regulatory influence than we do. In addition, many of our competitors have more resources, substantially greater product development and marketing budgets, greater name and brand recognition, a significantly greater base of customers in which to spread their operating costs and more financial and personnel resources than we do. All of these factors could prevent, delay or increase the costs of commercializing the broadband licenses we secure to our targeted customers.\nIn addition, these and other competitors have developed or may develop services, technologies, products and solutions that directly compete with the broadband networks, technologies, products and solutions that can be deployed with our spectrum assets. If competitors offer services, technologies, products and solutions to our targeted customers at prices and terms that make the licensing of our spectrum assets unattractive, we may be unable to attract customers at prices or on terms that would be favorable, or at all, which could have an adverse effect on our financial results and prospects.\nFurther, the FCC and other federal, state and local governmental authorities could adopt new regulations or take actions, including making additional spectrum available that can be utilized by our targeted customers, which could harm our ability to license our spectrum assets. For example, the federal government created and funded the First Responder Network Authority (“FRNA”), which the federal government authorized to help accomplish, fund, and oversee the deployment of a dedicated Nationwide Public Safety Broadband Network (“NPSBN”), which is marketed as “FirstNet.” The NPSBN is an additional source of competition to utilizing our 900 MHz spectrum assets by our targeted utility and critical infrastructure enterprises.\nPage 9\nTable of Contents\nOur Historical FCC Initiatives\nJoint Petition\nWhile our current licensed spectrum can support narrowband and wideband wireless services, the most significant business opportunities we identified require contiguous spectrum that allows for greater bandwidth than allowed by the original configuration of the 900 MHz band. In November 2014, in conjunction with the Enterprise Wireless Alliance (“EWA”), we submitted a Joint Petition for Rulemaking (the “Joint Petition”) to the FCC proposing a realignment of a portion of the 900 MHz band to create a 6 MHz broadband segment, while retaining 4 MHz for continued narrowband operations. In May 2015, we and the EWA filed proposed rules with the FCC related to our Joint Petition recommending procedural and technical operating parameters and processes related to the administration and technical sequencing of the proposed realignment of the 900 MHz band. Our proposed rules included the requirement for the broadband operator to provide comparable facilities to incumbent licensees, to pay the costs of their realignment and to utilize available filtering technologies to protect incumbents adjacent to the proposed broadband portion of the 900 MHz band. \nNotice of Inquiry\nIn August 2017, the FCC issued a Notice of Inquiry (“NOI”) announcing that it had commenced a proceeding to examine whether it would be in the public interest to change the existing rules governing the 900 MHz band to increase access to spectrum, improve spectrum efficiency and expand flexibility for a variety of potential uses and applications, including broadband and other advanced technologies and services. We and EWA filed a joint response to the FCC’s NOI in October 2017 and submitted reply comments in November 2017.\nNotice of Proposed Rulemaking\nOn March 14, 2019, the FCC unanimously adopted a Notice of Proposed Rulemaking (“NPRM”) endorsing our objective of creating a broadband opportunity in the 900 MHz band for critical infrastructure and other enterprise users. In the NPRM, the FCC set to determine (i) what mechanism and requirements should be imposed before a broadband applicant can acquire the FCC’s inventory of spectrum, including how to mitigate a windfall that might be attributed to the broadband applicant by the FCC’s action; (ii) what mechanism should be used to enable the broadband applicant to clear sufficient spectrum to qualify for a broadband license, including how to prevent potential holdouts; (iii) what size systems being operated by incumbents should be deemed to be “Complex Systems” and exempt from any Mandatory Retuning requirements; and (v) what approaches, including potential overlay auctions, should be used in counties where the broadband segment cannot be cleared of incumbents.\nWe filed our comments to the NPRM in June 2019 and submitted reply comments in July 2019. \nThe 900 MHz Report and Order\nOn May 13, 2020, the FCC approved the Report and Order to modernize and realign the 900 MHz band to increase its usability and capacity by allowing it to be utilized for the deployment of broadband networks, technologies and solutions. In the Report and Order, the FCC reconfigured the 900 MHz band to create a 6 MHz broadband segment (240 channels) and two narrowband segments, consisting of a 3 MHz narrowband segment (120 channels) and a 1 MHz narrowband segment (39 channels). FIGURE I below illustrates the FCC realignment as outlined in the Report and Order.\nFIGURE I\nPage 10\nTable of Contents\nThe Role of the County\nUnder the Report and Order, the FCC established the “county” as the base unit of measure in determining whether a broadband applicant is eligible to secure a broadband license. There are 3,233 counties in the United States, including Puerto Rico and other U.S. territories.\nBroadband License Eligibility Requirements\nThe Report and Order establishes three eligibility requirements to obtain broadband licenses in a county, which we refer to herein as (i) the “50% Licensed Spectrum Test,” (ii) the “90% Broadband Segment Test” and (iii) the “240 Channel Requirement.”\nTreatment of Complex Systems\nThe Report and Order exempts Complex Systems from the Mandatory Retuning process, even when a broadband applicant meets the 90% Broadband Segment Test, because retuning these systems would potentially be disruptive to the operators. MAP 1 below illustrates the nine current Complex Systems.\nThe Association of American Railroads\nThe nation’s railroads, particularly the major freight lines, operate on six narrowband 900 MHz channels licensed to their trade association, the Association of American Railroads (“AAR”). Three of these narrowband channels are located in the 900 MHz broadband segment created by the FCC. In January 2020, we entered into an agreement with the AAR in which we agreed to cancel licenses in the 900 MHz band to enable the AAR to relocate its operations, including operations utilizing the three channels located in the 900 MHz broadband segment (the “AAR Agreement”). The FCC referenced the AAR agreement in the Report and Order and required us to cancel our licenses and return them to the FCC in accordance with the AAR Agreement. We cancelled these licenses in June 2020. The Report and Order provides that the FCC will make the channels associated with these licenses available to the AAR to enable the AAR to relocate their current operations within five years. The Report and Order also provides that the FCC will credit us for our cancelled licenses for purposes of determining our eligibility to secure broadband licenses and the calculation of any Anti-Windfall Payments.\nBroadband Licensing Process\nIn May 2021, the FCC’s Wireless Telecommunication Bureau released a Public Notice detailing the application requirements and timeline for obtaining broadband licenses. The broadband licensing process includes filing an application with the FCC used for new wireless licenses, completing an Eligibility Certification and developing a Transition Plan describing the agreements the prospective broadband applicant has entered into with Covered Incumbents. We intend to pursue and file \nPage 11\nTable of Contents\napplications based on the timing of customer opportunities, strategic initiatives and our spectrum clearing results and shortly thereafter surrender our underlying licenses. The Anti-Windfall Payment to the U.S. Treasury for any spectrum we obtain from the FCC’s inventory to reach the 240 Channel Requirement will be made as soon as possible after the FCC provides us the amount due for these channels. In cases where we have satisfied the 90% Broadband Segment Test but have not reached an agreement with all Covered Incumbents, the Mandatory Retuning process will commence after we receive the broadband license.\n1.\n50% Licensed Spectrum Test\n. To be eligible for a broadband license in a particular county, a broadband applicant must demonstrate that it holds more than 50% of the outstanding licensed channels in that county. As noted above, the 900 MHz band is made up of a maximum of 399 channels in each county. The FCC has licensed less than the maximum number of 399 channels in all but the most populous counties. Because the 50% Licensed Spectrum Test is based on licensed channels, any channels that are not licensed by the FCC are not included in the denominator when determining whether the broadband applicant has satisfied this test. As of the date of this filing, we alone satisfy the 50% Licensed Spectrum Test in approximately 3,200 counties of the 3,233 counties in the United States and its territories. MAP 2 below illustrates our licensed channels by county in the entire 900 MHz band segment created by the Report and Order.\n2.\n90% Broadband Segment Test\n. The second test, the 90% Broadband Segment Test, addresses the balance between a voluntary market process to clear any “Covered Incumbent” (i.e., holders of licenses in the broadband segment) and the Mandatory Retuning process established by the FCC in the Report and Order (which applies to all Covered Incumbents, except for those Covered Incumbents operating Complex Systems. This test requires the broadband applicant to hold, have agreements with or protect Covered Incumbents equal to 90% or more of the licensed channels in the broadband segment in a particular county and within 70 miles of the county’s boundaries before the FCC will issue a broadband license and therefore commence the mandatory retuning period. The broadband segment in the 900 MHz band has a total of 240 channels. The 90% Broadband Segment Test is calculated using outstanding licensed channels, which means that if the FCC has licensed all 240 channels, the broadband applicant would be required to have control of, or agreements covering, 216 channels within the broadband segment. In most counties in the United States, the FCC has licensed fewer than 240 channels in the broadband segment and these unlicensed channels are not included in the denominator when determining whether the broadband applicant has satisfied this 90% Broadband Segment Test.\nA broadband applicant can satisfy the 90% Broadband Segment Test by purchasing channels from Covered Incumbents for cash or other consideration, by paying to relocate Covered Incumbents to replacement spectrum channels outside the broadband segment, or by demonstrating that the broadband applicant’s facilities will be far enough from the Covered Incumbent’s narrowband system to allow the two types of networks to co-exist.\nPage 12\nTable of Contents\nBefore filing for a broadband license, the broadband applicant must satisfy the 90% Broadband Segment Test by utilizing its channel holdings and negotiating with Covered Incumbents on a purely voluntary basis for any additional channels it requires to satisfy this test. Only after the 50% Licensed Spectrum Test and the 90% Broadband Segment Test are both satisfied will the FCC issue to the broadband applicant a broadband license and commence the “Mandatory Retuning” period. During this Mandatory Retuning period, any Covered Incumbents that remain in the broadband segment (other than Complex Systems) are required to negotiate in good faith with the broadband applicant to sell their channels or otherwise clear the broadband segment, subject to intervention by the FCC if the parties cannot reach an agreement.\nMAP 3 below illustrates our licensed holdings and licensed holdings we have under contract by county in the 6 MHz broadband segment created by the Report and Order. This map does not reflect licenses that may meet the protection criteria as that is evaluated on a county basis as each broadband transition plan is prepared.\n3.\n240 Channel Requirement.\n The Report and Order requires the broadband applicant to surrender 6 MHz of narrowband spectrum (or 240 channels) in the applicable county to the FCC in exchange for a broadband license. If the broadband applicant does not have sufficient channels in the county to return 240 channels to the FCC, it can elect to make an Anti-Windfall Payment to the U.S. Treasury to effectively purchase unlicensed channels in the FCC’s inventory. The Anti-Windfall Payment for these channels will be based on prices paid in the applicable county in the 600 MHz auction conducted by the FCC. To satisfy the 240 Channel Requirement, the broadband applicant has the option on a county-by-county basis to determine whether it is more cost-effective to make the Anti-Windfall Payment, purchase channels from incumbents (where available), or possibly a combination of both.\nImportantly, the markets where the FCC has channels in inventory and where we may need to make Anti-Windfall Payments to effectively return 240 channels to the FCC are generally in smaller urban, suburban and rural markets. Our spectrum position is greatest in the largest, most populated and therefore most expensive markets, with a few exceptions as shown in MAP 4 below. Although we will need to make Anti-Windfall Payments to secure broadband licenses in some counties, the average cost in aggregate for the channels will be lower than the nationwide average amount of $0.93 per MHz of population covered (“POP”) paid in the FCC’s 600 MHz auction.\nPage 13\nTable of Contents\nCosts of Securing Broadband\n \nLicenses\nAs discussed above, to obtain a broadband license in a county, the broadband applicant must satisfy (i) the 50% Licensed Spectrum Test, (ii) the 90% Broadband Segment Test and (iii) the 240 Channel Requirement. As the broadband applicant, we can satisfy these channel requirements by including our existing licensed channels in the 900 MHz band and by acquiring or clearing additional channels when necessary, through (i) spectrum purchases, (ii) spectrum retuning and/or (iii) by making Anti-Windfall Payments. Under the Report and Order, we have the option of using each of these options alone, or in any combination required, to satisfy the broadband license eligibility requirements for a particular county.\n1.\nSpectrum Purchase.\n In 2015, we began acquiring targeted additional channels in the 900 MHz band in various markets in anticipation of the Report and Order. We have and will continue to employ spectrum acquisition as a tool for those situations where a Covered Incumbent desires to exit the 900 MHz band. We may selectively acquire channels outside the 900 MHz broadband segment and use them to swap for channels within the broadband segment. For purposes of our broadband \nPage 14\nTable of Contents\nlicense eligibility, any potential acquisitions we negotiate in the 900 MHz band may be included as part of our broadband application, but the acquisition does not need to be consummated at the time we submit our broadband license application.\n2.\nSpectrum Retuning.\n Retuning is the exercise of modifying incumbents’ licenses to remove the broadband segment channels held by Covered Incumbents and swapping narrowband segments channels to facilitate a move to channels outside of the 900 MHz broadband segment established by the Report and Order. An agreement to retune adds to the number of channels we hold for computational purposes of the 90% Broadband Segment Test. We began retuning channels with interested Covered Incumbents in 2015 in anticipation of the Report and Order. We have continued retuning channels with Covered Incumbents since that time. For purposes of broadband license eligibility, any potential spectrum retuning agreements we negotiate in the 900 MHz band will be included as part of our broadband application, but the retune is not required to be completed before we submit our broadband license application.\n3.\nAnti-Windfall Payment.\n To obtain a 6 MHz broadband license, we must surrender 240 licensed channels in the county. As this band has been underutilized historically, most counties in the United States do not have 240 outstanding licensed channels that can be surrendered. To make up the difference, we may effectively pay for channels from the FCC’s spectrum inventory by making an Anti-Windfall Payment. As noted above, the FCC will use a reference per channel price based on the average price paid in the FCC’s 600 MHz auction in each given county.\nOur Intellectual Property\nWe rely on a combination of patent, copyright, trademark and trade-secret laws, as well as confidentiality provisions in our contracts, to protect our intellectual property. We have several trademarks and service marks to protect our current and future corporate name, services offerings, goodwill and brand. There are currently no claims or litigation regarding these trademarks, patents, copyrights, or service marks. We also rely on trade secret protection of our intellectual property. We enter into confidentiality agreements with third parties, employees and consultants when appropriate.\nRegulation of Our Business\nWe hold FCC spectrum licenses in the 900 MHz band throughout the contiguous United States, plus Hawaii, Alaska and Puerto Rico. The FCC regulates our wireless spectrum holdings, the issuance of broadband licenses in the 900 MHz band in accordance with the Report and Order, our future leasing or sale of any broadband licenses we secure, and the future construction and operation of wireless networks, technologies and solutions utilizing our spectrum assets.\nLicensing\nWe are authorized to provide our wireless communication services on specified frequencies within specified geographic areas and in doing so must comply with the rules, regulations and policies adopted by the FCC. The FCC issues each spectrum license for a fixed period, typically ten years in the case of the FCC narrowband licenses we currently hold and 15 years for any broadband licenses in accordance with the Report and Order. Any broadband licenses we secure will also have performance requirements at the 6- and 12-year marks to demonstrate that the broadband spectrum is being used to serve the public interest. While the FCC has generally renewed licenses held by operating companies like us, the FCC has the authority to both revoke a license for cause and to deny a license renewal if it determines that license renewal is not in the public interest. Furthermore, we could be subject to fines, forfeitures and other penalties for failure to comply with FCC regulations, even if any such non-compliance is unintentional. The loss of any licenses, or any related fines or forfeitures, could adversely affect our business, results of operations or financial condition.\nThe Communications Act of 1934, as amended, and FCC rules and regulations require us to obtain the FCC’s prior approval before assigning or transferring control of wireless licenses, with limited exceptions. The FCC’s rules and regulations also govern spectrum lease arrangements for a range of wireless radio service licenses, including the licenses we hold. These same requirements apply to any licenses or leases we may wish to enter into, transfer, or acquire as part of our broadband initiatives. The FCC may prohibit or impose conditions on any proposed acquisitions, sales, or other transfers of control of licenses or leases. The FCC engages in a case-by-case review of transactions that involve the consolidation or sale of spectrum licenses or leases and may apply a spectrum “screen” in examining such transactions. Because an FCC license is necessary to lawfully provide the wireless services we plan to enable, if the FCC were to disapprove any such request to acquire, assign, or otherwise transfer a license or lease, our business plans would be adversely affected. Approval from the Federal Trade Commission and the Department of Justice, as well as state or local regulatory authorities, also may be required if we sell or acquire spectrum.\nFCC Regulations\nThe FCC does not currently regulate rates for services offered by wireless providers. However, we may be subject to other FCC regulations that impose obligations on wireless providers, such as Federal Universal Service Fund obligations, which require communications providers to contribute to a fund that supports subsidized communications services to underserved areas and users; rules governing billing, subscriber privacy and customer proprietary network information; roaming obligations; \nPage 15\nTable of Contents\nrules that require wireless service providers to configure their networks to facilitate electronic surveillance by law enforcement officials; rules governing spam, telemarketing and truth-in-billing and rules requiring us to offer equipment and services that are accessible to and usable by persons with disabilities, among others. There are also pending proceedings that may affect spectrum aggregation limits and/or adjustment of the FCC’s case-by-case spectrum screens; regulation surrounding the deployment of advanced wireless broadband infrastructure; the imposition of text-to-911 capabilities; and the transition to IP networks, among others. Some of these requirements and pending proceedings (of which the previous examples are not an exhaustive list) pose technical and operational challenges for which we, and the industry as a whole, have not yet developed clear solutions. We are unable to predict how these pending or future FCC proceedings may affect our business, financial condition, or results of operations. Our failure to comply with any applicable FCC regulations could subject us to significant fines or forfeitures.\nState and Local Regulation\nIn addition to FCC regulation, we are subject to certain state regulatory requirements. The Communications Act of 1934, as amended, preempts state and local regulation of the entry of, or the rates charged by, any wireless provider. State and local governments, however, are permitted to manage public rights of way and can require fair and reasonable compensation from wireless providers for use of those rights of way so long as the compensation required is publicly disclosed by the government. The siting of base stations also remains subject to some degree of control by state and local jurisdiction.\nTower Siting\nOur current and future customers who deploy broadband networks will be required to comply with various federal, state and local regulations that govern the siting, lighting and construction of transmitter towers and antennas, including requirements imposed by the FCC and the Federal Aviation Administration (“FAA”). Federal rules subject certain tower site locations to extensive zoning, environmental and historic preservation requirements and mandate consultation with various parties, including State and Tribal Historic Preservation Offices, which can make it more difficult and expensive to deploy facilities. The FCC antenna structure registration process also imposes public notice requirements when plans are made for construction of, or modification to, antenna structures that require FAA approval, potentially adding to the delays and burdens associated with tower siting, including potential challenges from special interest groups. To the extent governmental agencies continue to impose additional requirements like this on the tower siting process, the time and cost to construct towers could be negatively impacted. The FCC has, however, imposed a tower siting “shot clock” that requires local authorities to address tower applications within a specific timeframe, which can assist carriers in more rapid deployment of towers. More recently, the FCC also has adopted rules intended to accelerate broadband deployment by removing barriers to infrastructure investment, in particular for “small cell” equipment. Those rules have been challenged by certain municipalities and tribal nations both at the FCC and in court.\nNational Security\nWith a range of weather-related and cyber security impacts on the nation’s grid over the last several years, national security and disaster recovery issues continue to receive attention at the federal, state and local levels. For example, Congress is expected to again consider cyber security legislation to increase the security and resiliency of the nation’s digital infrastructure. Our current and future customers who deploy broadband networks may be required to comply with potential federal, state and local regulations that govern elements of the electric grid.\nReport and Order\nThe FCC regulates the issuance of broadband licenses in the 900 MHz band in accordance with the Report and Order.\nHuman Capital Management\nWe believe we have an experienced, talented, motivated and dedicated team. We are committed to supporting the development of all our employees and to continuing to build on our strong culture. As of March 31, 2023, we had 82 full-time employees. We engage consultants and contract workers on an as-needed basis. We believe the relations with our employees and consultants are good.\nCompany Culture\nWe are guided by our core values – Integrity, Courage, Camaraderie, Transformative, and Excellence – that express how we aspire to be when we are at our best. With these values as the backbone of our corporate culture, we work tirelessly to act as responsible stewards – to our employees, communities and other stakeholders who rely on us. In addition, we are committed to governing and operating our business with the highest levels of integrity and ethics.\nWe are focused on regular evaluation of our culture. In 2021, we invited all employees to participate in an initial Employee Engagement by completing an anonymous survey. Eighty percent of our employees participated in the cultural survey providing a good basis to gauge employee sentiment. Our management team reviewed the feedback and shared the \nPage 16\nTable of Contents\nsurvey results with employees at a quarterly Town Hall meeting. The survey showed that we have a highly engaged workforce that overwhelmingly views our work environment favorably. Where our employees identified areas for improvement, we worked with various functional areas to create and implement action plans to address any issues. Our second Employee Engagement survey is set to launch in Fall 2023.\nDiversity, Equity and Inclusion \nWe are committed to hiring inclusively, providing training and development opportunities, fostering an inclusive culture, ensuring equitable pay for employees, and focusing on attracting and retaining diverse representation at every level within the Company. Anterix GROW was launched in February 2023. The focus of GROW is to embed inclusion into everyday life, personally and professionally. We are committed to fostering a culture of inclusivity by providing more actionable opportunities, and resources including days of service, employee resource groups, more lunch and learns and new inclusion tools.\nPartnerships with organizations like INROADS and Talent Hue provide further avenues for recruiting diverse talent. As of March 31, 2023, 33% of our Board members and 28% of our workforce identify as diverse. In Fiscal 2023, 31% of our new hires were females and our overall workforce is 35% female.\nEmployee Growth and Development\nWe offer a meaningful work environment with experiences and opportunities to grow and develop. This starts with the opportunity for continuous learning and the opportunity to do challenging, transformative work that helps our team build skills at all levels, including leadership opportunities, coaching, and mentoring. In addition to mandatory training on compliance matters and policies, we provide and encourage employees to partake in optional career development, health and wellness, and employee engagement activities and training.\nWe conduct surveys that gauge employee sentiment in areas like career development, manager performance and inclusivity, and we are committed to taking steps to address areas needing improvement.\nEmployee Health and Safety\nWe strive to provide a safe workplace environment and have implemented policies to support the health and safety of our employees, including a work-from-home policy. Following a shift to work from home in response to the global COVID-19 pandemic crisis, we have moved to a hybrid model requiring employees to work from the office three days a week, three weeks a month. We believe this approach balances the benefits of team development of office-based work with the personal and environmental benefits of working from home. Employees needing in-person access to laboratories or other resources onsite are not eligible for hybrid work. We believe that we have learned to operate successfully in this unique environment, and we remain committed to supporting our team’s new, more carbon-friendly, hybrid work program.\nOur Corporate Information\nOur principal executive offices are located at 3 Garret Mountain Plaza, Suite 401, Woodland Park, New Jersey 07424 and 8260 Greensboro Drive, Suite 501, McLean, Virginia. Our main telephone number is (973) 771-0300. We were originally incorporated in California in 1997 and reincorporated in Delaware in 2014. Our website is www.anterix.com. \nAvailable Information\nOur Annual Reports on From 10-K, Quarterly Reports on Form 10-Q, Current Reports on Form 8-K and amendments to reports filed pursuant to Sections 13(a) and 15(d) of the Securities Exchange Act of 1934, as amended (the “Exchange Act”) are made available free of charge on our website as soon as reasonably practicable after we electronically file such material with, or furnish it to, the Securities and Exchange Commissions (“SEC”). The SEC maintains an internet site at www.sec.gov that contains reports, proxy and information statements, and other information regarding issuers that file electronically with the SEC. We include our website address in this Annual Report only as an inactive textual reference. The information on or accessible through our website is not incorporated into this Annual Report, and you should not consider any information on, or that can be accessed through, our website a part of this Annual Report or our other filings with the SEC.",
    "item1a": ">Item 1A. Risk Factors.\nYou should carefully consider the following risk factors, together with the other information contained in this Annual Report and our other reports and filings made with the SEC, in evaluating our business and prospects. If any of the risks discussed in this Annual Report occur, our business, prospects, liquidity, financial condition and results of operations could be materially and adversely affected, in which case the trading price of our common stock could decline significantly. Some statements in this Annual Report, including statements in the following risk factors, constitute forward-looking statements. Please refer to the section entitled “Cautionary Statement Concerning Forward-Looking Statements.”\nPage 17\nTable of Contents\nRisks Related to Obtaining Broadband Licenses, the Retuning Process and the Use of Our Spectrum\nOur plans to commercialize our 900 MHz spectrum assets depend on our ability to qualify for and obtain broadband licenses from the FCC in accordance with the requirements of the Report and Order. If we are unable to obtain broadband licenses on favorable terms and on a timely basis,\n \nour business, liquidity, results of operations and prospects will be materially adversely affected.\nOur plans to commercialize our 900 MHz spectrum assets depend on our ability to obtain broadband licenses in accordance with the requirements of the Report and Order. The Report and Order establishes three general eligibility requirements to obtain a broadband license, which we refer to herein as (i) the “50% Licensed Spectrum Test,” (ii) the “90% Broadband Segment Test” and (iii) the “240 Channel Requirement.” We will need to satisfy all eligibility requirements in each county in the United States for which we desire to obtain a broadband license. Under the 50% Licensed Spectrum Test, we must demonstrate that we hold more than 50% of the licensed channels in the 900 MHz band in the applicable county. Under the 90% Broadband Segment Test, we must provide the FCC with a plan demonstrating that we hold, or have agreements with Covered Incumbents for, at least 90% of the licensed channels in the 6 MHz broadband segment designated by the FCC and within 70 miles of the county boundary. Under the 240 Channel Requirement, we must surrender 6 MHz of broadband or narrowband spectrum (or 240 channels) in the applicable county to the FCC. If we do not have a sufficient number of channels to satisfy any of these eligibility requirements, we will be required to purchase the additional channels from incumbents in privately negotiated transactions, swap our existing channels with incumbents (including any required retuning of the incumbent radio systems), demonstrate the ability to protect Covered Incumbents or effectively purchase channels not previously licensed by the FCC by making an Anti-Windfall Payment. The amount of spectrum we will be required to purchase and/or swap and the amount of any Anti-Windfall Payment will vary in each county based on our existing spectrum holdings in such county. Our ability to acquire and/or swap the additional spectrum necessary to secure broadband licenses in a desired county on a timely and cost-effective basis will depend on the incumbents who hold the additional spectrum we need to acquire or swap and their operations that we may need to retune or replace. Obtaining the required spectrum to qualify for broadband licenses may take longer and be more expensive than we currently anticipate. In addition, as discussed in more detail below, incumbents may elect not to sell or swap their existing channels on reasonable terms, or at all, and until we obtain a broadband license from the FCC, we will not be able to utilize the Mandatory Retuning procedures the FCC established in the Report and Order. If we are unable to obtain broadband licenses on favorable terms and on a timely basis, or at all, our business, liquidity, results of operations and prospects will be materially adversely affected. In addition, significant costs or delays beyond what we have anticipated in our business plan will further delay us from commercializing our spectrum assets, and may prevent us from returning capital to stockholders (through dividends or stock repurchases) and require us to seek additional sources of capital and liquidity in order to carry out our business and plans, which could cause significant dilution to our existing stockholders. See the risk factor entitled “\nWe may not be able to correctly estimate our operating expenses or\n \nfuture revenues, which could lead to cash shortfalls, and may prevent us from returning capital to our stockholders and require us to secure additional financing\n.”\nThe\n v\noluntary exchange process established by the FCC in the Report and Order may not allow us to clear or relocate incumbents in a timely manner and on commercially reasonable terms, or at all.\nThe Report and Order establishes a market-driven, voluntary exchange process for clearing the channels in the broadband segment on a county-by-county basis. When we apply for a broadband license, we will need to demonstrate that we satisfy the 90% Broadband Segment Test. The fact that we will need to account for 90% of the licensed channels in the broadband segment before we can file for a broadband application, can lead to holdouts by Covered Incumbents. For example, a Covered Incumbent may demand compensation in an amount that is disproportionate to the cost of relocating its system or any reasonable reflection of the value of its spectrum holdings or may elect not to negotiate an agreement at all. In the Report and Order, the FCC has established that a Broadband license can trigger a Mandatory Retuning process to help a broadband applicant clear the remaining channels in the broadband segment. There is no assurance, however, that we can swap or acquire sufficient channels, including purchasing additional spectrum, swapping spectrum or entering into protective agreements with Covered Incumbents, to satisfy the 90% Broadband Segment Test on a timely basis and on commercially reasonable terms, or at all. Further, even if we satisfy the 90% Broadband Segment Test, as part of the Mandatory Retuning process we will be required to pay any costs associated with providing Covered Incumbents with comparable facilities and paying relocation costs.\nIn addition, the FCC has exempted channels from the Mandatory Retuning process that are being utilized by incumbents operating Complex Systems. The FCC exempted Complex Systems from the Mandatory Retuning requirements because retuning these systems could be complex and disruptive to the incumbent operators. Complex Systems are located in some of the largest business and population centers in the United States. Most are operated by electric utilities, including some utilities that actively opposed our 900 MHz Broadband Spectrum initiatives that resulted in the Report and Order. This exemption effectively prevents us from obtaining broadband licenses in counties where these Complex Systems are located (or if a Complex System is being operated within 70 miles of a county boundary for which we are attempting to obtain a broadband license) without the incumbent’s consent, which could be withheld for any reason, or for no reason. As a result, the incumbents \nPage 18\nTable of Contents\noperating Complex Systems can make demands that are not commercially reasonable (including the commercial terms to obtain the use of our spectrum), delay their decision or refuse to negotiate with us altogether. Our inability to obtain broadband licenses in counties where Complex Systems are currently being operated (or are being operated within 70 miles of a county boundary for which we are attempting to obtain a broadband license) could have a material adverse effect on our operations and business plan, our future prospects and opportunities and on our ability to develop a profitable business.\nThe members of the\n \nAAR\n \nmay delay or hinder our ability to commercialize broadband licenses.\nThe AAR holds a nationwide geographic license for six non-contiguous channels in the 900 MHz band, three of which are located within the broadband segment established by the FCC in the Report and Order. These channels are used by freight railroads for Advanced Train Control System operations. We recognized from the outset of the 900 MHz proceedings the importance of reaching agreements with the railroads about their relocation and worked with them throughout the FCC process. The Report and Order acknowledged the agreement we had reached with the AAR. In January 2020, we formalized our AAR Agreement with the AAR in which we agreed to provide licenses in the 900 MHz band to enable the AAR to relocate its operations, including operations utilizing the three channels located in the 900 MHz broadband segment. We cancelled these licenses in June 2020 in accordance with the AAR Agreement and the FCC Report and Order. Delays by members of the AAR in clearing their channels in the broadband segment could delay or hinder our ability to commercialize broadband licenses and the ability of our customers to deploy 3 x 3 MHz broadband networks in the affected area, which could cause delays, penalties or have a material adverse effect on our operations and business plan, our future prospects and opportunities and on our ability to develop a profitable business.\nWe may not be successful in commercializing our spectrum assets on a timely basis or in accordance with our business plans and expectations.\nWe have identified utilities and other critical infrastructure enterprises as our initial target customers. As of the date of this filing, we have signed long-term leases of our spectrum assets with Ameren, Evergy and Xcel Energy and have entered into agreements to sell our spectrum assets to SDG&E and LCRA. Although we are in discussions with other utilities and critical infrastructure enterprises, there is no assurance that these discussions will continue to progress or eventually result in contracts with these entities or that we will be successful in our efforts to commercialize our spectrum assets and other service offerings. For example, utilities or other critical infrastructure enterprises may not elect to acquire use of any broadband licenses we secure on terms satisfactory to us or for a consideration that represents what we believe is the fair market value for the rights to our spectrum, on a timely basis, or at all. Similarly, there is no assurance that utilities or other critical infrastructure customers will retain us for any other value-added services we offer them. As a result, our prospects must be considered in light of the uncertainties, risks, expenses and difficulties frequently encountered by companies in their early stages of implementing a new business plan and pursuing opportunities in highly competitive and rapidly developing markets.\nIn addition, under our current business plan, we generally intend to enter into long-term leasing or other transfer arrangements for our spectrum assets in one county with one customer, or a limited number of customers, in each geographic area. We also expect that our customers will pay what we believe is the fair market value for rights to our spectrum and bear the costs of deploying and operating their private broadband networks. As a result, many geographic areas may have only one or a limited number of potential customers and if we are not successful with this customer or limited number of customers, our spectrum may not be utilized, and we will not be able to generate revenues from owning spectrum in that geographic area. In addition, even if we enter a long-term lease or transfer arrangement for a geographic area, we expect payments by our customer in such area will be contingent on our ability to clear incumbents and take the other necessary actions to secure broadband licenses on a timely basis. Our customers also will typically require rights to all spectrum we have in its geographic operating area. Because of this, we may not have additional spectrum assets to lease in such geographical area to other potential customers. Further, other than our lease or transfer arrangements, we will not generate revenue from the operation of the broadband networks or technologies deployed by our customers. As a result, there is considerable uncertainty as to whether we can generate sufficient revenues to develop a profitable business from leasing or otherwise transferring our licensed 900 MHz spectrum on a timely basis, or at all.\nOur ability to successfully commercialize our spectrum assets will also depend on the commercial availability of technology, products and solutions that can both utilize the broadband licenses we secure and satisfy our customers’ demands. Our spectrum assets are located within the 3GPP global standard of Band 8 (also known as the E-GSM band, or 880 - 915 MHz paired with 925 - 960 MHz). Band 8 has been internationally approved and is currently being utilized with LTE broadband networks. However, we may not be able to continue to convince chipmakers and other technology, product and solution manufacturers and vendors to develop the technology, products and solutions required to satisfy our customers’ various use cases and meet the technical specifications established in the Report and Order. Further, adverse economic conditions, including as a result of health pandemics, inflation, regulatory actions and policy changes, and geopolitical matters, may result in supply chain issues which limit our customer’s ability to obtain the necessary technology and products to deploy an LTE broadband network utilizing our spectrum. If such technologies, products and solutions are not available or competitively priced or are \nPage 19\nTable of Contents\nsignificantly delayed, our customers may decide not to lease any broadband licenses we secure on acceptable terms, on a timely basis, or at all.\nFurther, our assessment that we should target utilities and other critical infrastructure entities as customers for our spectrum is based on our determination that these entities have regulatory and other incentives to install a significant number of new technologies, such as smart devices and sensors, that will generate an increasing amount of data that cannot be addressed well by their existing communication networks and systems. Our potential customers, however, are large organizations and their decision to implement private broadband networks, technologies and solutions is an involved decision and will require significant capital outlays. Any negotiation and contract process with these potential customers has taken, and likely will continue to take, a significant amount of time and effort to work through their approval and funding processes. In addition, there is no assurance that the governmental agencies that regulate these entities will allow them to pass the capital costs of implementing broadband networks, technologies and solutions utilizing our spectrum on to their ratepayers, which could cause these entities to be unable to afford, or to elect not to pursue, rights to our spectrum assets. In addition, although there is broad availability of broadband LTE, there is no assurance that our targeted customers will be able to utilize existing broadband networks, technologies and solutions with our spectrum for their desired use cases without requiring modifications to existing equipment or engaging in product and/or service development efforts, any of which could result in deployment delays, require them or us to invest in technology or other development activities or otherwise adversely limit the potential benefits or value of our spectrum assets. If any of these risks occur or continue beyond our plans and expectations, our plans to commercialize our spectrum assets may not be as valuable as we expect and we may experience significant delays in our commercialization plans, which will have an adverse effect on our business, liquidity, results of operations and prospects.\nWe are subject to contingencies and obligations under our commercial agreements with our customers including the delivery of cleared spectrum and broadband licenses on a timely basis, and as a result, there is no assurance that we will receive payments from such customers in the amounts and on the timeline we currently expect, or that any payments we have received to date, including from Evergy, will not be subject to repayment or\n \nthat we will not be subject to contract claims, including rights of termination.\nWe are subject to contingencies and obligations under our commercial agreements with Ameren, SDG&E, Evergy, Xcel Energy and LCRA, including the delivery of cleared spectrum and broadband licenses in the designated service territories on a timely basis. There is no assurance that we will be able to clear incumbents from Ameren’s, SDG&E’s, Evergy’s, Xcel Energy’s, and/or LCRA’s respective service territories and obtain broadband licenses from the FCC on the timeline required under our agreements, or at all. Ameren’s, SDG&E’s, Evergy’s, Xcel Energy’s, and LCRA’s respective payment obligations, including our ability to maintain any upfront payments and any future payment obligations under these agreements, are contingent on our ability to deliver cleared spectrum and Broadband Spectrum licenses on the timelines required in these agreements. As a result, there is no assurance that we will be able to retain any upfront payments or receive future payments in the amounts and on the timeline we currently expect, or at all. Further, Ameren, Evergy and Xcel Energy may not elect to exercise their options for additional terms contemplated by the terms of the long-term lease agreements. Further, our costs to clear incumbents, qualify for broadband licenses and perform our other obligations under our agreements with Ameren, SDG&E, Evergy, Xcel Energy and LCRA may be significantly more than we currently anticipate, which could increase our capital expenses and reduce the net revenue or proceeds we recognize from these agreements.\nMacroeconomic pressures resulting from health epidemics, including the recent COVID-19 pandemic, unfavorable market conditions, regulatory and policy changes,\n \nand ongoing geopolitical matters, may have an adverse impact on our business, financial results, stock price and results of operations as well as the business of our current and potential customers.\nWhile the severity of the recent COVID-19 pandemic has lessened significantly, the pandemic has had a significant negative impact on the macroeconomic environment, such as decreases in per capital income and level of disposable income, inflation, rising interest rates, and supply chain issues. Ongoing geopolitical matters have also contributed to difficult macroeconomic conditions and exacerbated supply chain issues, resulting in significant economic uncertainty as well as volatility in the financial markets and new regulatory and policy initiatives particularly in the United States. Such conditions may adversely impact our business, financial results, and prospects and our target customers’ businesses. In addition, such macroeconomic conditions could impact our ability to access the public markets as and when appropriate or necessary to carry out our operations or our strategic goals. We cannot predict the ongoing extent, duration or severity of these conditions, nor the extent to which we may be impacted.\nTo the extent macroeconomic conditions worsen, our business, operations and results of operation could be negatively impacted. Additionally, to the extent that there is a resurgence in the COVID-19 pandemic, or other health epidemics or outbreaks, our operations could be disrupted and our business adversely impacted. Such disruptions or impacts may be similar to those we faced during the COVID-19 pandemic, such as mandated business closures in impacted areas, limitations with employee resources due to stay at home orders or sickness of employees or their families, reduction of our business operations \nPage 20\nTable of Contents\nand the business operations of our targeted utility and critical infrastructure customers, all of which may have an adverse impact on our business, financial results, stock price and results of operations.\nOur initiatives with the federal and state agencies and commissions that regulate electric utilities may not be successful.\nOur targeted utility and critical infrastructure customers are highly regulated by both federal and state agencies. Electrical utilities, for example, are regulated by federal agencies including the Department of Energy, the Department of Homeland Security, the Federal Energy Regulatory Commission and the NIST. We are working with each of these agencies to educate them about the potential benefits that private broadband LTE networks, technologies and solutions utilizing our spectrum assets can offer utilities. We are also working with state agencies and commissions who regulate the electrical utilities in their respective states, and who have a strong influence over electric utility buying decisions in their jurisdictions. Our goal with these state agencies and commissions is to gain their support for allowing utilities to pass the capital costs of leasing our spectrum assets and deploying private broadband LTE networks, technologies and solutions to ratepayers, including at a customary rate of return for the utility company. We are in the early stages of our initiatives with these federal and state agencies and commissions. We may not be successful in gaining support from these governmental bodies on a timely basis, or at all, which could hinder or delay our commercialization efforts with utilities and other entities. If we do not gain support from these governmental bodies, our targeted critical infrastructure customers may not find it commercially feasible to lease our spectrum assets.\nWe may not be able to maintain any broadband licenses that we\n \nown and/or\n \nobtain from the FCC.\nThe FCC issues each spectrum license for a fixed period, typically ten years in the case of the FCC licenses for the narrowband spectrum we currently hold and 15 years for any broadband licenses we have or intend to secure in the future. The Report and Order establishes “performance” or build-out requirements that we will be required to meet to retain and renew any broadband licenses we obtain (“Build-out Requirements”). Performance will be measured at the six- and twelve-year anniversaries of each broadband license. Although we have contractual rights and remedies with our licensees in the event of their failure to meet the Build-Out Requirements, a failure to satisfy the six-year anniversary requirements, accelerates the twelve-year anniversary to a ten-year anniversary requirement. A failure to satisfy these requirements could result in the FCC’s termination of a broadband license or refusal to renew a previously issued broadband license. In addition, under our business plan, we intend for our customers to be responsible to pay the build-out and operating costs of such broadband systems. Such Build-Out Requirements could impose a significant expense and could cause potential customers to decide not to license broadband licenses from us, or to seek alternative communication solutions from other providers.\nGovernment regulations or actions taken by governmental bodies could adversely affect our business prospects, liquidity and results of operations, including any changes by the FCC to the Report and Order or to the FCC rules and regulations governing the 900 MHz band.\nThe licensing and sale of spectrum assets, as well as the deployment and operation of wireless networks and technologies, are regulated by the FCC and, depending on the jurisdiction, by state and local regulatory agencies. In particular, the FCC imposes significant regulation on licensees of wireless spectrum with respect to how FCC licenses may be transferred or sold. The FCC also regulates how the spectrum is used by licensees, the nature of the services that licensees may offer and how the services may be offered, including resolution of issues of interference between spectrum bands. Failure to comply with FCC requirements applicable to a given licensee could result in revocation or non-renewal of the license, depending on the nature and severity of the non-compliance. If we, or any of the future licensees of our spectrum assets, fail to comply with applicable FCC regulations, we may be subject to sanctions or lose our FCC licenses, which would have a material adverse effect on our business, liquidity, results of operations and prospects.\nIn addition, the FCC and other federal, state and local governmental authorities could adopt new regulations or take actions, including imposing taxes or fees on our business that could have a materially adverse effect on our business, liquidity, results of operations and prospects. Further, the FCC or Congress may make additional spectrum available for communications services, which may result in the introduction of additional competitive entrants to the already crowded wireless communications marketplace in which we compete. For example, the federal government created and funded the FRNA which the federal government authorized to help accomplish, fund and oversee the deployment of the dedicated NPSBN. The NPSBN, which is marketed as “FirstNet”, may provide an additional source of competition to utilizing our 900 MHz spectrum assets by our targeted critical infrastructure and enterprise customers.\nPage 21\nTable of Contents\nThe value of our spectrum assets may fluctuate significantly based on supply and demand, as well as technical and regulatory changes.\nThe FCC spectrum licenses we hold are our most valuable asset. The value of our spectrum, however, may fluctuate based on various factors, including, among others:\n•\nthe cost and time required to comply with the FCC’s requirements to obtain broadband licenses in the 900 MHz band, including purchasing additional spectrum and retuning and relocating incumbents;\n•\nour ability to enter long-term leases or transfer arrangements with our targeted utility and critical infrastructure customers on a timely basis and on commercially reasonable terms;\n•\npotential uses of our spectrum based on the Report and Order and available technology;\n•\nthe market availability of, and demand for, broadband spectrum;\n•\nthe demand for private broadband networks, technologies and solutions by our targeted utility and critical infrastructure customers; and\n•\nregulatory changes by the FCC to make additional spectrum available or to promote more flexible uses of existing spectrum in other bands. \nSimilarly, the price of any additional spectrum we desire to purchase to enable us to qualify for broadband licenses or our future business plans will also fluctuate based on similar factors. Any decline in the value of our spectrum or increases in the cost of the spectrum we acquire could have an adverse effect on our market value and our business and operating results.\nRisks Related to Our Business\nWe may not be able to correctly estimate our operating expenses or future revenues, which could lead to cash shortfalls, and\n \nmay prevent us from returning capital to our stockholders and\n \nrequire us to secure additional financing.\nWe dedicated significant resources to support the FCC’s approval of the Report and Order. We have expended, and will need to continue to expend substantial resources for the foreseeable future, to commercialize and promote the benefits of deploying broadband systems to our targeted utility and critical infrastructure customers. We also will need to expend substantial resources for the foreseeable future to qualify for and obtain broadband licenses, including the costs related to retuning incumbent systems, purchasing additional spectrum from incumbents and/or making Anti-Windfall Payments to the U.S. Treasury to commercialize our spectrum assets. We believe our cash and cash equivalents on hand, along with contracted proceeds from customers will be sufficient to meet our financial obligations through at least 12 months from the date of this filing.\nOur budgeted expense levels are based in part on our expectations and assumptions regarding the timing and costs to qualify for and obtain broadband licenses, the demand by our target customers to utilize our spectrum assets to deploy broadband networks, technologies and solutions and the time required to enter into binding contracts with our target customers. However, we may not correctly predict the amount or timing of our future revenues and our operating expenses, which may fluctuate significantly in the future as a result of a variety of factors, many of which are outside of our control, and may be materially different than our announced plans and expectations. These factors include:\n•\nthe cost and time required to obtain broadband licenses, including the costs to clear the 900 MHz band and to acquire additional spectrum from incumbents and/or to make Anti-Windfall Payments;\n•\nour ability to qualify for and utilize the Mandatory Retuning process established by the Report and Order;\n•\nour ability to negotiate agreements with the operators of Complex Systems;\n•\nthe cost and time to promote, market and commercialize our spectrum assets, including the long sales cycle required to enter commercial arrangements with our targeted utility and critical infrastructure customers;\n•\nthe commercial terms, including the length of the lease and the timing of payments, in our future commercial arrangements with our targeted customers; \n•\nthe costs associated with increasing the size of our organization, including the costs to attract and retain personnel with the skills required to support our business plans; \n•\nadverse economic conditions, including as a result of inflation, that delay or otherwise hinder our commercialization efforts; and\n•\nthe funds we return to stockholders through our share repurchase program.\nOther costs may arise that we currently do not anticipate and unanticipated events may occur that reduce the amounts and delay the timing of our future revenues. We may not be able to adjust our operations in a timely manner to compensate for any shortfall in our revenues, delays in obtaining broadband licenses, delays in entering commercial agreements for our spectrum or increases in the expenses required to secure broadband licenses and implement our commercialization and business plans.\nFurther, our assumptions regarding the terms of any spectrum transactions we enter into with our targeted customers, including the timing of customer payments, may turn out to be inaccurate. As a result, a significant shortfall in our planned revenues, a significant delay in obtaining broadband licenses and entering into agreements for our spectrum assets, customers \nPage 22\nTable of Contents\nelecting not to make significant pre-payments under the terms of any agreements we enter into or significant increases in our planned expenses could have an immediate and material adverse effect on our business, liquidity, results of operations and prospects. In such case, we may not be able to return capital to our stockholders through dividends and stock repurchases and may be required to issue additional equity or debt securities or enter into other commercial arrangements to secure the additional financial resources to support our future operations and the implementation of our business plans. Such financing may result in dilution to stockholders, imposition of debt covenants and repayment obligations, or other restrictions that may adversely affect our business, prospects and results of operations. In addition, we may seek additional capital due to market conditions or strategic considerations even if we believe we have sufficient funds for our current or future operating plans.\nWe have a limited operating history with our current business plan, which makes it difficult to evaluate our prospects and future financial results and our business activities, strategic approaches and plans may not be successful.\nAlthough we were incorporated in 1997, our business is now reliant on our ability to secure broadband licenses pursuant to the Report and Order and to commercialize our spectrum assets to our targeted utility and critical infrastructure customers. Since the Report and Order, we have signed commercial agreements with five of our target utility and critical infrastructure customers for the long-term lease or transfer of our spectrum assets. Although we are in discussions with other utilities and critical infrastructure companies, and we believe many of these utility and critical infrastructure customers have demonstrated an intention to acquire use of our 900 MHz Broadband Spectrum based on their level of engagement, there is no assurance that these discussions will continue to progress or will eventually result in contracts with these entities. There also is no assurance regarding the terms of any agreements we enter into with our target customers, including the time required to enter into an agreement and the amount or timing of any payments from any executed agreement. In addition, there is no assurance that we will be able to satisfy our obligations under our commercial agreements, including our obligations to secure broadband licenses on a timely basis and on commercially reasonable terms, or at all. As a result, there is no assurance that we will be successful in our efforts to commercialize our spectrum assets and other service offerings. Further, our ability to forecast our future operating results is limited and subject to a number of risks and uncertainties, including our ability to accurately forecast and estimate our future revenues and the expenses and time required to obtain broadband licenses and pursue our commercialization plans. We have encountered, and expect to continue to encounter, risks and uncertainties frequently experienced by new businesses in highly competitive, technical and rapidly changing markets. If our assumptions regarding these risks and uncertainties are incorrect, or if there are adverse changes in our commercialization plans or opportunities or general economic conditions, or if we do not manage or address these risks and uncertainties successfully, our results of operations could differ materially and adversely from our expectations.\nAs a business with a limited operating history with our current business plan, any future success will depend, in large part, on our ability to, among other things:\n•\ncomply with the requirements and restrictions the FCC has established in the Report and Order to qualify for and obtain broadband licenses in key geographic areas on a timely and cost-effective basis;\n•\nsuccessfully commercialize our spectrum assets to our targeted utility and critical infrastructure customers on favorable terms, on a timely basis, or at all;\n•\ncomply with our obligations under our existing and any future agreements with our customers on a timely basis and on commercially reasonable terms;\n•\ncompete against other wireless companies, such as Verizon, AT&T, T-Mobile, Dish and UScellular, manufacturers and vendors who have significantly greater resources and pricing flexibility, long-term relationships with our targeted customers and greater political and regulatory influence;\n•\nsuccessfully convince chipmakers and other technology, product and solution manufacturers and vendors to develop the technology, products and solutions required to satisfy our customers’ various use cases and meet the technical specifications established in the Report and Order; and\n•\nsuccessfully manage and grow our internal business, regulatory, technical and commercial operations in an efficient and cost-effective manner\n.\nAny failure to achieve one or more of these objectives could adversely affect our business, our results of operations and our financial condition.\nMany of the third parties who offer spectrum and communication technologies, products and solutions to our targeted customers have existing long-term relationships with these targeted customers and have significantly more resources and greater political and regulatory influence than we do, and we may not be able to successfully compete with these third parties.\nOur competitors include retail wireless network providers, such as Verizon, AT&T, T-Mobile, Dish and UScellular, private radio operators and other public and private companies who supply communication networks, technologies, products and solutions to our targeted utility and critical infrastructure entities. Many of these competitors have significantly more resources, a longer track record of providing technologies, products and solutions to our targeted customers and greater political and regulatory influence than we do, all of which could prevent, delay or increase the costs of commercializing the broadband \nPage 23\nTable of Contents\nlicenses we secure to our targeted customers. In addition, we expect our targeted customers will bear the cost of installing and operating the broadband networks, technologies and solutions utilizing our licensed spectrum, thereby requiring the replacement of some or all of their existing communication systems. Given these significant capital requirements, there is no assurance that we will be able to successfully commercialize our spectrum assets, especially in light of the competitive environment in which we operate, and the wide variety of technologies, products and solutions offered by our competitors. Further, in the process of pursuing broadband licenses, we may be required to make significant concessions or contractual commitments, make significant payments or assume significant costs, purchase additional spectrum or replacement communication systems or limit the use of our spectrum assets or restrict our pursuit of business opportunities to address the concerns expressed by incumbents and other interested parties.\nIn addition, the FCC and other federal, state and local governmental authorities could adopt new regulations or take actions, including making additional spectrum available that can be utilized by our targeted customers, which could harm our ability to license our spectrum assets. For example, the federal government created and funded the FRNA, which the federal government authorized to help accomplish, fund, and oversee the deployment of a dedicated NPSBN. The NPSBN, which is marketed as “FirstNet”, may provide an additional source of competition to utilizing our 900 MHz spectrum assets by our targeted utility and critical infrastructure enterprises.\nSome of our competitors, \nsuch as Verizon, AT&T, T-Mobile, Dish and UScellular\n, have significantly greater pricing flexibility, have taken steps and may decide to compete against us more aggressively. These and other competitors may own or acquire spectrum that directly competes with our 900 MHz spectrum and/or have developed or may develop technologies that directly compete with our solutions. If competitors offer spectrum rights or services, technologies and solutions to our targeted customers at prices and terms that make the licensing of our spectrum assets unattractive, our ability to license or otherwise commercialize our spectrum assets could be impaired. As a result, we may be unable to attract customers at prices or on terms that would be favorable, or at all, which could have an adverse effect on the growth and timing of any future revenues. In addition, we may not be able to fund or invest in certain areas of our business to the same degree as our competitors. Many have substantially greater product development and marketing budgets and other financial and regulatory personnel resources than we do. Many also have greater name and brand recognition and a larger base of customers than we have. Competition could increase our selling and marketing expenses and related customer acquisition costs. We may not have the financial resources, technical expertise or marketing and support capabilities to compete successfully.\nIf we are unable to attract new customers, our results of operations and our business will be adversely affected.\nOur targeted customers are large, heavily-regulated enterprises and our business plan requires these customers to commit to long-term transactions for our spectrum and then to purchase and deploy broadband network equipment, solutions and services utilizing our leased spectrum. There\n \nare\n \ntypically a number of constituencies within each of our targeted customers that need to review and approve the commercial agreements of our spectrum before signing a contract with us. As a result, we have experienced, and we expect to continue to experience, long sales cycles with our targeted customers.\n \nIn addition, numerous other factors, many of which are out of our control, may now or in the future impact our ability to acquire new customers, including not gaining support from governmental bodies that regulate our customers, the ability of our customers to pass their broadband spectrum use and deployment costs to their ratepayers, our customers’ existing commitments to other providers or communication solutions, real or perceived costs of leasing our spectrum assets and deploying broadband networks, solutions and services, our failure to expand, retain and motivate our sales and marketing personnel, our failure to develop or expand relationships with the manufacturers or suppliers of broadband technologies, solutions and services that can be utilized on our spectrum, negative media, industry or financial analyst commentary regarding us or our solutions, litigation, the spectrum and service offerings of our competitors, the adverse impacts of the health pandemics and deteriorating general economic conditions and events. Any of these factors could impact our ability to attract new customers to lease or obtain rights to our spectrum assets. As a result of these and other factors, we may be unable to timely attract enough customers to support our operating costs, which would harm our business and results of operations.\nWe have had net losses each year since our inception and may not achieve or maintain profitability in the future.\nWe have incurred net losses each year since our inception and we may not achieve or maintain profitability in the future for a number of reasons, including without limitation, the costs to obtain broadband licenses, including the costs to clear the 900 MHz band, the costs to promote and commercialize our spectrum assets to our targeted utility and critical infrastructure customers, our inability to commercialize our spectrum assets to our targeted utility and critical infrastructure customers on a timely basis and on commercially favorable terms and changes in our revenue recognition policies. Additionally, we may encounter unforeseen operating expenses, difficulties, complications, delays and other unknown factors that may result in significant delays in our business plans, levels of revenue below our current expectations, or losses or expenses that exceed our current expectations. If our losses or expenses exceed our expectations or our revenue assumptions are not met in future periods, we may never achieve or maintain profitability in the future.\nPage 24\nTable of Contents\nOur ability to use our net operating losses to offset future taxable income, if any, may be subject to certain limitations.\nAs of March 31, 2023, we had approximately $90.3 million of federal net operating loss (“NOL”) carryforwards, expiring in various amounts from 2023 through 2038, to offset future taxable income and the remaining $237.5 million of which can be carried forward indefinitely but limited to 80% of future taxable income when used. In the United States, utilization of the NOL carryforwards may be subject to a substantial annual limitation under Section 382 of the Internal Revenue Code of 1986, as amended (the “Code”), and similar state provisions due to ownership change limitations that have occurred previously or that could occur in the future. The NOL carryforwards and certain other tax attributes of ours may also be subject to limitations as a result of ownership changes. If we were to lose the benefits of these NOL carryforwards, our future earnings and cash resources would be materially and adversely affected. We have incurred net losses since our inception, and we anticipate that we will continue to incur significant losses for the foreseeable future; thus, we do not know whether or when we will generate the U.S. federal taxable income necessary to utilize our NOLs.\nOur reputation and business may be harmed, and we may be subject to legal claims if there is loss, disclosure, or misappropriation of,\n \nor access to,\n \nour customers’ information.\nWe make extensive use of online services and centralized data processing, including through third-party service providers. The secure maintenance and transmission of customer information is an important element of our operations. Our information technology and other systems, and those of our service providers or contract partners, that maintain and transmit customer information, including location or personal information, may be compromised by a malicious third-party penetration of our network security, or that of our third-party service providers or contract partners, or impacted by unauthorized intentional or inadvertent actions or inactions by our employees, or by the employees of our third-party service providers or contract partners. Cyber-attacks, which include the use of malware, computer viruses and other means of disruption or unauthorized access, have increased in frequency, scope and potential harm in recent years. While, to date, we have not been subject to cyber-attacks or other cyber incidents which, individually or in the aggregate, have been material to our operations or financial condition, the preventive actions we and our third-party service providers and contract partners take to reduce the risk of cyber incidents and protect information technology resources and networks may be insufficient to repel a major cyber-attack in the future. As a result, our customers’ information may be lost, disclosed, accessed, used, corrupted, destroyed or taken without the customers’ consent. Any significant compromise of our data or network security, failure to prevent or mitigate the loss of customer information and delays in detecting any such compromise or loss could disrupt our operations, impact our reputation and subject us to additional costs and liabilities, including litigation, which could produce material and adverse effects on our business and results of operations.\nRisks Related to Our Organization and Structure\nWe may change our operations and business strategies without stockholder consent.\nOur executive management team, with oversight from our Board, establishes our operational plans, our commercialization plans and our business strategies. Our Board and executive management team may make changes to or approve transactions that deviate from our current operations and strategies without a vote of, or prior notice to, our stockholders. This authority to change our operations, commercialization plans and business strategies could result in us conducting operational matters, making investments, pursuing spectrum opportunities, or implementing business or growth strategies in a manner different than those that we are currently pursuing. Under any of these circumstances, we may expose ourselves to different and more significant risks, decrease our revenues or increase our expenses and financial requirements, any of which could have a material adverse effect on our business, prospects, liquidity, financial condition and results of operations.\nOur future success depends on our ability to retain our executive officers and key personnel and to attract, retain and motivate qualified personnel.\nOur success depends to a significant degree upon the contributions of our executive officers and key personnel, who have unique experience and expertise in the telecommunications industry, large scale and multi-year solution selling to utilities, wireless broadband networks, FCC rulemaking and retuning and clearing spectrum to obtain FCC licenses. Although we have adopted a severance plan for our executive officers, we do not otherwise have long-term employment agreements with any of our executive officers or key personnel. There is no guarantee that these individuals will remain employed with us. In addition, we have not obtained and do not expect to obtain key man life insurance that would provide us with proceeds in the event of the death or disability of any of our executive officers or key personnel. If any of our executive officers or key personnel were to cease employment with us, our operating results and the implementation of our commercial and business terms could suffer. Further, the process of attracting and retaining suitable replacements for our executive officers and key personnel would result in transition costs and would divert the attention of other members of our senior management team from our existing operations. As a result, the loss of services from our executive officers or key personnel or a limitation in their availability could materially and adversely impact our business, prospects and results of operations. Further, such a loss could be negatively perceived in the capital markets.\nPage 25\nTable of Contents\nRecruiting and retaining qualified personnel, including effective sales personnel, are critical to our success. Competition to hire qualified personnel in our industry is intense, and we may be unable to hire, train, retain or motivate these key personnel on acceptable terms given the competition among numerous telecommunications companies for similar personnel.\nWe will need to continue to expand our organization and we may experience difficulties in managing this growth, which could disrupt our operations.\nWe have significantly expanded our commercialization organization since the Report and Order was issued in May 2020. As we continue to pursue broadband licenses and implement our commercialization plans, we expect to need additional managerial, operational, technical, sales, marketing, financial, legal and other resources. Our management may need to divert its attention away from its day-to-day activities and devote a substantial amount of time to managing these growth activities. We may not be able to effectively manage the expansion of our operations, which may result in weaknesses in our infrastructure, operational mistakes, loss of business opportunities, loss of employees and reduced productivity among remaining employees. Our expected growth could require significant expenditures and may divert financial resources from other projects. If our management is unable to effectively manage our growth, our expenses may increase more than expected or budgeted, our ability to generate and/or grow revenue could be reduced and we may not be able to implement our currently anticipated business strategy. Our future financial performance and our ability to commercialize our spectrum assets and compete effectively will depend, in part, on our ability to effectively manage any future growth. Failure to manage this growth could disrupt our business operations and negatively impact our ability to achieve success.\nIf we fail to implement and maintain an effective system of internal controls, we may not be able to accurately determine our financial results or prevent fraud. As a result, our stockholders could lose confidence in our financial results, which would materially and adversely affect our value and our ability to raise any required capital in the future.\nEffective internal controls are necessary for us to provide reliable financial reports and effectively prevent fraud. We have discovered in the past and may discover in the future areas of our internal controls that need improvement or additional documentation. For example, subsequent to filing the Quarterly Report on Form 10-Q for the period ended September 30, 2021, we determined that our controls and procedures were not effective as the result of a material weakness in our internal controls over financial reporting related to the identification, review, analysis and recording of our intangible assets, more specifically, non-monetary exchanges of our narrowband licenses for broadband licenses. The material weakness was remediated as of March 31, 2022 as the applicable remedial controls operated for a sufficient period of time and management has concluded through testing, that these controls were operating effectively as of the end of the period covered by this Annual Report.\nWe cannot be certain that we will be successful in implementing or maintaining effective internal controls for all financial periods. As we grow our business, our internal controls will become more complex, and we will require significantly more resources to ensure our internal controls remain effective. The existence of any material weakness or significant deficiency in the future may require management to devote significant time and incur significant expense to remediate any such material weaknesses or significant deficiencies and management may not be able to remediate any such material weaknesses or significant deficiencies in a timely manner. In addition, the existence of any material weakness in our internal controls could also result in errors in our financial statements that could require us to restate our financial statements, cause us to fail to meet our reporting obligations and cause stockholders to lose confidence in our reported financial information, all of which could materially and adversely affect our value and our ability to raise any required capital in the future.\nRisks Related to Our Common Stock\nThere is\n \nno assurance that a robust market in our common stock will develop or be sustained.\nSince our common stock began trading on the Nasdaq Stock Market in 2015, we have had limited daily trading volume. We cannot assure you that a more active or liquid trading market for our common stock will develop, or will be sustained if it does develop, either of which could materially and adversely affect the market price of our common stock, our ability to raise capital in the future and the ability of stockholders to sell their shares at the volume, prices and times desired. In addition, the risks and uncertainties related to our ability to obtain broadband licenses and our proposed business strategies makes it difficult to evaluate our business, our prospects and the valuation of our Company, which limits the liquidity and volume of our common stock and may have a material adverse effect on the market price of our common stock.\nOur common stock prices may be volatile, which could cause the value of our common stock to decline.\nThe market price of our common stock may be highly volatile and subject to wide fluctuations. Some of the factors that could negatively affect or result in fluctuations in the market price of our common stock include:\n•\nthe timing and costs of securing broadband licenses;\n•\nour ability to enter into contracts with our targeted utility and critical infrastructure customers, on a timely basis or at all;\n•\nthe terms of our customer contracts, including pre-payments and our contractual obligations;\nPage 26\nTable of Contents\n•\nour ability to comply with our obligations, on a timely and cost-effective basis, under our existing customer contracts;\n•\nmarket reaction to any changes in our business plans or strategies;\n•\nannouncements, offerings or actions by our competitors;\n•\ngovernmental regulations or actions taken by governmental bodies;\n•\nadditions or departures of any of our executive officers or key personnel;\n•\nactions by our stockholders;\n•\nspeculation in the press or investment community;\n•\ngeneral market, economic and political conditions, including an economic slowdown, inflation or dislocation in the global credit markets;\n•\nour operating performance and the performance of other similar companies;\n•\nchanges in accounting principles, judgments or assumptions; and\n•\npassage of legislation or other regulatory developments that adversely affect us or our industry.\nConcentration of ownership will limit your ability to influence corporate matters.\nBased on our review of publicly available filings as of June 09, 2023, funds affiliated with Owl Creek Asset Management (“Owl Creek”) beneficially owned approximately 28.4%, funds affiliated with Heard Capital LLC owned approximately 7.9%, funds affiliated with Morgan Stanley Investment Management Inc. owned approximately 6.8%, funds affiliated with BlackRock, Inc. owned approximately 6.8%, and funds affiliated with GIC Private Limited owned approximately 6.1% of our outstanding common stock. These four investment firms collectively beneficially own approximately 56.0% of our outstanding shares of common stock. Although we are not aware of any voting arrangements between these stockholders, our significant stockholders can determine (if acting together) or significantly influence: (i) the outcome of any corporate actions submitted by our Board for approval by our stockholders and (ii) any proposals or director nominees submitted by a stockholder. Further, they could place significant pressure on our Board to pursue corporate actions, director candidates and business opportunities they identify. For example, in the fiscal year ended March 31, 2022 (“Fiscal 2022”) we engaged in cooperative discussions with Owl Creek regarding Owl Creek’s interest in nominating an individual to our Board and in Fiscal 2023 we added Jeffrey Altman, managing member of the general partner of Owl Creek, to our Board. In addition, in its recent filings with the SEC, Owl Creek reported that it expects to continue to engage in cooperative discussions with our management and Board concerning ways to work together to achieve our strategic objectives. Owl Creek and our other significant stockholders could effectively block a proposed sale of the company, even if recommended by our Board. Alternatively, these stockholders could place pressure on our Board to pursue a sale of the company or its assets. As a result of this concentration of ownership, our other stockholders may have no effective voice in our corporate actions or the operations of our business, which may adversely affect the market price of our common stock. \nFuture sales of our common stock, or preferred stock, or of other securities convertible into our common stock or preferred stock, could cause the market value of our common stock to decline and could result in dilution of your shares.\nOur Board is authorized, without stockholder approval, to permit us to issue additional shares of common stock or to raise capital through the creation and issuance of preferred stock, other debt securities convertible into common stock or preferred stock, options, warrants and other rights, on terms and for consideration as our Board in its sole discretion may determine. \nSales of substantial amounts of our common stock, including sales by our officers, directors or 5% and greater stockholders, or of preferred stock could cause the market price of our common stock to decrease significantly. We cannot predict the effect, if any, of future sales of our common stock, or the availability of our common stock for future sales, on the value of our common stock. Sales of substantial amounts of our common stock by any one or more of our large stockholders, or the perception that such sales could occur, may adversely affect the market price of our common stock.\nWe cannot guarantee that our share repurchase program will be utilized to the full value approved or that it will enhance long-term stockholder value. Repurchases we consummate could increase the volatility of the price of our common stock and could have a negative impact on our available cash balance. \nOur Board authorized a share repurchase program pursuant to which we may repurchase up to $50.0 million of our common stock on or before September 29, 2023. The manner, timing and amount of any share repurchases may fluctuate and will be determined by us based on a variety of factors, including the market price of our common stock, our priorities for the use of cash to support our business operations and plans, general business and market conditions, tax laws, and alternative investment opportunities. The share repurchase program authorization does not obligate us to acquire any specific number or dollar value of shares. Further, our share repurchases could have an impact on our share trading prices, increase the volatility of the price of our common stock, or reduce our available cash balance such that we will be required to seek financing to support our operations. Our share repurchase program may be modified, suspended or terminated at any time, which may result in a decrease in the trading prices of our common stock. Even if our share repurchase program is fully implemented, it may not \nPage 27\nTable of Contents\nenhance long-term stockholder value. Additionally, repurchases are subject to the 1% Share Repurchase Excise Tax enacted by the Inflation Reduction Act, which may be offset by shares newly issued during that fiscal year (the “Share Repurchase Excise Tax”). We have and will continue to take the Share Repurchase Excise Tax into account with respect to our decisions to repurchase shares.\nFuture offerings of debt securities or preferred stock, which would rank senior to our common stock in the event of our bankruptcy or liquidation, may adversely affect the market price of our common stock.\nIn the future, we may attempt to increase our capital resources by making offerings of debt securities or otherwise incurring debt. In the event of our bankruptcy or liquidation, holders of our debt securities may be entitled to receive distributions of our available assets prior to the holders of our common stock. In addition, we may offer preferred stock that provides holders with a preference on liquidating distributions or a preference on dividend payments or both or that could otherwise limit our ability to pay dividends or make liquidating distributions to the holders of our common stock. Although we have no present plans to do so, our decision to issue debt securities or to issue preferred stock in any future offerings or otherwise incur debt may depend on market conditions and other factors beyond our control. As a result, we cannot predict or estimate the amount, timing or nature of our future offerings, and investors in our common stock bear the risk of our future offerings reducing the market price of our common stock and/or diluting their ownership interest in us.\nCertain anti-takeover defenses and applicable law may limit the ability of a third party to acquire control of us.\nCertain provisions of our amended and restated certificate of incorporation, as amended (the “Amended and Restated Certificate of Incorporation”) and amended and restated bylaws, as amended (the “Amended and Restated Bylaws”), could discourage, delay, or prevent a merger, acquisition, or other change of control that stockholders may consider favorable, including transactions in which you might otherwise receive a premium for your shares. These provisions also could limit the price that investors might be willing to pay in the future for our common stock, thereby depressing the market price of our common stock. These provisions, among other things:\n•\nallow the authorized number of directors to be changed only by resolution of our Board;\n•\nauthorize our Board to issue, without stockholder approval, preferred stock, the rights of which will be determined at the discretion of our Board and that, if issued, could operate as a “poison pill” to dilute the stock ownership of a potential hostile acquirer to prevent an acquisition that our Board does not approve;\n•\nestablish advance notice requirements for stockholder nominations to our Board or for stockholder proposals that can be acted on at stockholder meetings; and\n•\nlimit who may call a stockholders meeting.\nIn addition, we are subject to Section 203 of the Delaware General Corporation Law (the “DGCL”). In general, Section 203 of the DGCL prevents an “interested stockholder” (as defined in the DGCL) from engaging in a “business combination” (as defined in the DGCL) with us for three years following the date that person becomes an interested stockholder unless one or more of the following occurs:\n•\nbefore that person became an interested stockholder, our Board approved the transaction in which the interested stockholder became an interested stockholder or approved the business combination;\n•\nupon consummation of the transaction that resulted in the interested stockholder becoming an interested stockholder, the interested stockholder owned at least 85% of our voting stock outstanding at the time the transaction commenced, excluding for purposes of determining the voting stock outstanding (but not the outstanding voting stock owned by the interested stockholder) stock held by directors who are also officers of our Company and by employee stock plans that do not provide employees with the right to determine confidentially whether shares held under the plan will be tendered in a tender or exchange offer; or\n•\nfollowing the transaction in which that person became an interested stockholder, the business combination is approved by our Board and authorized at a meeting of stockholders by the affirmative vote of the holders of at least 66 2/3% of our outstanding voting stock not owned by the interested stockholder.\nThe DGCL generally defines “interested stockholder” as any person who, together with affiliates and associates, is the owner of 15% or more of our outstanding voting stock or is our affiliate or associate and was the owner of 15% or more of our outstanding voting stock at any time within the three-year period immediately before the date of determination. As a result, our election to be subject to Section 203 of the DGCL could limit the ability of a third party to acquire control of us.\nPage 28\nTable of Contents\nClaims for indemnification by our directors and officers may reduce our available funds to satisfy successful third-party claims against us and may reduce the amount of money available to us.\nOur Amended and Restated Certificate of Incorporation and Amended and Restated Bylaws provide that we will indemnify our directors and officers, in each case to the fullest extent permitted by Delaware law. In addition, as permitted by Section 145 of the DGCL, our Amended and Restated Bylaws and our indemnification agreements that we have entered into with our directors and officers provide that:\n•\nwe will indemnify our directors and officers for serving us in those capacities or for serving other business enterprises at our request, to the fullest extent permitted by Delaware law. Delaware law provides that a corporation may indemnify such person if such person acted in good faith and in a manner such person reasonably believed to be in or not opposed to the best interests of the registrant and, with respect to any criminal proceeding, had no reasonable cause to believe such person’s conduct was unlawful;\n•\nwe may, in our discretion, indemnify employees and agents in those circumstances where indemnification is permitted by applicable law;\n•\nwe are required to advance expenses, as incurred, to our directors and officers in connection with defending a proceeding, except that such directors or officers shall undertake to repay such advances if it is ultimately determined that such person is not entitled to indemnification;\n•\nwe will not be obligated pursuant to our Amended and Restated Bylaws to indemnify a person with respect to proceedings initiated by that person against us or our other indemnities, except with respect to proceedings authorized by our Board or brought to enforce a right to indemnification;\n•\nthe rights conferred in our Amended and Restated Bylaws are not exclusive, and we are authorized to enter into indemnification agreements with our directors, officers, employees and agents and to obtain insurance to indemnify such persons; and\n•\nwe may not retroactively amend our bylaw provisions to reduce our indemnification obligations to directors, officers, employees and agents.\nAs a result, claims for indemnification by our directors and officers may reduce our available funds to satisfy successful third-party claims against us and may reduce the amount of money available to us.",
    "item7": ">ITEM 7. MANAGEMENT’S DISCUSSION AND ANALYSIS OF FINANCIAL CONDITION AND RESULTS OF OPERATIONS\nThe following management’s discussion and analysis of financial condition and results of operations should be read in conjunction with our historical consolidated financial statements and the related notes\n. \nThis management’s discussion and analysis contains forward-looking statements that involve risks and uncertainties, such as statements of our plans, objectives, expectations and intentions\n. \nAny statements that are not statements of historical fact are forward-looking statements\n. \nThese forward-looking statements are subject to risks and uncertainties that could cause our actual results or events to differ materially from those expressed or implied by the forward-looking statements\n. \nFactors that could cause or contribute to such differences include, but are not limited to, those identified below and those discussed in the section entitled “Risk Factors” included elsewhere in this Annual Report\n. \nExcept as required by applicable law we do not undertake any obligation to update forward-looking statements to reflect events or circumstances occurring after the date of this Annual Report.\nThis management’s discussion and analysis of financial condition and results of operations is based on our consolidated financial statements, which we have prepared in accordance with accounting principles generally accepted in the United States of America\n \n(“U.S. GAAP”)\n. \nThe preparation of these financial statements requires us to make estimates and assumptions that affect the reported amounts of assets and liabilities and the disclosure of contingent assets and liabilities at the date of the consolidated financial statements, as well as the reported revenues and expenses during the reporting periods\n. \nOn an ongoing basis, we evaluate such estimates and judgments, including those described in greater detail below\n. \nWe base our estimates on historical experience and on various other factors that we believe are reasonable under the circumstances, the results of which form the basis for making judgments about the carrying value of assets and liabilities that are not readily apparent from other sources\n. \nOur actual results may differ from these estimates under different assumptions or conditions.\nOverview\nWe are a wireless communications company focused on commercializing our spectrum assets to enable our targeted utility and critical infrastructure customers to deploy private broadband networks and on offering innovative broadband solutions to the same target customers. We are the largest holder of licensed spectrum in the 900 MHz band (896 - 901 / 935 - 940 MHz) with nationwide coverage throughout the contiguous United States, Hawaii, Alaska and Puerto Rico. On May 13, 2020, the FCC approved the Report and Order to modernize and realign the 900 MHz band to increase its usability and capacity by allowing it to be utilized for the deployment of broadband networks, technologies and solutions. The Report and Order was published in the Federal Register on July 16, 2020 and became effective on August 17, 2020. We are now engaged in qualifying for and securing broadband licenses from the FCC. At the same time, we are pursuing opportunities to monetize the broadband spectrum we secure to our targeted utility and critical infrastructure customers.\nRefer to our Business Section of this Annual Report for a more complete description of the nature of our business, including details regarding the process and costs to secure our broadband licenses.\nBusiness Developments\nOn October 28, 2022, we entered into an agreement with Xcel Energy providing Xcel Energy dedicated long-term usage of our 900 MHz Broadband Spectrum for a term of 20 years throughout Xcel Energy’s service territory in eight states. The Xcel Energy Agreement also provides Xcel Energy an option to extend the agreement for two 10-year terms for additional payments. The Xcel Energy Agreement allows Xcel Energy to deploy a PLTE network to support its grid modernization initiatives for the benefit of its approximately 3.7 million electricity customers and 2.1 million natural gas customers. The scheduled prepayments for the 20-year initial term of the Xcel Energy Agreement total $80.0 million, of which $8.0 million was received in December 2022.\nIn September 2021, we entered into a long-term lease agreement of 900 MHz Broadband Spectrum with Evergy. The Evergy service territories covered by the Evergy Agreement are in Kansas and Missouri with a population of approximately 3.9 million people. The Evergy Agreement is for an initial term of 20 years with two 10-year renewal options for additional payments. We received full prepayment of $30.2 million for the initial 20-year term in October 2021. During the year ended March 31, 2023, we delivered to Evergy the 1.4 x 1.4 cleared 900 MHz Broadband Spectrum and the associated broadband licenses for 81 counties. The revenue recognized for the year ended March 31, 2023 was approximately $0.6 million.\nIn February 2021, we entered into an agreement with SDG&E, to provide 900 MHz Broadband Spectrum throughout SDG&E’s California service territory, including San Diego and Imperial Counties and portions of Orange County for a total payment of $50.0 million. The total payment of $50.0 million is comprised of an initial payment of $20.0 million received in February 2021 and the remaining $30.0 million payment, which is due through fiscal year 2024 as we deliver the associated broadband licenses to SDG&E and the relevant cleared 900 MHz Broadband Spectrum. In September 2022, we delivered to SDG&E 1.4 x 1.4 cleared 900 MHz Broadband Spectrum and the associated broadband license related to Imperial County and received a milestone payment of $0.2 million.\nPage 32\nTable of Contents\nIn May 2022, we issued Motorola 500,000 shares of our common stock. Motorola received the Shares by electing to convert 500,000 Class B Units it held in our subsidiary, PDV Spectrum Holding Company, LLC. Motorola acquired the Units in September 2014 in connection with the 2014 Motorola Spectrum Agreement, Motorola leased a portion of our narrowband spectrum, which was held by the Subsidiary, in consideration for an upfront, fully-paid leasing fee of $7.5 million and a $10.0 million investment in the Units. Motorola had the right at any time to convert its Units into the Shares, representing a conversion price of $20.00 per share. In June 2022, we filed a Registration Statement on Form S-3 to register the 500,000 shares of our common stock held by Motorola for resale or other disposition by Motorola. The Resale Registration Statement was declared effective by the SEC on July 15, 2022.\nRecent Developments\nOn April 20, 2023, we entered into a license purchase agreement with LCRA under which LCRA will purchase 900 MHz Broadband Spectrum covering 68 counties and more than 30 cities in LCRA’s wholesale electric, transmission, and water service area for total payments of $30.0 million plus the contribution of select LCRA 900 MHz narrowband spectrum. The Agreement will support LCRA’s deployment of a PLTE network which will provide a host of capabilities including grid awareness, communications and operational intelligence that will enhance resilience and spur innovation at LCRA.\nResults of Operations\n \nComparison of the years ended March 31, 2023, 2022 and 2021\nThe following table sets forth our results of operations for the fiscal years ended March 31, 2023 (“Fiscal 2023”), March 31, 2022 (“Fiscal 2022”) and March 31, 2021 (“Fiscal 2021”). The period-to-period comparison of financial results is not necessarily indicative of financial results to be achieved in future periods.\nOperating revenues\nFor the years ended March 31,\nAggregate Change\nAggregate Change\n(in thousands)\n2023\n2022\n2021\n2023 from 2022\n2022 from 2021\nService revenue\n$\n— \n$\n— \n$\n192 \n$\n— \n0 \n%\n$\n(192)\n-100 \n%\nSpectrum lease revenue\n1,919 \n1,084 \n729 \n835 \n77 \n%\n355 \n49 \n%\nTotal operating revenues\n$\n1,919 \n$\n1,084 \n$\n921 \n$\n835 \n77 \n%\n$\n163 \n18 \n%\nOverall operating revenues increased by $0.8 million, or 77%, to $1.9 million in Fiscal 2023 from $1.1 million in Fiscal 2022. The increase in our spectrum lease revenue was attributable to revenue recognized in connection with our agreements with Ameren and Evergy of approximately $0.3 million and $0.6 million, respectively, for the current year. Overall operating revenues increased by $0.2 million, or 18%, to $1.1 million in Fiscal 2022 from $0.9 million in Fiscal 2021. The increase in our spectrum lease revenue was attributable to revenue recognized in connection with the Ameren Agreements of approximately $0.4 million. For a discussion of our revenue recognition policy, refer to Note 2 \nSummary of Significant Accounting Policies\n in the Notes to the Consolidated Financial Statements contained within this Annual Report.\nOperating expenses \nFor the years ended March 31,\nAggregate Change\nAggregate Change\n(in thousands)\n2023\n2022\n2021\n2023 from 2022\n2022 from 2021\nDirect cost of revenue (exclusive of depreciation and amortization)\n$\n— \n$\n5 \n$\n1,606 \n$\n(5)\n-100 \n%\n$\n(1,601)\n-100 \n%\nGeneral and administrative\n45,177 \n39,525 \n39,302 \n5,652 \n14 \n%\n223 \n1 \n%\nSales and support\n5,733 \n4,461 \n2,942 \n1,272 \n29 \n%\n1,519 \n52 \n%\nProduct development\n4,439 \n3,593 \n4,343 \n846 \n24 \n%\n(750)\n-17 \n%\nDepreciation and amortization\n1,420 \n1,450 \n3,533 \n(30)\n-2 \n%\n(2,083)\n-59 \n%\nImpairment of long-lived assets\n— \n— \n85 \n— \n0 \n%\n(85)\n-100 \n%\nOperating expenses\n$\n56,769 \n$\n49,034 \n$\n51,811 \n$\n7,735 \n16 \n%\n$\n(2,777)\n-5 \n%\nDirect cost of revenue\nDirect cost of revenue decreased from $5,000 for Fiscal 2022 to zero for Fiscal 2023.\n \nDirect cost of revenue decreased by $1.6 million to $5,000 for Fiscal 2022, or 100%, from $1.6 million for Fiscal 2021. The decrease is due to lower support costs related to the transfer of pdvConnect customers to the Team Connect LLC as part of our December 2018 restructuring efforts as discussed in Note 3 \nRevenue\n in the Notes to the Consolidated Financial Statements contained within this Annual Report.\nPage 33\nTable of Contents\nGeneral and administrative expenses\nGeneral and administrative expenses increased by $5.7 million to $45.2 million for Fiscal 2023, or 14%, from $39.5 million for Fiscal 2022.\n \nThe increase primarily resulted from $4.3 million higher stock compensation expense due to additional grants awarded during Fiscal 2023, $1.0 million higher headcount and related costs, $0.4 million higher travel and meeting costs, $0.3 million higher regulatory fees, and $0.1 million higher IT related costs, partially offset by $0.3 million lower site related costs and $0.1 million lower professional services. General and administrative expenses increased by $0.2 million to $39.5 million for Fiscal 2022, or 1%, from $39.3 million for Fiscal 2021.\n \nThe increase primarily resulted from $1.5 million higher headcount and employee related costs, $0.8 million higher professional service fees due to our strategic spectrum initiatives, $0.7 million higher site rent related costs and $0.3 million recruiting costs partially offset by $2.7 million lower stock compensation expense and $0.4 million lower management fees.\nSales and support expenses\nSales and support expenses increased by $1.3 million, or 29%, to $5.7 million for Fiscal 2023 from $4.5 million for Fiscal 2022. The increase primarily resulted from $0.8 million higher headcount and employee related costs, $0.3 million higher marketing costs related to advertising, sponsorships and trade shows and $0.2 million higher travel and meeting costs. Sales and support expenses increased by $1.5 million, or 52%, to $4.5 million for Fiscal 2022 from $2.9 million for Fiscal 2021. The increase primarily resulted from $0.6 million higher headcount and employee related costs, $0.5 million higher marketing costs related to advertising, sponsorships and trade shows, $0.1 million higher contract consulting costs and $0.3 million higher stock compensation expense.\nProduct development expenses\nProduct development expenses increased by $0.8 million, or 24%, to $4.4 million for Fiscal 2023 from $3.6 million for Fiscal 2022. The increase primarily resulted from $0.6 million higher non-recurring engineering costs, $0.5 million higher contract consulting costs and $0.1 million higher costs related to professional services, partially offset by $0.4 million lower headcount and related cost. Product development expenses decreased by $0.8 million, or 17%, to $3.6 million for Fiscal 2022 from $4.3 million for Fiscal 2021. The decrease primarily resulted from $0.4 million lower consulting fees and $0.4 million lower technology related costs.\nDepreciation and amortization \nDepreciation and amortization in Fiscal 2023 remained relatively flat as compared to Fiscal 2022. Depreciation and amortization expenses decreased by $2.1 million, or 59%, to $1.5 million for Fiscal 2022 from $3.5 million for Fiscal 2021. The decrease was due to the change in the useful life for our market network sites during Fiscal 2021 that resulted in higher depreciation expense. Market network site assets for our historical business were fully depreciated by December 31, 2020. \nImpairment of long-lived assets\nThere were no impairment of long-lived assets expenses for Fiscal 2023 and Fiscal 2022. Impairment of long-lived assets expenses were $0.1 million for Fiscal 2021\n.\n(Gain)/loss from disposal of intangible assets, net\nFor the years ended March 31,\nAggregate Change\nAggregate Change\n(in thousands)\n2023\n2022\n2021\n2023 from 2022\n2022 from 2021\n(Gain)/loss from disposal of intangible assets, net\n$\n(38,399)\n$\n(11,209)\n$\n3,849 \n$\n(27,190)\n243 \n%\n$\n(15,058)\n-391 \n%\nDuring Fiscal 2023, we exchanged our narrowband licenses for broadband licenses in 84 counties. In connection with the exchange, we recorded an estimated accounting cost basis of $46.2 million for the new broadband licenses and disposed of $7.8 million related to the value ascribed to the narrowband licenses we relinquished to the FCC for those same 84 counties. As a result, we recorded a $38.4 million gain from disposal of the intangible assets on our Consolidated Statements of Operations. Refer to Note 5\n Intangible Assets\n in the Notes to the Consolidated Financial Statements contained within this Annual Report for further discussion on the exchanges.\nDuring Fiscal 2022, we exchanged our narrowband licenses for broadband licenses in 21 counties. In connection with the exchange, we recorded an estimated accounting cost basis of $15.3 million for the new broadband licenses and disposed of $4.1 million related to the value ascribed to the narrowband licenses we relinquished to the FCC for those same 21 counties. As a result, we recorded a $11.2 million gain from disposal of the intangible assets on our Consolidated Statements of Operations. Refer to Note 5 \nIntangible Assets\n in the Notes to the Consolidated Financial Statements contained within this Annual Report for further discussion on the exchanges.\nPage 34\nTable of Contents\nIn June 2020, we cancelled licenses in the 900 MHz band in accordance with the Report and Order and our agreement with the AAR. Because we did not receive any licenses nor monetary reimbursement in exchange for the cancellation, but only credit for purposes of determining our future eligibility and payment requirements for broadband licenses under the Report and Order, we recorded a $5.0 million loss from disposal of the intangible assets on our Consolidated Statements of Operations for Fiscal 2021.\nIn September 2020, we closed an agreement with a third party for the exchange of 900 MHz licenses. Under the agreement, we received spectrum licenses at their estimated fair value of approximately $0.2 million and a payment of $1.2 million in cash. Under the agreement, we transferred spectrum licenses with a book value of approximately $0.3 million to the third party. We recognized a $1.1 million gain from disposal of intangible assets on our Consolidated Statements of Operations when the deal closed in September 2020.\nLoss from disposal of long-lived assets, net\nFor the years ended March 31,\nAggregate Change\nAggregate Change\n(in thousands)\n2023\n2022\n2021\n2023 from 2022\n2022 from 2021\nLoss from disposal of long-lived assets, net\n$\n10 \n$\n107 \n$\n70 \n$\n(97)\n-91 \n%\n$\n37 \n53 \n%\nLoss on disposal of long-lived assets, net decreased by $0.1 million, or -91%, to $10 thousand in Fiscal 2023, as compared to $0.1 million Fiscal 2022. The decrease was primarily due to the company disposing less assets in the current year than in the prior year. Loss on disposal of long-lived assets, net in Fiscal 2022 remained relatively flat as compared to Fiscal 2021.\nInterest income\nFor the years ended March 31,\nAggregate Change\nAggregate Change\n(in thousands)\n2023\n2022\n2021\n2023 from 2022\n2022 from 2021\nInterest income\n$\n1,140 \n$\n56 \n$\n124 \n$\n1,084 \n1936 \n%\n$\n(68)\n-55 \n%\nInterest income increased by $1.1 million, or 1936%, to $1.1 million for Fiscal 2023 as compared to $56,000 from Fiscal 2022. The increase was primarily attributable to higher interest rates. Interest income decreased by $68,000, or 55%, to $56,000 for Fiscal 2022 as compared to $0.1 million from Fiscal 2021 due to lower interest rates.\nOther income\nFor the years ended March 31,\nAggregate Change\nAggregate Change\n(in thousands)\n2023\n2022\n2021\n2023 from 2022\n2022 from 2021\nOther income\n$\n266 \n$\n256 \n$\n414 \n$\n10 \n4 \n%\n$\n(158)\n-38 \n%\nOther income in Fiscal 2023 remained relatively flat as compared to Fiscal 2022. Other income decreased by $0.2 million, or 38%, to $0.3 million for Fiscal 2022 from $0.4 million for Fiscal 2021 due to lower payments received from our historical business.\nLoss on equity method investment\nFor the years ended March 31,\nAggregate Change\nAggregate Change\n(in thousands)\n2023\n2022\n2021\n2023 from 2022\n2022 from 2021\nLoss on equity method investment\n$\n— \n$\n— \n$\n(39)\n$\n— \n0 \n%\n$\n39 \n-100 \n%\nWe reported loss on investment for Fiscal 2021 amounting to $39,000, relating to the 19.5% ownership interest in the LLC. (See Note 7 \nRelated Party Transactions \nin the Notes to the Consolidated Financial Statements contained within this Annual Report).\nIncome tax expense\nFor the years ended March 31,\nAggregate Change\nAggregate Change\n(in thousands)\n2023\n2022\n2021\n2023 from 2022\n2022 from 2021\nIncome tax expense\n$\n1,262 \n$\n983 \n$\n124 \n$\n279 \n28 \n%\n$\n859 \n693 \n%\nFor Fiscal 2023, Fiscal 2022 and Fiscal 2021, we recorded a total deferred tax expense of $1.3 million, $1.0 million and $0.1 million, respectively, due to the inability to use some portion of our federal and state NOL carryforwards against the deferred tax liability created by amortization of indefinite-lived intangibles.\nPage 35\nTable of Contents\nLiquidity and Capital Resources \nOur principal source of liquidity is our cash and cash equivalents generated from customer contract proceeds. On March 31, 2023, we had cash and cash equivalents of $43.2 million.\nWe believe our cash and cash equivalents on hand, along with contracted proceeds from customers, will be sufficient to meet our financial obligations through at least 12 months from the date of this Annual Report. As noted above, our future capital requirements will depend on a number of factors, including among others, the costs and timing of our spectrum retuning activities, spectrum acquisitions and the Anti-Windfall Payments to the U.S. Treasury, our operating activities, any cash proceeds we generate through our commercialization activities and our ability to timely deliver broadband licenses to our customers in accordance with our contractual obligations. We deploy this capital at our determined pace based on several key ongoing factors, including customer demand, market opportunity, and offsetting income from spectrum leases. As we cannot predict the duration or scope of the current negative macroeconomic environment, including any adverse effects of the health pandemics, inflation, regulatory and policy changes, and geopolitical matters, or their respective impacts on our business or our targeted customers, we cannot reasonably estimate any respective potential negative financial impact to our results of operations, commercialization efforts and financial condition. We are actively managing our business to maintain our cash flow and believe that we currently have adequate liquidity. To implement our business plans and initiatives, however, we may need to raise additional capital. We cannot predict with certainty the exact amount or timing for any future capital raises. See “Risk Factors” in Item 1A of Part I of this Annual Report for a reference to the risks and uncertainties that could cause our costs to be more than we currently anticipate and/or our revenue and operating results to be lower than we currently anticipate. If required, we intend to raise additional capital through debt or equity financings or through some other financing arrangement. However, we cannot be sure that additional financing will be available if and when needed, or that, if available, we can obtain financing on terms favorable to our stockholders and to us. Any failure to obtain financing when required will have a material adverse effect on our business, operating results, financial condition and liquidity.\nIn April 2020, we filed the Shelf Registration Statement on Form S-3 with the SEC that was declared effective by the SEC on April 20, 2020, which permitted us to offer up to $150.0 million of common stock, preferred stock, warrants or units in one or more offerings and in any combination, including in units from time to time. Our Shelf Registration Statement expired on April 20, 2023.\nCash Flows from Operating, Investing and Financing Activities\nFor the years ended March 31,\n(in thousands)\n2023\n2022\n2021\nNet cash (used in) provided by operating activities\n$\n(27,250)\n$\n17,913 \n$\n(9,959)\nNet cash used in investing activities\n$\n(27,130)\n$\n(27,411)\n$\n(14,174)\nNet cash (used in) provided by financing activities\n$\n(8,062)\n$\n(2,416)\n$\n4,218 \nNet cash (used in) provided by operating activities\nNet cash used in operating activities was approximately $27.3 million in Fiscal 2023 an increase of $45.2 million from Fiscal 2022. The net cash used in operating activities in Fiscal 2023 was due to the following:\n•\n$16.3 million net loss, offset by the following non-cash activity:\n◦\nincrease of $1.4 million for depreciation and amortization as a result of assets placed in service during the year;\n◦\nincrease of $17.9 million in stock-based compensation expense due to additional grants awarded; and\n◦\ndecrease of $38.4 million related to the non-monetary gain on disposals of intangible assets in connection to our exchange of narrowband licenses for broadband licenses;\noffset by the following:\n•\n$6.1 million increase in deferred revenue due to $8.0 million cash proceeds from our 900 MHz Broadband Spectrum customer prepayments offset by $1.9 million in revenue recognition in connection with the delivery of cleared 900 MHz Broadband Spectrum.\nNet cash used in operating activities was approximately $17.9 million in Fiscal 2022. The net cash used in operating activities in Fiscal 2022 due to the following:\n•\n$37.5 million net loss, offset by the following non-cash activity:\n◦\nincrease of $1.5 million for depreciation and amortization as a result of assets placed in service during the year;\n◦\nincrease of $13.6 million in stock-based compensation expense due to additional grants awarded; and\nPage 36\nTable of Contents\n◦\ndecrease of $11.2 million related to the non-monetary gain on disposals of intangible assets in connection to our exchange of narrowband licenses for broadband licenses;\noffset by the following:\n•\n$51.7 million increase in deferred revenue due to $52.8 million cash proceeds from our 900 MHz Broadband Spectrum customer prepayments offset by $1.1 million in revenue recognition in connection with the delivery of cleared 900 MHz Broadband Spectrum.\nNet cash used in operating activities was approximately $10.0 million in Fiscal 2021. The net cash used in operating activities in Fiscal 2021 due to the following:\n•\n$54.4 million net loss, offset by the following non-cash activity:\n◦\nincrease of $3.5 million depreciation and amortization as a result of assets placed in service during the year;\n◦\nincrease of $15.9 million in stock-based compensation expense due to additional grants awarded; and\n◦\nincrease of $3.8 million related to the non-monetary gain on disposals of intangible assets in connection to our exchange of narrowband licenses for broadband licenses;\noffset by the following:\n•\n$20.0 million increase in contingent liability relating to the upfront payment we received from SDG&E.\nNet cash used in investing activities\nNet cash used in investing activities was approximately $27.1 million, $27.4 million and $14.2 million in Fiscal 2023, Fiscal 2022 and Fiscal 2021, respectively. For Fiscal 2023, the net cash used in investing activities resulted from $25.0 million in wireless license acquisitions including refundable deposits and $2.1 million for purchases of equipment. For Fiscal 2022, the net cash used for investing activities resulted from $26.4 million in wireless license acquisitions including refundable deposits and $1.1 million for purchases of equipment. For Fiscal 2021, the net cash used for investing activities resulted from $13.9 million in wireless license acquisitions including refundable deposits and $0.2 million for purchases of equipment.\nNet cash (used in) provided by financing activities\nNet cash used in financing activities was approximately $8.1 million and $2.4 million in Fiscal 2023 and Fiscal 2022, respectively. Net cash provided by financing activities was $4.2 million in Fiscal 2021. For Fiscal 2023, net cash used in financing activities was primarily from the repurchase of common stock of $8.2 million, partially offset by the proceeds from stock option exercises of $1.7 million, net of payments of withholding tax on net issuance of restricted stock of $1.6 million. For Fiscal 2022, net cash used in financing activities was primarily from the repurchase of common stock of $15.0 million, partially offset by the proceeds from stock option exercises of $14.0 million, net of payments of withholding tax on net issuance of restricted stock of $1.5 million. For Fiscal 2021, the net cash provided by financing activities primarily resulted $4.2 million in cash received from the proceeds of stock option exercises.\nContracted cash proceeds\nThe following table illustrates the estimated contracted customer proceeds for Fiscal 2024 and thereafter (in thousands):\nCustomers\nFiscal 2024*\nThereafter*\nAmeren\n$\n— \n$\n24,800 \nSDG&E\n26,600 \n3,200 \nXcel Energy\n59,200 \n12,800 \nLCRA\n15,000 \n15,000 \nTotal\n$\n100,800 \n$\n55,800 \n* Total cash proceeds are subject to change based on final delivery date of the broadband licenses for the associated milestone, which may include penalties associated with delayed deliveries.\nMaterial Cash Requirements\nOur future capital requirements will depend on many factors, including: costs and time related to the commercialization of our spectrum assets; and our ability to sign customer contracts and generate revenues from the license or transfer of any broadband licenses we secure; and our ability to timely deliver broadband licenses and clear spectrum to our customers in accordance with our contractual obligation; the timeline and costs to acquire broadband licenses pursuant to the Report and Order, including the costs to acquire additional spectrum, the costs related to retuning, or swapping spectrum held by 900 MHz site-based licensees in the broadband segment that is required under section 90.621(b) to be protected by a \nPage 37\nTable of Contents\nbroadband licensee with a base station at any location within the county, or any 900 MHz geographic-based SMR licensee in the broadband segment whose license area completely or partially overlaps the county, and the costs of paying Anti-Windfall Payments to the U.S. Treasury.\nWe are obligated under certain lease agreements for office space with lease terms expiring on various dates from October 31, 2023 through June 30, 2027, which includes a three to ten-year lease extension for our corporate headquarters. We have also entered into multiple lease agreements for tower space related to our historical TeamConnect business and in connection with obtaining spectrum licenses. The lease expiration dates range from May 31, 2023 to August 31 2029. Total estimated payments for these lease agreements are approximately $5.5 million (exclusive of real estate taxes, utilities, maintenance and other costs borne by us). In addition to the lease payments for our tower space, we also have an obligation to clear the tower site locations, for which we recorded an asset retirement obligation (the “ARO”). Total estimated payments as a result of the ARO is approximately $0.6 million. See Note 2 \nSummary of Significant Accounting Policies\n in the Notes to the Consolidated Financial Statements contained within this Annual Report for further information on the AROs.\nXcel Energy Guaranty\nIn connection with Xcel Energy Agreement, we entered into a guaranty agreement, under which we guaranteed the delivery of the relevant 900 MHz Broadband Spectrum and the associated broadband licenses in Xcel Energy’s service territory in eight states along with other commercial obligations. In the event of default or non-delivery of the specific territory’s 900 MHz Broadband Spectrum, we are required to refund payments we have received. In addition, to the extent Anterix has performed any obligations, our liability and remaining obligations under the Xcel Energy Agreement will extend only to the remaining unperformed obligations. We recorded $8.0 million in deferred revenue in connection with the prepayment received as delivery of the relevant cleared 900 MHz Broadband licenses or counties is expected to commence in the first quarter of Fiscal 2024 through 2029. As of March 31, 2023, the maximum potential liability of future undiscounted payments under this agreement is approximately $8.0 million.\nShare Repurchase Program\nIn September 2021, our Board authorized a share repurchase program pursuant to which we may repurchase up to $50.0 million of our common stock on or before September 29, 2023. The manner, timing and amount of any share repurchases will be determined by us based on a variety of factors, including price, general business and market conditions and alternative investment opportunities. The share repurchase program authorization does not obligate us to acquire any specific number of shares. Under the program, shares may be repurchased in privately negotiated and/or open market transactions, including under plans complying with Rule 10b5-1 under the Exchange Act. We currently anticipate the cash used for the share repurchase program will come primarily from our prepaid customer agreements.\nThe following table presents the share repurchase activity for Fiscal 2023, Fiscal 2022 and Fiscal 2021 (in thousands, except per share data):\nFor the years ended March 31,\n2023\n2022\n2021\nNumber of shares repurchased and retired\n216 \n252 \n— \nAverage price paid per share*\n$\n47.05 \n$\n57.50 \n$\n— \nTotal cost to repurchase\n$\n8,223 \n$\n14,962 \n$\n— \n* Average price paid per share includes costs associated with the repurchases.\nAs of March 31, 2023, $26.8 million is remaining under the share repurchase program.\nCritical Accounting\n \nEstimates \nThe accompanying consolidated financial statements have been prepared in accordance with U.S. GAAP, which require management to make estimates and assumptions that affect the reported amounts of assets and liabilities and the disclosure of contingent assets and liabilities at the date of the financial statements and the reported amounts of revenues and expenses during the reporting period. Accordingly, our actual results could differ from those based on such estimates and assumptions. Further, to the extent that there are differences between our estimates and our actual results, our future financial statement presentation, financial condition, results of operations and cash flows will be affected. We believe that the accounting policies discussed below are critical to understanding our historical performance, as these policies relate to the more significant areas involving our judgments and estimates.\nWe believe that the areas described below are the most critical to aid in fully understanding and evaluating our reported financial results, as they require management’s significant judgments in the application of accounting policy or in making estimates and assumptions that are inherently uncertain and that may change in subsequent periods. Our significant \nPage 38\nTable of Contents\naccounting policies are set forth in Note 2 \nSummary of Significant Accounting Policies\n \nin the Notes to the Consolidated Financial Statements contained within this Annual Report. Of those policies, we believe that the policy discussed below may involve a higher degree of judgment and may be more critical to an accurate reflection of our financial condition and results of operations.\nEvaluation of Indefinite-Lived Intangible Assets for Impairment\nUnit of accounting of wireless licenses not associated with closed deals is based on geographic markets. Unit of accounting of wireless licenses associated with closed deals is based on the deal markets. Our wireless licenses not associated with closed deals are tested for impairment based on the geographic markets, as we will be utilizing the existing wireless narrowband licenses, or broadband licenses if applicable, as part of facilitating broadband spectrum networks at a geographic market level. Our wireless licenses associated with closed deals are tested for impairment based at the deal market level. We use a market-based approach to estimate fair value for impairment testing purposes.\nThe valuation approach used to estimate fair value for the purpose of impairment testing requires management to use complex assumptions and estimates such as population, discount rates, industry and market considerations, long-term market equity risk, as well as other factors. These assumptions and estimates depend on our ability to accurately predict forward looking assumptions including successfully applying for broadband licenses, commercializing our 900 MHz Broadband Spectrum and properly estimating favorable deal terms over the life of the contract. For impairment testing, estimated fair value is determined using a market-based approach primarily using the 600 MHz auction price. As noted in the Report and Order, the FCC will use the spectrum price based on the average price paid in the FCC’s 600 MHz auction to calculate the Anti-Windfall Payments. In addition, we performed a sensitivity analysis to recent auctions and transactions noting that while in some cases the value was lower than the 600 MHz auction price, the values were well above our carrying value. Furthermore, if management determines that for impairment testing purposes, the 600 MHz auction price is not the appropriate market-based fair value, and the new estimated fair value is lower by over 50%, our intangible assets would still not be impaired as the current estimated fair value for impairment testing purposes exceeds book value by more than 50%. \n During Fiscal 2023, we shifted from a probability analysis approach to a more detailed approach with measurable qualitative metrics. The new approach, Demonstrated Intent (“DI”), determines how likely a deal is to close based on certain qualitative factors, like applying for an experimental license, entering into a request for proposal, joining certain utility board or publicly backing 900 MHz Broadband Spectrum and its application. As a result, we will utilize the DI scores on a go-forward basis for our impairment analysis. We performed a step one quantitative approach impairment test as of January 1, 2023, to determine if the fair value of the combined licenses by the associated geographical or deal market exceeds the carrying value for each geographical or deal market. Based on the results of the impairment test, there were no impairment charges recorded during the year ended March 31, 2023.\nRecent Accounting Pronouncements\nInformation regarding recent accounting pronouncements, including those recently adopted, is provided in Note 2 \nSummary of Significant Accounting Policies \nin the Notes to the Consolidated Financial Statements contained within this Annual Report.",
    "item7a": ">ITEM 7A. QUANTITATIVE AND QUALITATIVE DISCLOSURES ABOUT MARKET RISK\nInterest Rate Risk\nOur financial instruments consist of cash, cash equivalents, trade accounts receivable and accounts payable. We consider investments in highly liquid instruments purchased with original maturities of 90 days or less to be cash equivalents. Our primary exposure to market risk is interest income sensitivity, which is affected by changes in the general level of U.S. interest rates. However, because of the short-term nature of the highly liquid instruments in our portfolio, a 10% change in market interest rates would not be expected to have a material impact on our financial condition and/or results of operations.\nForeign Currency Exchange Rate Fluctuations\nOur operations are based in the United States and, accordingly, all of our transactions are denominated in U.S. dollars. We are currently not exposed to market risk from changes in foreign currency.\nInflation Risk\nInflationary factors may adversely affect our operating results. As a result of recent increases in inflation, certain of our operating expenses have increased. Additionally, although difficult to quantify, we believe that the current macroeconomic environment, including inflation, could have an adverse effect on our target customers’ businesses, which may harm our commercialization efforts and negatively impact our revenues. Continued periods of high inflation could have a material adverse effect on our business, operating results and financial condition if we are not able to control our higher operating costs \nPage 39\nTable of Contents\nor if our commercialization efforts are slowed or negatively impacted, continued periods of high inflation could have a material adverse effect on our business, operating results and financial condition.\nWe continue to monitor our market risk exposure, including any adverse impacts related to health pandemics or the current macroeconomic environment, which has resulted in significant market volatility.\n ",
    "cik": "1304492",
    "cusip6": "03676C",
    "cusip": [
        "03676C950",
        "03676C900",
        "03676C100"
    ],
    "names": [
        "ANTERIX INC"
    ],
    "source": "https://www.sec.gov/Archives/edgar/data/1304492/000130449223000030/0001304492-23-000030-index.htm"
}