{
    "item1": ">ITEM 1.   \nBusiness\n\n\n \n\n\nDescription of Business\n\n\n \n\n\nThe Company was incorporated as a Georgia corporation in 1957 and was reincorporated as a Delaware corporation in 2003. The Company’s executive offices are located at 916 South Burnside Avenue, Suite 300, Gonzales, Louisiana 70737, its telephone number is (225) 647-9100 and its internet address is \nwww.crowncrafts.com\n.\n\n\n \n\n\nThe Company operates indirectly through four of its wholly-owned subsidiaries, NoJo Baby & Kids, Inc. (“NoJo”), Sassy Baby, Inc. (“Sassy”), Manhattan Group, LLC (“Manhattan”) and Manhattan Toy Europe Limited (“MTE”) in the infant, toddler and juvenile products segment within the consumer products industry. The infant, toddler and juvenile products segment consists of infant and toddler bedding and blankets, bibs, soft bath products, disposable products, developmental toys and accessories. Most sales of the Company’s products are generally made directly to retailers, such as mass merchants, large chain stores, mid-tier retailers, juvenile specialty stores, value channel stores, grocery and drug stores, restaurants, wholesale clubs and internet-based retailers. The Company's products are marketed under a variety of Company-owned trademarks, under trademarks licensed from others and as private label goods.  Manhattan also sells direct to consumer through its website, \nwww.manhattantoy.com\n.\n\n\n \n\n\nThe Company's fiscal year ends on the Sunday nearest to or on March 31. References herein to “fiscal year 2023” or “2023” represent the 52-week period ended April 2, 2023, and references herein to “fiscal year 2022” or “2022” represent the 53-week period ended April 3, 2022.\n\n\n \n\n\nOn March 17, 2023 (the “Closing Date”), the Company acquired Manhattan and MTE, Manhattan’s wholly-owned subsidiary (the “Manhattan Acquisition”), for a purchase price of $17.0 million, subject to adjustments for cash as of the Closing Date and to the extent that actual net working capital as of the Closing Date differs from target net working capital of $13.75 million. The Manhattan Acquisition was funded with available cash and borrowings under the Company’s revolving line of credit with The CIT Group/Commercial Services (“CIT”).\n\n\n \n\n\nDuring the first 54 days of fiscal 2022, the Company also operated indirectly through Carousel Designs, LLC (“Carousel”), a wholly-owned subsidiary that manufactured and marketed infant and toddler bedding directly to consumers online from a facility in Douglasville, Georgia. On May 5, 2021, the Company’s Board of Directors (the “Board”) approved the closure of Carousel due to a history of high costs, declining sales and operating and cash flow losses, as well as management’s determination that such losses were likely to continue. Accordingly, the operations of Carousel ceased at the close of business on May 21, 2021.\n\n\n \n\n\nThe Company makes its annual reports on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K and amendments to those reports filed or furnished pursuant to Section 13(a) or 15(d) of the Exchange Act available free of charge on its website at \nwww.crowncrafts.com\n as soon as reasonably practicable after such material has been electronically filed with the SEC. These reports are also available without charge on the SEC’s website at \nwww.sec.gov\n.\n\n\n \n\n\nInternational Sales\n\n\n \n\n\nSales to customers in countries other than the U.S. represented 5% and 4% of the Company’s total gross sales during fiscal years 2023 and 2022, respectively. International sales are based upon the location that predominately represents what the Company believes to be the final destination of the products delivered to the Company’s customers.\n\n\n \n\n\nCompetition\n\n\n \n\n\nThe infant, toddler and juvenile consumer products industry is highly competitive. The Company competes with a variety of distributors and manufacturers (both branded and private label), including large infant, toddler and juvenile product companies and specialty infant, toddler and juvenile product manufacturers, on the basis of quality, design, price, brand name recognition, service and packaging. The Company’s ability to compete depends principally on styling, price, service to the retailer and continued high regard for the Company’s products and trade names.\n\n\n \n\n\n\n\n\n\n\n\n\n      3\n     \n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTable of Contents\n\n\n\n\n\n\n\n\n\n\n \n\n\nHuman Capital Resources\n\n\n \n\n\nAs of June 15, 2023, the Company had 172 employees, all of whom are full-time and none of whom is represented by a labor union or is otherwise a party to a collective bargaining agreement. The Company attracts and maintains qualified personnel by paying competitive salaries and benefits and offering opportunities for advancement. The Company considers its relationship with its employees to be good.\n\n\n \n\n\nTrademarks, Copyrights and Patents\n\n\n \n\n\nThe Company considers its intellectual property to be of material importance to its business. Sales of products marketed under the Company’s trademarks, including Sassy®, Manhattan Toy®, NoJo® and Neat Solutions® accounted for 35% and 30% of the Company’s total gross sales during fiscal years 2023 and 2022, respectively. Protection for these trademarks is obtained through domestic and foreign registrations. The Company also markets designs that are subject to copyrights and design patents owned by the Company.\n\n\n \n\n\nProduct Sourcing\n\n\n \n\n\nForeign and domestic contract manufacturers produce most of the Company’s products, with the largest concentration being in China. The Company makes sourcing decisions on the basis of quality, timeliness of delivery and price, including the impact of ocean freight and duties. Although the Company maintains relationships with a limited number of suppliers, the Company believes that its products may be readily manufactured by several alternative sources in quantities sufficient to meet the Company’s requirements. The Company’s management and quality assurance personnel visit the third-party facilities regularly to monitor and audit product quality and to ensure compliance with labor requirements and social and environmental standards. In addition, the Company closely monitors the currency exchange rate. The impact of future fluctuations in the exchange rate or changes in safeguards cannot be predicted with certainty.\n\n\n \n\n\nThe Company maintains a foreign representative office located in Shanghai, China, which is responsible for the coordination of production, purchases and shipments, seeking out new vendors and overseeing inspections for social compliance and quality.\n\n\n \n\n\nThe Company’s products are warehoused and distributed domestically from leased facilities located in Compton, California and Eden Valley, Minnesota and internationally from third party logistics warehouses in the Netherlands, Belgium and the United Kingdom.\n\n\n \n\n\nLicensed Products\n\n\n \n\n\nCertain products are manufactured and sold pursuant to licensing agreements for trademarks. Also, many of the designs used by the Company are copyrighted by other parties, including trademark licensors, and are available to the Company through copyright license agreements. The licensing agreements are generally for an initial term of one to three years and may or may not be subject to renewal or extension. Sales of licensed products represented 40% of the Company’s gross sales in fiscal year 2023, which included 29% of sales under the Company’s license agreements with affiliated companies of The Walt Disney Company (“Disney”), which expire as set forth below:\n\n\n \n\n\n\n\n\n\n\n\n \nLicense Agreement\n \n\n\n \nExpiration\n \n\n\n\n\n\n\n \nInfant Bedding\n \n\n\n \nDecember 31, 2024\n \n\n\n\n\n\n\n \nInfant Feeding and Bath\n \n\n\n \nDecember 31, 2023\n \n\n\n\n\n\n\n \nToddler Bedding\n \n\n\n \nDecember 31, 2023\n \n\n\n\n\n\n\n \nSTAR WARS Toddler Bedding\n \n\n\n \nDecember 31, 2023\n \n\n\n\n\n\n\n \nSTAR WARS - Lego Plush\n \n\n\n \nDecember 31, 2023\n \n\n\n\n\n\n\n\n\n \n\n\nCustomers\n\n\n \n\n\nThe Company’s customers consist principally of mass merchants, large chain stores, mid-tier retailers, juvenile specialty stores, value channel stores, grocery and drug stores, restaurants, internet accounts and wholesale clubs. The Company does not enter into long-term or other purchase agreements with its customers. The table below sets forth those customers that represented at least 10% of the Company’s gross sales in fiscal years 2023 and 2022.\n\n\n \n\n\n\n\n\n\n\n\n \n\n\n \n\n\nFiscal Year\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n2023\n\n\n \n\n\n \n\n\n2022\n\n\n \n\n\n\n\n\n\nWalmart Inc.\n\n\n \n\n\n \n\n\n51\n\n\n%\n\n\n \n\n\n \n\n\n52\n\n\n%\n\n\n\n\n\n\nAmazon.com, Inc.\n\n\n \n\n\n \n\n\n20\n\n\n%\n\n\n \n\n\n \n\n\n21\n\n\n%\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n      4\n     \n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTable of Contents\n\n\n\n\n\n\n\n\n\n\n \n\n\nProducts\n\n\n \n\n\nThe Company’s primary focus is on infant, toddler and juvenile products, including the following:\n\n\n \n\n\n\n\n\n\n\n\n \n\n\n \n●\n \n\n\n \ndevelopmental toys\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n●\n \n\n\n \ndolls and plush toys\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n●\n \n\n\n \nreusable and disposable bibs\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n●\n \n\n\n \ninfant and toddler bedding\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n●\n \n\n\n \nblankets and swaddle blankets\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n●\n \n\n\n \nnursery and toddler accessories\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n●\n \n\n\n \nroom décor\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n●\n \n\n\n \nburp cloths\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n●\n \n\n\n \nhooded bath towels and washcloths\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n●\n \n\n\n \nreusable and disposable placemats and floor mats\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n●\n \n\n\n \ndisposable toilet seat covers and changing mats\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n●\n \n\n\n \nfeeding and care goods\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n●\n \n\n\n \nother infant, toddler and juvenile soft goods\n \n\n\n\n\n\n\n\n\n \n\n\nSeasonality and Inventory Management\n\n\n \n\n\nApproximately one-third of Manhattan’s annual sales are anticipated to occur during the Company’s third fiscal quarter (October through December). There are no significant variations in the seasonal demand for the Company’s other products from year to year. Sales are generally higher in periods when customers take initial shipments of new products, as these orders typically include enough products for initial sets for each store and additional quantities for the customer’s distribution centers. The timing of these initial shipments varies by customer and depends on when the customer finalizes store layouts for the upcoming year and whether the customer has any mid-year introductions of products. Sales may also be higher or lower, as the case may be, in periods when customers are restricting internal inventory levels. Customer returns of merchandise shipped are historically less than 1% of gross sales.\n\n\n \n\n\nConsistent with the expected introduction of specific product offerings, the Company carries necessary levels of inventory to meet the anticipated delivery requirements of its customers. The Company will also typically increase the purchases and inventory levels of its products in the months prior to the Lunar New Year, a celebration beginning in late January to mid-February during which the Company’s contract manufacturers in China cease operations for 2-4 weeks.\n\n\n \n\n\nGovernment Regulation and Environmental Control\n\n\n \n\n\nThe Company is subject to various federal, state and local environmental laws and regulations, which regulate, among other things, product safety and the discharge, storage, handling and disposal of a variety of substances and wastes, and to laws and regulations relating to employee safety and health, principally the Occupational Safety and Health Administration Act and regulations thereunder. The Company believes that it currently complies in all material respects with applicable environmental, health and safety laws and regulations and that future compliance with such existing laws or regulations will not have a material adverse effect on its capital expenditures, earnings or competitive position. However, there is no assurance that such requirements will not become more stringent in the future or that the Company will not have to incur significant costs to comply with such requirements.\n\n\n \n\n\nProduct Design and Styling\n\n\n \n\n\nThe Company believes that its creative team is one of its key strengths. The Company’s product designs are primarily created internally and are supplemented by numerous additional sources, including independent artists, decorative fabric manufacturers and apparel designers. Ideas for product design creations are drawn from various sources and are reviewed and modified by the design staff to ensure consistency within the Company’s existing product offerings and the themes and images associated with such existing products. In order to respond effectively to changing consumer preferences, the Company’s designers and stylists attempt to stay abreast of emerging lifestyle trends in color, fashion and design. When designing products under the Company’s various licensed brands, the Company’s designers coordinate their efforts with the licensors’ design teams to provide for a more fluid design approval process and to effectively incorporate the image of the licensed brand into the product. The Company’s designs include traditional, contemporary, textured and whimsical patterns across a broad spectrum of retail price points.\n\n\n \n\n\n\n\n\n\n\n\n\n      5\n     \n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTable of Contents\n\n\n\n\n\n\n\n\n\n\n \n\n\nUtilizing state of the art computer technology, the Company continually develops new designs throughout the year for all of its product groups. This continual development cycle affords the Company design flexibility, multiple opportunities to present new products to customers and the ability to provide timely responses to customer demands and changing market trends. The Company also creates designs for exclusive sale by certain of its customers under the Company’s brands, as well as the customers’ private label brands.\n\n\n \n\n\nSales and Marketing\n\n\n \n\n\nThe Company’s products are marketed through a national sales force consisting of salaried sales executives and employees located in Gonzales, Louisiana; Compton, California; Minneapolis, Minnesota; Grand Rapids, Michigan; Bentonville, Arkansas; and London, United Kingdom; and by independent commissioned sales representatives located throughout the United States.\n\n\n \n\n",
    "item1a": ">ITEM 1A.   \nRisk Factors\n\n\n \n\n\nThe following risk factors as well as the other information contained in this Annual Report and other filings made by the Company with the SEC should be considered in evaluating the Company\n’\ns business. Additional risks and uncertainties that are not presently known or that are not currently considered material may also impair the Company\n’\ns business operations. If any of the following risks actually occur, then operating results may be affected in future periods.\n\n\n \n\n\nRisks Associated with the Company, Business and Industry\n\n\n \n\n\nThe loss of one or more of the Company\n’\ns key customers could result in a material loss of revenues.\n\n\n \n\n\nThe Company’s top two customers represented approximately 71% of gross sales in fiscal year 2023. Although the Company does not enter into contracts with its key customers, it expects its key customers to continue to be a significant portion of its gross sales in the future. The loss of, or a decline in orders from, one or more of these customers could result in a material decrease in the Company’s revenue and operating income.\n\n\n \n\n\nThe loss of one or more of the Company\n’\ns licenses could result in a material loss of revenues.\n\n\n \n\n\nSales of licensed products represented 40% of the Company’s gross sales in fiscal year 2023, which included 29% of sales associated with the Company’s license agreements with Disney. The Company could experience a material loss of revenues if it is unable to renew its major license agreements or obtain new licenses. The volume of sales of licensed products is inherently tied to the success of the characters, films and other licensed programs of the Company’s licensors. A decline in the popularity of these licensed programs or the inability of the licensors to develop new properties for licensing could also result in a material loss of revenues to the Company. Additionally, the Company’s license agreements with Disney and others require a material amount of minimum guaranteed royalty payments. The failure by the Company to achieve the sales envisioned by the license agreements could result in the payment by the Company of shortfalls in the minimum guaranteed royalty payments, which would adversely impact the Company’s operating results.\n\n\n \n\n\nThe Company\n’\ns inability to anticipate and respond to consumers\n’\n tastes and preferences could adversely affect the Company\n’\ns revenues.\n\n\n \n\n\nSales are driven by consumer demand for the Company’s products. There can be no assurance that the demand for the Company’s products will not decline or that the Company will be able to anticipate and respond to changes in demand related to consumers’ tastes and preferences. The infant and toddler consumer products industry is characterized by the continual development of cutting-edge new products to meet the high standards of parents. The Company’s failure to adapt to these changes or to develop new products could lead to lower sales and excess inventory, which could have a material adverse effect on the Company’s financial condition and operating results.\n\n\n \n\n\nThe Company\n’\ns business is impacted by general economic conditions and related uncertainties, including a declining birthrate, affecting markets in which the Company operates.\n\n\n \n\n\nThe Company’s growth is largely influenced by the birthrate, and in particular, the rate of first births. Economic conditions, including the real and perceived threat of a recession, could lead individuals to decide to forgo or delay having children. Even under optimal economic conditions, shifts in demographic trends and preferences could have the consequence of individuals starting to have children later in life and/or having fewer children.\n\n\n \n\n\n\n\n\n\n\n\n\n      6\n     \n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTable of Contents\n\n\n\n\n\n\n\n\n\n\n \n\n\nIn recent years, the birthrate in the United States has steadily declined. These conditions could result in reduced demand for some of the Company’s products, increased order cancellations and returns, an increased risk of excess and obsolete inventories and increased pressure on the prices of the Company’s products.  Also, although the Company’s use of a commercial factor significantly reduces the risk associated with collecting accounts receivable, such factor may at any time terminate or limit its approval of shipments to a particular customer.  The bankruptcy of a customer, the perceived pending threat of a bankruptcy of a customer, or an adverse change in overall economic conditions are among the events that would increase the likelihood that the factor would terminate or limit its approval of shipments to customers.  Such an action by the factor could result in the loss of future sales to such affected customers.\n\n\n \n\n\nEconomic conditions could result in an increase in the amounts paid for the Company\n’\ns products.\n\n\n \n\n\nSignificant increases in freight costs and the price of raw materials that are components of the Company’s products, including cotton, oil and labor, could adversely affect the amounts that the Company must pay its suppliers for its finished goods. If the Company is unable to pass these cost increases along to its customers, its profitability could be adversely affected.\n\n\n \n\n\nWidespread outbreaks of contagious disease may adversely affect the Company\n’\ns business operations, employee availability, financial condition, liquidity and cash flow.\n\n\n \n\n\nSignificant outbreaks of contagious diseases could have adverse effects on the overall economy and impact the Company’s supply chain, manufacturing and distribution operations, transportation services, customers and employees, as well as consumer sentiment in general and traffic within the retail stores that carry the Company’s products. A pandemic could adversely affect the Company’s revenues, earnings, liquidity and cash flows and require significant actions in response, including employee furloughs, closings of Company facilities, expense reductions or discounts of the pricing of the Company’s products, all in an effort to mitigate such effects.\n\n\n \n\n\nDuring fiscal years 2022 and 2021, the COVID-19 pandemic led global government authorities to implement numerous public health measures, including quarantines, business closures, travel bans and lockdowns to confront the pandemic. China’s efforts to control the spread of the COVID-19 virus by locking down its largest cities placed a strain on already-stressed global supply chains. Several of the Company’s customers experienced financial difficulties as a result of the COVID-19 pandemic.\n\n\n \n\n\nA resurgence of the COVID-19 pandemic, or any other outbreak of contagious disease, could adversely affect the Company's revenues, earnings, liquidity and cash flows and may require significant actions in response, including employee furloughs, closings of Company facilities, expense reductions or discounts of the pricing of the Company's products, all in an effort to mitigate such effects. \n\n\n \n\n\nThe Company\n’\ns sourcing and marketing operations in foreign countries are subject to anti-corruption laws.\n\n\n \n\n\nThe Company’s foreign operations are subject to laws prohibiting improper payments and bribery, including the U.S. Foreign Corrupt Practices Act and similar laws and regulations in foreign jurisdictions, which apply to the Company’s directors, officers, employees and agents acting on behalf of the Company. Failure to comply with these laws could result in damage to the Company’s reputation, a diversion of management’s attention from its business, increased legal and investigative costs, and civil and criminal penalties, any or all of which could adversely affect the Company’s operating results.\n\n\n \n\n\nThe strength of the Company\n’\ns competitors may impact the Company\n’\ns ability to maintain and grow its sales, which could decrease the Company\n’\ns revenues.\n\n\n \n\n\nThe infant and toddler consumer products industry is highly competitive. The Company competes with a variety of distributors and manufacturers, both branded and private label. The Company’s ability to compete successfully depends principally on styling, price, service to the retailer and continued high regard for the Company’s products and trade names. Several of these competitors are larger than the Company and have greater financial resources than the Company, and some have experienced financial challenges from time to time, including servicing significant levels of debt. Those facing financial pressures could choose to make particularly aggressive pricing decisions in an attempt to increase revenue. The effects of increased competition could result in a material decrease in the Company’s revenues.\n\n\n \n\n\nThe Company\n’\ns success is dependent upon retaining key management personnel.\n\n\n \n\n\nCertain of the Company’s executive management and other key personnel have been integral to the Company’s operations and the execution of its growth strategy. The departure from the Company of one or more of these individuals, along with the inability of the Company to attract qualified and suitable individuals to fill the Company’s open positions, could adversely impact the Company’s growth and operating results.\n\n\n \n\n\n\n\n\n\n\n\n\n      7\n     \n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTable of Contents\n\n\n\n\n\n\n\n\n\n\n \n\n\nThe Company may need to write down or write off inventory.\n\n\n \n\n\nIf product programs end before the inventory is completely sold, then the remaining inventory may have to be sold at less than carrying value. The market value of certain inventory items could drop to below carrying value after a decline in sales, at the end of programs, or when management makes the decision to exit a product group. Such inventory would then need to be written down to the lower of carrying or market value, or possibly completely written off, which would adversely affect the Company’s operating results.\n\n\n \n\n\nThe Company could experience losses associated with its intellectual property.\n\n\n \n\n\nThe Company relies upon the fair interpretation and enforcement of patent, copyright, trademark and trade secret laws in the U.S., similar laws in other countries, and agreements with employees, customers, suppliers, licensors and other parties. Such reliance serves to establish and maintain the intellectual property rights associated with the products that the Company develops and sells. However, the laws and courts of certain countries at times do not protect intellectual property rights or respect contractual agreements to the same extent as the laws of the U.S. Therefore, in certain jurisdictions the Company may not be able to protect its intellectual property rights against counterfeiting or enforce its contractual agreements with other parties. Specifically, as discussed above, the Company sources its products primarily from foreign contract manufacturers, with the largest concentration being in China. Article VII of the National Intelligence Law of China requires every commercial entity in China, by simple order of the Chinese government, to act as an agent of the government by committing espionage, technology theft, or whatever else the government deems to be in the national interest of China. Finally, a party could claim that the Company is infringing upon such party’s intellectual property rights, and claims of this type could lead to a civil complaint. An unfavorable outcome in litigation involving intellectual property could result in any or all of the following: (i) civil judgments against the Company, which could require the payment of royalties on both past and future sales of certain products, as well as plaintiff’s attorneys’ fees and other litigation costs; (ii) impairment charges of up to the carrying value of the Company’s intellectual property rights; (iii) restrictions on the ability of the Company to sell certain of its products; (iv) legal and other costs associated with investigations and litigation; and (v) adverse effects on the Company’s competitive position.\n\n\n \n\n\nRecalls or product liability claims could increase costs or reduce sales. \n\n\n \n\n\nThe Company must comply with the Consumer Product Safety Improvement Act, which imposes strict standards to protect children from potentially harmful products and which requires that the Company’s products be tested to ensure that they are within acceptable levels for lead and phthalates. The Company must also comply with related regulations developed by the Consumer Product Safety Commission and similar state regulatory authorities. The Company’s products could be subject to involuntary recalls and other actions by these authorities, and concerns about product safety may lead the Company to voluntarily recall, accept returns or discontinue the sale of select products. Product liability claims could exceed or fall outside the scope of the Company’s insurance coverage. Recalls or product liability claims could result in decreased consumer demand for the Company’s products, damage to the Company’s reputation, a diversion of management’s attention from its business and increased customer service and support costs, any or all of which could adversely affect the Company’s operating results.\n\n\n \n\n\nChanges in international trade regulations and other risks associated with foreign trade could adversely affect the Company\n’\ns sourcing.\n\n\n \n\n\nThe Company sources its products primarily from foreign contract manufacturers, with the largest concentration being in China. Difficulties encountered by these suppliers, such as fires, accidents, natural disasters, outbreaks of infectious diseases (including the COVID-19 pandemic) and the instability inherent in operating within an authoritarian political structure, could halt or disrupt production and shipment of the Company’s products. The Chinese government could make allegations against the Company of corruption or antitrust violations, or could adopt regulations related to the manufacture of products within China, including quotas, duties, taxes and other charges or restrictions on the exportation of goods produced in China.\n\n\n \n\n\nIn response to Russia’s invasion of Ukraine, the U.S. government and other allied countries across the world have levied coordinated and wide-ranging economic sanctions against Russia. If similar sanctions were levied against China, up to and including a ban on the importation of goods manufactured in China, then the Company could be forced to source its products from suppliers in other countries.\n\n\n \n\n\nAny of these actions could result in an increase in the cost of the Company’s products, if the Company was even in a position to maintain the current sourcing of its products. Also, an arbitrary strengthening of the Chinese currency versus the U.S. Dollar could increase the prices at which the Company purchases finished goods. In addition, changes in U.S. customs procedures or delays in the clearance of goods through customs could result in the Company being unable to deliver goods to customers in a timely manner or the potential loss of sales altogether. The occurrence of any of these events could adversely affect the Company’s profitability.\n\n\n \n\n\n\n\n\n\n\n\n\n      8\n     \n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTable of Contents\n\n\n\n\n\n\n\n\n\n\n \n\n\nThe Company could experience adjustments to its effective tax rate or its prior tax obligations, either of which could adversely affect its results of operations.\n\n\n \n\n\nThe Company is subject to income taxes in the many jurisdictions in which it operates, including the U.S., several U.S. states and China. At any particular point in time, several tax years are subject to general examination or other adjustment by these various jurisdictions.  Although the Company believes that the calculations and positions taken on its filed income tax returns are reasonable and justifiable, administrative or legal proceedings leading to the outcome of any examination could result in an adjustment to the position that the Company has taken. Such adjustment could result in further adjustment to one or more income tax returns for other jurisdictions, or to income tax returns for prior or subsequent tax years, or both. To the extent that the Company’s reserve for unrecognized tax liabilities is not adequate to support the cumulative effect of such adjustments, the Company could experience a material adverse impact on operating results.\n\n\n \n\n\nThe Company’s provision for income taxes is based on its effective tax rate, which in any given financial statement period could fluctuate based on changes in tax laws or regulations, changes in the mix and level of earnings by taxing jurisdiction, changes in the amount of certain expenses within the consolidated statements of income that will never be deductible on the Company’s income tax returns and certain charges deducted on the Company’s income tax returns that are not included within the consolidated statements of income. These changes could cause fluctuations in the Company’s effective tax rate either on an absolute basis, or in relation to varying levels of the Company’s pre-tax income. Such fluctuations in the Company’s effective tax rate could adversely affect its results of operations.\n\n\n \n\n\nCustomer pricing pressures could result in lower selling prices, which could negatively affect the Company\n’\ns operating results.\n\n\n \n\n\nThe Company’s customers could place pressure on the Company to reduce the prices of its products. The Company continuously strives to stay ahead of its competition in sourcing, which allows the Company to obtain lower cost products while maintaining high standards for quality. There can be no assurance that the Company could respond to a decrease in sales prices by proportionately reducing its costs, which could adversely affect the Company’s operating results.\n\n\n \n\n\nDisruptions to the Company\n’\ns information technology systems could negatively affect the Company\n’\ns results of operations.\n\n\n \n\n\nThe Company’s operations are highly dependent upon computer hardware and software systems, including customized information technology systems and cloud-based applications. The Company also employs third-party systems and software that are integral to its operations. These systems are vulnerable to cybersecurity incidents, including disruptions and security breaches, which can result from unintentional events or deliberate attacks by insiders or third parties, such as cybercriminals, competitors, nation-states, computer hackers and other cyber terrorists. The Company faces an evolving landscape of cybersecurity threats in which evildoers use a complex array of means to perpetrate attacks, including the use of stolen access credentials, malware, ransomware, phishing, structured query language injection attacks and distributed denial-of-service attacks.\n\n\n \n\n\nThe Company has implemented security measures to securely maintain confidential and proprietary information stored on the Company’s information systems and continually invests in maintaining and upgrading the systems and applications to mitigate these risks. There is no assurance that these measures and technology will adequately prevent an intrusion or that a third party that is relied upon by the Company will not suffer an intrusion, that unauthorized individuals will not gain access to confidential or proprietary information or that any such incident will be timely detected and effectively countered. A significant data security breach could result in negative consequences, including a disruption to the Company’s operations and substantial remediation costs, such as liability for stolen assets or information, repairs of system damage, and incentives to customers or other business partners in an effort to maintain relationships after an attack. An assault against the Company’s information technology infrastructure could also lead to other adverse impacts to its results of operations such as increased future cybersecurity protection costs, which may include the costs of making organizational changes, deploying additional personnel and protection technologies, and engaging third-party experts and consultants.\n\n\n \n\n\nA significant disruption to the Company\n’\ns distribution network or to the timely receipt of inventory could adversely impact sales or increase transportation costs, which would decrease the Company\n’\ns profits.\n\n\n \n\n\nNearly all of the Company’s products are imported from China into the Port of Long Beach in Southern California and the Port of Prince Rupert in British Columbia. There are many links in the distribution chain, including the availability of ocean freight, cranes, dockworkers, containers, tractors, chassis and drivers. The timely receipt of the Company’s products is dependent upon efficient operations at these ports. Any shortages in the availability of any of these links or disruptions in port operations, including strikes, lockouts or other work stoppages or slowdowns, could cause bottlenecks and other congestion in the distribution network, which could adversely impact the Company’s ability to obtain adequate inventory on a timely basis and result in lost sales, increased transportation costs and an overall decrease of the Company’s profits.\n\n\n \n\n\n\n\n\n\n\n\n\n      9\n     \n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTable of Contents\n\n\n\n\n\n\n\n\n\n\n \n\n\nGeneral Risk Factors\n\n\n \n\n\nThe Company\n’\ns ability to successfully identify, consummate and integrate acquisitions, divestitures and other significant transactions could have an adverse impact on the Company\n’\ns financial results, business and prospects.\n\n\n \n\n\nAs part of its business strategy, the Company has made acquisitions of businesses, divestitures of businesses and assets, and has entered into other transactions to further the interests of the Company’s business and its stockholders. Risks associated with such activities include the following, any of which could adversely affect the Company’s financial results:\n\n\n \n\n\n\n\n\n\n\n\n \n\n\n \n●\n \n\n\n \nThe active management of acquisitions, divestitures and other significant transactions requires varying levels of Company resources, including the efforts of the Company’s key management personnel, which could divert attention from the Company’s ongoing business operations.\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n●\n \n\n\n \nThe Company may not fully realize the anticipated benefits and expected synergies of any particular acquisition or investment, or may experience a prolonged timeframe for realizing such benefits and synergies.\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n●\n \n\n\n \nIncreased or unexpected costs, unanticipated delays or failure to meet contractual obligations could make acquisitions and investments less profitable or unprofitable.\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n●\n \n\n\n \nThe failure to retain executive management members and other key personnel of the acquired business that may have been integral to the operations and the execution of the growth strategy of the acquired business.\n \n\n\n\n\n\n\n\n\n \n\n\nThe Company\n’\ns debt covenants may affect its liquidity or limit its ability to pursue acquisitions, incur debt, make investments, sell assets or complete other significant transactions.\n\n\n \n\n\nThe Company’s credit facility contains usual and customary covenants regarding significant transactions, including restrictions on other indebtedness, liens, transfers of assets, investments and acquisitions, merger or consolidation transactions, transactions with affiliates and changes in or amendments to the organizational documents for the Company and its subsidiaries. Unless waived by the Company’s lender, these covenants could limit the Company’s ability to pursue opportunities to expand its business operations, respond to changes in business and economic conditions and obtain additional financing, or otherwise engage in transactions that the Company considers beneficial.\n\n\n \n\n\nThe Company\n’\ns ability to comply with its credit facility is subject to future performance and other factors.\n\n\n \n\n\nThe Company’s ability to make required payments of principal and interest on its debts, to refinance its maturing indebtedness, to fund capital expenditures or to comply with its debt covenants will depend upon future performance. The Company’s future performance is, to a certain extent, subject to general economic, financial, competitive, legislative, regulatory and other factors beyond its control. The breach of any of the debt covenants could result in a default under the Company’s credit facility. Upon the occurrence of an event of default, the Company’s lender could make an immediate demand of the amount outstanding under the credit facility. If a default was to occur and such a demand was to be made, there can be no assurance that the Company’s assets would be sufficient to repay the indebtedness in full.\n\n\n \n\n\nA stockholder could lose all or a portion of his or her investment in the Company.\n\n\n \n\n\nThe Company’s common stock has historically experienced a degree of price variability, and the price could be subject to rapid and substantial fluctuations. The Company’s common stock has also historically been thinly traded, a circumstance that exists when there is a relatively small volume of buy and sell orders for the Company’s common stock at any given point in time. In such situations, a stockholder may be unable to liquidate his or her position in the Company’s common stock at the desired price. Also, as an equity investment, a stockholder’s investment in the Company is subordinate to the interests of the Company’s creditors, and a stockholder could lose all or a substantial portion of his or her investment in the Company in the event of a bankruptcy filing or liquidation.\n\n\n \n\n",
    "item7": ">ITEM 7.   \nManagement's Discussion and Analysis of Financial Condition and Results of Operations\n\n\n \n\n\nObjective\n\n\n \n\n\nThe following discussion and analysis is intended to provide material information relevant to an assessment of the Company’s financial condition and results of operations, as well as an evaluation of the amounts and certainty of cash flows from operations and from outside sources. This discussion and analysis is further intended to provide details concerning material events and uncertainties known to management that are reasonably likely to cause reported financial information to not be necessarily indicative of future operating results or future financial condition. This data includes descriptions and amounts of matters that have had a material impact on reported operations, as well as matters that management has assessed to be reasonably likely to have a material impact on future operations. Management expects that this discussion and analysis will enhance a reader’s understanding of the Company’s financial condition, results of operations, cash flows, liquidity and capital resources. This discussion and analysis should be read in conjunction with the consolidated financial statements and notes thereto included elsewhere in this Annual Report.\n\n\n \n\n\nResults of Operations\n\n\n \n\n\nThe following table contains results of operations for fiscal years 2023 and 2022 and the dollar and percentage changes for those periods (in thousands, except percentages).\n\n\n \n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \nChange\n \n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n2023\n \n\n\n \n\n\n \n\n\n \n2022\n \n\n\n \n\n\n \n\n\n \n$\n \n\n\n \n\n\n \n\n\n \n%\n \n\n\n \n\n\n\n\n\n\n \nNet sales by category:\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \nBedding, blankets and accessories\n \n\n\n \n\n\n$\n\n\n36,747\n\n\n \n\n\n \n\n\n$\n\n\n45,341\n\n\n \n\n\n \n\n\n$\n\n\n(8,594\n\n\n)\n\n\n \n\n\n \n\n\n-19.0\n\n\n%\n\n\n\n\n\n\n \nBibs, bath, developmental toy, feeding, baby care and disposable products\n \n\n\n \n\n\n \n\n\n38,306\n\n\n \n\n\n \n\n\n \n\n\n42,019\n\n\n \n\n\n \n\n\n \n\n\n(3,713\n\n\n)\n\n\n \n\n\n \n\n\n-8.8\n\n\n%\n\n\n\n\n\n\n \nTotal net sales\n \n\n\n \n\n\n \n\n\n75,053\n\n\n \n\n\n \n\n\n \n\n\n87,360\n\n\n \n\n\n \n\n\n \n\n\n(12,307\n\n\n)\n\n\n \n\n\n \n\n\n-14.1\n\n\n%\n\n\n\n\n\n\n \nCost of products sold\n \n\n\n \n\n\n \n\n\n55,225\n\n\n \n\n\n \n\n\n \n\n\n64,052\n\n\n \n\n\n \n\n\n \n\n\n(8,827\n\n\n)\n\n\n \n\n\n \n\n\n-13.8\n\n\n%\n\n\n\n\n\n\n \nGross profit\n \n\n\n \n\n\n \n\n\n19,828\n\n\n \n\n\n \n\n\n \n\n\n23,308\n\n\n \n\n\n \n\n\n \n\n\n(3,480\n\n\n)\n\n\n \n\n\n \n\n\n-14.9\n\n\n%\n\n\n\n\n\n\n \n% of net sales\n \n\n\n \n\n\n \n\n\n26.4\n\n\n%\n\n\n \n\n\n \n\n\n26.7\n\n\n%\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \nMarketing and administrative expenses\n \n\n\n \n\n\n \n\n\n12,655\n\n\n \n\n\n \n\n\n \n\n\n13,002\n\n\n \n\n\n \n\n\n \n\n\n(347\n\n\n)\n\n\n \n\n\n \n\n\n-2.7\n\n\n%\n\n\n\n\n\n\n \n% of net sales\n \n\n\n \n\n\n \n\n\n16.9\n\n\n%\n\n\n \n\n\n \n\n\n14.9\n\n\n%\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \nInterest (income) expense - net\n \n\n\n \n\n\n \n\n\n(81\n\n\n)\n\n\n \n\n\n \n\n\n50\n\n\n \n\n\n \n\n\n \n\n\n(131\n\n\n)\n\n\n \n\n\n \n\n\n-262.0\n\n\n%\n\n\n\n\n\n\n \nGain on extinguishment of debt\n \n\n\n \n\n\n \n\n\n-\n\n\n \n\n\n \n\n\n \n\n\n1,985\n\n\n \n\n\n \n\n\n \n\n\n(1,985\n\n\n)\n\n\n \n\n\n \n\n\n-100.0\n\n\n%\n\n\n\n\n\n\n \nOther income - net of other expense\n \n\n\n \n\n\n \n\n\n172\n\n\n \n\n\n \n\n\n \n\n\n85\n\n\n \n\n\n \n\n\n \n\n\n87\n\n\n \n\n\n \n\n\n \n\n\n102.4\n\n\n%\n\n\n\n\n\n\n \nIncome tax expense\n \n\n\n \n\n\n \n\n\n1,776\n\n\n \n\n\n \n\n\n \n\n\n2,408\n\n\n \n\n\n \n\n\n \n\n\n(632\n\n\n)\n\n\n \n\n\n \n\n\n-26.2\n\n\n%\n\n\n\n\n\n\n \nNet income\n \n\n\n \n\n\n \n\n\n5,650\n\n\n \n\n\n \n\n\n \n\n\n9,918\n\n\n \n\n\n \n\n\n \n\n\n(4,268\n\n\n)\n\n\n \n\n\n \n\n\n-43.0\n\n\n%\n\n\n\n\n\n\n \n% of net sales\n \n\n\n \n\n\n \n\n\n7.5\n\n\n%\n\n\n \n\n\n \n\n\n11.4\n\n\n%\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n\n\n \n\n\nNet Sales:\n\n\n \n\n\nSales decreased to $75.1 million for 2023, compared with $87.4 million in 2022, a decrease of $12.3 million, or 14.1%. Sales of bedding, blankets and accessories decreased by $8.6 million, and sales of bibs, toys and disposable products decreased by $3.7 million. The decreases in sales are primarily due to lower replenishment orders at retailers due to the Company’s customers reducing their purchases as a result of excessive inventory purchases during the first quarter of calendar 2022, as well as consumers’ response to macroeconomic conditions, including trading down to lower priced items, buying fewer items, or foregoing some items altogether due to inflationary concerns. Sales were also negatively impacted in the second half of the current year by the Company’s decision to stop shipping to a customer experiencing significant credit issues. Additionally, 2022 contained 53 weeks of sales as opposed to 52 weeks for 2023, resulting in an extra week of sales for 2022.\n\n\n \n\n\nGross Profit:\n\n\n \n\n\nGross profit decreased by $3.5 million and decreased from 26.7% of net sales for 2022 to 26.4% of net sales for 2023. The decrease in the gross profit amount for the current year is associated with the decline in sales during the periods and is net of the positive impact of the closure of Carousel, which in the prior year recognized a gross loss of $681,000, including losses from the sale of inventory below cost and the recognition of charges of $334,000 associated with the settlement with a supplier of a commitment to purchase fabric and $265,000 associated with the liquidation of Carousel’s remaining inventory upon the closure of the business. Although the gross profit in the prior year was impacted by increases in costs across the entire supply chain, the Company in the current year has realized some stabilization in most of its input costs. However, beginning in February 2023, the Company experienced a rent increase at its warehouse and distribution facility in Compton, California. Finally, the Company has benefited from recent increases in the selling prices of its products.\n\n\n \n\n\n\n\n\n\n\n\n\n      12\n     \n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTable of Contents\n\n\n\n\n\n\n\n\n\n\n \n\n\nMarketing and Administrative Expenses:\n\n\n \n\n\nMarketing and administrative expenses decreased by $347,000 but increased from 14.9% of net sales for fiscal year 2022 to 16.9% of net sales for fiscal year 2023. Overall compensation costs were $785,000 lower in the current year as compared with the prior year, and the prior year included $500,000 for charges incurred by Carousel that were not incurred in the current year. These decreases were offset by the following charges that occurred in the current year but not in the prior year: $371,000 in costs associated with the Manhattan Acquisition, and a $263,000 charge for the amount receivable from a customer that has declared bankruptcy.\n\n\n \n\n\nGain on Extinguishment of Debt:\n\n\n \n\n\nDuring fiscal year 2022, the Company recorded a gain on extinguishment of debt in the amount of $1,985,000 associated with the forgiveness of a loan made pursuant to the Paycheck Protection Program (the \"PPP Loan\"), administered by the U.S. Small Business Administration under the Coronavirus Aid, Relief and Economic Security Act.  The gain on extinguishment of debt has been presented below income from operations in the accompanying consolidated statements of income. The Company did not record such a gain during fiscal year 2023.\n\n\n \n\n\nIncome Tax Expense:\n\n\n \n\n\nThe Company’s provision for income taxes is based upon an annual effective tax rate (“ETR”) on continuing operations, which was 23.2% and 20.1% during the fiscal years ended April 2, 2023 and April 3, 2022, respectively.\n\n\n \n\n\nManagement evaluates items of income, deductions and credits reported on the Company’s various federal and state income tax returns filed and recognizes the effect of positions taken on those income tax returns only if those positions are more likely than not to be sustained. The Company applies the provisions of accounting guidelines requiring a minimum recognition threshold that a tax benefit must meet before being recognized in the financial statements. Recognized income tax positions are measured at the largest amount that has a greater than 50% likelihood of being realized. Changes in recognition or measurement are reflected in the period in which the change in judgment occurs.  After considering all relevant information regarding the calculation of the state portion of its income tax provision, the Company believes that the technical merits of the tax position that the Company has taken with respect to state apportionment percentages would more likely than not be sustained. However, the Company also realizes that the ultimate resolution of such tax position could result in a tax charge that is more than the amount realized based upon the application of the tax position taken. Therefore, the Company’s measurement regarding the tax impact of the revised state apportionment percentages resulted in the Company recording discrete reserves for unrecognized tax liabilities during fiscal years 2023 and 2022 of $73,000 and $59,000, respectively, in the accompanying consolidated statements of income.\n\n\n \n\n\nIn August 2020, the Company received notification from the Franchise Tax Board of the State of California (the “FTB”) of its intention to examine the Company’s California consolidated income tax returns that the Company had filed for the fiscal years ended April 2, 2017, April 1, 2018 and March 31, 2019. On May 30, 2023, the Company and the FTB entered into an agreement to settle (“Settlement Agreement”) the FTB’s proposed assessment of additional income tax in respect of these consolidated income tax returns under examination for the amount of $442,000, payment of which was made by the Company to the FTB on May 31, 2023. Because the examination was ongoing as of April 2, 2023, and because the Settlement Agreement was entered into prior to the issuance of the accompanying consolidated financial statements, the Company recorded the effect of the Settlement Agreement in the accompanying consolidated balance sheet as of April 2, 2023 and the consolidated statement of income for fiscal year 2023. The Company’s adjustment to its reserve for unrecognized tax liabilities associated with the tax returns under examination resulted in a discrete income tax benefit during fiscal year 2023, net of the impact of federal income tax, of $81,000, and a net decrease to interest expense of $86,000.\n\n\n \n\n\nIn February 2021, the Company was notified by the U.S. Internal Revenue Service (the “IRS”) that it had selected for examination the Company’s original and amended federal consolidated income tax returns for the fiscal year ended April 2, 2017. On March 15, 2023, the Company agreed to accept the proposal by the IRS to disallow the Company’s claim for refund in the amount of $81,000 that was associated with the Company’s amended federal consolidated income tax return for the fiscal year ended April 2, 2017.\n\n\n \n\n\nDuring fiscal year 2023, the Company recorded a discrete income tax charge of $6,000 to reflect the effect of the net tax shortfall arising from the exercise of stock options and the vesting of non-vested stock. During fiscal year 2022, the Company recorded a discrete income tax benefit of $83,000 to reflect the effect during the period of the net excess tax benefit from the exercise of stock options and the vesting of non-vested stock.\n\n\n \n\n\nThe ETR on continuing operations and the discrete income tax charges and benefits discussed above contributed to an overall provision for income taxes of 23.9% and 19.5% for fiscal years 2023 and 2022, respectively.\n\n\n \n\n\n\n\n\n\n\n\n\n      13\n     \n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTable of Contents\n\n\n\n\n\n\n\n\n\n\n \n\n\nKnown Trends and Uncertainties\n\n\n \n\n\nThe Company’s financial results are closely tied to sales to the Company’s top two customers, which represented approximately 71% of the Company’s gross sales in fiscal year 2023. A significant downturn experienced by either or both of these customers could lead to decreased sales.\n\n\n \n\n\nDuring fiscal year 2023, consumers responded to macroeconomic conditions by trading down to lower priced items, buying fewer items, or foregoing some items altogether due to inflationary concerns. The Company monitors the impact of inflation on its operations on an ongoing basis and may need to adjust its prices to mitigate the impact of changes to the rate of inflation in future periods. Future volatility of prices could affect consumer purchases of our products. Additionally, the impact of inflation on input and other operational costs could adversely affect the Company's financial results.\n\n\n \n\n\nDuring fiscal year 2022, the Company at times faced higher costs associated with the Company’s sourcing activities in China, including freight and higher duties on some products. Future increases in these costs could adversely affect the profitability of the Company if it cannot pass the cost increases along to its customers in the form of price increases or if the timing of price increases does not closely match the cost increases.\n\n\n \n\n\nSignificant outbreaks of contagious diseases could have adverse effects on the overall economy and impact the Company’s supply chain, manufacturing and distribution operations, transportation services, customers and employees, as well as consumer sentiment in general and traffic within the retail stores that carry the Company’s products. During fiscal years 2022 and 2021, the COVID-19 pandemic led global government authorities to implement numerous public health measures, including quarantines, business closures and lockdowns to confront the pandemic. China’s efforts to control the spread of the COVID-19 virus by locking down its largest cities placed a strain on already-stressed global supply chains. Several of the Company’s customers experienced financial difficulties as a result of the COVID-19 pandemic.\n\n\n \n\n\nA resurgence of the COVID-19 pandemic, or any other outbreak of contagious disease, could adversely affect the Company's revenues, earnings, liquidity and cash flows and may require significant actions in response, including employee furloughs, closings of Company facilities, expense reductions or discounts of the pricing of the Company's products, all in an effort to mitigate such effects.\n\n\n \n\n\nFor an additional discussion of trends, uncertainties and other factors that could impact the Company’s operating results, refer to “Risk Factors” in Item 1A, Part I. of this Annual Report.\n\n\n \n\n\nFinancial Position, Liquidity and Capital Resources\n\n\n \n\n\nNet cash provided by operating activities decreased from $8.3 million for the fiscal year ended April 3, 2022 to $7.7 million for the fiscal year ended April 2, 2023. The Company in the current year experienced a decrease in its net income that was $4.3 million lower than in the prior year; the Company experienced a decrease in the deferred income tax liability that $1.9 million higher than the increase in the prior year; the Company in the current year experienced a decrease in its accounts payable balances that was $1.6 million higher than the increase in the prior year; the Company experienced a decrease in its accrued liabilities balances that was $1.2 million higher than the increase in the prior year; and the Company experienced a decrease in the reserve for unrecognized tax liabilities that was $525,000 higher than the decrease in the prior year. As offsets to these increases in cash provided by operating activities, the Company in the current year experienced a decrease in its accounts receivable balances that was $7.4 million higher than the increase in the prior year and the Company recognized a\n \ngain on extinguishment of debt of $1,985,000 that was associated with the forgiveness of the PPP Loan in the prior year that did not occur in the current year.\n\n\n \n\n\nNet cash used in investing activities was $490,000 in fiscal year 2022 compared with $16.9 million in fiscal year 2023. The increase in fiscal year 2023 was primarily due to the $16.1 million payment made in the current year to complete the Manhattan Acquisition, net of cash acquired of $1.3 million.\n\n\n \n\n\nNet cash used in financing activities was $6.8 million in fiscal year 2022 compared with $9.3 million in cash provided by financing activities in fiscal year 2023. The Company incurred net borrowings under its revolving line of credit of $12.7 million in the current year that did not occur in the prior year, such borrowings primarily being required to fund the Manhattan Acquisition. Also, dividend payments were $3.5 milion lower in the current year than in the prior year.\n\n\n \n\n\nThe Company’s future performance is, to a certain extent, subject to general economic, financial, competitive, legislative, regulatory and other factors beyond its control. Based upon the current level of operations, the Company believes that its cash flow from operations and the availability on its revolving line of credit will be adequate to meet its liquidity needs.\n\n\n \n\n\n\n\n\n\n\n\n\n      14\n     \n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTable of Contents\n\n\n\n\n\n\n\n\n\n\n \n\n\nThe Company’s credit facility at April 2, 2023 consisted of a revolving line of credit under a financing agreement with CIT of up to $35.0 million, which includes a $1.5 million sub-limit for letters of credit, bearing interest at the rate of prime minus 0.5% or the Secured Overnight Financing Rate (“SOFR”) plus 1.6%, and which is secured by a first lien on all assets of the Company.\n\n\n \n\n\nThe financing agreement was scheduled to mature on July 11, 2025, but on March 17, 2023 the financing agreement was amended to extend the maturity date to July 11, 2028. As of April 2, 2023, the Company had elected to pay interest on balances owed under the revolving line of credit, if any, under the SOFR option, which was 6.4%. The financing agreement also provides for the payment by CIT to the Company of interest on daily negative balances, if any, held by CIT at the rate of prime as of the beginning of the calendar month minus 2.0%, which was 6.0% as of April 2, 2023.\n\n\n \n\n\nAs of April 2, 2023, there was a balance of $12.7 million owed on the revolving line of credit, there was no letter of credit outstanding and $20.0 million was available under the revolving line of credit based on the Company’s eligible accounts receivable and inventory balances. As of April 3, 2022, there was no balance owed on the revolving line of credit, there was no letter of credit outstanding and $26.0 million was available under the revolving line of credit based on the Company’s eligible accounts receivable and inventory balances.\n\n\n \n\n\nThe financing agreement contains usual and customary covenants for agreements of that type, including limitations on other indebtedness, liens, transfers of assets, investments and acquisitions, merger or consolidation transactions, transactions with affiliates, and changes in or amendments to the organizational documents for the Company and its subsidiaries. The Company believes it was in compliance with these covenants as of April 2, 2023.\n\n\n \n\n\nTo reduce its exposure to credit losses, the Company assigns substantially all of its trade accounts receivable to CIT pursuant to factoring agreements, which have expiration dates that are coterminous with that of the financing agreement described above. Under the terms of the factoring agreements, CIT remits customer payments to the Company as such payments are received by CIT. Credit losses are borne by CIT with respect to assigned accounts receivable from approved shipments, while the Company bears the responsibility for adjustments from customers related to returns, allowances, claims and discounts. CIT may at any time terminate or limit its approval of shipments to a particular customer. If such a termination or limitation occurs, then the Company either assumes (and may seek to mitigate) the credit risk for shipments to the customer after the date of such termination or limitation or discontinues shipments to the customer. Factoring fees, which are included in marketing and administrative expenses in the accompanying consolidated statements of income, were $287,000 and $344,000 during fiscal years 2023 and 2022, respectively.\n\n\n \n\n\nCritical Accounting Policies and Estimates\n\n\n \n\n\nThe Company prepares its financial statements to conform with accounting principles generally accepted in the U.S. (“GAAP”) as promulgated by the Financial Accounting Standards Board (“FASB”). References herein to GAAP are to topics within the FASB Accounting Standards Codification (the “FASB ASC”), which the FASB periodically revises through the issuance of an Accounting Standards Update (“ASU”) and which has been established by the FASB as the authoritative source for GAAP recognized by the FASB to be applied by nongovernmental entities.\n\n\n \n\n\nUse of Estimates: \nThe preparation of financial statements in conformity with GAAP requires management to make estimates and assumptions that affect the reported amounts of assets and liabilities and disclosure of contingent assets and liabilities at the date of the consolidated balance sheets and the reported amounts of revenues and expenses during the reporting period. The listing below, while not inclusive of all of the Company's accounting policies, sets forth those accounting policies which the Company's management believes embody the most significant judgments due to the uncertainties affecting their application and the likelihood that materially different amounts would be reported under different conditions or using different assumptions.\n\n\n \n\n\nRevenue Recognition:\n Revenue is recognized upon the satisfaction of all contractual performance obligations and the transfer of control of the products sold to the customer. The majority of the Company’s sales consists of single performance obligation arrangements for which the transaction price for a given product sold is equivalent to the price quoted for the product, net of any stated discounts applicable at a point in time. Each sales transaction results in an implicit contract with the customer to deliver a product as directed by the customer. Shipping and handling costs that are charged to customers are included in net sales, and the Company’s costs associated with shipping and handling activities are included in cost of products sold. A provision for anticipated returns, which are based upon historical returns and claims, is provided through a reduction of net sales and cost of products sold in the reporting period within which the related sales are recorded. Actual returns and claims experienced in a future period may differ from historical experience, and thus, the Company’s provision for anticipated returns at any given point in time may be over-funded or under-funded.\n\n\n \n\n\n\n\n\n\n\n\n\n      15\n     \n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTable of Contents\n\n\n\n\n\n\n\n\n\n\n \n\n\nRevenue from sales made directly to consumers is recorded when the shipped products have been received by customers, and excludes sales taxes collected on behalf of governmental entities. Revenue from sales made to retailers is recorded when legal title has been passed to the customer based upon the terms of the customer’s purchase order, the Company’s sales invoice, or other associated relevant documents. Such terms usually stipulate that legal title will pass when the shipped products are no longer under the control of the Company, such as when the products are picked up at the Company’s facility by the customer or by a common carrier. Payment terms can vary from prepayment for sales made directly to consumers to payment due in arrears (generally, 60 days of being invoiced) for sales made to retailers.\n\n\n \n\n\nAllowances Against Accounts Receivable: \nRevenue from sales made to retailers is reported net of allowances for anticipated returns and other allowances, including cooperative advertising allowances, warehouse allowances, placement fees, volume rebates, coupons and discounts. Such allowances are recorded commensurate with sales activity or using the straight-line method, as appropriate, and the cost of such allowances is netted against sales in reporting the results of operations. The provision for the majority of the Company’s allowances occurs on a per-invoice basis. When a customer requests to have an agreed-upon deduction applied against the customer’s outstanding balance due to the Company, the allowances are correspondingly reduced to reflect such payments or credits issued against the customer’s account balance. The Company analyzes the components of the allowances for customer deductions monthly and adjusts the allowances to the appropriate levels. Although the timing of funding requests for advertising support can cause the net balance in the allowance account to fluctuate from period to period, such timing has no impact on the consolidated statements of income since such costs are accrued commensurate with sales activity or using the straight-line method, as appropriate.\n\n\n \n\n\nValuation of Long-Lived Assets and Identifiable Intangible Assets: \nIn addition to the systematic annual depreciation and amortization of the Company’s fixed assets and identifiable intangible assets, the Company reviews for impairment long-lived assets and identifiable intangible assets whenever events or changes in circumstances indicate that the carrying amount of any asset may not be recoverable. An impairment loss must be recognized if the carrying amount of a long-lived asset group is not recoverable and exceeds its fair value. Assets to be disposed of, if any, are recorded at the lower of net book value or fair market value, less estimated costs to sell at the date management commits to a plan of disposal, and are classified as assets held for sale on the consolidated balance sheets. Actual results could differ materially from those estimates.\n\n\n \n\n\nInventory Valuation: \nOn a periodic basis, management reviews its inventory quantities on hand for obsolescence, physical deterioration, changes in price levels and the existence of quantities on hand which may not reasonably be expected to be sold within the Company’s normal operating cycle. To the extent that any of these conditions is believed to exist or the market value of the inventory expected to be realized in the ordinary course of business is otherwise no longer as great as its carrying value, an allowance against the inventory value is established. To the extent that this allowance is established or increased during an accounting period, an expense is recorded in cost of products sold in the Company's consolidated statements of income. Only when inventory for which an allowance has been established is later sold or is otherwise disposed is the allowance reduced accordingly. Significant management judgment is required in determining the amount and adequacy of this allowance.  In the event that actual results differ from management's estimates or these estimates and judgments are revised in future periods, the Company may not fully realize the carrying value of its inventory or may need to establish additional allowances, either of which could materially impact the Company's financial position and results of operations.\n\n\n \n\n\nBusiness Combinations:\n  The Company accounts for acquisitions using the acquisition method of accounting in accordance with FASB ASC Topic 805, \nBusiness Combinations\n.  An acquisition is accounted for as a purchase and the appropriate account balances and operating activities are recorded in the Company's consolidated financial statements as of the acquisition date and thereafter.  Assets acquired, liabilities assumed and noncontrolling interests, if any, are measured at fair value as of the acquisition date using the appropriate valuation method.  The Company may engage an independent third party to assist with these measurements.  Goodwill resulting from an acquisition is recognized for the excess of the purchase price over the fair value of the tangible and identifiable intangible assets, less the liabilities assumed.  In determining the fair value of the identifiable intangible assets and any noncontrolling interests, the Company uses various valuation techniques, including the income approach, the cost approach and the market approach.  These valuation methods require significant management judgement to make estimates and assumptions surrounding projected revenues and costs, growth rates and discount rates.  In the event that actual results differ from management's estimates, the Company may need to recognize an impairment to all or a portion of the carrying value of these assets in a future period, which could materially impact the Company's financial position and results of operations.\n\n\n \n\n\n\n\n\n\n\n\n\n      16\n     \n\n\n\n\n\n\n\n\n\n\n\n\n\n       \n     \n\n\n\n\n\n\n\n\n \n\n",
    "item7a": ">ITEM 7A.   \nQuantitative and Qualitative Disclosures About Market Risk\n\n\n \n\n\nFor a detailed discussion of market risk and other factors that could impact the Company’s operating results, refer to “Risk Factors” in Item 1A. of Part I. of this Annual Report on Form 10-K.\n\n\n \n\n\nInterest Rate Risk\n\n\n \n\n\nAs of April 2, 2023, the Company had $12.7 million of indebtedness that bears interest at a variable rate, comprised of borrowings under the revolving line of credit. Based upon this level of outstanding debt, the Company’s annual net income would decrease by approximately $97,000 for each increase of one percentage point in the interest rate applicable to the debt.\n\n\n \n\n\nCommodity Rate Risk\n\n\n \n\n\nThe Company sources its products primarily from foreign contract manufacturers, with the largest concentration being in China. The Company’s exposure to commodity price risk primarily relates to changes in the prices in China of cotton, oil and labor, which are the principal inputs used in a substantial number of the Company’s products. In addition, although the Company pays its Chinese suppliers in U.S. dollars, a strengthening of the rate of the Chinese currency versus the U.S. dollar could result in an increase in the cost of the Company’s finished goods. There is no assurance that the Company could timely respond to such increases by proportionately increasing the prices at which its products are sold to the Company’s customers.\n\n\n \n\n\nMarket Concentration Risk\n\n\n \n\n\nThe Company’s financial results are closely tied to sales to its top two customers, which represented approximately 71% of the Company’s gross sales in fiscal year 2023. In addition, 40% of the Company’s gross sales in fiscal year 2023 consisted of licensed products, which included 29% of sales associated with the Company’s license agreements with affiliated companies of the Walt Disney Company. The Company’s results could be materially impacted by the loss of one or more of these licenses.\n\n\n \n\n\nITEM 8.   \nFinancial Statements and Supplementary Data\n\n\n \n\n\nSee pages 22 and F-1 through F-21 of this Annual Report.\n\n\n \n\n\nITEM 9.   \nChanges in and Disagreements with Accountants on Accounting and Financial Disclosure\n\n\n \n\n\nNot applicable.\n\n\n \n\n\nITEM 9A.   \nControls and Procedures\n\n\n \n\n\nDisclosure Controls and Procedures\n\n\n \n\n\nDisclosure controls and procedures are designed to ensure that information required to be disclosed in the reports filed or submitted under the Exchange Act is recorded, processed, summarized and reported within the time period specified in the SEC’s rules and forms. Disclosure controls and procedures include, without limitation, controls and procedures designed to ensure that information required to be disclosed in the reports filed under the Exchange Act is accumulated and communicated to management, including the Chief Executive Officer and Chief Financial Officer, as appropriate, to allow timely decisions regarding required disclosure. As of the end of the period covered by this Annual Report, the Company carried out an evaluation, under the supervision and with the participation of the Company’s management, including the Chief Executive Officer and Chief Financial Officer, of the effectiveness of the design and operation of the Company’s disclosure controls and procedures. Based upon and as of the date of that evaluation, the Chief Executive Officer and Chief Financial Officer concluded that the Company’s disclosure controls and procedures are effective.\n\n\n \n\n\nManagement\n’\ns Annual Report on Internal Control over Financial Reporting\n\n\n \n\n\nThe Company’s management is responsible for establishing and maintaining for the Company adequate internal control over financial reporting, as such term is defined in Rules 13a-15(f) and 15d-15(f) under the Exchange Act (“ICFR”). With the participation of the Chief Executive Officer and the Chief Financial Officer, management conducted an evaluation of the effectiveness of ICFR based on the framework and the criteria established in \nInternal Control\n —\n Integrated Framework (2013)\n issued by the Committee of Sponsoring Organizations of the Treadway Commission.\n\n\n \n\n\n\n\n\n\n\n\n\n      17\n     \n\n\n\n\n\n\n\n\n\n\n\n\n\n       \n     \n\n\n\n\n\n\n\n\n \n\n\nIn management’s evaluation of ICFR during fiscal year 2023, the Company has excluded an evaluation of the ICFR related to the operations of Manhattan and MTE, which were acquired by the Company on March 17, 2023. During fiscal year 2023, the combined net sales of Manhattan and MTE were $773,000, which was 1.0% of the Company’s total net sales. As of April 2, 2023, the combined total assets of Manhattan and MTE amounted to $21.4 million (including $787,000 in goodwill), which was 23.5% of the Company’s total assets. Based on management’s evaluation of ICFR, taking into account the exclusion of an evaluation of the ICFR related to the operations of Manhattan and MTE, management has concluded that ICFR was effective as of April 2, 2023.\n\n\n \n\n\nThe Company’s internal control system has been designed to provide reasonable assurance to the Company’s management and the Board regarding the reliability of financial reporting and the preparation and fair presentation of financial statements in accordance with GAAP. All internal control systems, no matter how well designed, have inherent limitations. Therefore, even those systems determined to be effective can provide only a reasonable, rather than absolute, assurance that the Company’s financial statements are free of any material misstatement, whether caused by error or fraud.\n\n\n \n\n\nChanges in Internal Control over Financial Reporting\n\n\n \n\n\nThe Company’s management, with the participation of the Company’s Chief Executive Officer and Chief Financial Officer, conducted an evaluation of the Company’s ICFR as required by Rule 13a-15(d) under the Exchange Act and, in connection with such evaluation and taking into account the exclusion of the evaluation of the ICFR related to the operations of Manhattan and MTE referred to above, determined that no changes occurred during the Company’s fiscal quarter ended April 2, 2023 that have materially affected, or are reasonably likely to materially affect, the Company’s ICFR.\n\n\n \n\n\nITEM 9B.   \nOther Information\n\n\n \n\n\nNot applicable.\n\n\n \n\n\n \n\n\nITEM 9C.   \nDisclosure Regarding Foreign Jurisdictions that Prevent Inspections\n\n\n \n\n\nNot applicable.\n\n\n \n\n\n\n    \n  \n\n\nPART III\n\n\n \n\n\nITEM 10.   \nDirectors, Executive Officers and Corporate Governance\n\n\n \n\n\nThe information with respect to the Company’s directors and executive officers will be set forth in the Company’s Proxy Statement for the Annual Meeting of Stockholders to be held in 2023 (the “Proxy Statement”) under the captions “Proposal 1 – Election of Directors” and “Executive Compensation – Executive Officers” and is incorporated herein by reference. The information with respect to Item 406 of Regulation S-K will be set forth in the Proxy Statement under the caption “Corporate Governance – Code of Business Conduct and Ethics; Code of Conduct for Directors” and is incorporated herein by reference. The information with respect to Item 407 of Regulation S-K will be set forth in the Proxy Statement under the captions “Corporate Governance – Board Committees” and “Report of the Audit Committee” and is incorporated herein by reference.\n\n\n \n\n\nITEM 11.   \nExecutive Compensation\n\n\n \n\n\nThe information set forth under the captions “Executive Compensation” and “Corporate Governance – Compensation Committee Interlocks and Insider Participation” in the Proxy Statement is incorporated herein by reference.\n\n\n \n\n\n\n\n\n\n\n\n\n      18\n     \n\n\n\n\n\n\n\n\n\n\n\n\n\n       \n     \n\n\n\n\n\n\n\n\n \n\n\nITEM 12.   \nSecurity Ownership of Certain Beneficial Owners and Management and Related Stockholder Matters\n\n\n \n\n\nThe information set forth under the caption “Security Ownership of Certain Beneficial Owners and Management” in the Proxy Statement is incorporated herein by reference.\n\n\n \n\n\nSecurities Authorized for Issuance under Equity Compensation Plans\n\n\n \n\n\nThe table below sets forth information regarding shares of the Company’s common stock that may be issued upon the exercise of options, warrants and other rights granted to employees, consultants or directors under all of the Company’s existing equity compensation plans as of April 2, 2023.\n\n\n \n\n\n\n\n\n\n\n\n \nPlan Category\n \n\n\n \n\n\n \nNumber of\n \nsecurities to be\n \nissued upon\n \nexercise of\n \noutstanding\n \noptions, warrants\n \nand rights\n \n\n\n \n\n\n \nWeighted-\n \naverage exercise\n \nprice of\n \noutstanding\n \noptions,\n \nwarrants and\n \nrights\n \n\n\n \n\n\n \nNumber of\n \nsecurities\n \nremaining\n \navailable for\n \nfuture issuance\n \nunder equity\n \ncompensation\n \nplans\n \n\n\n\n\n\n\nEquity compensation plans approved by security holders:\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n2006 Omnibus Incentive Plan\n \n\n\n \n\n\n \n  62,500\n \n\n\n \n\n\n \n$7.62\n \n\n\n \n\n\n \n0\n \n\n\n\n\n\n\n2014 Omnibus Equity Compensation Plan\n\n\n \n\n\n553,000\n\n\n \n\n\n$7.46\n\n\n \n\n\n0\n\n\n\n\n\n\n2021 Incentive Plan\n\n\n \n\n\n120,000\n\n\n \n\n\n$6.54\n\n\n \n\n\n765,439\n\n\n\n\n\n\n\n\n \n\n\nITEM 13.   \nCertain Relationships and Related Transactions, and Director Independence\n\n\n \n\n\nThe information set forth under the captions “Corporate Governance – Director Independence” and “Certain Relationships and Related Transactions” in the Proxy Statement is incorporated herein by reference.\n\n\n \n\n\nITEM 14.   \nPrincipal Accountant Fees and Services\n\n\n \n\n\nThe information set forth under the caption “Proposal 2 – Ratification of Appointment of Independent Registered Public Accounting Firm” in the Proxy Statement is incorporated herein by reference.\n\n\n \n\n\n\n\n\n    19\n   \n\n\n\n\n\n\n\n\n\n\nTable of Contents\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n    \n  \n\n\nPART IV\n\n\n \n\n\nITEM 15.   \nExhibits and Financial Statement Schedules\n\n\n \n\n\n(a)(1). Financial Statements\n\n\n \n\n\nThe following consolidated financial statements of the Company are included in Part II, Item 8. of this Annual Report:\n\n\n \n\n\n\n\n\n\n\n\n \n  -  Report of Independent Registered Public Accounting Firm\n \n\n\n\n\n\n\n \n  -  Consolidated Balance Sheets as of April 2, 2023 and April 3, 2022\n \n\n\n\n\n\n\n \n  -  Consolidated Statements of Income for the Fiscal Years Ended April 2, 2023 and April 3, 2022\n \n\n\n\n\n\n\n \n  -  Consolidated Statements of Changes in Shareholders' Equity for the Fiscal Years Ended April 2, 2023 and April 3, 2022\n \n\n\n\n\n\n\n \n  -  Consolidated Statements of Cash Flows for the Fiscal Years Ended April 2, 2023 and April 3, 2022\n \n\n\n\n\n\n\n \n  -  Notes to Consolidated Financial Statements\n \n\n\n\n\n\n\n\n\n \n\n\n(a)(2). Financial Statement Schedule\n\n\n \n\n\nThe following financial statement schedule of the Company is included with this Annual Report:\n\n\n \n\n\n\n\n\n\n\n\n \nSchedule II — Valuation and Qualifying Accounts\n \n\n\n \nPage 22\n \n\n\n\n\n\n\n\n\n \n\n\nAll other schedules not listed above have been omitted because they are not applicable or the required information is included in the financial statements or notes thereto.\n\n\n \n\n\n\n\n\n    20\n   \n\n\n\n\n\n\n\n\n\n\nTable of Contents\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n    \n  \n\n\n\n\nSCHEDULE II\n\n\n \n\n\nCROWN CRAFTS, INC. AND SUBSIDIARIES\n\n\n \n\n\nANNUAL REPORT ON FORM \n10\n-K\n\n\n \n\n\n \n\n\n\n\n \n \n \nValuation and Qualifying Accounts\n \n \n\n\n \nColumn A\n \n \n \nColumn B\n \n \n \n \nColumn C\n \n \n \n \nColumn D\n \n \n \n \nColumn E\n \n \n\n\n \n \n \nBalance at\n Beginning\n \n \n \n \nCharged to\n \n \n \n \n \n \n \n \nBalance at \n \nEnd of\n \n \n\n\n \n \n \nof Period\n \n \n \n \nExpenses\n \n \n \n \nDeductions\n \n \n \n \nPeriod\n \n \n\n\n \n \n \n(in thousands)\n \n \n\n\n \nAccounts Receivable Valuation Accounts:\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n\n \nYear Ended April 3, 2022\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n\n \nAllowance for customer deductions\n \n \n$\n723\n \n \n$\n6,052\n \n \n$\n5,830\n \n \n$\n945\n \n\n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n\n \nYear Ended April 2, 2023\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n\n \nAllowance for customer deductions\n \n \n$\n945\n \n \n$\n5,746\n \n \n$\n5,217\n \n \n$\n1,474\n \n\n\n\n\n\n\n \n\n\n\n\n\n\n21\n\n\n\n\n\n\n\n\n\n\n\n\nTable of Contents\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n(a)(3). Exhibits\n\n\n \n\n\nExhibits required to be filed by Item 601 of SEC Regulation S-K are included as Exhibits to this Annual Report and listed below.\n\n\n \n\n\nIn reviewing the agreements included as exhibits to this Annual Report, investors are reminded that the agreements are included to provide information regarding their terms and are not intended to provide any other factual or disclosure information about the Company or the other parties to the agreements. Some of the agreements contain representations and warranties made by each of the parties to the applicable agreement. These representations and warranties have been made solely for the benefit of the other parties to the applicable agreement and:\n\n\n \n\n\n\n\n\n\n\n\n \n\n\n \n●\n \n\n\n \nShould not in all instances be treated as categorical statements of fact, but rather as a way of allocating the risk to one of the parties if those statements prove to be inaccurate;\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n●\n \n\n\n \nHave been qualified by the disclosures that were made to the other party in connection with the negotiation of the applicable agreement, which disclosures are not necessarily reflected in the agreement;\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n●\n \n\n\n \nMay apply standards of materiality in a way that is different from what may be viewed as material to you or other investors; and\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n●\n \n\n\n \nWere made only as of the date of the applicable agreement or such other date or dates may be specified in the agreement and are subject to more recent developments.\n \n\n\n\n\n\n\n\n\n \n\n\nAccordingly, the representations and warranties may not describe the actual state of affairs as of the date they were made or at any other time. Additional information about the Company may be found elsewhere in this Annual Report and the Company’s other public filings with the SEC.\n\n\n \n\n\n\n\n\n\n\n\n \nExhibit\n \n\n\n \n\n\n \n\n\n\n\n\n\n \nNumber\n \n\n\n \n\n\n \nDescription of Exhibits\n \n\n\n\n\n\n\n \n2.1\n \n\n\n \n—\n \n\n\n \nEquity Purchase Agreement, dated as of March 17, 2023, between the Company and H Enterprises International, LLC. (33)\n \n\n\n\n\n\n\n \n3.1\n \n\n\n \n—\n \n\n\n \nAmended and Restated Certificate of Incorporation of the Company. (1)\n \n\n\n\n\n\n\n \n3.2\n \n\n\n \n—\n \n\n\n \nCertificate of Amendment to the Amended and Restated Certificate of Incorporation of the Company. (10)\n \n\n\n\n\n\n\n \n3.3\n \n\n\n \n—\n \n\n\n \nBylaws of the Company, as amended and restated through November 15, 2016. (19)\n \n\n\n\n\n\n\n \n4.1*\n \n\n\n \n—\n \n\n\n \nCrown Crafts, Inc. 2006 Omnibus Incentive Plan (As Amended August 14, 2012). (12)\n \n\n\n\n\n\n\n \n4.2*\n \n\n\n \n—\n \n\n\n \nForm of Non-Qualified Stock Option Agreement (Employees). (4)\n \n\n\n\n\n\n\n \n4.3*\n \n\n\n \n—\n \n\n\n \nCrown Crafts, Inc. 2014 Omnibus Equity Compensation Plan. (14)\n \n\n\n\n\n\n\n \n4.4*\n \n\n\n \n—\n \n\n\n \nForm of Non-Qualified Stock Option Grant Agreement. (15)\n \n\n\n\n\n\n\n \n4.5*\n \n\n\n \n—\n \n\n\n \nForm of Restricted Stock Grant Agreement. (15)\n \n\n\n\n\n\n\n \n4.6*\n \n\n\n \n—\n \n\n\n \nCrown Crafts, Inc. 2021 Incentive Plan. (28)\n \n\n\n\n\n\n\n \n4.7*\n \n\n\n \n—\n \n\n\n \nForm of Incentive Stock Option Grant Agreement. (29)\n \n\n\n\n\n\n\n \n4.8*\n \n\n\n \n—\n \n\n\n \nForm of Nonstatutory Stock Option Grant Agreement. (29)\n \n\n\n\n\n\n\n \n4.9*\n \n\n\n \n—\n \n\n\n \nForm of Restricted Stock Grant Agreement. (29)\n \n\n\n\n\n\n\n \n4.10*\n \n\n\n \n—\n \n\n\n \nForm of Performance Share Grant Agreement (effective February 23, 2022). (30)\n \n\n\n\n\n\n\n \n4.11\n \n\n\n \n—\n \n\n\n \nDescription of Capital Stock (35)\n \n\n\n\n\n\n\n \n10.1\n \n\n\n \n—\n \n\n\n \nFinancing Agreement dated as of July 11, 2006 by and among the Company, Churchill Weavers, Inc., Hamco, Inc., Crown Crafts Infant Products, Inc. and The CIT Group/Commercial Services, Inc. (3)\n \n\n\n\n\n\n\n \n10.2\n \n\n\n \n—\n \n\n\n \nStock Pledge Agreement dated as of July 11, 2006 by and among the Company, Churchill Weavers, Inc., Hamco, Inc., Crown Crafts Infant Products, Inc. and The CIT Group/Commercial Services, Inc. (3)\n \n\n\n\n\n\n\n \n10.3\n \n\n\n \n—\n \n\n\n \nFirst Amendment to Financing Agreement dated as of November 5, 2007 by and among the Company, Churchill Weavers, Inc., Hamco, Inc., Crown Crafts Infant Products, Inc. and The CIT Group/Commercial Services, Inc. (5)\n \n\n\n\n\n\n\n \n10.4*\n \n\n\n \n—\n \n\n\n \nEmployment Agreement dated November 6, 2008 by and between the Company and Olivia W. Elliott (6)\n \n\n\n\n\n\n\n \n10.5\n \n\n\n \n—\n \n\n\n \nThird Amendment to Financing Agreement dated as of July 2, 2009 by and among the Company, Churchill Weavers, Inc., Hamco, Inc., Crown Crafts Infant Products, Inc. and The CIT Group/Commercial Services, Inc. (7)\n \n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n      22\n     \n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTable of Contents\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n \n10.6\n \n\n\n \n—\n \n\n\n \nSixth Amendment to Financing Agreement dated as of March 5, 2010 by and among the Company, Churchill Weavers, Inc., Hamco, Inc., Crown Crafts Infant Products, Inc. and The CIT Group/Commercial Services, Inc. (8)\n \n\n\n\n\n\n\n \n10.7\n \n\n\n \n—\n \n\n\n \nSeventh Amendment to Financing Agreement dated as of May 27, 2010 by and among the Company, Churchill Weavers, Inc., Hamco, Inc., Crown Crafts Infant Products, Inc. and The CIT Group/Commercial Services, Inc. (9)\n \n\n\n\n\n\n\n \n10.8\n \n\n\n \n—\n \n\n\n \nEighth Amendment to Financing Agreement dated as of March 26, 2012 by and among the Company, Churchill Weavers, Inc., Hamco, Inc., Crown Crafts Infant Products, Inc. and The CIT Group/Commercial Services, Inc. (11)\n \n\n\n\n\n\n\n \n10.9\n \n\n\n \n—\n \n\n\n \nNinth Amendment to Financing Agreement dated May 21, 2013 by and among the Company, Hamco, Inc., Crown Crafts Infant Products, Inc. and The CIT Group/Commercial Services, Inc. (13)\n \n\n\n\n\n\n\n \n10.10\n \n\n\n \n—\n \n\n\n \nTenth Amendment to Financing Agreement dated as of December 28, 2015 by and among the Company, Hamco, Inc., Crown Crafts Infant Products, Inc. and The CIT Group/Commercial Services, Inc. (16)\n \n\n\n\n\n\n\n \n10.11\n \n\n\n \n—\n \n\n\n \nEleventh Amendment to Financing Agreement dated as of March 31, 2016 by and among the Company, Hamco, Inc., Crown Crafts Infant Products, Inc. and The CIT Group/Commercial Services, Inc. (17)\n \n\n\n\n\n\n\n \n10.12*\n \n\n\n \n—\n \n\n\n \nAmendment No. 1 to the Crown Crafts, Inc. 2014 Omnibus Equity Compensation Plan. (18)\n \n\n\n\n\n\n\n \n10.13*\n \n\n\n \n—\n \n\n\n \nForm of Incentive Stock Option Grant Agreement (effective November 2016). (18)\n \n\n\n\n\n\n\n \n10.14*\n \n\n\n \n—\n \n\n\n \nForm of Nonqualified Stock Option Grant Agreement (effective November 2016). (18)\n \n\n\n\n\n\n\n \n10.15*\n \n\n\n \n—\n \n\n\n \nForm of Restricted Stock Grant Agreement (effective November 2016). (18)\n \n\n\n\n\n\n\n \n10.16\n \n\n\n \n—\n \n\n\n \nJoinder Agreement dated as of August 4, 2017 by and among the Company, Hamco, Inc., Crown Crafts Infant Products, Inc., Carousel Acquisition, LLC and The CIT Group/Commercial Services, Inc. (20)\n \n\n\n\n\n\n\n \n10.17\n \n\n\n \n—\n \n\n\n \nTwelfth Amendment to Financing Agreement dated as of December 15, 2017 by and among the Company, Hamco, Inc., Carousel Designs, LLC, Crown Crafts Infant Products, Inc. and The CIT Group/Commercial Services, Inc. (21)\n \n\n\n\n\n\n\n \n10.18\n \n\n\n \n—\n \n\n\n \nThirteenth Amendment to Financing Agreement dated as of August 7, 2018 by and among the Company, Hamco, Inc., Carousel Designs, LLC, Crown Crafts Infant Products, Inc. and The CIT Group/Commercial Services, Inc. (22)\n \n\n\n\n\n\n\n \n10.19*\n \n\n\n \n—\n \n\n\n \nEmployment Agreement dated January 18, 2019 by and between NoJo Baby & Kids, Inc. and Donna Sheridan. (23)\n \n\n\n\n\n\n\n \n10.20\n \n\n\n \n—\n \n\n\n \nNote dated as of April 19, 2020 made by the Company in favor of CIT Bank, N.A. (24)\n \n\n\n\n\n\n\n \n10.21\n \n\n\n \n—\n \n\n\n \nConditional Consent to Paycheck Protection Program Loan dated as of April 19, 2020 by and between the Company, Sassy Baby, Inc., Carousel Designs, LLC, NoJo Baby & Kids, Inc. and The CIT Group/Commercial. (24)\n \n\n\n\n\n\n\n \n10.22*\n \n\n\n \n—\n \n\n\n \nAmendment to Amended and Restated Employment and Severance Protection Agreement dated as of April 14, 2022 by and between the Company and E. Randall Chestnut. (31)\n \n\n\n\n\n\n\n \n10.23*\n \n\n\n \n—\n \n\n\n \nEmployment Agreement dated February 22, 2021 by and between the Company and Craig Demarest. (25)\n \n\n\n\n\n\n\n \n10.24*\n \n\n\n \n—\n \n\n\n \nLetter Agreement regarding Employment Agreement dated February 22, 2021 by and between the Company and Craig Demarest. (27)\n \n\n\n\n\n\n\n \n10.25\n \n\n\n \n—\n \n\n\n \nLiquidation Agreement dated as of May 13, 2021 by and among the Company, NoJo Baby & Kids, Inc., Sassy Baby, Inc., Carousel Designs, LLC and The CIT Group/Commercial Services, Inc. (27)\n \n\n\n\n\n\n\n \n10.26\n \n\n\n \n—\n \n\n\n \nFourteenth Amendment to Financing Agreement dated as of May 31, 2021, by and among the Company, NoJo Baby & Kids, Inc., Sassy Baby, Inc., Carousel Designs, LLC and The CIT Group/Commercial Services, Inc. (26)\n \n\n\n\n\n\n\n \n10.27*\n \n\n\n \n—\n \n\n\n \nPerformance Share Award Certificate, dated March 1, 2022, between the Company and Olivia W. Elliott. (30)\n \n\n\n\n\n\n\n \n10.28*\n \n\n\n \n—\n \n\n\n \nPerformance Share Award Certificate, dated March 1, 2022, between the Company and Donna E. Sheridan. (30)\n \n\n\n\n\n\n\n \n10.29*\n \n\n\n \n—\n \n\n\n \nAmendment to Employment Agreement dated June 7, 2022 by and between the Company and Olivia W. Elliott. (32)\n \n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n      23\n     \n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTable of Contents\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n \n10.30\n \n\n\n \n—\n \n\n\n \nFifteenth Amendment to Financing Agreement dated as of June 2, 2022, by and among the Company, NoJo Baby & Kids, Inc., Sassy Baby, Inc., Carousel Designs, LLC and The CIT Group/Commercial Services, Inc. (32)\n \n\n\n\n\n\n\n \n10.31\n \n\n\n \n—\n \n\n\n \nSixteenth Amendment to Financing Agreement, dated as of March 17, 2023, by and among the Company, NoJo Baby & Kids, Inc., Sassy Baby, Inc., Manhattan Group, LLC, Manhattan Toy Europe Limited and the CIT Group/Commercial Services, Inc. (33)\n \n\n\n\n\n\n\n \n10.32*\n \n\n\n \n—\n \n\n\n \nAmended and Restated Employment Agreement dated June 13, 2023 by and between the Company and Olivia W. Elliott. (34)\n \n\n\n\n\n\n\n \n14.1\n \n\n\n \n—\n \n\n\n \nCode of Ethics. (2)\n \n\n\n\n\n\n\n \n21.1\n \n\n\n \n—\n \n\n\n \nSubsidiaries of the Company. (35)\n \n\n\n\n\n\n\n \n23.1\n \n\n\n \n—\n \n\n\n \nConsent of KPMG LLP. (35)\n \n\n\n\n\n\n\n \n31.1\n \n\n\n \n—\n \n\n\n \nRule 13a-14(a)/15d-14(a) Certification by the Company’s Chief Executive Officer. (35)\n \n\n\n\n\n\n\n \n31.2\n \n\n\n \n—\n \n\n\n \nRule 13a-14(a)/15d-14(a) Certification by the Company’s Chief Financial Officer. (35)\n \n\n\n\n\n\n\n \n32.1\n \n\n\n \n—\n \n\n\n \nSection 1350 Certification by the Company’s Chief Executive Officer. (36)\n \n\n\n\n\n\n\n \n32.2\n \n\n\n \n—\n \n\n\n \nSection 1350 Certification by the Company’s Chief Financial Officer. (36)\n \n\n\n\n\n\n\n \n101\n \n\n\n \n—\n \n\n\n \nThe following information from the Registrant’s Annual Report on Form 10-K for the fiscal year ended April 2, 2023, formatted as interactive data files in iXBRL (Inline eXtensible Business Reporting Language):\n \n(i)   Consolidated Statements of Income;\n \n(ii)  Consolidated Balance Sheets;\n \n(iii) Consolidated Statements of Changes in Shareholders’ Equity;\n \n(iv) Consolidated Statements of Cash Flows; and\n \n(v)  Notes to Consolidated Financial Statements.\n \n\n\n\n\n\n\n104\n\n\n \n\n\nInteractive Data File (embedded within the Inline XBRL and contained in Exhibit 101)\n\n\n\n\n\n\n\n\n \n\n\n*  Management contract or a compensatory plan or arrangement.\n\n\n \n\n\n\n\n\n\n\n\n \n\n\n \n(1)\n \n\n\n \nIncorporated herein by reference to Registrant’s Quarterly Report on Form 10-Q for the quarter ended December 28, 2003.\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n(2)\n \n\n\n \nIncorporated herein by reference to Registrant’s Annual Report on Form 10-K for the fiscal year ended March 28, 2004.\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n(3)\n \n\n\n \nIncorporated herein by reference to Registrant’s Current Report on Form 8-K dated July 17, 2006.\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n(4)\n \n\n\n \nIncorporated herein by reference to Registrant’s Registration Statement on Form S-8 dated August 24, 2006.\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n(5)\n \n\n\n \nIncorporated herein by reference to Registrant’s Current Report on Form 8-K dated November 9, 2007.\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n(6)\n \n\n\n \nIncorporated herein by reference to Registrant’s Current Report on Form 8-K/A dated November 7, 2008.\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n(7)\n \n\n\n \nIncorporated herein by reference to Registrant’s Current Report on Form 8-K dated July 6, 2009.\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n(8)\n \n\n\n \nIncorporated herein by reference to Registrant’s Current Report on Form 8-K dated March 8, 2010.\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n(9)\n \n\n\n \nIncorporated herein by reference to Registrant’s Current Report on Form 8-K dated May 27, 2010.\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n(10)\n \n\n\n \nIncorporated herein by reference to Registrant’s Current Report on Form 8-K dated August 9, 2011.\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n(11)\n \n\n\n \nIncorporated herein by reference to Registrant’s Current Report on Form 8-K dated March 27, 2012.\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n(12)\n \n\n\n \nIncorporated herein by reference to Registrant’s Registration Statement on Form S-8 dated August 14, 2012.\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n(13)\n \n\n\n \nIncorporated herein by reference to Registrant’s Current Report on Form 8-K dated May 21, 2013.\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n(14)\n \n\n\n \nIncorporated herein by reference to Appendix A to the Registrant’s Definitive Proxy Statement on Schedule 14A filed on June 27, 2014.\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n(15)\n \n\n\n \nIncorporated herein by reference to Registrant’s Registration Statement on Form S-8 dated November 10, 2014.\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n(16)\n \n\n\n \nIncorporated herein by reference to Registrant’s Current Report on Form 8-K dated December 28, 2015.\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n(17)\n \n\n\n \nIncorporated herein by reference to Registrant’s Current Report on Form 8-K dated April 4, 2016.\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n(18)\n \n\n\n \nIncorporated herein by reference to Registrant’s Quarterly Report on Form 10-Q for the quarter ended October 2, 2016.\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n(19)\n \n\n\n \nIncorporated herein by reference to Registrant’s Current Report on Form 8-K dated November 16, 2016.\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n(20)\n \n\n\n \nIncorporated herein by reference to Registrant’s Current Report on Form 8-K dated August 7, 2017.\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n(21)\n \n\n\n \nIncorporated herein by reference to Registrant’s Current Report on Form 8-K dated December 18, 2017.\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n(22)\n \n\n\n \nIncorporated herein by reference to Registrant’s Quarterly Report on Form 10-Q for the quarter ended July 1, 2018.\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n(23)\n \n\n\n \nIncorporated herein by reference to Registrant’s Current Report on Form 8-K dated January 22, 2019.\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n(24)\n \n\n\n \nIncorporated herein by reference to Registrant’s Current Report on Form 8-K dated April 23, 2020.\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n(25)\n \n\n\n \nIncorporated herein by reference to Registrant’s Current Report on Form 8-K dated February 22, 2021.\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n(26)\n \n\n\n \nIncorporated herein by reference to Registrant’s Current Report on Form 8-K dated June 3, 2021.\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n(27)\n \n\n\n \nIncorporated herein by reference to Registrant’s Annual Report on Form 10-K for the fiscal year ended March 28, 2021.\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n(28)\n \n\n\n \nIncorporated herein by reference to Appendix A to the Registrant’s Definitive Proxy Statement on Schedule 14A filed on June 28, 2021.\n \n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n      24\n     \n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTable of Contents\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n \n\n\n \n(29)\n \n\n\n \nIncorporated herein by reference to Registrant’s Current Report on Form 8-K dated August 11, 2021.\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n(30)\n \n\n\n \nIncorporated herein by reference to Registrant’s Current Report on Form 8-K/A dated March 1, 2022.\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n(31)\n \n\n\n \nIncorporated herein by reference to Registrant’s Current Report on Form 8-K dated April 15, 2022.\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n(32)\n \n\n\n \nIncorporated herein by reference to Registrant’s Annual Report on Form 10-K for the fiscal year ended April 3, 2022.\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n(33)\n \n\n\n \nIncorporated herein by reference to Registrant’s Current Report on Form 8-K dated March 20, 2023.\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n(34)\n \n\n\n \nIncorporated herein by reference to Registrant’s Current Report on Form 8-K dated June 15, 2023.\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n(35)\n \n\n\n \nFiled herewith.\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n(36)\n \n\n\n \nFurnished herewith.\n \n\n\n\n\n\n\n\n\n \n\n\nITEM 16.   \nForm 10-K Summary\n\n\n \n\n\nNot applicable.\n\n\n \n\n\n\n\n\n    25\n   \n\n\n\n\n\n\n\n\n\n\nTable of Contents\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n    \n  \n\n",
    "cik": "25895",
    "cusip6": "228309",
    "cusip": [
        "228309100"
    ],
    "names": [
        "CROWN CRAFTS INC"
    ],
    "source": "https://www.sec.gov/Archives/edgar/data/25895/000143774923018305/0001437749-23-018305-index.htm"
}