{
    "item1": ">Item 1. BUSINESS\nSpecial Cautionary Notice Regarding Forward-Looking Statements\nWe believe that it is important to communicate our future expectations to our shareholders and to the public. This report contains forward-looking statements, including, in particular, statements about our goals, plans, objectives, beliefs, expectations and prospects under the headings “Item 1. Business” and “Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations.” You can identify these statements by forward-looking words such as “anticipate,” “intend,” “plan,” “continue,” “could,” “grow,” “may,” “potential,” “predict,” “strive,” “will,” “seek,” “estimate,” “believe,” “expect,” and similar expressions that convey uncertainty about future events or outcomes. Any forward-looking statements herein are made pursuant to the safe harbor provisions of the Private Securities Litigation Reform Act of 1995. Forward-looking statements include statements concerning future:\n•\nresults of operations;\n•\nliquidity, cash flow and capital expenditures;\n•\ndemand for and pricing of our products and services;\n•\nviability and effectiveness of strategic alliances;\n•\nindustry and market conditions;\n•\nacquisition activities and the effect of completed acquisitions; and\n•\ngeneral economic conditions.\nAlthough we believe that the goals, plans, expectations and prospects reflected by our forward-looking statements are reasonable based on the information currently available to us, those statements are not guarantees of performance. There are a number of factors that could cause actual results or performance to differ materially from what is anticipated by statements made herein. These factors include, but are not limited to, continuing U.S. and global economic uncertainty and the timing and degree of business recovery; the irregular pattern of our revenue; dependence on particular market segments or clients; competitive pressures; market acceptance of our products and services; technological complexity; undetected software errors; potential product liability or warranty claims; risks associated with new product development; the challenges and risks associated with integration of acquired product lines, companies and services; uncertainty about the viability and effectiveness of strategic alliances; as well as a number of other risk factors that could affect our future performance. Factors that could cause or contribute to such differences include, but are not limited to, those we discuss under the section captioned “Risk Factors” in Item 1A. of this Form 10-K as well as the cautionary statements and other factors that we discuss in other sections of this Form 10-K.\nCompany Overview\nAmerican Software, Inc. (“American Software” or the “Company”) was incorporated in Georgia in 1970. The Company is headquartered in Atlanta, Georgia with U.S. offices in Chicago, Miami and international offices in the United Kingdom, India, Germany and New Zealand.\nWe provide our software and services through three major operating segments; (1) Supply Chain Management (“SCM”), (2) Information Technology Consulting (“IT Consulting”) and (3) Other. The SCM software business is our core market. We also offer technology staffing and consulting services through our wholly-owned subsidiary, The Proven Method, Inc., in the IT Consulting segment and we continue to provide limited services to our legacy enterprise resource planning (“ERP”) clients included in the Other segment.\n2\nTable of Contents\n \nAmerican Software delivers an innovative technical platform that enables enterprises to accelerate their digital supply chain optimization from product concept to client availability via the Logility Digital Supply Chain Platform, a single platform spanning Product, Demand, Inventory, Network Optimization, Supply and Deploy aligned with Integrated Business Planning and Supply Chain Data Management. Our Logility Digital Supply Chain Platform leverages an innovative blend of artificial intelligence (AI) and advanced analytics fueled by supply chain master data, allowing for the automation of critical business processes through the application of artificial intelligence and machine learning algorithms to a variety of internal and external data streams.\nWe believe enterprises are facing unprecedented rates of change and disruption across their operations. Increasing consumer expectations for convenience and personalization, fast and free delivery and product freshness are forcing enterprises to adapt or be left behind. Given constraints arising from a shortage of skilled supply chain talent and a desire to keep costs at a minimum, we expect enterprises to embrace digital transformation initiatives to meet these challenges. Our software reduces the business cycle time required from product concept to client availability. Our platform allows our clients to create a digital model of their physical supply chain networks that improves the speed and agility of their operations by implementing automated planning processes. These processes regularly analyze business and market signals to better inform product design and development, increase forecast accuracy, optimize inventory across the supply chain source products sustainability, ethically and ensure high client satisfaction.\nOur platform is highly regarded by clients and industry analysts alike. We are named a leader in multiple IDC MarketScape reports including; the September 2022 report \nIDC MarketScape: Worldwide Holistic Supply Chain Planning 2022 Vendor Assessment\n; the September 2022 report \nIDC MarketScape: Worldwide Supply Chain Supply Planning 2022 Vendor Assessment\n; the September 2022 report \nIDC MarketScape\n: \nWorldwide Supply Chain Sales and Operations Planning 2022 Vendor Assessment\n; and\n \nthe September 2022 report \nIDC MarketScape\n: \nWorldwide Supply Chain Inventory Optimization 2022 Vendor Assessment\n.  We were also named as a Major Player in the September 2022\n IDC MarketScape\n: \nWorldwide Holistic Supply Planning 2022 Vendor Assessment.\nWe have been positioned in the Challenger quadrant in Gartner, Inc.’s (“Gartner”) May 2, 2023 report, \nMagic Quadrant for Supply Chain Planning Solutions \nand we are positioned in the Leadership quadrant in the Peer Insights for the Gartner Voice of the Customer.  We believe our platform is rated highly due to our flexible advanced analytics, underlying Software as a Service (“SaaS”) architecture, ease of integration with third-party systems, lower total cost of ownership relative to competitors and the broad scope of supply chain planning functions supported.\nWe serve approximately 805 clients located in approximately 80 countries, largely concentrated within key vertical markets including apparel and other soft goods, food and beverage, consumer packaged goods, consumer durable goods, wholesale distribution, specialty chemical and other process manufacturing. Our software and services are marketed and sold through a direct sales team as well as an indirect global value-added reseller (“VAR”) distribution network. Our software may be deployed in the cloud or with existing on-premise clients who may require additional components. We further support our clients with an array of consulting, implementation, operational and training services as well as technical support and hosting.\nWe derive revenue from four sources: subscriptions, software licenses, maintenance and services. We generally determine SaaS subscription and software license fees based on the breadth of functionality and number of users and/or divisions. Services and other revenues consist primarily of fees from software implementation, training, consulting services, hosting and managed services. We bill for consulting services primarily under time and materials arrangements and recognize revenue as we perform services. Subscription and maintenance agreements typically are for a three- to five-year term. We generally bill these fees annually in advance and then recognize the resulting revenue ratably over the term of the agreement. Deferred revenues \n3\nTable of Contents\n \nrepresent advance payments or fees for subscriptions, software licenses, services and maintenance billed in advance of the time we recognize the related revenue.\nMarket Opportunity\nToday’s manufacturers, distributors and retailers must respond to rising consumer expectations to buy anywhere, deliver anywhere and return anywhere, even as global economic conditions and competitive pressures force businesses to reduce costs, decrease order cycle times and improve operating efficiencies. To meet these demands, we believe businesses must dramatically improve the performance of their supply chains, which can only be achieved through automation, artificial intelligence and advanced analytics. We leverage artificial intelligence and machine learning algorithms throughout our supply chain management software platform, enabling enterprises to accelerate the cycle time from product concept to client availability.\nSupply chain management refers to the process of managing the complex global network of relationships that organizations maintain with external trading partners (clients and suppliers) to design products, forecast demand, source supply, manufacture products, distribute and allocate inventory and deliver goods and services to the end client. Supply chain management involves the activities related to sourcing and supplying and merchandising products or services as well as the sales and marketing activities that influence the demand for goods and services, such as new product introductions, promotions, pricing and forecasting. Additional aspects of supply chain management include comprehensive sales and operations planning (“S&OP”) as well as product lifecycle management (“PLM”), product sourcing quality and vendor compliance, to ensure the right products are brought to market on time and in good condition. Companies that effectively communicate, collaborate and integrate with their trading partners across the multi-enterprise network or supply chain can realize significant competitive advantages in the form of lower costs, greater customer loyalty, reduced stock-outs, more efficient sourcing, reduced inventory levels, synchronized supply and demand and increased revenue.\nGartner’s March 2023 report, \nForecast: Enterprise Application Software, Worldwide, 2021-2027, 1Q23 Update\n, predicts spending on Supply Chain Management software and services will exceed $21 billion in 2023 and reach $38 billion by 2027. This represents a compounded annual growth rate (“CAGR”) of 15% through 2027.  Within the Supply Chain Management software market, Gartner includes solutions for supply chain planning, supply chain execution and procurement. \nWe focus primarily on supply chain planning processes and certain procurement and sourcing functions, which we estimate account for approximately one-third of the Supply Chain Management software market as defined by Gartner. Our platform includes more than thirty components spanning eight key supply chain planning processes that clients may adopt independently or as a comprehensive solution platform. We believe our opportunity to cross-sell and up-sell existing clients is significant, given the potential for clients to adopt additional components over time. Within the sourcing function, organizations are increasing their focus on vendor compliance and sourcing linked with supply chain planning and other enterprise applications, in order to increase the efficient and effective fulfillment of customer orders in both the business-to-business and the business-to-consumer sectors. These multi-enterprise supply chains have heightened the need for robust supply chain master data management (“MDM”) to provide an accurate digital twin of the supply chain network, allowing enterprises to quickly plan strategically and accurately respond to dynamic market conditions to take advantage of business opportunities and mitigate risk.\nCompany Strategy\nOur goal is to deliver the fastest time to value for our clients to contribute to an agile, resilient and higher velocity sustainable supply chain. Our strategy includes the following key elements:\n4\nTable of Contents\n \nCreate Sustainable Supply Chains for Our Clients\n. By enabling our clients to shorten their supply chains, reduce energy consumption, reduce water usage, increase the use of recyclable material, enforce proper labor practices and track products through their entire lifecycle, we help them to achieve more sustainable operations and improve conditions in the world in which we live\n.\nExpand Strategic Relationships.\n We are increasingly working with industry-leading consultants and other software and services providers. Our strategic partnerships help us to grow more quickly and to more efficiently deliver our products and services. We intend to continue to develop strategic relationships with systems integrators and other providers to combine our software with their services and products and create joint marketing and co-development opportunities.\nAcquire or Invest in Complementary Businesses, Products and Technologies.\n We believe that selective acquisitions or investments may offer opportunities to broaden our product offering for our target markets. We will evaluate acquisitions or investments that will provide us with complementary products and technologies, expand our geographic presence and distribution channels, penetrate additional vertical markets with challenges and requirements similar to those we currently meet and further solidify our leadership position within the SCM market.\nProducts and Services\nWe provide a comprehensive, cloud-architected supply chain management platform that helps our clients manage eight critical planning processes, Product, Demand, Inventory, Supply, Network Optimization, Deploy, Integrated Business Planning and Supply Chain Data Management. Within each of these process areas, we offer one or more components that clients may leverage independently, in combination, or as a comprehensive solution platform, either in the cloud or on-premise. Our supply chain MDM platform and advanced analytics capabilities enable clients to derive new insights and automate planning processes that regularly analyze demand, production, supply and distribution signals to better inform product design and development, increase forecast accuracy, optimize inventory across the global supply chain and in-store and ensure high client satisfaction.\nWhile clients can use our software applications individually, we have designed them to be combined as integrated systems to meet specific client requirements. Clients may select virtually any combination of components to form an integrated solution for a particular business problem, from a single module to a multi-module, multiple-user solution incorporating our full range of products.\nOur platform, which may be deployed as a hosted SaaS solution or on-premise, encompasses the following processes and associated components:\nProduct\n: Streamlines moving product concepts to market, rationalizes complex product lines and drives smart assortment plans and allocation strategies. Includes merchandise and assortment planning, product lifecycle management and traceability.\nDemand\n: Improves prediction of true market demand, new product introductions and phase-outs, short life cycle products and promotions. Includes demand planning and optimization, demand sensing, pricing and promotion analysis, causal forecasting, life cycle planning and proportional profile planning.\nInventory\n: Minimizes cost and reduces risk while meeting customer service requirements with multi-echelon inventory optimization (MEIO). Includes inventory planning and optimization.\nSupply\n: Maximizes cost-effective throughput and satisfies market demand every day. Includes supply planning and optimization, manufacturing planning and optimization, vendor management, quality control and compliance and sourcing management.\nNetwork Optimization: \nBetter assess complex trade-offs while optimizing capacity and network flows for conflicting priorities.\n5\nTable of Contents\n \nDeploy\n: Positions supply to quickly meet demand requirements with smart allocation. Includes allocation and automated order promising. \nIntegrated Business Planning\n: Guides business resources to meet revenue, profitability and customer service goals. Includes annual planning, long-term planning and S&OP.\nSupply Chain Data Management\n: Gains access to tailored data integration, machine learning and advanced analytics without the headaches of custom development. Includes data management, machine learning and artificial intelligence and advanced analytics. \n \nAdditional Products and Services\nThrough our wholly-owned subsidiary, The Proven Method, Inc., we provide technology staffing and services to a diverse client base to solve business issues. These services include professional services, product management and project management outsourcing; staff augmentation for cloud, collaboration, network and security; social media and analytic marketing.\nWe also continue to provide software, support and services related to our legacy American Software ERP products, which include our \ne-Intelliprise solution \nand \ne-applications\n for various integrated business functions.\nClient Support and Maintenance\nWe provide our clients with ongoing product support services, which are included in subscription fees. For licenses, we enter into support or maintenance contracts with clients for an initial one- to three-year term, billed annually in advance, with renewal for additional periods thereafter. Under both subscription and license contracts, we provide telephone consulting, product updates and releases of new versions of products previously purchased by the client, as well as error reporting and correction services. We provide ongoing support and maintenance services on a seven-days-a-week, 24-hours-a-day basis through telephone, email and web-based support, using a call logging and tracking system for quality assurance.\nConsulting Services\nClients frequently require services beyond our standard support and maintenance. To meet those clients’ needs, our professional services team provides specialized business and software implementation consulting, development and configuration, system-to-system interfacing and extensive training and certification. We offer these services for an additional fee, usually based upon time and materials utilized. We provide the following professional services to our clients:\nCloud Hosting and Managed Services.\n Our clients can deploy our software in a hosted or on-premise environment. Companies may choose and then adjust the deployment methodology and services that best suit their individual needs as their business changes and their IT strategies evolve. Managed Services leverage our resources to assist and augment the client’s technical and operational needs on a day-to-day basis. We also have some clients for which we operate the software on a daily basis in support of their supply chain operations.\nImplementation and Training Services. \nWe offer our clients a professional and proven program that facilitates rapid implementation of our software products. Our consultants help clients define the nature of their project and proceed through the implementation process. We establish measurable financial and logistical performance indicators and then evaluate them for conformance during and after implementation. We offer training for all users and managers. Implementation of our products typically requires three to nine months, depending on factors such as the complexity of a client’s existing systems, breadth of functionality and number of business units and users. \nWe also offer our clients post-delivery professional services consisting primarily of implementation and training services, for which we typically charge on a daily basis. Clients that invest in implementation services receive assistance in integrating \n6\nTable of Contents\n \nour software with existing enterprise software applications and databases. Additional services may include post-implementation reviews and benchmarks to further enhance the benefits to clients and training and user certification programs can help our clients gain even greater benefits from our robust planning platform.\n7\nTable of Contents\n \nClients\nWe deliver our software and services to clients in a variety of industries, including apparel and other soft goods, food and beverage, fast moving consumer goods, consumer durable goods and process and chemical manufacturing. A sample of companies  that we have served in the past two years is as follows:\nConsumer Goods\nFood & Beverage\nICL, Inc.\nJockey International\nBondi Sands Australia Pty Ltd\nBlack Rifle Coffee Company\nInterlock USA, Inc.\nJump Design Group, Inc.\nDometic Group AB \nCaribou Coffee Company\nJohnson Controls\nKontoor Brands, Inc\nGOJO Industries, Inc.\nDole Fresh Vegetables, Inc.\nJohnson Controls Hitachi AC Europe SAS\nLacoste\nHasbro, Inc\nGreat Lakes Cheese Company, Inc.\nLe Creuset Group AG\nLacrosse Footwear\nHerbalife International of America, Inc.\nGroupo Herdez\nLibbey Glass LLC\nNeatfreak\nL'Oreal USA, Inc\nHostess Brands\nLINDSAY CORPORATION\nPatagonia\nMGA Entertainment\nJ. R. Simplot Company\nMoen\nPVH Corp.\nOmega Pharma International NV \nJ.D. Irving, Limited\nMustad Netherlands B.V.\nRed Wing Shoe Company\nReynolds Consumer Products LLC\nJackson Family Wines\nOne World Technologies, Inc.\nRenfro\nRodan & Fields, LLC\nMazoon Dairy Company SAOC\nOtter Products, LLC\nRocky Brands, Inc.\nSunovion Pharmaceuticals, Inc.\nNiagara Bottling\nParker Hannifin Corporation\nSPANX\nVitalus Nutrition, Inc.\nReady Pac Foods, Inc.\nPattonair Ltd.\nStichd B.V.\nProcess & Chemical\nSauer Brands, Inc\nSandvik\nTown & Country Living\nAnsell Limited\nSazerac Company \nSavant Technologies LLC (GE Lighting)\nUrban Outfitters\nAvery Dennison Corporation\nSunny Delight Beverages Company\nThe Starco Group\nWorkwear Outfitters, LLC\nBERICAP Holding GMBH \nTaylor Fresh Foods\nThermo Fisher Scientific\nWholesale Distribution / Retail\nBerlin Packaging LLC\nThe J.M. Smucker Company\nThermos LLC\nArgosy Trading Company, Ltd\nBerry Global \nThe Spice Tailor Limited\nTimken\nBig Lots!\nBruni Glass S.p.A\nTillamook County Creamery Association\nWEG Equipamentos Elétricos S.A.\nBobs Discount Furniture\nCroda Europe Limited\nDurable Goods\nApparel\nChemPoint\nDetmold Packaging Pty Ltd.\nA.O. Smith\nAeropostale\nDealer Tire\nenVista, LLC\nApex Tools Group, LLC\nAriela & Associates International\nFastenal Company\nHollyFrontier Corporation\nAshley Furniture\nBernard Cap Co., Inc.\nHancocks Wine, Spirits and Beer\nHuhtamaki\nBio-Medical Devices International\nBroder Brothers\nHeidelberg Materials US, Inc.\nInsmed Incorporated\nCertainTeed\nC&A Mexico\nMayoreo Ferreteria y Acabados S.A\nIntertape Polymer Group\nClarios\nCanada Goose\nMom Enterprises, LLC\nKelly Moore Paint Company, Inc\nColumbus McKinnon Corporation\nConverse, Inc\nScrewfix\nORBIS Corporation\nCooper Lighting, LLC\nDelta Apparel\nThe Gem Group, Inc.\nPetrobras Distribuidora S.A.\nCQMS Razer Pty. Ltd.\nDestination XL\nThe Home Depot\nPlastic Packaging Technologies, LLC\nElectrical Home-Aids Pty Limited (Godfrey's)\nFinish Line\nTrelleborg Wheel Systems \nSonoco Products \nGlen Raven, Inc.\nFoot Locker, Inc.\nUS Autoforce\nUniversal Fiber Systems\nGlobal Resources International, Inc\nHunkemoller International BV\nWoolworths Group Ltd\nYazaki\nHusqvarna AB\nHunter Boot Ltd\n8\nTable of Contents\n \nNo client accounted for more than 10% of fiscal 2023 revenue. We typically experience a slight degree of seasonality, reflected in a slowing of services revenue during the winter holiday season, which occurs in the third quarter of our fiscal year. We are not reliant on government-sector clients.\nCompetition\nOur competitors are diverse and offer a variety of software and services targeted at various aspects of the supply chain, retail and general enterprise application markets. Our existing competitors include, but are not limited to:\n•\nLarge ERP application software vendors such as SAP, Oracle and Infor, each of which offers sophisticated ERP software that currently, or may in the future, incorporate supply chain management, advanced planning and scheduling, warehouse management, transportation, collaboration or S&OP software components; \n•\nVendors focusing on the supply chain application software market, including, but not limited to, Blue Yonder, o9 Solutions, Kinaxis and OM Partners; \n•\nOther business application software vendors that may broaden their product offerings by internally developing, acquiring or partnering with independent developers of supply chain management software and \n•\nInternal development efforts by corporate information technology departments. \nWe also expect to face additional competition as other established and emerging companies enter the market for advanced retail planning and supply chain management software and/or introduce new products and technologies. In addition, current and potential competitors have made and may continue to make strategic acquisitions or establish cooperative relationships among themselves or with third parties.\nThe principal competitive factors in the target markets in which we compete include product functionality and quality, domain expertise, integration technologies, product suite integration, breadth of products and related services such as client support, training and implementation. Other factors important to clients and prospects include:\n•\ncustomer service and satisfaction; \n•\nability to provide relevant client references; \n•\ncompliance with industry-specific requirements and standards; \n•\nflexibility to adapt to changing business requirements; \n•\nability to generate business benefits; \n•\nrapid payback and measurable return on investment; \n•\nvendor financial stability and company and product reputation; and \n•\ninitial price, cost to implement and long term total cost of ownership. \nWe believe that our principal competitive advantages are our comprehensive, end-to-end software platform, the ability of our software to quickly generate business benefits for our clients, our substantial investment in product development, our deep domain expertise, the ease of use of our software products, our client support and professional consulting services, our ability to deploy quickly and our ability to deliver rapid return on investment for our clients.\nSales and Marketing\nWe sell our products globally through direct and indirect sales channels. We conduct our principal sales and marketing activities from our corporate headquarters in Atlanta, Georgia and have North American sales and/or support offices in  Chicago and Miami. We manage sales and/or support outside of North America from our international offices in the United Kingdom, India, Germany and New Zealand.\n9\nTable of Contents\n \nIn addition to our direct sales force, we have developed a network of VARs who assist in selling our products globally. We will continue to utilize these and future relationships with software and service organizations to enhance our sales and marketing position. Currently located in North America, South America, Mexico, Europe, South Africa and the Asia/Pacific region, these independent distributors and resellers distribute our product lines domestically and in foreign countries. These vendors typically sell their own consulting and systems integration services in conjunction with contracts for our products. Our global distribution channel consists of 20 organizations with sales, implementation and support resources serving clients in approximately 80 countries.\nMarketing and communications contribute significantly to our growth and the demand for our products and services in the market. We made significant changes in the last year to modernize the marketing department and increase focus on digital promotion. We raise market awareness of our brands and engage with the prospective market through concentrated marketing and communications programs. We do this through a variety of marketing efforts, including public and media relations, direct marketing, advertising, events and industry influencers. We also collaborate and participate in a variety of global industry associations, such as those organized by the Association for Supply Chain Management, the Council of Supply Chain Management Professionals and the Institute of Business Forecasting.\nResearch and Development\nOur success depends in part upon our ability to continue to recognize and meet client needs, anticipate opportunities created by changing technology, adapt our products to the changing expectations of our client community and keep pace with emerging industry standards. As a part of our ongoing commitment to these goals, we continue to focus on the people, processes and technology that help to achieve them. We are committed to partnering with our clients in co-development efforts to ensure our products map well to market needs from day one. We are continually shortening release cycles to more rapidly respond to market opportunities. We leverage design thinking approaches to ensure that we understand not only the expressed needs of our clients, but also the lived realities of the people that use them to accomplish their supply chain goals each and every day.\nWe continue to leverage the opportunities presented by artificial intelligence, machine learning, advance analytics platforms, in-memory computing and alternative data management approaches as well as advancing research efforts in the application of blockchain and other technologies with promise in supply chain use cases. Our research and development efforts will continue to focus on deploying software within a complex global supply chain landscape. Our cloud-architected software designed for SaaS deployment with master data management built in will be increasingly important for our long-term growth. As of April 30, 2023, we employed 95 persons in product research, development and enhancement activities. We also engage contractors for research and development, bringing our total human capital resources dedicated to research and development to 151 persons.\nProprietary Rights\nOur success and ability to compete are dependent in part upon our proprietary technology. To protect this proprietary technology, we rely on a combination of copyright and trade secret laws, confidentiality obligations and other contractual provisions. However, we also believe that factors such as the knowledge, ability and experience of our personnel, new product developments, frequent product enhancements, reliable maintenance and timeliness and quality of support services are essential to establishing and maintaining a technology leadership position. The source code for our proprietary software is protected as a trade secret and as a copyrighted work. Generally, copyrights expire 95 years after the year of first publication. In addition, we \n10\nTable of Contents\n \nhave registered a number of trademarks in the U.S. and internationally and have applications pending for others. We enter into confidentiality or similar agreements with our employees, consultants and clients, control access to and distribution of our software, documentation and other proprietary information and deliver only object code (compiled source code) to our licensed clients. As is customary in the software industry, in order to protect our intellectual property rights, we do not sell or transfer title to our products to our clients.\nHuman Capital Resources\nAs of April 30, 2023, we had 394 full-time employees, including 95 in product research, development and enhancement, 42 in client support, 139 in professional services, 77 in marketing, sales and sales support and 41 in accounting, facilities and administration. Of these, 344 are based in the United States and 50 are based in our international locations.  Our operations are further supported by over 80 independent full-time contractors who fulfill critical needs around the globe. We have never had a work stoppage and no employees or contractors are represented under collective bargaining arrangements.\nCore Values\n. Our corporate culture is based on our core values: Passion, Accountability, Curiosity and Teamwork. Employee performance and Company fit are assessed in part based on these core values. We reinforce them in employee communications and celebrate extraordinary examples of these values with quarterly “Living the Core Values” awards for employees nominated by colleagues and selected by the executive leadership team.\nDiversity. \nAmerican Software and its subsidiaries are enriched by the diverse, talented and highly skilled workforce that brings a variety of experiences and perspectives to address the needs of our team, clients and shareholders. We make better decisions and draw strength from this diversity and thus, are purposefully committed to providing an accessible workplace where members from every race, national origin, ethnicity, gender, sexual orientation, religion, age and personality profile feel included and valued. We will ensure that all qualified candidates receive full consideration and that for every open role we seek a diverse pool of candidates for consideration prior to selecting the most qualified individual to fill those open roles.\nTalent and Career Development\n. We support and encourage continuous learning, training and career development for all employees. In addition to our general new hire orientation, employees are trained on job-specific requirements, as well as topics such as cybersecurity, data privacy, anti-harassment and anti-bullying.\nEmployee career development is a key focus in the attraction, retention and management of our human capital resources. Our success planning process allows each employee to discuss career development goals with his or her manager and to provide feedback on broader company processes, to help both the employee and the Company become more successful. Success plans are tracked via the employee portal, which senior management monitors to ensure full participation. \nCommunity Engagement\n. We believe in the importance of giving back to the communities where we live and work. Our Community imPACT initiative has two major components. We organize Company-sponsored volunteer opportunities with selected organizations across our geographic locations that focus on combating food insecurity. We also encourage our employees to take action in their own communities by volunteering with charitable organizations of their choice and we support their efforts by providing up to 16 hours of paid time off each year for individual volunteering.\nCOVID-19 and Employee Safety\n. During and after the COVID-19 pandemic our primary focus has been the health and safety of our employees and their families. We have taken a flexible approach to help our employees manage their work and personal responsibilities. In addition, we have provided our employees with health and wellness resources, such as up-to-date COVID information and counseling resources.  As a result, we have been able to seamlessly transition to primarily a hybrid work environment without interruption.\nData Privacy\n11\nTable of Contents\n \nRegulatory and legislative activity in the areas of data protection and privacy continues to increase worldwide. We have established and continue to maintain policies to comply with applicable privacy and data protection laws. We also ensure that third parties processing data on our behalf are contractually obligated to follow or are otherwise compliant with such laws.\nWe are subject to certain privacy and data protection laws in other countries in which we operate, many of which are stricter than those in the United States. Some countries also have instituted laws requiring in-country data processing and/or storage of data. Most notably, in the European Union (“EU”) and United Kingdom (“UK”), the General Data Protection Regulation (“GDPR”) and comparable UK law create legal and compliance obligations for companies that process personal data of individuals in those regions, regardless of the geographical location of the company and impose significant fines for non-compliance. We process a limited amount of personal data (as defined under the GDPR) for our clients and act as a data controller with respect to the personal data of our employees and job applicants, some of whom are located outside the United States. Therefore, our privacy policies comply with the GDPR.\nIn the United States, the California Consumer Privacy Act (“CCPA”) requires us to offer certain specific data privacy rights to California residents. Other states have adopted or are considering similar requirements that may be more stringent and/or expansive than federal requirements. Our privacy policies are compliant with the CCPA and other existing state laws.\nData Security\nInformation Security Management.\n Our Software Security Program is managed by our Manager of Information Security, who reports to the VP of Information Systems. We conduct vendor and internal risk assessments at least annually. Our Security Incident Response Team, consisting of personnel from Legal, Human Resources, Marketing and IT across our business units, is responsible for implementing our Incident Response Policy and Procedure, which includes processes for detection, analysis, containment, eradication and recovery, as well as incident response preparation, such as a tabletop exercise.\nOur employees are regularly trained on appropriate security measures. We provide security awareness training for new hires and for all employees at least quarterly. We conduct user testing through “phishing” campaigns and require remedial training based on results. Our Manager of Information Security produces a monthly security awareness newsletter and periodic updates on recent malicious information security trends and scams.\nThe Service Organization Control (SOC) 2 Type II examination demonstrates that an independent accounting and auditing firm has reviewed and examined an organization’s control objectives and activities and tested those controls to ensure that they are operating effectively. The Company obtains a SOC 2 Type II report annually based on an independent third-party audit. The third party examines the suitability of the design and operating effectiveness of the Company’s controls to provide reasonable assurance that our service commitments and system requirements were achieved based on the applicable trust services criteria for security, availability, processing integrity and confidentiality.\nClient Data Security.\n We have web application firewalls and data encryption (both in transit and at rest) to ensure that our client data is adequately protected. Our software applications undergo manual code reviews, static code analysis to test for vulnerabilities and annual third-party penetration testing, with a formal change control process in place to correct any deficiencies. Our SaaS environments are safeguarded by vulnerability management software that detects operating systems and third-party application vulnerabilities; applies vulnerability patching on a monthly basis; and ensures emergency patching of critical vulnerabilities. Data security is monitored with fully-integrated Security Information and Event Management software and we provide 24/7 security monitoring and alerting for all SaaS client environments. Only approved users may access our SaaS environments and such access is further controlled through two-factor authentication and quarterly access reviews.\n12\nTable of Contents\n \nData in our cloud-based software is hosted in a Microsoft Azure environment. Microsoft provides numerous security measures, including geo-redundant storage (GRS) with cross-regional replication for storage of backup data and site recovery that replicates virtual machines in real-time to a different Azure region.\nBusiness Continuity and Disaster Recovery.\n \nWe have a documented Disaster Recovery Procedure and Business Continuity Plan. Key actions and responsibilities are handled by a designated Disaster Recovery Team and Emergency Management Team, respectively. The policies and procedures are reviewed, updated and approved by executive management annually and a Business Impact Analysis is performed as part of our Business Continuity Plan.\nSustainability in Data Operations\nHosting\n. Sustainability is a critical factor when we evaluate potential hosting partners. We continue to expand our relationship with Microsoft, including increases in our Azure footprint for hosting client SaaS environments as well as many internal operations. Microsoft has been carbon neutral since 2012 and is committed to being carbon negative by 2030, with the commitment by 2050 to remove all the carbon it has directly emitted since its founding in 1975. Our primary hosting partner, Microsoft Azure, has committed to focus on four key areas of environmental impact on local communities—carbon, water, waste and ecosystems:\na.\n100% renewable energy by 2025\nb.\nWater positive by 2030 (replenish more water than consumed)\nc.\nZero-waste certification by 2030\nd.\nNet-zero deforestation for all new data centers.\nData Destruction & Sanitation Policy. \nThird parties perform secure destruction of media and we receive a certificate of secure destruction from such parties. Items for destruction or recycling are processed using an environmentally friendly waste-to-energy incineration process or e-Stewards® certified recycling process so that the information cannot be reconstructed.\nAvailable Information\nWe make our annual reports on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K and all amendments to these reports available free of charge on or through our website, located at \nhttp://www.amsoftware.com\n, as soon as reasonably practicable after they are filed with or furnished to the Securities and Exchange Commission (“SEC”). Reference to our website does not constitute incorporation by reference of the information contained on the site, which should not be considered part of this document.\n13\nTable of Contents\n ",
    "item1a": ">ITEM 1A.    RISK FACTORS\nThe following summarizes risks and uncertainties that could materially adversely affect our business, financial condition, results of operations and stock price. You should read this summary together with the detailed description of each risk factor contained below.\nRISK FACTORS RELATED TO THE ECONOMY\na.\nDisruptions in the financial and credit markets, government policies regarding interest rates and inflation rates, international trade disputes, the effects of a pandemic or major public health concern such as COVID-19 pandemic, the invasion of Ukraine by Russia and other external influences in the U.S. global markets may reduce demand for our software and related services, which may negatively affect or revenue and operating results..\nb.\nThe effects of a pandemic or major public health concern such as the COVID-19 pandemic could materially affect how we and our clients will operate our businesses.\nc.\nThere may be an increase in client bankruptcies due to weak economic conditions.\nd.\nWe are subject to foreign exchange rate risk.\nRISK FACTORS RELATED TO COMPETITION\na.\nOur markets are very competitive and we may not be able to compete effectively.\nb.\nMany of our current and potential competitors have significantly greater resources than we do and therefore we may be at a disadvantage in competing with them.\nc.\nDue to competition, we may change our pricing practices, which could adversely affect operating margins or client ordering patterns.\nRISK FACTORS RELATED TO OUR OPERATIONS\na.\nOur growth is dependent upon the successful further development of our direct and indirect sales channels.\nb.\nOur growth depends upon our ability to develop and sustain relationships with complementary vendors to market and implement our software products and a failure to develop and sustain these relationships could have a material adverse effect on our operating performance and financial condition.\nc.\nWe are dependent upon the retail industry for a significant portion of our revenue.  If these clients were to discontinue the use of our service or delay their implementation, our total revenue would be adversely affected.\nd.\nWe derive a significant portion of our services revenue from a small number of clients.\ne.\nWe may derive a significant portion of our revenue from a limited number of large, non-recurring sales.\nf.\nOur lengthy sales cycle makes it difficult to predict quarterly revenue levels and operating results.\ng.\nServices revenue carries lower gross margins than do license or subscription revenue and an overall increase in services revenue as a percentage of total revenue could have an adverse impact on our business.\nh.\nFailure to maintain our margins and service rates for implementation services could have a material adverse effect on our operating performance and financial condition.\ni.\nWe are subject to risks related to renewal of maintenance contracts.\nj.\nWe are subject to risks related to accounting interpretations.\nk.\nOur past and future acquisitions may not be successful and we may have difficulty integrating acquisitions.\nl.\nUnanticipated changes in tax laws or regulations in the various tax jurisdictions we are subject to that are applied adversely to us or our paying clients could increase the costs of our products and services and harm our business.\nm.\nOur business may require additional capital\nn.\nBusiness disruptions could affect our operating results.\no.\nOur international operations and sales subject us to additional risks.\np.\nIt may become increasingly expensive to obtain and maintain liability insurance.\nq.\nGrowth in our operations could increase demands on our managerial and operational resources.\nr.\nChanges in regulations or disruptions of the Internet may negatively affect our business.\nRISK FACTORS RELATED TO OUR PRODUCTS\na.\nWe may not be successful in convincing clients to migrate to current or future releases of our products which may lead to reduced services and maintenance revenue and less future business from existing clients..\nb.\nWe may be unable to retain or attract clients if we do not develop new products and enhance our current products in response to technological changes and competing products.\nc.\nIf our products are not able to deliver quick, demonstrable value to our clients, our business could be seriously harmed.\nd.\nIf we do not maintain software performance across accepted platforms and operating environments, our license, subscription and services revenue could be adversely affected.\ne.\nOur software products and product development are complex, which makes it increasingly difficult to innovate, extend our product offerings and avoid costs related to correction of program errors.\nf.\nThe use of open source software in our products may expose us to additional risks and harm our intellectual property.\ng.\nIf the open source community expands into enterprise application and supply chain software, our revenue may decline.\nh.\nImplementation of our products can be complex, time-consuming and expensive, clients may be unable to implement our products successfully and we may become subject to warranty or product liability claims.\n14\nTable of Contents\n \ni.\nAn increase in sales of software products that require customization would result in revenue being recognized over the term of the contract for those products and could have a material adverse effect on our operating performance and financial condition..\nj.\nWe sometimes experience delays in product releases, which can adversely affect our business.\nk.\nWe may not receive significant revenue from our current research and development efforts for several years.\nl.\nWe have limited protection of our intellectual property and proprietary rights and may potentially infringe third-party intellectual property rights.\nm.\nWe may experience liability claims arising out of the sale of our software and provision of services.\nn.\nPrivacy and security concerns, including evolving government regulation in the area of data privacy, could adversely affect our business and operating results.\no.\nWe face risks associated with the security of our products which could reduce our revenue and earnings, increase our expenses and expose us to legal claims and regulatory actions..\np.\nWe depend on third-party technology which could result in increased costs or delays in the production and improvement of our products if it should become unavailable or if it contains defects.\nq.\nAny interruptions or delays in services from third parties or our inability to adequately plan for and manage service interruptions or infrastructure capacity requirements, could impair the delivery of our services and harm our business.\nr.\nAny failure to offer high-quality customer support for our cloud platform may adversely affect our relationships with our clients and harm our financial results.\nRISK FACTORS RELATED TO OUR PERSONNEL\na.\nWe are dependent upon key personnel and need to attract and retain highly qualified personnel.\nb.\nWe may need to restructure our sales force, which can be disruptive.\nc.\nOur technical personnel have unique access to client data and may abuse that privilege.\nRISK FACTORS RELATED TO OUR CORPORATE STRUCTURE AND GOVERNANCE\na.\nOur business is subject to changing regulation of corporate governance and public disclosure that has increased both our costs and the risk of non-compliance.\nb.\nOne shareholder beneficially owns a substantial portion of our stock and as a result, exerts substantial control over us.\nc.\nOur articles of incorporation and bylaws and Georgia law may inhibit a takeover of our company.\nd.\nWe are a “controlled company” within the meaning of NASDAQ rules and, as a result, qualify for and rely on, exemptions from certain corporate governance requirements.\nRISK FACTORS RELATED TO OUR STOCK PRICE\na.\nWe could experience fluctuations in quarterly operating results that could adversely affect our stock price.\nb.\nOur stock price is volatile and there is a risk of litigation.\nc.\nOur dividend policy is subject to change.\nd.\nThe price of our common stock may decline due to shares eligible for future sale or actual future sales of substantial amounts of our common stock.\nA variety of factors may affect our future results and the market price of our stock.\nWe have included certain forward-looking statements in Management’s Discussion and Analysis of Financial Condition and Results of Operations and elsewhere in this Form 10-K. We may also make oral and written forward-looking statements from time to time, in reports filed with the SEC and otherwise. We undertake no obligation to revise or publicly release the results of any revisions to these forward-looking statements based on circumstances or events which occur in the future, unless otherwise required by law. Actual results may differ materially from those projected in any such forward-looking statements due to a number of factors, including those set forth below and elsewhere in this Form 10-K.\nWe operate in a dynamic and rapidly changing environment that involves numerous risks and uncertainties. New risk factors emerge from time to time and it is not possible for management to predict all such risk factors, nor can it assess the potential impact of all such risk factors on our business or the extent to which any factor, or combination of factors, may cause actual results to differ materially from those in any forward-looking statements. The following section lists some, but not all, of the risks and uncertainties that we believe may have a material adverse effect on our business, financial condition, cash flow or results of operations. In that case, the trading price of our securities could decline and you may lose all or part of your investment in our Company. This section should be read in conjunction with the audited Consolidated Financial Statements and Notes thereto and Management’s Discussion and Analysis of Financial Condition and Results of Operations included in this Form 10-K.\nWe cannot predict every event and circumstance that may affect our business and therefore the risks and uncertainties discussed below may not be the only ones you should consider.\nThe risks and uncertainties discussed below are in addition to those that apply to most businesses generally. Furthermore, as we continue to operate our business, we may encounter risks of which we are not aware at this time. These additional risks may cause serious damage to our business in the future, the impact of which we cannot estimate at this time.\n15\nTable of Contents\n \nRISK FACTORS RELATED TO THE ECONOMY\nDisruptions in the financial and credit markets, government policies regarding interest rates and inflation rates, international trade disputes, the effects of a pandemic or major public health concern such as the COVID-19 pandemic, the invasion of Ukraine by Russia and other external influences in the U.S. and global markets may reduce demand for our software and related services, which may negatively affect our revenue and operating results.\nOur revenue and profitability depend on the overall demand for our software, professional services and maintenance services. Regional and global changes in the economy and financial markets, such as the severe global economic downturn in 2008, which was followed by a slow and relatively weak recovery and more recently, the timing, likelihood and amount of future increases in interest rates by the U.S. Federal Reserve, have resulted in companies generally reducing their spending for technology projects and therefore delaying or reconsidering potential purchases of our products and related services. A new economic recession, or adverse conditions in credit markets, lagging consumer confidence and spending, inflation, higher labor, healthcare and insurance costs, the fluctuating cost of fuel and commodities and their effects on the U.S. and global economies and markets are all examples of negative factors that have delayed or canceled certain potential client purchases. Furthermore, the uncertainty posed by the long-term effects of global and regional conflicts, terrorist activities, a global pandemic such as the  COVID-19 pandemic and other geopolitical and trade issues also may adversely affect the purchasing decisions of current or potential clients. For example, financial and credit markets around the world experienced volatility following the invasion of Ukraine by Russia in February 2022. In response to the invasion, the United States, United Kingdom and European Union, along with others, imposed significant new sanctions and export controls against Russia, Russian banks and certain Russian individuals and may implement additional sanctions or take further punitive actions in the future. The full economic and social impact of the sanctions imposed on Russia (as well as possible future punitive measures that may be implemented), as well as the counter measures imposed by Russia, remains uncertain. Furthermore, weakness in European economies may adversely affect demand for our products and services, both directly and by affecting U.S. clients that rely heavily on European sales. There can be no assurance that government responses to these factors will sufficiently restore confidence, stabilize markets or increase liquidity and the availability of credit.\nWe are a technology company selling technology-based software with total pricing, including software and services, in many cases exceeding $500,000. Reductions in the capital budgets of our clients and prospective clients could have an adverse impact on our ability to sell our software. These economic, trade and public health and political conditions may reduce the willingness or ability of our clients and prospective clients to commit funds to purchase our products and services or renew existing post-contract support agreements, or their ability to pay for our products and services after purchase. Future declines in demand for our products or services, or a broadening or protracted extension of these conditions, would have a significant negative impact on our revenue and operating results.\nThe\n effects of a pandemic or major public health concern such as the COVID-19 pandemic could materially affect how we and our clients operate our businesses and the duration and extent to which this may impact our future results of operations and overall financial performance remain uncertain.\nIn December 2019, a novel coronavirus, COVID-19, was first reported. On March 11, 2020, the World Health Organization (WHO) characterized COVID-19 as a pandemic. The COVID-19 pandemic, which spread throughout the world and the related adverse public health developments, including orders to shelter-in-place, travel restrictions and mandated business closures, have adversely affected workforce, organizations, clients, economies and financial markets globally, leading to increased market volatility. It also has disrupted the normal operations of many businesses, including ours.\nMoreover, the conditions caused by a pandemic or major public health concern such as the COVID-19 pandemic may affect the rate of spending on our products and services and could adversely affect our clients’ ability or willingness to purchase our offerings or the timing of our current or prospective clients’ purchasing decisions; require pricing discounts or extended payment terms; or increase client attrition rates, all of which could adversely affect our future sales, operating results and overall financial performance.\nThe duration and extent of the impact of a pandemic or major public health concern such as the COVID-19 pandemic depends on future developments that cannot be accurately predicted at this time, such as the severity and transmission rate of the virus and any new variant, the extent and effectiveness of containment actions, the disruption caused by such actions, the efficacy of vaccines and rates of vaccination in various states and countries and the impact of these and other factors on our employees, clients, partners, vendors and the global economy. If we are not able to effectively respond to and manage the impact of such events, our business will be harmed.\nTo the extent that a pandemic or major public health concern such as the COVID-19 pandemic affects our business and financial results, it may also amplify many of the other risks described in this “Risk Factors” section.\nThere\n may be an increase in client bankruptcies due to weak economic conditions.\nWe have been in the past and may be in the future, affected by client bankruptcies that occur in periods subsequent to the software sale. During weak economic conditions, there is an increased risk that some of our clients will file a petition for bankruptcy. When our clients file a petition for bankruptcy, we may be required to forego collection of pre-petition amounts \n16\nTable of Contents\n \nowed and to repay amounts remitted to us during the 90-day preference period preceding the filing. Accounts receivable balances related to pre-petition amounts may in some of these instances be large, due to extended payment terms for software fees and significant billings for consulting and implementation services on large projects. The bankruptcy laws, as well as the specific circumstances of each bankruptcy, may severely limit our ability to collect pre-petition amounts and may force us to disgorge payments made during the 90-day preference period. We also face risk from international clients that file for bankruptcy protection in foreign jurisdictions, as the application of foreign bankruptcy laws may be more difficult to predict. Although we believe that we have sufficient reserves to cover anticipated client bankruptcies, there can be no assurance that such reserves will be adequate and if they are not adequate, our business, operating results and financial condition would be adversely affected. We anticipate that a global pandemic such as the COVID-19 pandemic could increase the likelihood of these risks.\n \nWe are subject to foreign exchange rate risk\n.\nOur international revenue and the majority of our international expenses, including the wages of some of our employees, are denominated primarily in currencies other than the U.S. dollar. Therefore, changes in the value of the U.S. dollar as compared to these other currencies may adversely affect our operating results. We do not hedge our exposure to currency fluctuations affecting future international revenue and expenses and other commitments. For the foregoing reasons, currency exchange rate fluctuations have caused and likely will continue to cause, variability in our foreign currency denominated revenue streams and our cost to settle foreign currency denominated liabilities.\nRISK FACTORS RELATED TO COMPETITION\nOur markets are very competitive and we may not be able to compete effectively.\nThe markets for our software are very competitive. The intensity of competition in our markets has significantly increased, in part as a result of the slow growth in investment in IT software. We expect this intense competition to increase in the future. Our current and potential competitors have made and may continue to make acquisitions of other competitors and may establish cooperative relationships among themselves or with third parties. Any significant consolidation among supply chain software providers could adversely affect our competitive position. Increased competition has resulted and, in the future, could result in price reductions, lower gross margins, longer sales cycles and loss of market share. Each of these developments could have a material adverse effect on our operating performance and financial condition.\nMany of our current and potential competitors have significantly greater resources than we do and therefore we may be at a disadvantage in competing with them.\nWe directly compete with other supply chain software vendors, including SAP SE, Oracle Corporation, Blue Yonder, o9 Solutions, Kinaxis, Inc. and others. Many of our current and potential competitors have significantly greater financial, marketing, technical and other competitive resources than we do, as well as greater name recognition and a larger installed base of clients. The software market has experienced significant consolidation, including numerous mergers and acquisitions. It is difficult to estimate what long-term effect these acquisitions will have on our competitive environment. We have encountered competitive situations where we suspect that large competitors, in order to encourage clients to purchase non-retail applications and gain retail market share, also have offered at no charge certain retail software applications that compete with our software. If competitors such as Oracle and SAP SE and other large private companies are willing to offer their retail and/ or other applications at no charge, this may result in a more difficult competitive environment for our products. In addition, we could face competition from large, multi-industry technology companies that historically have not offered an enterprise solution set to the retail supply chain market. We cannot guarantee that we will be able to compete successfully for clients against our current or future competitors, or that such competition will not have a material adverse effect on our business, operating results and financial condition.\nAlso, some prospective buyers are reluctant to purchase applications that could have a short lifespan, as an acquisition could result in the application’s life being abruptly cut short. In addition, increased competition and consolidation in these markets is likely to result in price reductions, reduced operating margins and changes in market share, any one of which could adversely affect us. If clients or prospects want fewer software vendors, they may elect to purchase competing products from a larger vendor than us since those larger vendors offer a wider range of products. Furthermore, some of these larger vendors may be able to bundle their software with their database applications, which underlie a significant portion of our installed applications. When we compete with these larger vendors for new clients, we believe that these larger businesses often attempt to use their size as a competitive advantage against us.\nMany of our competitors have well-established relationships with our current and potential clients and have extensive knowledge of our industry. As a result, they may be able to adapt more quickly to new or emerging technologies and changes in client requirements or devote greater resources to the development, promotion and sale of their products than we can. Some competitors have become more aggressive with their prices and payment terms and issuance of contractual implementation terms or guarantees. In addition, third parties may offer competing maintenance and implementation services to our clients and thereby reduce our opportunities to provide those services. We may be unable to continue to compete successfully with new and existing competitors without lowering prices or offering other favorable terms. Furthermore, potential clients may consider outsourcing options, including application service providers, data center outsourcing and service bureaus, as alternatives to our \n17\nTable of Contents\n \nsoftware products. Any of these factors could materially impair our ability to compete and have a material adverse effect on our operating performance and financial condition.\nWe also face competition from the corporate IT departments of current or potential clients capable of internally developing software and we compete with a variety of more specialized software and services vendors, including:\n•\nInternet (on demand) software vendors;\n•\nsingle-industry software vendors;\n•\nenterprise resource optimization software vendors;\n•\nhuman resource management software vendors;\n•\nfinancial management software vendors;\n•\nmerchandising software vendors;\n•\nservices automation software vendors; and\n•\noutsourced services providers.\nAs a result, the market for enterprise software applications has been and continues to be intensely competitive. We expect competition to persist and continue to intensify, which could negatively affect our operating results and market share.\nDue to competition, we may change our pricing practices, which could adversely affect operating margins or client ordering patterns.\nThe intensely competitive markets in which we compete can put pressure on us to reduce our prices. If our competitors offer deep discounts on certain products or services in an effort to recapture or gain market share or to sell other products or services, we may need to lower prices or offer other favorable terms in order to compete successfully. For these and other reasons, in the future we may choose to make changes to our pricing practices. For example, we may offer additional discounts to clients; increase (or decrease) the use of pricing that involves periodic fees based on the number of users of a product; or change maintenance pricing. Such changes could materially and adversely affect our margins and our revenue may be negatively affected if our competitors are able to recapture or gain market share.\nRISK FACTORS RELATED TO OUR OPERATIONS\nOur growth is dependent upon the successful further development of our direct and indirect sales channels.\nWe believe that our future growth will depend on developing and maintaining successful strategic relationships with systems integrators and other technology companies. We intend to continue to increase the proportion of clients served through these indirect channels, so we are currently investing and plan to continue to invest, significant resources to develop them. This investment could adversely affect our operating results if these efforts do not generate sufficient license, subscription and service revenue to offset our investment. Also, our inability to partner with other technology companies and qualified systems integrators could adversely affect our results of operations. Because lower unit prices are typically charged on sales made through indirect channels, increased indirect sales could reduce our average selling prices and result in lower gross margins. In addition, sales of our products through indirect channels will likely reduce our consulting service revenue, as third- party systems integrators generally provide these services. As indirect sales increase, our direct contact with our client base will decrease and we may have more difficulty accurately forecasting sales, evaluating client satisfaction and recognizing emerging client requirements. In addition, these systems integrators and third-party software providers may develop, acquire or market products competitive with our products. Marketing our products directly to clients and indirectly through systems integrators and other technology companies may result in distribution channel conflicts. Our direct sales efforts may compete with those of our indirect channels and, to the extent that different systems integrators target the same clients, systems integrators also may come into conflict with each other. Any channel conflicts that develop may have a material adverse effect on our relationships with systems integrators or harm our ability to attract new systems integrators.\nOur growth depends upon our ability to develop and sustain relationships with complementary vendors to market and implement our software products and a failure to develop and sustain these relationships could have a material adverse effect on our operating performance and financial condition.\nWe are developing, maintaining and enhancing significant working relationships with complementary vendors, such as software companies, consulting firms, resellers and others that we believe can play important roles in marketing our products and software. We are currently investing and intend to continue to invest, significant resources to develop and enhance these relationships, which could adversely affect our operating margins. We may be unable to develop relationships with organizations that will be able to market our products effectively. Our arrangements with these organizations are not exclusive and in many cases may be terminated by either party without cause. Many of the organizations with which we are developing or maintaining marketing relationships have commercial relationships with our competitors. There can be no assurance that any organization will continue its involvement with us. The loss of relationships with such organizations could materially and adversely affect our operating performance and financial condition.\n \nWe are dependent upon the retail industry for a significant portion of our revenue.\n18\nTable of Contents\n \nHistorically, we have derived a significant percentage of our revenue from the sale of software products and collaborative applications that address vertical market opportunities with manufacturers and wholesalers that supply retail clients. The success of our clients is directly linked to economic conditions in the retail industry, which in turn are subject to intense competitive pressures and are affected by overall economic conditions. In addition, we believe that the acquisition of certain of our software products involves a large capital expenditure, which is often accompanied by large-scale hardware purchases or other capital commitments. As a result, demand for our products and services could decline in the event of instability or potential downturns in our clients’ industries.\nDue to current economic conditions, we expect the retail industry to remain relatively cautious in its level of investment in IT when compared to other industries. We are concerned about weak and uncertain economic conditions, consolidations and the disappointing results of retailers in certain markets, especially if such weak economic conditions persist for an extended period of time. Weak and uncertain economic conditions have negatively affected our revenue in the past and may do so in the future, including potential deterioration of our maintenance revenue base as clients look to reduce their costs, elongation of our selling cycles and reduction in the demand for our products. As a result, in the current economic environment it is difficult to predict exactly when specific sales will close. In addition, weak and uncertain economic conditions could impair our clients’ ability to pay for our products or services. We also believe the retail business transformation from retail brick-and-mortar to technology-enabled omnichannel commerce models will be a multi-year trend and was accelerated by the COVID-19 pandemic. Consequently, we cannot predict when the transformation to new commerce models may moderate or end. Any of these factors could adversely affect our business, our quarterly or annual operating results and our financial condition.\nWe have observed that as the retail industry consolidates, it is experiencing increased competition in certain geographic regions that could negatively affect the industry and our clients’ ability to pay for our products and services. Such consolidation has negatively impacted our revenue in the past and may continue to do so in the future, which may reduce the demand for our products and may adversely affect our business, operating results and financial condition.\n \nWe derive a significant portion of our services revenue from a small number of clients. If these clients were to discontinue the use of our services or delay their implementation, our total revenue would be adversely affected.\nWe derive a significant portion of our services revenue from a small number of clients. If these clients were to discontinue or delay their use of these services, or obtain these services from a competitor, our services revenue and total revenue would be adversely affected. Clients may delay or terminate implementation of our services due to budgetary constraints related to economic uncertainty, dissatisfaction with product quality, the difficulty of prioritizing numerous IT projects, changes in business strategy, personnel or priorities, or other reasons. Clients may be less likely to invest in additional software in the future or continue to pay for software maintenance. Our business relies to a large extent upon sales to existing clients and maintenance and services revenue are key elements of our revenue base, so any reduction in these sales or these maintenance and services payments could have a material adverse effect on our business, results of operations, cash flows and financial condition.\nWe may derive a significant portion of our revenue in any quarter from a limited number of large, non-recurring sales.\nFrom time to time, we expect to continue to experience large, individual client sales, which may cause significant variations in quarterly fees. We also believe that purchasing our products is relatively discretionary and generally involves a significant commitment of a client’s capital resources. Therefore, a downturn in any client’s business could result in order cancellations or requests for flexible payment terms that could have a significant adverse impact on our revenue and quarterly results. Moreover, continued uncertainty about general economic conditions could precipitate significant reductions in corporate spending for IT, which could result in delays or cancellations of orders for our products.\nOur lengthy sales cycle makes it difficult to predict quarterly revenue levels and operating results.\nBecause fees for our software products are substantial and the decision to purchase our products typically involves members of our clients’ senior management, the sales process for our software is lengthy. Furthermore, our existing and prospective clients routinely require education regarding the use and benefits of our products, which may lead to delays in receiving clients’ orders. Accordingly, the timing of our revenue is difficult to predict and the delay of an order could cause our quarterly revenue to fall substantially below our expectations and those of public market analysts and investors. Moreover, to the extent that we succeed in shifting client purchases away from individual software products and toward more costly integrated suites of software and services, our sales cycle may lengthen further, which could increase the likelihood of delays and cause the effect of a delay to become more pronounced. Delays in sales could cause significant shortfalls in our revenue and operating results for any particular period. Also, it is difficult for us to forecast the timing and recognition of revenue from sales of our products because our existing and prospective clients often take significant time evaluating our products before purchasing them. The period between initial client contact and a purchase by a client could be nine months or longer. During the evaluation period, prospective clients may decide not to purchase or may scale down proposed orders of our products for various reasons, including:\n•\nreduced demand for enterprise software software;\n•\nintroduction of products by our competitors;\n•\nlower prices offered by our competitors;\n•\nchanges in budgets and purchasing priorities;\n19\nTable of Contents\n \n•\nincreased time to obtain purchasing approval; and\n•\nreduced need to upgrade existing systems.\nServices revenue carries lower gross margins than do license or subscription revenue and an overall increase in services revenue as a percentage of total revenue could have an adverse impact on our business.\nBecause our service revenue has lower gross margins than do our license or subscription revenue, an increase in the percentage of total revenue represented by service revenue or a change in the mix between services that are provided by our employees versus services provided by third-party consultants could have a detrimental impact on our overall gross margins and could adversely affect operating results.\nFailure to maintain our margins and service rates for implementation services could have a material adverse effect on our operating performance and financial condition.\nA significant portion of our revenue is derived from implementation services. If we fail to scope our implementation projects correctly, our services margins may suffer. We bill for implementation services predominantly on an hourly or daily basis (time and materials) and sometimes under fixed price contracts and we generally recognize revenue from those services as we perform the work. If we are not able to maintain the current service rates for our time and materials implementation services and cannot make corresponding cost reductions, or if the percentage of fixed price contracts increases and we underestimate the costs of our fixed price contracts, our operating performance may suffer. The rates we charge for our implementation services depend on a number of factors, including:\n•\nperceptions of our ability to add value through our implementation services;\n•\ncomplexity of services performed;\n•\ncompetition;\n•\npricing policies of our competitors and of systems integrators;\n•\nuse of globally sourced, lower-cost service delivery capabilities within our industry; and\n•\neconomic, political and market conditions.\nWe are subject to risks related to renewal of maintenance contracts.\nUpon the purchase of a software license, our clients typically enter into a maintenance contract with a typical term of one to three years. If clients elect not to renew their maintenance contracts after this initial maintenance period and we do not offset the loss of those clients with new maintenance clients as a result of new license fees, our maintenance revenue and total revenue would be adversely affected.\n \nWe are subject to risks related to accounting interpretations. \nThere are several accounting standards and interpretations covering revenue recognition for the software industry. These standards address software revenue recognition matters primarily from a conceptual level and do not include specific implementation guidance. We believe that we currently comply with these standards.\nThe accounting profession and regulatory agencies continue to discuss various provisions of these pronouncements with the objective of providing additional guidance on their application and potential interpretations. These discussions and the issuance of new interpretations could lead to unanticipated changes in our current revenue accounting practices, which could change the timing of recognized revenue. They also could drive significant adjustments to our business practices, which could result in increased administrative costs, lengthened sales cycles and other changes that could adversely affect our reported revenue and results of operations. In addition, companies we acquire historically may have interpreted software revenue recognition rules differently than we do or may not have been subject to U.S. GAAP as a result of reporting in a foreign country. If we discover that companies we have acquired have interpreted and applied software revenue recognition rules differently than prescribed by U.S. GAAP, we could be required to devote significant management resources and incur the expense associated with an audit, restatement or other examination of the acquired companies’ financial statements.\nOur past and future acquisitions may not be successful and we may have difficulty integrating acquisitions.\nWe continually evaluate potential acquisitions of complementary businesses, products and technologies. We have in the past acquired and invested and may continue to acquire or invest in, complementary companies, products and technologies and enter into joint ventures and strategic alliances with other companies. Acquisitions, joint ventures, strategic alliances and investments present many risks and we may not realize the financial and strategic goals that were contemplated at the time of any transaction. Risks commonly encountered in such transactions include:\n•\nrisk that an acquired company or assets may not further our business strategy or that we paid more than the company or assets were worth;\n•\ndifficulty of assimilating the operations and retaining and motivating personnel of an acquired company;\n•\nrisk that we may not be able to integrate acquired technologies or products with our current products and technologies;\n20\nTable of Contents\n \n•\npotential disruption of our ongoing business and the diversion of our management’s attention from other business concerns;\n•\ninability of management to maximize our financial and strategic position through the successful integration of an acquired company;\n•\nadverse impact on our annual effective tax rate;\n•\ndilution of existing equity holders caused by capital stock issuance to the shareholders of an acquired company or stock option grants to retain employees of an acquired company;\n•\ndifficulty in maintaining controls, procedures and policies;\n•\npotential adverse impact on our relationships with partner companies or third-party providers of technology or products;\n•\nimpairment of relationships with employees and clients;\n•\npotential assumption of liabilities of the acquired company;\n•\nsignificant exit or impairment charges if products acquired in business combinations are unsuccessful; and\n•\nissues with product quality, product architecture, legal contingencies, product development issues, or other significant issues that may not be detected through our due diligence process.\nAccounting rules require the use of the purchase method of accounting in all new business acquisitions. Many acquisition candidates have significant intangible assets, so an acquisition of these businesses would likely result in significant amounts of goodwill and other intangible assets. The purchase method of accounting for business combinations may require large write-offs of any in-process research and development costs related to companies being acquired, as well as ongoing amortization costs for other intangible assets. Goodwill and certain other intangible assets are not amortized to income, but are subject to impairment reviews at least annually. If the acquisitions do not perform as planned, future write-offs and charges to income arising from such impairment reviews could be significant. In addition, these acquisitions could involve acquisition- related charges, such as one-time acquired research and development charges. Such write-offs and ongoing amortization charges may have a significant negative impact on operating margins and net earnings in the quarter of the combination and for several subsequent years. We may not be successful in overcoming these risks or any other problems encountered in connection with such transactions.\nFully integrating an acquired company or business into our operations may take a significant amount of time. In addition, we may be able to conduct only limited due diligence on an acquired company’s operations. Following an acquisition, we may be subject to liabilities arising from an acquired company’s past or present operations, including liabilities related to data security, encryption and privacy of client data and these liabilities may not be covered by the warranty and indemnity provisions that we negotiate. We cannot assure you that we will be successful in overcoming these risks or any other problems encountered with acquisitions. To the extent we do not successfully avoid or overcome the risks or problems related to any acquisitions, our results of operations and financial condition could be adversely affected. Future acquisitions also could impact our financial position and capital needs and could cause substantial fluctuations in our quarterly and yearly results of operations.\nUnanticipated changes in tax laws or regulations in the various tax jurisdictions we are subject to that are applied adversely to us or our paying clients could increase the costs of our products and services and harm our business.\nWe are subject to income taxes in the United States and various jurisdictions outside of the United States. Significant judgment is often required in the determination of our worldwide provision for income taxes. Any changes, ambiguity or uncertainty in taxing jurisdictions' administrative interpretations, decisions, policies and positions could materially impact our income tax liabilities. We may also be subject to additional tax liabilities and penalties due to changes in non-income based taxes resulting from changes in federal, state or international tax laws; changes in taxing jurisdictions' administrative interpretations, decisions, policies and positions; results of tax examinations, settlements or judicial decisions; changes in accounting principles; changes to the business operations, including acquisitions; and the evaluation of new information that results in a change to a tax position taken in a prior period. Any resulting increase in our tax obligation or cash taxes paid could adversely affect our cash flows and financial results. Additionally, new income, sales, use or other tax laws, statutes, rules, regulations or ordinances could be enacted at any time.  Those enactments could harm our domestic and international business operations, our business, results of operations and financial condition.\nFurther, tax regulations could be interpreted, changed, modified or applied adversely to us. These events could require us or our paying clients to pay additional tax amounts on a prospective or retroactive basis, as well as require us or our paying clients to pay fines and/or penalties and interest for past amounts deemed to be due. If we raise our prices to offset the costs of these changes, existing and potential future paying clients may elect not to purchase our products and services.\nIn addition, the United States and other governments adopt tax reform measures from time to time that impact future effective tax rates favorably or unfavorably. These tax reforms may be in the form of changes in tax rates, changes in the valuation of deferred tax assets or liabilities, or changes in tax laws or their interpretation. Such changes can have a material adverse impact on our financial results. In 2022, the United States enacted the Inflation Reduction Act (the “Act”), which includes a 1% excise tax on corporate stock repurchases. While we do not anticipate that changes in the tax laws or rates in that Act will have a material, direct impact on the Company, imposition of new excise taxes and minimum corporate tax rates such as these can have a material adverse impact on the Company in the future.\nAs a multinational organization, we may be subject to taxation in various jurisdictions around the world with increasingly complex tax laws, the application of which can be uncertain. Countries, trading regions and local taxing jurisdictions have differing rules and regulations governing sales and use taxes and these rules and regulations are subject to varying \n21\nTable of Contents\n \ninterpretations that may change over time. We collect and remit U.S. sales and value-added tax (VAT) in several jurisdictions. However, it is possible that we could face sales tax or VAT audits and that our liability for these taxes could exceed our estimates as tax authorities could still assert that we are obligated to collect additional tax amounts from our paying clients and remit those taxes to those authorities. We could also be subject to audits in states and international jurisdictions for which we have not accrued tax liabilities. Further, one or more state or foreign authorities could seek to impose additional sales, use or other tax collection and record-keeping obligations on us or may determine that such taxes should have, but have not been, paid by us. Liability for past taxes may also include substantial interest and penalty charges. Any successful action by state, foreign or other authorities to compel us to collect and remit sales tax, use tax or other taxes, either retroactively, prospectively or both, could harm our business, results of operations and financial condition.\nOur business may require additional capital.\nWe may require additional capital to finance our growth or to fund acquisitions or investments in complementary businesses, technologies or product lines. Our capital requirements may be influenced by many factors, including:\n•\ndemand for our products;\n•\ntiming and extent of our investment in new technology;\n•\ntiming and extent of our acquisition of other companies;\n•\nlevel and timing of revenue;\n•\nexpenses of sales, marketing and new product development;\n•\ncost of facilities to accommodate a growing workforce;\n•\nextent to which competitors are successful in developing new products and increasing their market shares; and\n•\ncosts involved in maintaining and enforcing intellectual property rights.\nTo the extent that our resources are insufficient to fund our future activities, we may need to raise additional funds through public or private financing. However, additional funding, if needed, may not be available on terms attractive to us, or at all. Our inability to raise capital when needed could have a material adverse effect on our business, operating results and financial condition. If additional funds are raised through the issuance of equity securities, the percentage ownership of our Company by our current shareholders would be diluted.\nBusiness disruptions could affect our operating results.\nA significant portion of our research and development activities and certain other critical business operations is concentrated in a few geographic areas. We are a highly automated business and a disruption or failure of our systems could cause delays in completing sales and providing services. A natural disaster, major public health concern such as the COVID-19 pandemic, or other catastrophic event such as fire, power loss, telecommunications failure, cyber-attack, war, or terrorist attack that results in the destruction or disruption of any of our critical business or IT systems could severely affect our ability to conduct normal business operations and, as a result, our future operating results could be materially and adversely affected.\nTo effectively mitigate this risk, we must continue to improve our operational, financial and management controls and our reporting systems and procedures by, among other things, improving our key processes and IT infrastructure to support our business needs and enhancing information and communication systems to ensure that our employees and offices around the world are well-connected and can effectively communicate with each other and our clients and employees can work remotely as appropriate.\nAlthough we maintain crisis management and disaster response plans, in the event of a natural disaster, public health crisis or other catastrophic event, or if we fail to implement the improvements described above, we may be unable to continue our operations and may experience system interruptions, reputational harm, delays in our product development, lengthy interruptions in service, breaches of data security and loss of critical data, all of which could have an adverse effect on our future operating results.\nOur international operations and sales subject us to additional risks.\nThe global reach of our business could cause us to be subject to unexpected, uncontrollable and rapidly changing events and circumstances outside the United States. As we grow our international operations, we may need to recruit and hire new consulting, product development, sales, marketing and support personnel in the countries in which we have or will establish offices or otherwise have a significant presence. Entry into new international markets typically requires the establishment of new marketing and distribution channels and may involve the development and subsequent support of localized versions of our software. International introductions of our products often require a significant investment in advance of anticipated future revenue. In addition, the opening of a new office typically results in initial recruiting and training expenses and reduced labor efficiencies. If we are less successful than we expect in a new market, we may not be able to realize an adequate return on our initial investment and our operating results could suffer. We cannot guarantee that the countries in which we operate will have a sufficient pool of qualified personnel from which to hire, that we will be successful at hiring, training or retaining such personnel or that we can expand or contract our international operations in a timely, cost-effective manner. If we have to downsize certain international operations, the costs to do so are typically much higher than downsizing costs in the United States. The following factors, among others, could have an adverse impact on our business and earnings:\n22\nTable of Contents\n \n•\nfailure to properly comply with foreign laws and regulations applicable to our foreign activities including, without limitation, software localization requirements;\n•\nfailure to properly comply with U.S. laws and regulations relating to the export of our products and services;\n•\ncompliance with multiple and potentially conflicting regulations in Europe, Asia and North America, including export requirements, tariffs, import duties and other trade barriers, as well as health and safety requirements;\n•\ndifficulties in managing foreign operations and appropriate levels of staffing;\n•\nlonger collection cycles;\n•\ntariffs and other trade barriers, including the economic burden and uncertainty placed on our clients by the imposition and threatened imposition of tariffs by the U.S., China and other countries;\n•\nseasonal reductions in business activities, particularly throughout Europe;\n•\nreduced protection for intellectual property rights in some countries;\n•\nproper compliance with local tax laws which can be complex and may result in unintended adverse tax consequences;\n•\nanti-American sentiment due to conflicts in the Middle East and elsewhere and U.S. policies that may be unpopular in certain countries;\n•\nlocalized spread of infection resulting from a global pandemic such as COVID-19 pandemic, including any economic downturns and other adverse impacts;\n•\npolitical instability, adverse economic conditions and the potential for war or other hostilities in many of these countries;\n•\ndifficulties in enforcing agreements through foreign legal systems;\n•\nfluctuations in exchange rates that may affect product demand and may adversely affect the profitability in U.S. dollars of products and services provided by us in foreign markets where payment for our products and services is made in the local currency, including any fluctuations caused by uncertainties related to the invasion of Ukraine by Russia;\n•\nchanges in general economic, health and political conditions in countries where we operate;\n•\npotential labor strikes, lockouts, work slowdowns and work stoppages; and\n•\nrestrictions on downsizing operations in Europe and expenses and delays associated with any such activities.\nIt may become increasingly expensive to obtain and maintain liability insurance.\nOur products are often critical to the operations of our clients’ businesses and provide benefits that may be difficult to quantify. If our products fail to function as required, we may be subject to claims for substantial damages. Courts may not enforce provisions in our contracts that would limit our liability or otherwise protect us from liability for damages. Although we maintain general liability insurance coverage, including coverage for errors or omissions and cybersecurity risks, this coverage may not continue to be available on reasonable terms or in sufficient amounts to cover claims against us. In addition, our insurers may disclaim coverage for future claims. If claims exceeding the available insurance coverage are successfully asserted against us, or our insurers impose premium increases, large deductibles or co-insurance requirements, our business and results of operations could be adversely affected.\nWe contract for insurance to cover a variety of potential risks and liabilities, including those relating to the unexpected failure of our products. In the current market, insurance coverage for all types of risk is becoming more restrictive and when insurance coverage is offered, the amount for which we are responsible is larger. In light of these circumstances, it may become more difficult to maintain insurance coverage at historical levels or, if such coverage is available, the cost to obtain or maintain it may increase substantially. Consequently, we may be forced to bear the burden of an increased portion of risks for which we have traditionally been covered by insurance, which could negatively impact our results of operations.\nGrowth in our operations could increase demands on our managerial and operational resources.\nIf the scope of our operating and financial systems and the geographic distribution of our operations and clients significantly expand, this may increase demands on our management and operations. Our officers and other key employees will need to implement and improve our operational, client support and financial control systems and effectively expand, train and manage our employee base. We also may be required to manage an increasing number of relationships with various clients and other third parties. We may not be able to manage future expansion successfully and our inability to do so could harm our business, operating results and financial condition.\nChanges in regulations or disruptions of the Internet may negatively affect our business.\n \nPrivacy concerns and laws, evolving regulation of the Internet and cloud computing, cross-border data transfer restrictions and other domestic or foreign regulations may limit the use and adoption of our products and adversely affect our business.  Interruptions in Internet access may adversely affect our business, operating results and financial condition by increasing our expenditures and causing client dissatisfaction. \nOur services depend on the ability of our registered users to access the Internet. Currently, this access is provided by companies that have significant market power in the broadband and Internet access marketplace, including incumbent telephone companies, cable companies, mobile communications companies and government-owned service providers. Laws or regulations that adversely affect the growth, popularity or use of the Internet, including changes to laws or regulations impacting Internet neutrality, could decrease the demand for our products, increase our operating costs, require us to alter the manner in which we conduct our business and/or otherwise adversely affect our business. \n23\nTable of Contents\n \nIn addition, the rapid and continual growth of traffic on the Internet has resulted at times in slow connection and download speeds of Internet users. Our business may be harmed if the Internet infrastructure cannot handle our clients’ demands or if hosting capacity becomes insufficient. If our clients become frustrated with the speed at which they can utilize our products over the Internet, our clients may discontinue the use of our software and choose not to renew their contracts with us. Further, the performance of the Internet has also been adversely affected by viruses, worms, hacking, phishing attacks, denial of service attacks and other similar malicious programs, as well as other forms of damage to portions of its infrastructure, which have resulted in a variety of Internet outages, interruptions and other delays. These service interruptions could diminish the overall attractiveness of our products to existing and potential users and could cause demand for our products to suffer.\nRISK FACTORS RELATED TO OUR PRODUCTS\nWe may not be successful in convincing clients to migrate to current or future releases of our products, which may lead to reduced services and maintenance revenue and less future business from existing clients.\nOur clients may not be willing to incur the costs or invest the resources necessary to complete upgrades to current or future releases of our products. This may lead to a loss of services and maintenance revenue and future business from clients that continue to operate prior versions of our products or choose to no longer use our products.\nWe may be unable to retain or attract clients if we do not develop new products and enhance our current products in response to technological changes and competing products.\nOver time, we have been required to migrate our products and services from mainframe to client server to web- based environments. In addition, we have been required to adapt our products to emerging standards for operating systems, databases and other technologies. We will be unable to compete effectively if we fail to:\n•\nmaintain and enhance our technological capabilities to correspond to these emerging environments and standards;\n•\ndevelop and market products and services that meet changing client needs; or\n•\nanticipate or respond to technological changes on a cost-effective and timely basis.\nA substantial portion of our research and development resources is devoted to product upgrades that address regulatory and support requirements, leaving fewer resources available for new products. New products require significant development investment. That investment is further constrained because of the added costs of developing new products that work with multiple operating systems or databases. We face uncertainty when we develop or acquire new products because there is no assurance that a sufficient market will develop for those products. If we do not attract sufficient client interest in those products, we will not realize a return on our investment and our operating results will be adversely affected.\nOur core products face competition from new or modified technologies that may render our existing technology less competitive or obsolete, reducing the demand for our products. As a result, we must continually redesign our products to incorporate these new technologies and adapt our software products to operate on and comply with evolving industry standards for, various hardware and software platforms. Maintaining and upgrading our products to operate on multiple hardware and database platforms reduces our resources for developing new products. Because of the increased costs of developing and supporting software products across multiple platforms, we may need to reduce the number of those platforms. In addition, conflicting new technologies present us with difficult choices about which new technologies to adopt. If we fail to anticipate the most popular platforms, fail to respond adequately to technological developments, or experience significant delays in product development or introduction, our business and operating results will be negatively impacted.\nIn addition, to the extent we determine that new technologies and equipment are required to remain competitive, the development, acquisition and implementation of such technologies may require us to make significant capital investments. We may not have sufficient capital for these purposes and investments in new technologies may not result in commercially viable products. The loss of revenue and increased costs from such changing technologies would adversely affect our business and operating results.\n \nIf our products are not able to deliver quick, demonstrable value to our clients, our business could be seriously harmed.\nEnterprises are requiring their application software vendors to provide faster returns on their technology investments. We must continue to improve our speed of implementation and the pace at which our products deliver value or our competitors may gain important strategic advantages over us. If we cannot successfully respond to these market demands, or if our competitors respond more successfully than we do, our business, results of operations and financial condition could be materially and adversely affected.\nIf we do not maintain software performance across accepted platforms and operating environments, our license, subscription and services revenue could be adversely affected.\nWe continuously evaluate new technologies and implement advanced technology into our products. However, if in our product development efforts we fail to accurately address, in a timely manner, evolving industry standards, new technology advancements or important third-party interfaces or product architectures, sales of our products and services will suffer. Market acceptance of new platforms and operating environments may require us to undergo the expense of developing and maintaining compatible product lines. We can license our software products for use with a variety of popular industry standard relational \n24\nTable of Contents\n \ndatabase management system platforms using different programming languages and underlying databases and architectures. There may be future or existing relational database platforms that achieve popularity in the marketplace that may or may not be architecturally compatible with our software product design. In addition, the effort and expense of developing, testing and maintaining software product lines will increase as more hardware platforms and operating systems achieve market acceptance within our target markets. Moreover, future or existing user interfaces may or may not be architecturally compatible with our software product design. If we do not achieve market acceptance of new user interfaces that we support, or adapt to popular new user interfaces that we do not support, our sales and revenue may be adversely affected. Developing and maintaining consistent software product performance characteristics across all of these combinations could place a significant strain on our resources and software product release schedules, which could adversely affect revenue and results of operations.\nOur software products and product development are complex, which makes it increasingly difficult to innovate, extend our product offerings and avoid costs related to correction of program errors.\nThe market for our software products is characterized by rapid technological change, evolving industry standards, changes in client requirements and frequent new product introductions and enhancements. For example, existing products can become obsolete and unmarketable when vendors introduce products utilizing new technologies or new industry standards emerge. As a result, it is difficult for us to estimate the life cycles of our software products. There can be no assurance that we will successfully identify new product opportunities or develop and bring new products to the market in a timely or cost- effective manner, or that products, capabilities or technologies developed by our competitors will not render our products obsolete. Our future success will depend in part upon our ability to:\n•\ncontinue to enhance and expand our core applications;\n•\ncontinue to sell our products;\n•\ncontinue to successfully integrate third-party products;\n•\nenter new markets and achieve market acceptance; and\n•\ndevelop and introduce new products that keep pace with technological developments, satisfy increasingly sophisticated client requirements and achieve market acceptance.\nDespite our testing, our software programs, like software programs generally, may contain a number of undetected errors or “bugs” when we first introduce them or as new versions are released. We do not discover some errors until we have installed the product and our clients have used it. Errors may result in the delay or loss of revenue, diversion of software engineering resources, material non-monetary concessions, negative media attention, or increased service or warranty costs as a result of performance or warranty claims that could lead to client dissatisfaction, litigation, damage to our reputation and impaired demand for our products. Correcting bugs may result in increased costs and reduced acceptance of our software products in the marketplace. Further, such errors could subject us to claims from our clients for significant damages and we cannot assure you that courts would enforce the provisions in our client agreements that limit our liability for damages. The effort and expense of developing, testing and maintaining software product lines will increase with the increasing number of possible combinations of:\n•\nvendor hardware platforms;\n•\noperating systems and updated versions;\n•\napplication software products and updated versions; and\n•\ndatabase management system platforms and updated versions.\nDeveloping consistent software product performance characteristics across all of these combinations could place a significant strain on our development resources and software product release schedules.\nThe use of open source software in our products may expose us to additional risks and harm our intellectual property.\nSome of our products use or incorporate software that is subject to one or more open source licenses. Open source software is typically freely accessible, usable and modifiable. Certain open source software licenses require a user who intends to distribute the open source software as a component of the user’s software to disclose publicly part or all of the source code to the user’s software. In addition, certain open source software licenses require the user of such software to make any derivative works of the open source code available to others on unfavorable terms or at no cost. This can subject previously proprietary software to open source license terms.\nWhile we monitor the use of all open source software in our products, processes and technology and try to ensure that our open source software use does not require us to disclose the source code to the related product or solution, such use could inadvertently occur. Additionally, if a third-party software provider has incorporated certain types of open source software in software we license from such third party for our products and software, under certain circumstances we could be required to disclose the source code to our products and software. This could harm our intellectual property rights and have a material adverse effect on our business, results of operations, cash flow and financial condition.\nIf the open source community expands into enterprise application and supply chain software, our revenue may decline.\nThe open source community is comprised of many different formal and informal groups of software developers and individuals who have created a wide variety of software and have made that software available for use, distribution and modification, often free of charge. Open source software, such as the Linux operating system, has been gaining in popularity among business users. If developers contribute enterprise and supply chain application software to the open source community \n25\nTable of Contents\n \nand that software has competitive features and scale to support business users in our markets, we will need to change our product pricing and distribution strategy to compete successfully.\nImplementation of our products can be complex, time-consuming and expensive, clients may be unable to implement our products successfully and we may become subject to warranty or product liability claims.\nOur products must integrate with the existing computer systems and software programs of our clients. This can be complex, time-consuming and expensive and may cause delays in the deployment of our products. Our clients may be unable to implement our products successfully or otherwise achieve the benefits attributable to our products. Although we test each of our new products and releases and evaluate and test the products we obtain through acquisitions before introducing them to the market, there still may be significant errors in existing or future releases of our software products, with the possible result that we may be required to expend significant resources in order to correct such errors or otherwise satisfy client demands. In addition, defects in our products or difficulty integrating our products with our clients’ systems could result in delayed or lost revenue, warranty or other claims against us by clients or third parties, adverse client reactions and negative publicity about us or our products and services, or reduced acceptance of our products and services in the marketplace, any of which could have a material adverse effect on our reputation, business, results of operations and financial condition.\nAn increase in sales of software products that require customization would result in revenue being recognized over the term of the contract for those products and could have a material adverse effect on our operating performance and financial condition.\nHistorically, we generally have been able to recognize software revenue upon delivery of our software and contract execution. Clients and prospects could ask for unique capabilities in addition to our core capabilities, which could cause us to recognize more of our software revenue on a contract accounting basis over the course of the delivery of the solution rather than upon delivery and contract execution. The period between the initial contract and the completion of the implementation of our products can be lengthy and is subject to a number of factors (over many of which we have little or no control) that may cause significant delays, including the size and complexity of the overall project. As a result, a shift toward a higher proportion of software contracts requiring contract accounting would have a material adverse effect on our operating performance and financial condition and cause our operating results to vary significantly from quarter to quarter.\nWe sometimes experience delays in product releases, which can adversely affect our business.\nHistorically, we have issued significant new releases of our software products periodically, with minor interim releases issued more frequently. Although we now issue software releases more frequently under our agile methodology, the complexities inherent in our software, major new product enhancements and new products often require long development and testing periods before they are released. On occasion, we have experienced delays in the scheduled release dates of new or enhanced products and we cannot provide any assurance that we will achieve future scheduled release dates. The delay of product releases or enhancements, or the failure of such products or enhancements to achieve market acceptance, could materially affect our business and reputation.\nWe may not receive significant revenue from our current research and development efforts for several years.\nDeveloping and localizing software is expensive and investment in product development may involve a long payback cycle. Our future plans include significant investments in software research and development and related product opportunities. We believe that we must continue to dedicate a significant amount of resources to our research and development efforts to maintain or improve our competitive position. However, we do not expect to receive significant revenue from these investments for several years, if at all.\nWe have limited protection of our intellectual property and proprietary rights and may potentially infringe third-party intellectual property rights.\nWe consider certain aspects of our internal operations, software and documentation to be proprietary and rely on a combination of copyright, trademark and trade secret laws; confidentiality agreements with employees and third parties; protective contractual provisions (such as those contained in our agreements with consultants, vendors, partners and clients); and other measures to protect this information. Existing copyright laws afford only limited protection. We believe that the rapid pace of technological change in the computer software industry has made trade secret and copyright protection less significant than factors such as:\n•\nknowledge, ability and experience of our employees;\n•\nfrequent software product enhancements;\n•\nclient education; and\n•\ntimeliness and quality of support services.\nOur competitors may independently develop technologies that are substantially equivalent or superior to our technology. The laws of some countries in which our software products are or may be sold do not protect our software products and intellectual property rights to the same extent as do the laws of the United States.\n26\nTable of Contents\n \nWe generally enter into confidentiality or similar agreements with our employees, clients and vendors. These agreements control access to and distribution of our software, documentation and other proprietary information. Despite our efforts to protect our proprietary rights, unauthorized parties may copy aspects of our products, obtain and use information that we regard as proprietary, or develop similar technology through reverse engineering or other means. Preventing or detecting unauthorized use of our products is difficult. There can be no assurance that the steps we take will prevent misappropriation of our technology or that such agreements will be enforceable. In addition, we may need to resort to litigation to enforce our intellectual property rights, protect our trade secrets, determine the validity and scope of others’ proprietary rights, or defend against claims of infringement or invalidity. Such litigation could result in significant costs and the diversion of resources. This could materially and adversely affect our business, operating results and financial condition.\nThird parties may assert infringement claims against us. Although we do not believe that our products infringe on the proprietary rights of third parties, we cannot guarantee that third parties will not assert or prosecute infringement or invalidity claims against us. These claims could distract management, require us to enter into royalty arrangements and result in costly and time-consuming litigation, including damage awards. Such assertions or the defense of such claims may materially and adversely affect our business, operating results, or financial condition. In addition, such assertions could result in injunctions against us. Injunctions that prevent us from distributing our products would have a material adverse effect on our business, operating results and financial condition. If third parties assert such claims against us, we may seek to obtain a license to use such intellectual property rights. There can be no assurance that such a license would be available on commercially reasonable terms or at all. If a patent claim against us were successful and we could not obtain a license on acceptable terms or license a substitute technology or redesign to avoid infringement, we may be prevented from distributing our software or required to incur significant expense and delay in developing non-infringing software.\nWe may experience liability claims arising out of the sale of our software and provision of services.\nOur agreements normally contain provisions designed to limit our exposure to potential liability claims and generally exclude consequential and other forms of extraordinary damages. However, these provisions could be rendered ineffective, invalid or unenforceable by unfavorable judicial decisions or by federal, state, local or foreign laws or ordinances. For example, we may not be able to avoid or limit liability for disputes relating to product performance or the provision of services. If a claim against us were to be successful, we may be required to incur significant expense and pay substantial damages, including consequential or punitive damages, which could have a material adverse effect on our business, operating results and financial condition. Even if we prevail in contesting such a claim, the accompanying publicity could adversely affect the demand for our products and services.\nWe also rely on certain technology that we license from third parties, including software that is integrated with our internally developed software. Although these third parties generally indemnify us against claims that their technology infringes on the proprietary rights of others, such indemnification is not always available for all types of intellectual property. Often such third-party indemnitors are not well capitalized and may not be able to indemnify us in the event that their technology infringes on the proprietary rights of others. As a result, we may face substantial exposure if technology we license from a third party infringes on another party’s proprietary rights. Defending such infringement claims, regardless of their validity, could result in significant costs and a diversion of resources.\nPrivacy and security concerns, including evolving government regulation in the area of data privacy, could adversely affect our business and operating results.\nGovernments in many jurisdictions have enacted or are considering enacting consumer data privacy legislation, including laws and regulations applying to the solicitation, collection, processing and use of consumer data. For example, in 2016, the European Union adopted a new law governing data practices and privacy called the General Data Protection Regulation (“GDPR”), which became effective in May 2018. The law establishes new requirements regarding the handling of personal data. Non-compliance with the GDPR may result in monetary penalties of up to 4% of worldwide revenue. The GDPR and other changes in laws or regulations associated with the enhanced protection of certain types of sensitive data could greatly increase our cost of providing our products and services or even prevent us from offering certain services in jurisdictions that we operate. In the U.S., California enacted the California Consumer Privacy Act of 2018 (“CCPA”), which took effect on January 1, 2020, and the California Privacy Rights Act (“CPRA”), which expands upon the CCPA was passed in November 2020 and took effect on January 1, 2023, with a “lookback” period to January 1, 2022. This legislation broadly defines personal information, gives California residents expanded privacy rights and protections and provides for civil penalties for violations.\nAdditionally, public perception and standards related to the privacy of personal information can shift rapidly, in ways that may affect our reputation or influence regulators to enact regulations and laws that may limit our ability to provide certain products. Federal, state, or foreign laws and regulations, including laws and regulations regulating privacy, data security, or consumer protection, or other policies, public perception, standards, self-regulatory requirements or legal obligations, could reduce the demand for our software products if we fail to design or enhance our products to enable our clients to comply with the privacy and security measures dictated by these requirements. Moreover, we may be exposed to liability under existing or new data privacy legislation. Even technical violations of these laws can result in penalties that are assessed for each non- compliant transaction. If we or our clients were found to be subject to and in violation of any of these laws or other data privacy laws or regulations, our business could suffer and we and/or our clients would likely have to change our business practices.\n27\nTable of Contents\n \nWe face risks associated with the security of our products, which could reduce our revenue and earnings, increase our expenses and expose us to legal claims and regulatory actions.\nMaintaining the security of computers and computer networks is an issue of critical importance for our clients. Attempts by experienced computer programmers, or hackers, to penetrate client network security or the security of web sites to misappropriate confidential information have become an industry-wide phenomenon that affects computers and networks across all platforms. We have included security features in certain of our Internet browser-enabled products that are intended to protect the privacy and integrity of client data. In addition, some of our software applications use encryption technology to permit the secure exchange of valuable and confidential information. Despite these security features, our products may be vulnerable to break-ins and similar problems caused by hackers, which could jeopardize the security of information stored in and transmitted through the computer systems of our clients. Actual or perceived security vulnerabilities in our products (or the Internet in general) could lead some clients to seek to reduce or delay future purchases or to purchase competitors’ products which are not Internet-based applications. Clients may also increase their spending to protect their computer networks from attack, which could delay adoption of new technologies. Any of these actions by clients and the cost of addressing such security problems may have a material adverse effect on our business.\nAlthough our agreements with our clients contain provisions designed to limit our exposure as a result of the situations listed above, such provisions may not be effective. Existing or future federal, state, local or foreign laws or ordinances or unfavorable judicial decisions could affect their enforceability. Additionally, defending such a data breach lawsuit brought by a client, regardless of its merits, could entail substantial expense and require the time and attention of key management.\n \nWe depend on third-party technology, which could result in increased costs or delays in the production and improvement of our products if it should become unavailable or if it contains defects.\nWe license critical third-party software that we incorporate into our own software products. We are likely to incorporate and include additional third-party software in our products and software as we expand our product offerings. The operation of our products would be impaired if errors occur in the third-party software that we utilize. It may be difficult for us to correct any defects in third-party software because the software is not within our control. Accordingly, our business could be adversely affected in the event of any errors in this software. There can be no assurance that third parties will continue to make their software available to us on acceptable terms, invest the appropriate levels of resources in their products and services to maintain and enhance the capabilities of their software, or even remain in business. Further, due to the limited number of vendors of certain types of third-party software, it may be difficult for us to replace such third-party software if a vendor terminates our license of the software or our ability to license the software to clients. If our relations with any of these third-party software providers are impaired and if we are unable to obtain or develop a replacement for the software, our business could be harmed. In addition, if the cost of licensing any of these third-party software products significantly increases, our gross margin levels could significantly decrease.\nAny interruptions or delays in services from third parties, or our inability to adequately plan for and manage service interruptions or infrastructure capacity requirements, could impair the delivery of our services and harm our business.\nWe currently serve our clients from third-party data center hosting facilities and cloud computing platform providers located in the United States and other countries. Any damage to or failure of our systems generally, including the systems of our third-party platform providers, could result in interruptions in our services. From time to time we have experienced interruptions in our services and such interruptions may occur in the future. As we increase our reliance on these third-party systems, the risk of service interruptions may increase. Interruptions in our services may cause clients to make warranty or other claims against us or terminate their agreements and adversely affect our ability to attract new clients, all of which would reduce our revenue. Our business also would be harmed if clients and potential clients believe our services are unreliable.\nThese data and cloud computing platforms may not continue to be available at reasonable prices, on commercially reasonable terms or at all. Any loss of the right to use any of these cloud computing platforms could significantly increase our expenses and otherwise result in delays in providing our services until equivalent technology either is developed by us or, if available, is identified, purchased or licensed and integrated into our services.\nIf we do not accurately plan for our infrastructure capacity requirements and we experience significant strain on our data center capacity, our clients could experience performance degradation or service outages that may subject us to financial liability, result in client losses and harm our business. As we add data centers and capacity and continue to move to a cloud computing platform, we may move or transfer our data and our clients’ data. Despite precautions taken during this process, any unsuccessful data transfers may impair the delivery of our services, which may adversely impact our business.\nAny failure to offer high-quality customer support for our cloud platform may adversely affect our relationships with our clients and harm our financial results.\nOnce our software is implemented, our clients use our support organization to resolve technical issues relating to our software.  In addition, we also believe that our success in selling our software and services is highly dependent on our business reputation and on favorable recommendations from our existing clients. Any failure to maintain high-quality customer support, or a market perception that we do not maintain high-quality support, could harm our reputation, adversely affect our ability to \n28\nTable of Contents\n \nmaintain existing clients or sell our solutions to existing and prospective clients and harm our business, operating results and financial condition.\nWe may be unable to respond quickly enough to accommodate short-term increases in client demand for support services. Increased client demand for these services, without corresponding revenues, could also increase costs and adversely affect our operating results.\nRISK FACTORS RELATED TO OUR PERSONNEL\nWe are dependent upon key personnel and need to attract and retain highly qualified personnel.\nOur future operating results depend significantly upon the continued service of a relatively small number of key senior management and technical personnel, including our Chief Executive Officer and President, H. Allan Dow. None of our key personnel are bound by long-term employment agreements. We do not have in place “key person” life insurance policies on any of our employees. If we fail to retain senior management or other key personnel, or fail to attract key personnel, our succession planning and operations could be materially and adversely affected and could jeopardize our ability to meet our business goals.\nOur future success also depends on our continuing ability to attract, train, retain and motivate other highly qualified managerial and technical personnel. Competition for these personnel is intense and at times we have experienced difficulty in recruiting and retaining qualified personnel, including sales and marketing representatives, qualified software engineers involved in ongoing product development and personnel who assist in the implementation of our products and provide other services. The market for such individuals is competitive. Given the critical roles of our sales, product development and consulting personnel, our inability to recruit successfully or any significant loss of key personnel would adversely affect us. The software industry is characterized by a high level of employee mobility and aggressive recruiting of skilled personnel. It may be particularly difficult to retain or compete for skilled personnel against larger, better-known software companies. We cannot guarantee that we will be able to retain our current personnel, attract and retain other highly qualified technical and managerial personnel in the future, or assimilate the employees from any acquired businesses. We will continue to adjust the size and composition of our workforce to match the relevant product and geographic demand cycles. If we are unable to attract and retain the necessary technical and managerial personnel, or assimilate the employees from any acquired businesses, our business, operating results and financial condition would be adversely affected.\nThe failure to attract, train, retain and effectively manage employees could negatively impact our development and sales efforts and cause a degradation of our customer service. In particular, the loss of sales personnel could lead to lost sales opportunities because it can take several months to hire and train replacement sales personnel. If our competitors increase their use of non-compete agreements, the pool of available sales and technical personnel may further shrink, even if the non-compete agreements ultimately prove to be unenforceable. We may grant large numbers of stock options to attract and retain personnel, which could be highly dilutive to our shareholders. The volatility or lack of positive performance of our stock price may adversely affect our ability to retain or attract employees. The loss of key management and technical personnel or the inability to attract and retain additional qualified personnel could have an adverse effect on us.\nWe may need to restructure our work force, which can be disruptive.\nPeriodically, we have restructured or made other adjustments to our work force in response to factors such as product changes, geographical coverage and other internal considerations. Change in the structures of the work force and management can cause us to terminate and then hire new personnel and/or result in temporary lack of focus and reduced productivity, which may affect revenue in one or more quarters. Future restructuring of our work force could occur and if so, we may again experience the adverse transition issues associated with such restructuring.\nOur technical personnel have unique access to client data and may abuse that privilege.\nIn order to properly render the services we provide, our technical personnel have the ability to access data on the systems run by our clients or hosted by us for our clients, including data about the operations of our clients and even about the customers of our clients. Although we have never had such an occurrence in the entire history of our Company, it is conceivable that such access could be abused in order to improperly utilize that data to the detriment of such clients.\nRISK FACTORS RELATED TO OUR CORPORATE STRUCTURE AND GOVERNANCE\nOur business is subject to changing regulation of corporate governance and public disclosure that has increased both our costs and the risk of non-compliance.\nBecause our common stock is publicly traded, we are subject to certain rules and regulations of federal, state and financial market exchange entities charged with the protection of investors and the oversight of companies whose securities are publicly traded. These entities, including the Public Company Accounting Oversight Board, the SEC and NASDAQ, have issued requirements and regulations and continue to develop additional regulations and requirements in response to laws enacted by Congress. Our efforts to comply with these regulations have resulted in and are likely to continue to result in, increased general \n29\nTable of Contents\n \nand administrative expenses and a diversion of management time and attention from revenue-generating activities to compliance activities.\nIn particular, our efforts to comply with Section 404 of the Sarbanes-Oxley Act of 2002 and the related regulations regarding our required assessment of our internal control over financial reporting and our independent registered public accounting firm’s audits of that assessment have required and continue to require, the commitment of significant financial and managerial resources. Moreover, because these laws, regulations and standards are subject to varying interpretations, their application in practice may evolve over time as new guidance becomes available. This evolution may result in continuing uncertainty regarding compliance matters and additional costs necessitated by ongoing revisions to our disclosure and governance practices. Over time, we have made significant changes in and may consider making additional changes to, our internal controls, our disclosure controls and procedures and our corporate governance policies and procedures. Any system of controls, however well-designed and -operated, is based in part on certain assumptions and can provide only reasonable and not absolute, assurances that the objectives of the system are met. Any failure of our controls, policies and procedures could have a material adverse effect on our business, results of operations, cash flow and financial condition.\nIf in the future we are unable to assert that our internal control over financial reporting is effective as of the end of the then current fiscal year (or if our independent registered public accounting firm is unable to express an opinion on the effectiveness of our internal control over financial reporting), we could lose investor confidence in the accuracy and completeness of our financial reports, which would have a negative market reaction.\nOne shareholder beneficially owns a substantial portion of our stock and as a result exerts substantial control over us.\nAs of July 3, 2023, James C. Edenfield, Executive Chairman, Treasurer and a Director of the Company, beneficially owned 1,821,587 shares, or 100%, of our Class B common stock and 60,000 shares, or 0.18%, of our Class A common stock. If all of Mr. Edenfield’s Class B shares were converted into Class A shares, Mr. Edenfield would beneficially own 1,881,587 Class A shares, which would represent approximately 5.51% of all outstanding Class A shares after giving effect to such conversion. As a result of Mr. Edenfield’s ownership of Class B common stock, he has the right to elect a majority of our Board of Directors. Such control and concentration of ownership may discourage a potential acquirer from making a purchase offer that other shareholders might find favorable, which in turn could adversely affect the market price of our common stock.\nOur articles of incorporation and bylaws and Georgia law may inhibit a takeover of our company.\nOur basic corporate documents and Georgia law contain provisions that might enable our management to resist a takeover. These provisions might discourage, delay or prevent a change in the control or a change in our management. These provisions could also discourage proxy contests and make it more difficult for you and other shareholders to elect directors and take other corporate actions. The existence of these provisions could also limit the price that investors might be willing to pay in the future for shares of our common stock.\nWe are a “controlled company” within the meaning of NASDAQ rules and, as a result, qualify for and rely on, exemptions from certain corporate governance requirements.\nBecause Mr. Edenfield has the ability to elect more than half of the members of our Board of Directors, we are a “controlled company” within the meaning of the rules governing companies with stock quoted on the NASDAQ Global Select Market. Under these rules, a “controlled company” is a company of which more than 50% of the voting power for the election of directors is held by an individual, a group or another company. As a controlled company, we are exempt from certain corporate governance requirements, including requirements that: (1) a majority of the board of directors consist of independent directors; (2) compensation of officers be determined or recommended to the board of directors by a majority of its independent directors or by a compensation committee that is composed entirely of independent directors; and (3) director nominees be selected or recommended for selection by a majority of the independent directors or by a nominating committee composed solely of independent directors. Accordingly, our procedures for approving significant corporate decisions are not subject to the same corporate governance requirements as non-controlled companies with stock quoted on the NASDAQ Global Select Market.\nRISK FACTORS RELATED TO OUR STOCK PRICE\nWe could experience fluctuations in quarterly operating results that could adversely affect our stock price.\nWe have difficulty predicting our actual quarterly operating results, which have varied widely in the past and which we expect to continue to vary significantly from quarter to quarter due to a number of factors, many of which are outside our control. We base our expense levels, operating costs and hiring plans on projections of future revenue and it is difficult for us to rapidly adjust when actual results do not match our projections. If our quarterly revenue or operating results fall below the expectations of investors or public market analysts, the price of our common stock could fall substantially. Revenue in any quarter depend on the combined sales activity of the Company and its subsidiaries and our ability to recognize revenue in that quarter in accordance with our revenue recognition policies. Our sales activity is difficult to forecast for a variety of reasons, including the following:\n•\nwe complete a significant portion of our client agreements within the last few weeks of each quarter;\n30\nTable of Contents\n \n•\nif an agreement includes cloud services that are performed over the term of the contract, this requires all revenue to be spread over the term of the contract;\n•\nour sales cycle for products and services, including multiple levels of authorization required by some clients, is relatively long and variable because of the complex and mission-critical nature of our products;\n•\nthe demand for our products and services can vary significantly;\n•\nthe size of our transactions can vary significantly;\n•\nthe possibility of adverse global political or public health conditions and economic downturns, both domestic and international, characterized by decreased product demand, price erosion, technological shifts, work slowdowns and layoffs, may substantially reduce client demand and contracting activity;\n•\nclients may unexpectedly postpone or cancel anticipated system replacement or new system evaluation and implementation due to changes in their strategic priorities, project objectives, budgetary constraints, internal purchasing processes or company management;\n•\nclient evaluation and purchasing processes vary from company to company and a client’s internal approval and expenditure authorization process can be difficult and time-consuming, even after selection of a vendor; and\n•\nthe number, timing and significance of software product enhancements and new software product announcements by us and by our competitors may affect purchase decisions.\nVariances or slowdowns in our contracting activity in prior quarters may affect current and future consulting, training and maintenance revenue, since these revenue typically follow license or subscription fee revenue. Our ability to maintain or increase services revenue primarily depends on our ability to increase the number and size of our client agreements. In addition, we base our budgeted operating costs and hiring plans primarily on our projections of future revenue. Because most of our expenses, including employee compensation and rent, are relatively fixed in the near term, if our actual revenue falls below projections in any particular quarter, our business, operating results and financial condition could be materially and adversely affected. In addition, our expense levels are based, in part, on our expectations regarding future revenue increases. As a result, any shortfall in revenue in relation to our expectations could cause significant changes in our operating results from quarter to quarter and could result in quarterly losses. As a result of these factors, we believe that period-to-period comparisons of our revenue and operating results are not necessarily meaningful. Therefore, predictions of our future performance should not be based solely on our historical quarterly revenue and operating results.\n \nOur stock price is volatile and there is a risk of litigation.\nThe trading price of our common stock has been in the past and in the future may be subject to wide fluctuations in response to factors such as the following:\n•\ngeneral market conditions including an economic recession;\n•\nrevenue or results of operations in any quarter failing to meet the expectations, published or otherwise, of the investment community;\n•\nclient order deferrals resulting from the anticipation of new products, economic uncertainty, disappointing operating results by the client, management changes, corporate reorganizations or otherwise;\n•\nreduced investor confidence in equity markets, due in part to corporate collapses in recent years;\n•\nspeculation in the press or analyst community;\n•\nwide fluctuations in stock prices, particularly in relation to the stock prices for other technology companies;\n•\nannouncements of technological innovations by us or our competitors;\n•\nnew products or the acquisition or loss of significant clients by us or our competitors;\n•\ndevelopments with respect to our proprietary rights or those of our competitors;\n•\nchanges in interest rates and inflation rates;\n•\nchanges in investors’ beliefs as to the appropriate price-earnings ratios for us and our competitors;\n•\nchanges in recommendations or financial estimates by securities analysts who track our common stock or the stock of other software companies;\n•\nchanges in management;\n•\nsales of common stock by our controlling shareholder, directors and executive officers;\n•\nrumors or dissemination of false or misleading information, particularly through the Internet  (e.g. social media) and other rapid-dissemination methods;\n•\nconditions and trends in the software industry generally;\n•\nthe announcement of acquisitions or other significant transactions by us or our competitors;\n•\nadoption of new accounting standards affecting the software industry;\n•\ndomestic or international terrorism, global or regional conflicts including the invasion of Ukraine by Russia, major public health concern including the COVID-19 pandemic and other significant external factors; and\n•\nother factors described in these “Risk Factors.”\nFluctuations in the price of our common stock may expose us to the risk of securities class action lawsuits. Although no such lawsuits are currently pending against us and we are not aware that any such lawsuit is threatened to be filed in the future, there is no assurance that we will not be sued based on fluctuations in the price of our common stock. Defending against such lawsuits could result in substantial cost and divert management’s attention and resources. In addition, any settlement or adverse determination of these lawsuits could subject us to significant liabilities.\nOur dividend policy is subject to change.\n31\nTable of Contents\n \nOn June 1, 2023, our Board of Directors declared a quarterly cash dividend of $0.11 per share of our Class A and Class B common stock. The cash dividend will be payable on August 25, 2023 to Class A and Class B shareholders of record at the close of business on August 11, 2023. We currently expect to declare and pay cash dividends at this level on a quarterly basis in the future. However, our dividend policy may be affected by, among other things, our views on business conditions, financial position, earnings, earnings outlook, capital spending plans and other factors that our Board of Directors considers relevant at that time. Our dividend policy has changed in the past and may change from time to time and we cannot provide assurance that we will continue to declare dividends in any particular amounts or at all. A change in our dividend policy could have a negative effect on the market price of our common stock.\nThe price of our common stock may decline due to shares eligible for future sale or actual future sales of substantial amounts of our common stock.\nSales of substantial amounts of our common stock in the public market, or the perception that such sales may occur, could cause the market price of our common stock to decline. As of July 3, 2023, if all of our outstanding Class B common shares were converted into Class A common shares, our current directors and executive officers of the Company as a group would beneficially own approximately 10.86% of all outstanding Class A common shares after giving effect to such conversion. Sales of substantial amounts of our common stock in the public market by these persons, or the perception that such sales may occur, could cause the market price of our common stock to decline and could impair our ability to raise capital through the sale of additional equity securities.\n32\nTable of Contents\n ",
    "item7": ">ITEM 7.    MANAGEMENT’S DISCUSSION AND ANALYSIS OF FINANCIAL CONDITION AND RESULTS OF OPERATIONS\nThe following discussion and analysis should be read in conjunction with “Item 8. Consolidated Financial Statements and Supplementary Data”. This discussion contains forward-looking statements relating to our future financial performance, business strategy, financing plans and other future events that involve uncertainties and risks. You can identify these statements by forward-looking words such as “anticipate,” “intend,” “plan,” “continue,” “could,” “grow,” “may,” “potential,” “predict,” “strive,” “estimate,” “believe,” “expect” and similar expressions that convey uncertainty of future events or outcomes. Any forward-looking statements herein are made pursuant to the safe harbor provision of the Private Securities Litigation Reform Act of 1995. Our actual results could differ materially from the results anticipated by these forward-looking statements as a result of many known and unknown factors that are beyond our ability to control or predict, including but not limited to those discussed above in “Risk Factors” and elsewhere in this report. See also “Special Cautionary Notice Regarding Forward-Looking Statements” at the beginning of “Item 1. Business.”\n43\nTable of Contents\n \nCRITICAL ACCOUNTING POLICIES AND ESTIMATES\nWe have based the following discussions and analysis of financial condition and results of operations on our consolidated financial statements, which we have prepared in accordance with U.S. GAAP. The preparation of these consolidated financial statements requires management to make estimates and assumptions that affect the reported amounts of assets and liabilities, disclosures of contingent assets and liabilities at the date of consolidated financial statements and the reported amounts of revenue and expenses during the reporting period. Note 1 to the Consolidated Financial Statements for the fiscal year ended April 30, 2023, describes the significant accounting policies that we have used in preparing our consolidated financial statements. On an ongoing basis, we evaluate our estimates, including, but not limited to, those related to revenue/collectability. We base our estimates on historical experience and on various other assumptions that we believe to be reasonable under the circumstances, the results of which form the basis for making judgments about the carrying values of assets and liabilities that are not readily apparent from other sources. Our actual results could differ materially from these estimates under different assumptions or conditions.\nWe believe the critical accounting policies listed below affect significant judgments and estimates used in the preparation of the consolidated financial statements.\nRevenue Recognition.\n The most critical judgments required in applying ASC 606, \nRevenue Recognition from Customers\n and \nour revenue recognition policy relate to the determination of distinct performance obligations and the evaluation of the standalone selling price (“SSP”) for each performance obligation.\nSome of our contracts with clients contain multiple performance obligations. For these contracts, we account for the individual performance obligations separately if they are distinct. The transaction price is allocated to the separate performance obligations on a relative standalone selling price basis. We determine the standalone selling prices based on our overall pricing objectives, taking into consideration market conditions and entity-specific factors, including the value of our arrangements, length of term, customer demographics and the numbers and types of users within our arrangements.\nWhile changes in assumptions or judgments or changes to the elements of the arrangement could cause an increase or decrease in the amount of revenue that we report in a particular period, these changes have not historically been significant because our recurring revenue is primarily subscription and support revenue.\n44\nTable of Contents\n \nRESULTS OF OPERATIONS\nThe following table sets forth certain revenue and expense items as a percentage of total revenue for the three years ended April 30, 2023, 2022 and 2021 and the percentage increases or decreases in those items for the years ended April 30, 2023 and 2022:\n \nPercentage of Total Revenue\nPct. Change in\nDollars\nPct. Change in\nDollars\n \n2023\n2022\n2021\n2023 vs. 2022\n2022 vs. 2021\nRevenue:\nSubscription fees\n41 \n%\n33 \n%\n26 \n%\n20 \n%\n46 \n%\nLicense fees\n2 \n4 \n3 \n(49)\n80 \nProfessional services and other\n29 \n34 \n35 \n(17)\n10 \nMaintenance\n28 \n29 \n36 \n(6)\n(8)\nTotal revenue\n100 \n100 \n100 \n(3)\n14 \nCost of revenue:\nSubscription fees\n13 \n10 \n11 \n18 \n13 \nLicense fees\n1 \n1 \n2 \n(36)\n(43)\nProfessional services and other\n21 \n25 \n26 \n(13)\n4 \nMaintenance\n5 \n5 \n7 \n(8)\n(8)\nTotal cost of revenue\n40 \n41 \n46 \n(5)\n3 \nGross margin\n60 \n59 \n54 \n(2)\n24 \nResearch and development\n14 \n14 \n15 \n1 \n4 \nSales and marketing\n18 \n18 \n18 \n(3)\n13 \nGeneral and administrative\n19 \n17 \n17 \n8 \n15 \nAmortization of acquisition-related intangibles\n— \n— \n— \n(50)\n— \nTotal operating expenses\n51 \n49 \n50 \n2 \n11 \nOperating income\n9 \n10 \n4 \n(20)\n202 \nOther income:\nInterest income\n2 \n— \n— \n450 \n(4)\nOther, net\n— \n— \n4 \n(36)\n(93)\nEarnings before income taxes\n11 \n10 \n8 \n(7)\n56 \n%\nIncome tax expense\n2 \n1 \n1 \n134 \n39 \nNet earnings\n9 \n%\n9 \n%\n7 \n%\n(18)\n%\n58 \n%\nEconomic Overview and Significant Trends in Our Business\nGlobal macro-economic trends, technology spending and supply chain management market growth are important barometers for our business.  In fiscal 2023, approximately 81% of our total revenue was generated in the United States, 10% was in the Europe, Middle East and Africa (\"EMEA\") and the remaining balance in Asia Pacific (\"APAC\"), Canada and Latin America. Gartner Inc. (“Gartner”), an information technology research and advisory company, estimates that nearly 76% of every supply chain solutions dollar invested is spent in North America and Western Europe, consequently, the health of those economies have a meaningful impact on our financial results. \nIn April 2023, the International Monetary Fund (“IMF”) provided an update to the World Economic Outlook for the 2023 world economic growth forecast. The update noted that, \n“\nTentative signs in early 2023 that the world economy could achieve a soft landing—with inflation coming down and growth steady—have receded amid stubbornly high inflation and recent financial sector turmoil. Although inflation has declined as central banks have raised interest rates and food and energy prices have come down, underlying price pressures are proving sticky, with labor markets tight in a number of economies. Side effects from the fast rise in policy rates are becoming apparent, as banking sector vulnerabilities have come into focus and fears of contagion have risen across the broader financial sector, including nonbank financial institutions. Policymakers have taken forceful actions to stabilize the banking system.\nIn parallel, the other major forces that shaped the world economy in 2022 seem set to continue into this year, but with changed intensities. Debt levels remain high, limiting the ability of fiscal policymakers to respond to new challenges. Commodity prices that rose sharply following Russia’s invasion of Ukraine have moderated, but the war continues and geopolitical tensions are high. Infectious COVID-19 strains caused widespread outbreaks last year, but economies that were hit hard—most notably \n45\nTable of Contents\n \nChina—appear to be recovering, easing supply-chain disruptions. Despite the fillips from lower food and energy prices and improved supply-chain functioning, risks are firmly to the downside with the increased uncertainty from the recent financial sector turmoil. \nThe baseline forecast, which assumes that the recent financial sector stresses are contained, is for growth to fall from 3.4 percent in 2022 to 2.8 percent in 2023, before rising slowly and settling at 3.0 percent five years out––the lowest medium-term forecast in decades. Advanced economies are expected to see an especially pronounced growth slowdown, from 2.7 percent in 2022 to 1.3 percent in 2023. In a plausible alternative scenario with further financial sector stress, global growth declines to about 2.5 percent in 2023––the weakest growth since the global downturn of 2001, barring the initial COVID-19 crisis in 2020 and during the global financial crisis in 2009––with advanced economy growth falling below 1 percent. The anemic outlook reflects the tight policy stances needed to bring down inflation, the fallout from the recent deterioration in financial conditions, the ongoing war in Ukraine and growing geoeconomic fragmentation. Global headline inflation is set to fall from 8.7 percent in 2022 to 7.0 percent in 2023 on the back of lower commodity prices, but underlying (core) inflation is likely to decline more slowly. Inflation’s return to target is unlikely before 2025 in most cases. Once inflation rates are back to targets, deeper structural drivers will likely reduce interest rates toward their pre-pandemic levels.\n”\nFor fiscal 2024, we believe that the mission critical nature of our software, combined with a challenging global macro economic environment from increased global disruptions on companies’ supply chains will require them to improve productivity and profitability by upgrading their technology systems, which may result in an improved selling environment. Although this improvement could slow or regress at any time, due in part to the effects of a possible recession and trade conflicts on global capital markets, we believe that our organizational and financial structure will enable us to take advantage of any sustained economic rebound. That said, the current business climate within the United States and geographic regions in which we operate may affect \nclient\ns’ and prospects' decisions regarding timing of strategic capital expenditures by taking longer periods to evaluate discretionary software purchases.\nBusiness Opportunities and Risks\nWe currently view the following factors as the primary opportunities and risks associated with our business:\n \n•\nDependence on Capital Spending Patterns\n. There is risk associated with our dependence on the capital spending patterns of U.S. and international businesses, which in turn are functions of economic trends and conditions over which we have no control.\n•\nAcquisition Opportunities\n. There are opportunities for selective acquisitions or investments to expand our sales distribution channels and/or broaden our product offering by providing additional software and services for our target markets.\n•\nAcquisition Risks\n. There are risks associated with acquisitions of complementary companies, products and technologies, including the risks that we will not achieve the financial and strategic goals that we contemplate at the time of the transaction. More specifically, in any acquisition we will face risks and challenges associated with the uncertain value of the acquired business or assets, the difficulty of assimilating operations and personnel, integrating acquired technologies and products and maintaining the loyalty of the clients of the acquired business.\n•\nCompetitive Technologies\n. There is a risk that our competitors may develop technologies that are substantially equivalent or superior to our technology.\n•\nCompetition in General\n. There are risks inherent in the market for business application software and related services, which has been and continues to be intensely competitive; for example, some of our competitors may become more aggressive with their prices and/or payment terms, which may adversely affect our profit margins.\nFor more information, please see “Risk Factors” in Item 1A. above.\nRecent Accounting Pronouncements\nFor information with respect to recent accounting pronouncements, if any, and the impact of these pronouncements on our consolidated financial statements, if any, see Note 1(n) of Notes to Consolidated Financial Statements included elsewhere in this Form 10-K.\nMarket Conditions by Operating Segment\nWe operate and manage our business in three segments based on software and services provided in three key product markets: (1) SCM, which provides collaborative supply chain software and services to streamline and optimize the production, \n46\nTable of Contents\n \ndistribution and management of products between trading partners; (2) IT Consulting, which consists of IT staffing and consulting services; and (3) Other, which consists of (i) American Software ERP, a provider of purchasing and materials management, client order processing, financial, human resources and manufacturing software and services and (ii) unallocated corporate overhead expenses.\nOur SCM segment experienced a 2% increase in revenue during fiscal 2023 when compared to fiscal 2022, primarily due to a 20% increase in subscription fees partially offset by a 49% decrease in license fees, an 8% decrease in professional services and other revenue and a 6% decrease in maintenance revenue. \nOur IT Consulting segment experienced a 27% decrease in revenue in fiscal 2023 when compared to fiscal 2022, due primarily to fluctuations in IT staffing work at our largest client. As companies experienced a more difficult selling environment they cut back on IT services. Therefore, this trend has resulted in decreased business for this segment. Our largest consulting client comprised 21% of our IT Consulting revenue in fiscal 2023 and 31% in fiscal 2022. The loss of this client would negatively and materially affect our IT Consulting business. \nThe Other segment revenue decreased by 5% in fiscal 2023 when compared to fiscal 2022, primarily due to a 24% decrease in license fees, a 10% decrease in professional services and other revenue, while maintenance revenue remained flat. \nREVENUE\n \nYears Ended April 30,\n \n2023\n2022\n2021\n% Change\n% of Total Revenue\n \n2023 vs. 2022\n2022 vs. 2021\n2023\n2022\n2021\n \n(in thousands)\n \n \n \n \n \nSubscription fees\n$\n50,412 \n$\n42,066 \n$\n28,877 \n20 \n%\n46 \n%\n41 \n%\n33 \n%\n26 \n%\nLicense fees\n2,752 \n5,390 \n2,993 \n(49)\n%\n80 \n%\n2 \n%\n4 \n%\n3 \n%\nProfessional service and other\n35,938 \n43,476 \n39,616 \n(17)\n%\n10 \n%\n29 \n%\n34 \n%\n35 \n%\nMaintenance\n34,557 \n36,621 \n39,922 \n(6)\n%\n(8)\n%\n28 \n%\n29 \n%\n36 \n%\n       Total revenue\n$\n123,659 \n$\n127,553 \n$\n111,408 \n(3)\n%\n14 \n%\n100 \n%\n100 \n%\n100 \n%\nFor the year ended April 30, 2023, the 3% decrease in total revenue compared to fiscal 2022 was attributable primarily to a 49% decrease in license revenue, a 20% increase in subscription fees revenue and a 17% decrease in professional services and other revenue and a 6% decrease in maintenance revenue.\nDue to intensely competitive markets, we discount subscription and license fees from our published list price due to pricing pressure in our industry. Numerous factors contribute to the amount of the discounts provided, such as previous client purchases, the number of client sites utilizing the software, the number of modules purchased and the number of users, the type of platform deployment, as well as the overall size of the contract. While all these factors affect the discount amount of a particular contract, the overall percentage discount has not materially changed in the recent reported fiscal periods.\nThe change in our revenue from period to period is primarily due to the volume of products and related services sold in any period and the amounts of products or modules purchased with each sale.\nInternational revenue represented approximately 19% of total revenue for the year ended April 30, 2023 and 16% of total revenue for the year ended April 30, 2022. Our international revenue may fluctuate substantially from period to period primarily because we derive this revenue from a relatively small number of clients.\nSubscription Fees Revenue\n \n47\nTable of Contents\n \n \nYears Ended April 30,\n \n2023\n2022\n2021\n% Change\n \n2023 vs. 2022\n2022 vs. 2021\n \n(in thousands)\n \n \nSupply Chain Management\n$\n50,412 \n$\n42,066 \n$\n28,877 \n20 \n%\n46 \n%\nTotal subscription fees revenue\n$\n50,412 \n$\n42,066 \n$\n28,877 \n20 \n%\n46 \n%\nFor the year ended April 30, 2023, subscription fee revenue increased by 20% when compared to the same period in the prior year primarily due to an increase in Cloud Services bookings. This increase was attributable to an increase in the number of contracts, contracts with a higher Cloud Services Annual Contract Value (\"ACV\"), as well as an increase in the value of multi-year contracts (typically three to five years). This is evidence of our successful transition to the cloud subscription model.\nLicense Fees Revenue\n \n \nYears Ended April 30,\n \n2023\n2022\n2021\n% Change\n \n2023 vs. 2022\n2022 vs. 2021\n \n(in thousands)\n \n \nSupply Chain Management\n$\n2,736 \n$\n5,369 \n$\n2,977 \n(49)\n%\n80 \n%\nOther\n16 \n21 \n16 \n(24)\n%\n31 \n%\nTotal license fees revenue\n$\n2,752 \n$\n5,390 \n$\n2,993 \n(49)\n%\n80 \n%\nFor the year ended April 30, 2023, license fee revenue decreased by 49% when compared to the previous year. Our SCM segment experienced a 49% decrease in license fees primarily due to a decrease in the number of existing clients choosing to deploy our software on-premise this year.  Our Other business segment experienced a 24% decrease in license fees revenue for the year ended April 30, 2023 when compared to the same period in the prior year due to the timing of selling into the installed client base. We anticipate that the majority of future license fee sales will be to existing on-premise clients for add-on expansion. The SCM segment constituted 99% and 100% of our total license fee revenue for the years ended April 30, 2023 and 2022, respectively.\nThe direct sales channel provided approximately 58% of license fee revenue for the year ended April 30, 2023, compared to approximately 96% in fiscal 2022. The decrease in direct license fees from fiscal 2022 to fiscal 2023 was largely due to an increase in International license fee deals to existing clients this year compared to last year.  \nFor the year ended April 30, 2023, our margins after commissions on direct sales were approximately 91% and our margins after commissions on indirect sales were approximately 62%. For the year ended April 30, 2022, our margins after commissions on direct sales were approximately 91% and our margins after commissions on indirect sales were approximately 66%. The margins after commissions for direct and indirect sales were relatively consistent at 91% and between 58% to 66%, respectively.\n \nThe indirect channel margins for the fiscal year ended April 30, 2023 decreased when compared to the same periods in the prior year due to the mix of value-added reseller (“VAR”) commission rates. The commission percentage on our indirect sales varies based on whether the sale is domestic or international.\nProfessional Services and Other Revenue\n48\nTable of Contents\n \n \nYears Ended April 30,\n \n2023\n2022\n2021\n% Change\n \n2023 vs. 2022\n2022 vs. 2021\n \n(in thousands)\n \n \nSupply Chain Management\n$\n19,660 \n$\n21,475 \n$\n19,713 \n(8)\n%\n9 \n%\nIT Consulting\n15,407 \n21,032 \n19,036 \n(27)\n%\n10 \n%\nOther\n871 \n969 \n867 \n(10)\n%\n12 \n%\nTotal professional services and other revenue\n$\n35,938 \n$\n43,476 \n$\n39,616 \n(17)\n%\n10 \n%\nThe 17% decrease in total professional services and other revenue for the year ended April 30, 2023 was due to a 10% decrease in our Other segment due to lower utilization from project implementation services and services activity, combined with a 27% decrease in our IT Consulting segment due to the timing of project work and a 8% decrease in our SCM segment professional services primarily due to a decrease in project implementation work resulting from lower subscription and license fee sales in fiscal 2023.\nIn our software segments, we have observed that there is a tendency for professional services and other revenue to lag changes in license revenue by one to three quarters, as new bookings in one quarter often involve implementation and consulting services in subsequent quarters, for which we recognize revenue only as we perform those services.\nMaintenance Revenue\n \nYears Ended April 30,\n \n2023\n2022\n2021\n% Change\n \n2023 vs. 2022\n2022 vs. 2021\n \n(in thousands)\n \n \nSupply Chain Management\n$\n33,319 \n$\n35,379 \n$\n38,701 \n(6)\n%\n(9)\n%\nOther\n1,237 \n1,242 \n1,221 \n— \n%\n2 \n%\nTotal maintenance revenue\n$\n34,556 \n$\n36,621 \n$\n39,922 \n(6)\n%\n(8)\n%\nThe 6% decrease in total maintenance revenue for the year ended April 30, 2023 was due to a 6% decrease in maintenance revenue from our SCM segment due to normal client attrition and clients converting from on-premise support to our SaaS cloud platform.\nThe SCM segment’s maintenance revenue constituted 96% of total maintenance revenue for the years ended April 30, 2023 and 2022, respectively. Typically, our maintenance revenue has had a direct relationship to current and historic license fee revenue, since new licenses are the potential source of new maintenance clients.\nGROSS MARGIN\nThe following table provides both dollar amounts and percentage measures of gross margin: \n \nYears Ended April 30,\n \n2023\n2022\n2021\n \n(in thousands)\nGross margin on subscriptions fees\n$\n34,581 \n69 \n%\n$\n28,683 \n68 \n%\n$\n16,993 \n59 \n%\nGross margin on license fees\n2,047 \n74 \n%\n4,286 \n80 \n%\n1,072 \n36 \n%\nGross margin on professional services and other\n9,515 \n26 \n%\n13,170 \n30 \n%\n10,523 \n27 \n%\nGross margin on maintenance\n28,148 \n81 \n%\n29,656 \n81 \n%\n32,392 \n81 \n%\nTotal gross margin\n$\n74,291 \n60 \n%\n$\n75,795 \n59 \n%\n$\n60,980 \n54 \n%\n49\nTable of Contents\n \nThe total gross margin percentage for the year ended April 30, 2023 increased to 60% when compared to the same period in the prior year due to increases in gross margin percentage for subscription fees margins, partially offset by a decrease in license fees and professional services and other gross margins, as gross margin on maintenance stayed flat. \nGross Margin on Subscription Fees\nFor the year ended April 30, 2023, our gross margin percentage on subscription fees increased from 68% in fiscal 2022 to 69% primarily due to an increase in subscription revenue and lower capitalized software amortization expense.\nGross Margin on License Fees\nThe decrease in license fee gross margin percentage for the year ended April 30, 2023 when compared to fiscal 2022 was primarily due to a decrease in license fee revenue.\nLicense fee gross margin percentage tends to be directly related to the level of license fee revenue due to the relatively fixed cost of capitalized software amortization expense, amortization of acquired software and the sales mix between our direct and indirect channels.\nGross Margin on Professional Services and Other\nFor the year ended April 30, 2023, our gross margin percentage on professional services and other decreased from 30% in fiscal 2022 to 26%, primarily due to decreased gross margins in our SCM segment which decreased from 38% in fiscal 2022 to 31% in fiscal 2023 due to a decrease in revenue and lower billing utilization. Our IT Consulting segment professional services and other revenue gross margin decreased from 22% in fiscal 2022 to 20% in fiscal 2023 due to lower billing rates and a decrease in project utilization rates.  Our Other segment decreased from 43% in fiscal 2022 to 39% in fiscal 2023 due to the timing of project work. \nAs discussed above, our IT Consulting segment typically has lower margins when compared to the Other segments that have higher margin implementation service revenue. The IT Consulting segment was 43% and 48% of the Company’s professional services and other revenue in fiscal 2023 and 2022, respectively. Our SCM segment was 55% and 49% of the Company’s professional services and other revenue in fiscal 2023 and 2022, respectively. Our Other segment was 2% and 3% of the Company’s professional services and other revenue in fiscal 2023 and 2022, respectively.\nGross Margin on Maintenance\nMaintenance gross margin remained flat at 81% in fiscal 2023 and fiscal 2022 due to maintenance revenue cost containment efforts. The primary cost component is maintenance staffing, which is relatively inelastic in the short term.\nEXPENSES\n \n \nYears Ended April 30,\n \n2023\n2022\n2021\n% of Revenue\n \n2023\n2022\n2021\n \n(in thousands)\n \n \n \nResearch and development\n$\n17,767 \n$\n17,600 \n$\n16,964 \n14 \n%\n14 \n%\n15 \n%\nSales and marketing\n22,184 \n22,867 \n20,304 \n18 \n%\n18 \n%\n18 \n%\nGeneral and administrative\n23,684 \n21,960 \n19,139 \n19 \n%\n17 \n%\n17 \n%\nAmortization of acquisition-related intangible assets\n106 \n212 \n212 \n— \n%\n— \n%\n— \n%\nOther income, net\n2,336 \n681 \n4,487 \n2 \n%\n— \n%\n4 \n%\nIncome tax expense\n2,465 \n1,055 \n759 \n2 \n%\n1 \n%\n1 \n%\nResearch and Development\nGross product research and development costs include all non-capitalized and capitalized software development costs.       \nA breakdown of the research and development costs is as follows (in thousands): \n50\nTable of Contents\n \n \nYears Ended April 30,\n \n2023\nPercent\nChange\n2022\nPercent\nChange\n2021\n \nTotal capitalized computer software development costs\n$\n— \n— \n%\n$\n— \n(100)\n%\n$\n620 \nPercentage of gross product research and development costs\n— \n%\n— \n%\n— \n%\n— \n%\n4 \n%\nTotal research and development expense\n17,767 \n1 \n%\n17,600 \n4 \n%\n16,964 \nPercentage of total revenue\n14 \n%\n14 \n%\n15 \n%\nTotal research and development expense and capitalized computer software development costs\n$\n17,767 \n1 \n%\n$\n17,600 \n— \n%\n$\n17,584 \nPercentage of total revenue\n14 \n%\n14 \n%\n16 \n%\nTotal amortization of capitalized computer software development costs*\n$\n1,195 \n(62)\n%\n$\n3,181 \n(25)\n%\n$\n4,215 \n______________\n*    Included in cost of license fees and cost of subscription fees.\nFor the year ended April 30, 2023, gross product research and development costs remained flat primarily due to cost containment related to third-party contractors compared to fiscal 2022. As a result, the Company’s capitalization window is significantly shorter under the agile approach and ultimately results in the Company expensing software development costs as incurred. Amortization of capitalized software development decreased 62% in fiscal 2023 when compared to fiscal 2022 as some projects were fully amortized.\nSales and Marketing\nFor the year ended April 30, 2023, the decrease in sales and marketing expenses compared to fiscal 2022 was due primarily to a decrease in variable compensation and marketing spend.\nGeneral and Administrative\nFor the year ended April 30, 2023, general and administrative expenses increased when compared to fiscal 2022 primarily due to an increase in stock option expense and internal IT costs.\nThe total number of full-time personnel were 545, which includes 394 employees and 151 third-party contractors on April 30, 2023, compared to 625 full-time personnel which include 418 employees and 207 third-party contractors on April 30, 2022.\nAmortization of Acquisition-related Intangible Assets\nFor the year ended April 30, 2023, we recorded $0.8 million in intangible amortization expense, of which $0.1 million is included in operating expense and $0.7 million is included in cost of subscription fees.\nFor the year ended April 30, 2022, we recorded $0.2 million in intangible amortization expense, of which the entirety is recorded in general and administrative expenses.\nOperating Income/(Loss)\n \nYears Ended April 30,\n \n2023\n2022\n2021\n% Change\n \n2023 vs. 2022\n2022 vs. 2021\n \n(in thousands)\n \n \nSupply Chain Management\n$\n29,925 \n$\n29,164 \n$\n18,922 \n3 \n%\n54 \n%\nIT Consulting\n664 \n1,601 \n456 \n(59)\n%\n251 \n%\nOther*\n(20,039)\n(17,609)\n(15,017)\n14 \n%\n17 \n%\nTotal Operating Income\n$\n10,550 \n$\n13,156 \n$\n4,361 \n(20)\n%\n202 \n%\n______________\n *    Includes certain unallocated expenses.\n51\nTable of Contents\n \nOur SCM segment operating income increased by 3% in fiscal 2023 compared to fiscal 2022, primarily due to a 2% increase in revenue.\nOur IT Consulting segment operating income decreased 59% in fiscal 2023 compared to fiscal 2022, primarily due to a 27% decrease in revenue and a decrease in the billing rates from several new clients. \nThe increase in the Other segment operating loss in fiscal 2023 when compared to fiscal 2022 was due primarily to an increase in stock options and internal IT costs. \nOther Income\nOther income is comprised of net interest and dividend income, rental income net of related depreciation expenses, exchange rate gains and losses, realized and unrealized gains and losses from investments. Other income was approximately $2.3 million in the year ended April 30, 2023 compared to $0.7 million in fiscal 2022. The increase was primarily due to dividend income of $1.2 million and interest income of $1.0 million in fiscal 2023, compared to dividend income of $0.4 million and interest income of $0 million for the same period last year.\nFor the years ended April 30, 2023 and 2022, our investments generated an annualized yield of approximately 2.1% and 1.4%, respectively.\nIncome Taxes\nDuring the year ended April 30, 2023, we recorded income tax expense of $2.5 million compared to $1.1 million in fiscal 2022. Our effective income tax rate takes into account the source of taxable income by state and available income tax credits. Our effective tax rate was 19.1% and 7.6% in fiscal 2023 and 2022, respectively. The effective tax rate for fiscal 2023 is higher compared to fiscal 2022 due to a decrease in the amount of excess tax benefits from stock option deductions.\nOperating Pattern\nWe experience an irregular pattern of quarterly and annual operating results, caused primarily by fluctuations in both the number and size of software contracts received and delivered from quarter to quarter and our ability to recognize revenue in that quarter and annually in accordance with our revenue recognition policies. We expect this pattern to continue.\nLIQUIDITY AND CAPITAL RESOURCES\nSources and Uses of Cash\nWe have historically funded and continue to fund, our operations and capital expenditures primarily with cash generated from operating activities. The changes in net cash that our operating activities provide generally reflect the changes in net earnings and non-cash operating items plus the effect of changes in operating assets and liabilities, such as investment trading securities, trade accounts receivable, trade accounts payable, accrued expenses and deferred revenue. We have no debt obligations or off-balance sheet financing arrangements and therefore, we used no cash for debt service purposes.\nThe following tables provide information about our cash flows and liquidity positions as of and for the fiscal years ended April 30, 2023, 2022 and 2021. You should read these tables and the discussion that follows in conjunction with our consolidated statements of cash flows contained in Item 8 of this report.\n \nYears ended\nApril 30,\n \n2023\n2022\n2021\n \n(in thousands)\nNet cash (used in) provided by operating activities\n$\n(380)\n$\n29,020 \n$\n17,756 \nNet cash used in investing activities\n(10,422)\n(934)\n(1,298)\nNet cash used in financing activities\n(9,192)\n(6,054)\n(7,614)\nNet change in cash and cash equivalents\n$\n(19,994)\n$\n22,032 \n$\n8,844 \nThe decrease in cash provided by operating activities in fiscal 2023 compared to fiscal 2022 was due primarily to: (1) an increase in accounts receivable in fiscal 2023 compared to a decrease in fiscal 2022 due to timing of sales and billing, (2) an increase in the purchases of trading securities due to timing, (3) a decrease in accounts payable and other liabilities during fiscal 2023, when compared to an increase in fiscal 2022, (4) a decrease in deferred revenue in fiscal 2023 when compared to fiscal 2022 primarily due to the timing of cloud and maintenance revenue recognition, (5) an increase in deferred income taxes in fiscal 2023 \n52\nTable of Contents\n \ncompared to fiscal 2022 due to timing, (6) a decrease in net earnings, (7) an increase in prepaid expenses and other assets in fiscal 2023 compared to the decrease in fiscal 2022 due to timing of purchases and (8) lower depreciation and amortization expense due to several capitalized software projects and intangible assets being fully amortized.\nThese factors were partially offset by: (1) higher stock-based compensation expense in fiscal 2023 due to an increase in the value of options granted, (2) a decrease in unrealized gains on investments due to timing of sales of investments, (3) an increase in the net proceeds from sales and maturities of trading securities due to timing of sales and maturity dates and (4) a decrease on the gain on sale of fixed assets. \nThe increase in cash used in investing activities in fiscal 2023 compared to cash used in investing activities in fiscal 2022 was due to the purchase of Starboard and an increase in purchases of property and equipment. For more information about our acquisition of Starboard, please see the discussion in Note 5 to the Condensed Consolidation Financial Statements.\nThe increase in cash used in financing activities in fiscal 2023 when compared to fiscal 2022 was due primarily to a decrease in proceeds from the exercise of stock options and an increase in cash dividends paid on common stock in fiscal 2023 due to an increase in the number of shares outstanding.\nThe following table provides information regarding the changes in our total cash and investments position:\n \nAs of April 30,\n \n2023\n2022\n \n(in thousands)\nCash and cash equivalents\n$\n90,696 \n$\n110,690 \nInvestments\n23,937 \n16,826 \nTotal cash and investments\n$\n114,633 \n$\n127,516 \nNet  (decrease) / increase in total cash and investments\n(12,883)\n22,852 \nAs of April 30, 2023, we had $114.6 million in total cash and investments, with no outstanding debt and believe that our sources of liquidity and capital resources will be sufficient to satisfy our presently anticipated requirements for working capital, capital expenditures and other corporate needs during at least the next twelve months. However, at some future date we may need to seek additional sources of capital to meet our requirements. If such need arises, we may be required to raise additional funds through equity or debt financing. We currently do not have a bank line of credit. We can provide no assurance that bank lines of credit or other financing will be available on terms acceptable to us. If available, such financing may result in dilution to our shareholders or higher interest expense.\nDays Sales Outstanding (\"DSO\") in accounts receivable were 86 and 62 days as of April 30, 2023 and April 30, 2022, respectively. Our current ratio was 2.7 to 1 for both April 30, 2023 and April 30, 2022. DSO can fluctuate significantly on a quarterly basis due to a number of factors including the percentage of total revenue that comes from software license sales (which typically have installment payment terms), seasonality, shifts in client buying patterns, the timing of client payments and annual SaaS and maintenance renewals, lengthened contractual payment terms in response to competitive pressures, the underlying mix of products and services and the geographic concentration of revenue.\nOn August 19, 2002, our Board of Directors approved a resolution authorizing the repurchase of up to 2.0 million shares of our Class A common stock. These repurchases have been and will be made through open market purchases at prevailing market prices. The timing of any repurchases will depend upon market conditions, the market price of our common stock and management’s assessment of our liquidity and cash flow needs. For this repurchase plan, through April 30, 2023, we have repurchased 1,053,679 shares of common stock at a cost of approximately $6.2 million. Under all repurchase plans as of April 30, 2023, we have repurchased 4,588,632 shares of common stock at a cost of approximately $25.6 million.\nThis section generally discusses fiscal 2023 compared to fiscal 2022. Discussions of fiscal 2022 compared to fiscal 2021 not included herein can be found in Part II, \"Item 7. Management's Discussion and Analysis of Financial Condition and Results of Operations\" of our Annual Report on Form 10-K for fiscal 2022, filed with the Securities and Exchange Commission on June 28, 2022.",
    "item7a": ">ITEM 7A.    QUANTITATIVE AND QUALITATIVE DISCLOSURES ABOUT MARKET RISK\nForeign Currency\n. For the fiscal years ended April 30, 2023 and 2022, we generated 19% and 16%, respectively, of our revenue outside of the United States. We typically denominate our international sales in U.S. dollars, Euros or British pounds \n53\nTable of Contents\n \nsterling. Our consolidated financial statements are presented in U.S. dollars, which is also the functional currency for our foreign operations. Where transactions may be denominated in foreign currencies, we are subject to market risk with respect to fluctuations in the relative value of currencies. We recorded exchange rate gains of $0.2 million in fiscal 2023, compared to exchange rate  losses of approximately $0.5 million in fiscal 2022. We estimate that a 10% movement in foreign currency rates would have the effect of creating an exchange gain or loss of approximately $0.5 million for fiscal 2023.\nInterest Rates and Other Market Risks.\n We manage our interest rate risk by maintaining an investment portfolio of trading investments with high credit quality and relatively short average maturities. These instruments include, but are not limited to, money-market instruments, bank time deposits and taxable and tax-advantaged variable rate and fixed rate obligations of corporations, municipalities and national, state and local government agencies. These instruments are denominated in U.S. dollars. The fair market value of our cash equivalents and investments decreased 9% to approximately $105.3 million in fiscal 2023 from $115.3 million in the prior year.\nWe also hold cash balances in accounts with commercial banks in the United States and foreign countries. These cash balances represent operating balances only and are invested in short-term time deposits of the local bank. Such operating cash balances held at banks outside the United States are denominated in the local currency and are nominal.\nMany of our investments carry a degree of interest rate risk. When interest rates fall, our income from investments in variable-rate securities declines. When interest rates rise, the fair market value of our investments in fixed-rate securities declines. In addition, our investments in equity securities are subject to stock market volatility. Due in part to these factors, our future investment income may fall short of expectations or we may suffer losses in principal if forced to sell securities, which have seen a decline in market value due to changes in interest rates. We attempt to mitigate risk by holding fixed-rate securities to maturity, but if our liquidity needs force us to sell fixed-rate securities prior to maturity, we may experience a loss of principal. We believe that a 10% fluctuation in interest rates would not have a material effect on our financial condition or results of operations.\n54\nTable of Contents\n ",
    "cik": "713425",
    "cusip6": "029683",
    "cusip": [
        "029683109"
    ],
    "names": [
        "AMERICAN SOFTWARE INC-CL A"
    ],
    "source": "https://www.sec.gov/Archives/edgar/data/713425/000162828023024860/0001628280-23-024860-index.htm"
}