{
    "item1": ">Item 1. \nBusiness\n \nOverview\n \nWe are a technology-enabled research organization engaged in creating transformative technology solutions to be utilized in drug discovery and development. Our research center operates in both regulatory and non-regulatory environments and consists of a comprehensive set of computational and experimental research platforms. Our pharmacology, biomarker, and data platforms are designed to facilitate drug discovery and development at lower costs and increased speeds. \nAt the core of our research platforms is our unique, proprietary bank of Patient Derived Xenograft (PDX) models. This preeminent bank of PDX models is deployed into advanced in vivo and ex vivo pharmacology platforms, providing an enhanced level of insight into therapeutic programs.\n \nWe currently have approximately 1,500 PDX Models in our TumorBank that we believe reflect the characteristics of patients who enroll in clinical trials (late stage, pretreated and metastatic). This characteristic of our TumorBank is an important differentiator to other established PDX banks. We implant and expand these tumors in mice, which allows for future studies and additional characterization of the tumor. Additional analytical and pharmacology experimental platforms are also available to augment the information gained from studies performed.\nThe PDX bank is highly characterized at the molecular, phenotypic and pharmacological levels, which provides a differentiated layer of data for our large oncology dataset (the “Datacenter”).\n \nThe Datacenter combines our proprietary dataset with other large publicly available datasets. This dataset currently includes approximately 3,500 molecular datasets (genomics, transcriptomics, proteomics, phosphor-proteomics), approximately 3,000 clinical drug responses, approximately 3,500 in vivo drug responses, and the accompanying clinical information on the patients from which they were derived (pre and post tumor sample acquisition of drug treatments and responses, age, gender, ethnicity, tumor stage, tumor grade, location of tumor biopsy, histology, etc.) derived from our TumorBank.\n \nOne unique feature of this proprietary dataset is the fact that it is derived from a living TumorBank. This allows us to continue characterizing the TumorBank over time, and increasing the depth of characterization of the accumulated data. The combination of the breadth and depth of the TumorBank, and associated characterization, drives the value of our Datacenter. The Datacenter also includes approximately 20,000 publicly available datasets including genomics, transcriptomics, proteomics, and functional genomics, and patient outcome. This Datacenter facilitates our computational approach to drug discovery and provides the foundation to our Software as a Service (\"SaaS\") offerings. Collectively, our computational and experimental research platforms enable a more rapid and precise approach to drug discovery and development.\n \nThrough our technology platforms, we have designed an ecosystem of business lines consisting of:\n•\nThe sale of research services utilizing our innovative research platforms to biopharmaceutical companies\n•\nThe sale of oncology research Software as a Service (\"SaaS\") tools to cancer research scientists\n•\nThe discovery and development of novel oncology therapeutics\n2\nTranslational Oncology Solutions (TOS) Business\nResearch Services \nOur research services utilize our research center to assist pharmaceutical and biotechnology companies with their drug development process. We perform studies which we believe may predict the efficacy of experimental oncology drugs or approved drugs as stand-alone therapies or in combination with other drugs and can simulate the results of human clinical trials. These studies include in vivo studies that rely on implanting multiple tumors from our TumorBank in mice and testing the therapy of interest on these tumors. Studies may also include bioinformatics analysis that reveal the differences in the genetic signatures of the tumors that responded to a therapy as compared to the tumors that did not respond. Our studies can be used to determine which types of cancer, if any, may be inhibited by a drug. The studies can also be used to identify specific sub-populations, often characterized by particular genetic mutations that are differentially sensitive or resistant to a drug or drug combination. Additionally, we provide computational or experimental support to identify novel therapeutic targets, select appropriate patient populations for clinical evaluation, identify potential therapeutic combination strategies, and develop biomarker hypothesis of sensitivity or resistance. These studies include the use of our in vivo, ex vivo, analytical and computational platforms.\n \nIncreasing the breadth of the TumorBank is an important strategic effort of the Company.\n \nWe invest significant research and development resources to increase the number of PDX Models in our TumorBank and add unique and different sub-types of cancer that are not historically addressed. This effort also allows us to build highly valuable PDX models derived from patients with resistance to specific therapies or important molecular annotations. We also invest significant resources to increase the depth of characterization of the TumorBank. For each model, this characterization includes phenotypic analysis, molecular analyses, and pharmacologic analysis. This depth of characterization, in an individual tumor basis, is unique and not widely available.\n \nWe have performed studies for approximately 500 different pharmaceutical and biotechnology companies over the past ten years, have a high rate of repeat business, and contract with pharmaceutical and biotechnology companies across North America, Europe and Asia. Studies are performed in a preclinical non-regulatory environment, as well as a Good Clinical Regulatory Practice (GCLP) regulatory environment for clinical evaluation. Typical studies are in the $125,000 price range, with an increasing number of studies in the $250,000 to $500,000 range. Studies performed in a regulatory environment can be much larger than those performed within a non-regulatory environment. Revenue from this business has grown at an average annual growth rate of 23% since 2018 and represents the primary source of our current revenue stream.\nSoftware As A Service (SaaS) Business\nOur SaaS business, launched in fiscal year 2021, is centered around our proprietary software platform and data tool, Lumin Bioinformatics (\"Lumin”), which contains comprehensive information derived from our research services and clinical studies and is sold to customers on an annual subscriptions basis. Our software development teams consist of bioinformatics scientists, mathematicians as well as software engineers. Lumin leverages Champions’ large Datacenter coupled with analytics and artificial intelligence to provide a robust tool for computational cancer research. It is the combination of the Datacenter and the analytics that create the foundation for Lumin. Insights developed using Lumin can provide the basis for biomarker hypotheses, reveal potential mechanisms of therapeutic resistance, and guide the direction of additional preclinical evaluations.  See Note 4 to the consolidated financial statements for further discussion as to impairment of Lumin assets in fiscal 2023. \nDrug Discovery and Development Business\n Our nascent drug discovery and development business leverages the computational and experimental capabilities within our platforms. Our discovery strategy utilizes our Datacenter, coupled with artificial intelligence and other advanced computational analytics, to identify novel therapeutic targets.\n \nWe then employ the use of our proprietary experimental platforms to rapidly validate these targets for further drug development efforts. Our efforts center around three areas of focus:\n1.\nTargeted therapy with drug conjugates\n2.\nImmune oncology\n3.\nCell therapy\n3\nOur drug discovery and development business is dependent on a dedicated research and development team, made up of computational and experimental scientists.\n \nImportantly, the scientific teams within our Drug Discovery and Development teams are appropriately segregated from our other businesses.\nWe have a rich pipeline of targets at various stages of discovery and validation, with a select group that has progressed to therapeutic development.\n \nOur commercial strategy for the validated targets and therapeutics established from this business is wide-ranging and still being developed.\n \nIt will depend on many factors, and will be specific for each target or therapeutic area identified.\nWe regularly evaluate strategic options to create additional value from our drug discovery business, which may include, but are not limited to, potential spin-out transactions or capital raises.\nOur sales and marketing efforts are dependent on a dedicated sales force of approximately 31 professionals that sell our services directly to pharmaceutical and biotechnology companies. Our research services team is focused on identifying and selling studies to new customers as well as increasing our revenue from our existing customer base. We spend significant resources in informing our customers and reaching out to new contacts within companies that we currently serve. These efforts are aimed at moving our customers along the adoption curve for our research platforms, thereby increasing the number of studies and the average study size. Our success in these efforts is demonstrated by the growing number of customers who have increased their annual spend on our services over the years.\nFor the year ended  April 30, 2023, revenues from our products and services totaled approximately $53.8 million, an increase of approximately 10% from the previous year.\nOur Current Strategy\nOur strategy is to use our various platform technologies to drive multiple synergistic revenue streams. We continue to build upon this with investments in research and development. Our enterprise strategy consists of the following:\n•\nEstablish a global leadership position in oncology research\n•\nA focus on bringing better drugs to patients faster\n•\nLeading innovation in oncology research and development platforms\n•\nCultivating a solid reputation for the quality of data acquisition and interpretation\n•\nCollaborations across the global biopharma landscape\n•\nProfitable growth across all business lines\nOur Growth and Expansion Strategy\nOur strategy is to continue to use our various platform technologies to drive multiple synergistic revenue streams. \nOur strategy for growth has multiple components:  \n•\nGrowing our TumorBank: \nWe grow our TumorBank in two ways. First, leverage a medical affairs team that works with a well established clinical network to facilitate access to patients diagnosed with prioritized tumors subtypes.\n \nSecond, we maintain the ability to utilize our legacy Personalized Oncology Services business to establish novel PDX models from patients who use this service.\n \nThe PDX models are then deeply characterized at the phenotypic, molecular, and pharmacologic levels.\n \nThis data characterization is then added to our DataCenter. \n•\nAdding new experimental technologies: \nThe fields of oncology research and drug development are evolving rapidly. To keep up with new approaches, we continuously add new technologies to platform. We are currently investing in developing additional proprietary pharmacology platforms aimed at enhancing the scientific output and driving innovation in the oncology research sector. We are also investing in the development of sophisticated analytical platforms which allow scientists to derive deeper insights when using our pharmacology platforms. Once these experimental technologies are established they are made available to our research and development and target discovery teams.\n•\nComputational power:\n We have developed sophisticated and innovative computational approaches. We have also invested in the development of novel artificial intelligence, data structures, and analytics. Our goal is to leverage our unique Datacenter to establish elegant ways to better understand the molecular dynamics of cancer, and the development novel therapeutics.\n4\nCompetition\n \nChampions currently competes in three different markets: \nResearch Services\n: Pharmaceutical companies rely on outsourcing preclinical studies to Clinical Research Organizations (\"CROs\").\n \nCompetition in this industry is intense and based significantly on scientific, technological, and market forces, which include the effectiveness of the technology and products and the ability to commercialize technological developments. The Company faces significant competition from other healthcare companies in the United States and abroad. The majority of these competitors are, and will be, substantially larger than the Company, and have substantially greater resources and operating histories. There can be no assurance that developments by other companies will not render our products or technologies obsolete or non-competitive or that we will be able to keep pace with the technological or product developments of our competitors.\n \nThese companies, as well as academic institutions, governmental agencies, and private research organizations also compete with us in recruiting and retaining highly qualified scientific, technical and professional personnel and consultants. \nSaaS: There are two important components of Lumin Bioinformatics:\n \nthe Datacenter and the Analytics. While we feel our Datacenter is unique, there are a large number of publicly available datasets that can be accessed free of charge for computational research. This publicly available data repertoire is constantly growing as academic labs publish results. We continue to find ways to differentiate our dataset, however there can be no assurance that developments by other companies or academic institutions in data curation will not render our Datacenter obsolete or non-competitive. The second component of Lumin Bioinformatics is the data analytics. While there are a minimal number of software solutions that offer the degree of analytics available within Lumin Bioinformatics, the know-how and workflows of these analytics are well established in bioinformatics labs across academia and the biopharmaceutical industry.\n \nAs a result, the barrier to entry for developing a SaaS tool leveraging these analytics is relatively low. \nDrug Discovery and Developmen\nt: \nOur Drug Discovery and Development business places us in a good position of also competing against the same customers of our Research Services and/or SaaS businesses: the global biopharmaceutical industry. The global oncology drug market is estimated to be as high as $188B in 2023.  Competition in this industry is strong and based significantly on scientific and technological forces, which rely solely on the effectiveness of therapeutics designed to treat cancer. The Company faces significant competition from other biopharmaceutical companies in the United States and abroad. The competitors have a wide range of strategic and operational approaches. Our business strategy is to work with differentiated therapeutic targets and research areas. However, given the intense degree of privacy from our competitors, we cannot guarantee that others within the industry are not also working on these targets. Further, some competitors will operate with no laboratory or experimental operations, while others will have varying degrees of laboratory space and experimental capabilities. There can be no assurance that developments by other companies will not render experimental platforms obsolete or non-competitive or that we will be able to keep pace with the technological or product developments of our competitors. These companies, as well as academic institutions, governmental agencies, and private research organizations also compete with us in recruiting and retaining highly qualified scientific, technical and professional personnel and consultants. \nResearch and Development\n \nFor the years ended April 30, 2023 and 2022, we spent approximately $11.5 million and $9.4 million, respectively, to further develop our platforms. We continue to expand our TumorBank via the inclusion of tumor tissue and implanted models through research collaborations and relationships with hospitals and academic institutions. Our research and development efforts were focused on increasing our understanding of our TumorGraft models, their clinical predictability, improving growth and tumor take rates, and other biological and molecular characteristics of the models. We are investing in developing additional proprietary pharmacology platforms aimed at enhancing the scientific output and driving innovation in the oncology research sector.\nWe are also investing in the acquisition of sophisticated analytical platforms which allow scientists to derive deeper insights when using our pharmacology platforms. \n \nGovernment Regulation\n \nThe research, development, and marketing of our products, the performance of our legacy POS testing services, and the operation of our facilities are generally subject to federal, state, local, or foreign legislation, including licensure of our laboratory located in Rockville, Maryland by the State of Maryland  and compliance with federal, state, local or foreign legislation applicable to the use of live animals in scientific testing, research and education.\n5\n \nThe FDA has claimed regulatory authority over laboratory developed tests such as our legacy POS products, but has generally not exercised it. The FDA has announced regulatory and guidance initiatives that could increase federal regulation of our business. We are subject to federal and international regulations with regard to shipment of hazardous materials, including the Department of Transportation and the International Air Transit Authority. These regulations require interstate, intrastate, and foreign shipments comply with applicable labeling, documentation, and training requirements.\n \nHuman Capital Resources\n \nAs of July 15, 2023, we had 230 full-time employees, including 73 with doctoral or other advanced degrees. Of our workforce, 176 employees are engaged in research and development and laboratory operations, 31 employees are engaged in sales and marketing, and 23 employees are engaged in finance and administration.  \nWe believe that our future success will depend, in part, on our ability to continue to attract, hire, and retain qualified personnel. We continue to seek additions to our science and technical staff, although the competition for such personnel in the pharmaceutical and biotechnology industries is intense. Attracting, developing, and retaining skilled and experienced employees in our industry is crucial to our ability to compete effectively. Our ability to recruit and retain such employees depends on a number of factors, including our corporate culture and work environment, our corporate philosophy, internal talent development and career opportunities, and compensation and benefits.  \nNone of our employees are represented by a labor union or covered by collective bargaining agreements.  We have never experienced a work stoppage and believe our relationship with our employees is good.  \n \nCompany History\n \nWe were incorporated as a merger and acquisition company under the laws of the State of Delaware on June 4, 1985, under the name “International Group, Inc.”  In September 1985, the Company completed a public offering and shortly thereafter acquired the world-wide rights to the Champions sports theme restaurant concept and changed its name to “Champions Sports, Inc.”  In 1997, the Company sold its Champions service mark and concept to Marriott International, Inc. and until 2005, was a consultant to Marriott International, Inc. and operated one Champions Sports Bar Restaurant. In January 2007, the Company changed its business direction to focus on biotechnology and subsequently changed its name to Champions Biotechnology, Inc. On May 18, 2007, the Company acquired Biomerk, Inc., at which time we began focusing on our current line of business. In April 2011, the Company changed its name to Champions Oncology, Inc. to reflect the Company's new strategic focus on developing advanced technologies to personalize the development and use of oncology drugs.\n \nAvailable Information\n \nOur internet website address is \nwww.championsoncology.com\n.  Information on our website is not part of this Annual Report. Through our website, we make available, free of charge, access to all reports filed with the United States Securities and Exchange Commission, or SEC, including our Annual Reports on Form 10-K, our Quarterly Reports on Form 10-Q, our Current Reports on Form 8-K, our Proxy Statements on Schedules 14A and amendments to those reports, as filed with or furnished to the SEC pursuant to Section 13(a) or 15(d) of the Exchange Act, as soon as reasonably practicable after we electronically file such material with, or furnish it to, the SEC.  Copies of any materials we file with, or furnish to, the SEC can also be obtained free of charge through the SEC’s website at http://www.sec.gov.\n ",
    "item1a": ">Item 1A. \nRisk Factors\n \nYou should carefully consider the risks described below together with all of the other information included in this Annual Report.  The risks and uncertainties described below are not the only ones we face.  Additional risks not presently known, or those we currently consider insignificant, may also impair our business operations in the future.\n \nWe historically incurred losses from operating activities, may require significant capital and may never achieve sustained profitability.\n \nFor the years ended April 30, 2023 and 2022, the Company had a net loss of approximately $5.3 million and net income of $548,000, respectively.  As of April 30, 2023, the Company has an accumulated deficit of approximately $77.3 million,  negative working capital of $2.3 million, and a cash balance of $10.1 million.  The Company also had cash provided by operations of approximately $4.0 million for the twelve months ending April 30, 2023. We believe that our cash on hand, together with  expected cash flows from operations, are adequate to fund our operations through at least August 2024.\n6\nThe amount of our income or losses and liquidity requirements may vary significantly from year-to-year and quarter-to-quarter and will depend on, among other factors:\n \n•\nthe cost of continuing to build out our TumorGraft bank;\n•\nthe cost and rate of progress toward growing our technology platforms;\n•\nthe cost and rate of progress toward building our business units;\n•\nthe cost of increasing our research and development;\n•\nthe cost of renting our laboratory and animal testing facilities and payment for associated services;\n•\nthe timing and cost of obtaining and maintaining any necessary regulatory approvals;\n•\nthe cost of expanding and building out our infrastructure; and\n•\nthe cost incurred in hiring and maintaining qualified personnel.\nCurrently, the Company derives revenue primarily from research services, while pursuing efforts to further develop its drug discovery business units.  \n \nTo become sustainably profitable, we will need to generate revenues to offset our operating costs, including our research and development and general and administrative expenses. We may not achieve or sustain our revenue or profit objectives. If we incur losses in the future and/or we are unable to obtain sufficient capital either from operations or externals sources, ultimately, we may have to cease operations.\n \nIn order to grow revenues, we must invest capital to implement our sales and marketing efforts and to successfully develop our technology platforms. Our sales and marketing efforts may never generate significant increases in revenues or achieve profitability and it is possible that we will be required to raise additional capital to continue our operations. If we must devote a substantial amount of time to raising capital, it will delay our ability to achieve our business goals within the time frames that we now expect, which could increase the amount of capital we need. In addition, the amount of time expended by our management on fundraising distracts them from concentrating on our business affairs. If we require additional capital and are not successful in raising the needed capital, we may have to cease operations.\n \nWe may incur greater costs than anticipated, which could result in sustained losses.\n \nWe use reasonable efforts to assess and predict the expenses necessary to pursue our business strategies. However, implementing our business strategies may require more employees, capital equipment, supplies or other expenditure items than management has predicted. Similarly, the cost of compensating additional management, employees and consultants or other operating costs may be more than we estimate, which could result in ongoing and sustained losses.\n \nWe may not be able to implement our business strategies which could impair our ability to continue operations.\n \nImplementation of our business strategies will depend in large part on our ability to (i) attract and maintain a significant number of customers; (ii) effectively provide acceptable services to our customers; (iii) develop and license new products and technologies; (iv)  maintain appropriate internal procedures, policies, and systems; (v) hire, train, and retain skilled employees and management; (vi) continue to operate despite increasing competition in our industry; and (vii) establish, develop and maintain our name recognition. Our inability to obtain or maintain any or all these factors could impair our ability to implement our business strategies successfully, which could have material adverse effects on our results of operations and financial condition.\n \nOur laboratories are subject to regulation and licensure requirements, and the healthcare industry is highly regulated; we may face substantial penalties, and our business activities may be impacted, if we fail to comply.\n \nOur research services are performed in laboratories that are subject to state regulation and licensure requirements. Such regulation and requirements are subject to change, and may result in additional costs or delays in providing our products to our customers. In addition, the healthcare industry in general is highly regulated in the United States at both the federal and state levels. We seek to conduct our business in compliance with all applicable laws, but many of the laws and regulations potentially applicable to us are vague or unclear. These laws and regulations may be interpreted or applied by an authority in a way that could require us to make changes in our business. We may not be able to obtain all regulatory approvals needed to operate our business or sell our products. If we fail to do so, we could be subject to civil and criminal penalties or fines or lose the authorizations necessary to operate our business, as well as incur additional liabilities from third parties. If any of these events happened, they could hurt our business and financial results.\n \n7\nIf our laboratory facilities are damaged or destroyed, or we have a dispute with one of our landlords, our business would be negatively affected.\n \nWe currently utilize several office suites where our laboratories are located within one facility in Rockville, Maryland.  If this facility was to be significantly damaged or destroyed, we could suffer a loss of our ongoing and future drug studies, as well as our TumorBank. In addition, we lease the laboratories from a third party. If we had a dispute with our landlord or otherwise could not utilize our space, it would take time to find and move to a new facility, which could negatively affect our results of operations.\n \nAny health crisis impacting our colony of laboratory mice could have a negative impact on our business.\nOur research services operations depend on having a colony of live mice available. If this population experienced a health crisis, such as a virus or other pathogen, such crisis would affect the success of our existing and future business, as we would have to rebuild the population and repeat current studies.\n \nWe have limited experience marketing and selling our products and may need to rely on third parties to successfully market and sell our products and generate revenues.\n \nCurrently, we rely on the internet, word of mouth, and a small sales force to market our services. We have to compete with other pharmaceutical, biotechnology and life science technology and service companies to recruit, hire, train, and retain marketing and sales personnel.  However, there can be no assurance that we will be able to develop in-house sales, and as a result, we may not be able to generate product revenue. \n \nWe will continue to be dependent upon key employees.\n \nOur success, currently, is dependent upon the efforts of several full-time key employees, the loss of the services of one or more of which would have a material adverse effect on our business and financial condition. We intend to continue to develop our management team and attract and retain qualified personnel in all functional areas to expand and grow our business. This may be difficult in the healthcare industry where competition for skilled personnel is intense.\nBecause our industry is very competitive and many of our competitors have substantially greater capital resources and more experience in research and development, we may not succeed in selling or increasing sales of our products and technologies.\n \nWe are engaged in a rapidly changing and highly competitive field. Potential competitors in the United States and abroad are numerous and include providers of clinical research services, most of which have substantially greater capital resources and more experience in research and development capabilities. Furthermore, new companies will likely enter our market from the United States and abroad, as scientific developments surrounding other pre-clinical and clinical services grow in the multibillion dollar oncology marketplace.  Our competitors may succeed in selling their products to our pharmaceutical and biotech customers more effectively than we sell our products.  In addition, academic institutions, hospitals, governmental agencies, and other public and private research organizations also may conduct similar research, seek patent protection, and may develop and commercially introduce competing products or technologies on their own or through joint ventures. If one or more of our competitors succeeds in developing similar technologies and products that are more effective or successful than any of those that we currently sell or will develop, our results of operations will be significantly adversely affected.\nIf we are unable to protect our intellectual property, we may not be able to compete as effectively.\n \nIt is important in the healthcare industry to obtain patent and trade secret protection for new technologies, products, and processes. Our success will depend, in part, upon our ability to obtain, enjoy, and enforce protection for any products we have, develop or acquire under United States and foreign patent laws and other intellectual property laws, preserve the confidentiality of our trade secrets, and operate without infringing the proprietary rights of third parties. Where appropriate, we will seek patent protection for certain aspects of our technology. However, while our TumorGraft Technology Platform is proprietary and requires significant know-how to both initiate and operate, it is not patented. It is, therefore, possible for competitors to develop other implantation procedures, or to discover the same procedures utilized by us, that could compete with us in our market.\n \nIt also is unclear whether efforts to secure our trade secrets will provide useful protection. While we will use reasonable efforts to protect our trade secrets, our employees or consultants may unintentionally or willfully disclose our proprietary information to competitors resulting in a loss of protection. Enforcing a claim that someone else illegally obtained and is using our trade secrets, like patent litigation, is expensive and time consuming, and the outcome is unpredictable. In addition, courts \n8\noutside the United States are sometimes less willing to protect trade secrets. Finally, our competitors may independently develop equivalent knowledge, methods and know-how.\nIf we are unable to protect the confidentiality of our trade secrets, our business and competitive position would be harmed.\nWe rely on trade secrets, including unpatented know-how, technology and other proprietary information, to maintain our competitive position. We seek to protect these trade secrets, in part, by entering into non-disclosure and confidentiality agreements with parties who have access to them, such as our employees, corporate collaborators, outside scientific collaborators, contract manufacturers, consultants, advisors and other third parties. We also seek to enter into confidentiality and invention assignment agreements with our employees and consultants. Despite these efforts, any of these parties may breach the agreements and disclose our proprietary information, including our trade secrets, and we may not be able to obtain adequate remedies for such breaches. Our trade secrets may also be obtained by third parties by other means, such as breaches of our physical or computer security systems. Enforcing a claim that a party illegally disclosed or misappropriated a trade secret is difficult, expensive and time-consuming, and the outcome is unpredictable. In addition, some courts inside and outside the United States are less willing or unwilling to protect trade secrets. If any of our trade secrets were to be lawfully obtained or independently developed by a competitor, we would have no right to prevent them, or those to whom they communicate it, from using that technology or information to compete with us. If any of our trade secrets were to be disclosed to or independently developed by a competitor, our competitive position would be harmed.\nClaims by others that our products infringe their patents or other intellectual property rights could adversely affect our financial condition.\n \nThe healthcare industry has been characterized by frequent litigation regarding patent and other intellectual property rights. Patent applications are maintained in secrecy in the United States and also are maintained in secrecy outside the United States until the application is published. Accordingly, we can conduct only limited searches to determine whether our technology infringes the patents or patent applications of others. Any claims of patent infringement asserted by third parties would be time-consuming and could likely:\n•\nresult in costly litigation;\n•\ndivert the time and attention of our technical personnel and management;\n•\nrequire us to develop non-infringing technology; or\n•\nrequire us to enter into royalty or licensing agreements.\nResearch service studies are subject to cancellation based on changes in customer’s development plans.\nOur revenue is primarily derived from studies performed for pharmaceutical and biotechnology companies to assist in the development of oncology drugs. There are many factors that could result in the change of our customers development plans for specific drugs, including without limitation to their research and development budgets and drug development strategies. These changes could lead to the cancellation or modification of on-going or planned studies. This would have a negative impact on the Company’s revenue growth and profit margin.\nWe face competition in the life science market for computational software and for bioinformatics products.\n   The market for our computational software platform for the life science market is competitive. We currently face competition from other scientific software providers, larger technology and solutions companies, in-house development by our customers and academic and government institutions, and the open-source community. Some of our competitors and potential competitors have longer operating histories in certain segments of our industry than we do and could have greater financial, technical, marketing, research and development, and other resources.  We could also face competition from open-source software initiatives, in which developers provide software and intellectual property free over the Internet. In addition, some of our customers spend significant internal resources in order to develop their own software. There can be no assurance that our current or potential competitors will not develop products, services, or technologies that are comparable to, superior to, or render obsolete, the products, services, and technologies we offer. There can be no assurance that our competitors will not adapt more quickly than we do to technological advances and customer demands, thereby increasing such competitors' market share relative to ours. Any material decrease in demand for our technologies or services may have a material adverse effect on our business, financial condition, and results of operations.\n \nDrug development programs, particularly those in early stages of development, may never be commercialized.\n9\n    Our future success depends, in part, on our ability to select successful product candidates, complete preclinical development of these product candidates and advance them to and through clinical trials.\n \nEarly-stage product candidates in particular require significant investment in development, preclinical studies and clinical trials, regulatory clearances and substantial additional investment before they can be commercialized, if at all.\n \n    Our research and development programs may not lead to commercially viable products for several reasons, and are subject to the risks and uncertainties associated with drug development. For example, we may fail to identify promising product candidates, our product candidates may fail to be safe and effective in preclinical tests or clinical trials, or we may have inadequate financial or other resources to pursue discovery and development efforts for new product candidates. From time to time, we may establish and announce certain development goals for our product candidates and programs.  However, given the complex nature of the drug discovery and development process, it is difficult to predict accurately if and when we will achieve these goals.  If we are unsuccessful in advancing our research and development programs into clinical testing or in obtaining regulatory approval, our long-term business prospects will be harmed.\n   Impairment of goodwill or other long term assets may adversely impact future results of operations\n \n   We have intangible assets, including goodwill and capitalized software development costs, on our balance sheet. During 2023, we recorded an asset impairment charge related to software development costs of $807,000, reducing the net book value to zero.  If the future growth and operating results of our business are not as strong as anticipated and/or our market capitalization declines, this could impact the assumptions used in calculating the fair value of goodwill or recoverability of any future capitalized software development costs. To the extent any future impairment occurs, the carrying value of our assets will be written down to an implied fair value and an impairment charge will be made to our income from continuing operations. Such an impairment charge could materially and adversely affect our operating results. \nOur ability to use our net operating loss carry-forwards and certain other tax attributes may be limited.\nUnder Section 382 of the Internal Revenue Code of 1986, as amended, referred to as the Internal Revenue Code, if a corporation undergoes an “ownership change” (generally defined as a greater than 50% change (by value) in its equity ownership over a three-year period), the corporation’s ability to use its pre-change net operating loss carry-forwards and other pre-change tax attributes (such as research tax credits) to offset its post-change income may be limited. We believe that our 2016 public offering, taken together with our private placements and other transactions that have occurred since then, may have triggered an “ownership change” limitation. We may also experience ownership changes in the future as a result of subsequent shifts in our stock ownership. As a result, if we earn net taxable income, our ability to use our pre-change net operating loss carry-forwards to offset U.S. federal taxable income may be subject to limitations, which potentially could result in increased future tax liability to us.\nWe have a limited market for our common stock, which makes our securities very speculative.\n \n   Trading activity in our common stock is and has been limited. As a result, an investor may find it difficult to dispose of, or to obtain accurate quotations of the price of our common stock. There can be no assurance that a more active market for our common stock will develop, or if one should develop, there is no assurance that it will be sustained. This could severely limit the liquidity of our common stock, and would likely have a material adverse effect on the market price of our common stock and on our ability to raise additional capital. Furthermore, like many stocks quoted on the Nasdaq Capital Market, trading in our common stock is thin and characterized by wide fluctuations in trading prices, due to many factors that may have little to do with our operations or business prospects. This volatility could depress the market price of our common stock for reasons unrelated to operating performance.\nInvestment in our common stock may be diluted if we issue additional shares in the future.\n \nWe may issue additional shares of common stock, which will reduce shareholders’ percentage ownership and may dilute per share value. Our certificate of incorporation authorizes the issuance of 200,000,000 shares of common stock. As of July 18, 2023, we had 13,544,228 shares of common stock issued and 13,459,539 outstanding. The future issuance of all or part of the remaining authorized common stock would result in substantial dilution in the percentage of the common stock held by existing shareholders. The issuance of common stock for future services, acquisitions, or other corporate actions may have the effect of diluting the value of the shares held by existing shareholders, and might have an adverse effect on any market for our common stock.\n     \n10\nTo the extent that we raise additional funds by issuing equity securities or convertible debt securities in the future, our stockholders may experience significant dilution. Sale of additional equity and/or convertible debt securities at prices below certain levels will trigger anti-dilution provisions with respect to certain securities we have previously sold. If additional funds are raised through a credit facility or the issuance of debt securities or preferred stock, lenders under the credit facility or holders of these debt securities or preferred stock would likely have rights that are senior to the rights of holders of our common stock, and any credit facility or additional securities could contain covenants that would restrict our operation.\n \nPotential future sales or issuances of our common stock to raise capital, or the perception that such sales could occur, could cause dilution to our current stockholders and the price of our common stock to fall.\n \nWe have historically supported our operations through the issuance of equity and may continue to do so in the future. Although we may not be successful in obtaining financing through equity sales on terms that are favorable to us, if at all, any such sales that do occur could result in substantial dilution to the interests of existing holders of our common stock. \nAdditionally, the sale of a substantial number of shares of our common stock or other equity securities to any new investors, or the anticipation of such sales, could cause the trading price of our common stock to fall.\nOur stock price is volatile and therefore investors may not be able to sell their common stock at or above the price they paid for it.\n \nThe stock market in general and the market for biotechnology companies in particular have experienced extreme volatility that has often been unrelated to the operating performance of particular companies. As a result of this volatility, investors may not be able to sell their common stock at or above the price they paid for it. The market price for our common stock may be influenced by many factors, including:\n \n•\nregulatory developments in the United States and foreign countries;\n•\nvariations in our financial results or those of companies that are perceived to be similar to us;\n•\nchanges in the healthcare payment system overseas to the degree we receive revenue from such healthcare systems overseas;\n•\nannouncements by us of significant acquisition, strategic partnerships, joint ventures or capital commitments;\n•\nsales of significant shares of stock by large investors;\n•\nintellectual property, product liability, or other litigation against us; and\n•\nthe other key facts described in this “Risk Factors” section.\n \nCertain provisions of our charter and bylaws and of our contractual agreements contain provisions that could delay and discourage takeover attempts and any attempts to replace our current management by stockholders.\n \nCertain provisions of our certificate of incorporation and bylaws, and our contractual agreements could make it difficult for or prevent a third party from acquiring control of us or changing our board of directors and management. These provisions include:\n \n•\nrequirements that our stockholders comply with advance notice procedures in order to nominate candidates for election to our board of directors or to place stockholders’ proposals on the agenda for consideration at meetings of stockholders; and\n•\nin connection with private placements of our stock in 2011, 2013 and 2015, we covenanted that we would not merge or consolidate with another company unless either the transaction and the trading volume of our stock met certain thresholds and qualifications or we obtained the consent of certain of the investors who purchased our stock in those private placements.\nCertain\n \nprovisions of Delaware law make it more difficult for a third party to acquire us and make a takeover more difficult to complete, even if such a transaction were in the stockholders’ interest.\nThe Delaware General Corporation Law contains provisions that may have the effect of making it more difficult or delaying attempts by others to obtain control of us, even when these attempts may be in the best interests of our stockholders. We also are subject to the anti-takeover provisions of the Delaware General Corporation Law, which prohibit us from engaging in a “business combination” with an “interested stockholder” unless the business combination is approved in a prescribed manner and prohibit the voting of shares held by persons acquiring certain numbers of shares without obtaining requisite approval. The statutes have the effect of making it more difficult to effect a change in control of a Delaware company.\nOur management and four significant stockholders collectively own a substantial majority of our common stock.\n11\n   Collectively, our officers, our directors and three significant stockholders own or exercise voting and investment control of approximately 71% of our outstanding common stock as of July 18, 2023. As a result, investors may be prevented from affecting matters involving our company, including:\n \n•\nthe composition of our board of directors and, through it, any determination with respect to our business direction and policies, including the appointment and removal of officers;\n•\nany determinations with respect to mergers or other business combinations;\n•\nour acquisition or disposition of assets; and\n•\nour corporate financing activities.\n \nFurthermore, this concentration of voting power could have the effect of delaying, deterring or preventing a change of control or other business combination that might otherwise be beneficial to our stockholders. This significant concentration of share ownership may also adversely affect the trading price for our common stock because investors may perceive disadvantages in owning stock in a company that is controlled by a small number of stockholders.\n \n  We have not paid any cash dividends in the past and have no plans to issue cash dividends in the future, which could cause the value of our common stock to have a lower value than other similar companies which do pay cash dividends.\n \nWe have not paid any cash dividends on our common stock to date and do not anticipate any cash dividends being paid to holders of our common stock in the foreseeable future. While our dividend policy will be based on the operating results and capital needs of the business, it is anticipated that any earnings will be retained to finance our future expansion. As we have no plans to issue cash dividends in the future, our common stock could be less desirable to other investors and as a result, the value of our common stock may decline, or fail to reach the valuations of other similarly situated companies who have historically paid cash dividends in the past.\nIf securities or industry analysts do not publish or cease publishing research or reports about us, our business or our market, or if they change their recommendations regarding our common stock adversely, the price of our common stock and trading volume could decline.\n \nThe trading market for our common stock may be influenced by the research and reports that securities or industry analysts may publish about us, our business, our market or our competitors. If any of the analysts who may cover us change their recommendation regarding our common stock adversely, or provide more favorable relative recommendations about our competitors, the price of our common stock would likely decline. If any analyst who may cover us was to cease coverage of our company or fail to regularly publish reports on us, we could lose visibility in the financial markets, which in turn could cause the price of our common stock or trading volume to decline.\n  Our business operations could be disrupted if our information technology systems fail to perform adequately.\n    We rely on information technology networks and systems, including the Internet, to process, transmit, and store information, to manage and support a variety of business processes and activities, and to comply with regulatory, legal, and tax requirements. Our information technology systems, some of which are dependent on services provided by third parties, may be vulnerable to damage, interruption, or shutdown due to any number of causes outside of our control such as catastrophic events, natural disasters, fires, power outages, systems failures, telecommunications failures, employee error or malfeasance, security breaches, computer viruses or other malicious codes, ransomware, unauthorized access attempts, denial of service attacks, phishing, hacking, and other cyberattacks. While we have experienced threats to our data and systems, to date, we are not aware that we have experienced a material breach. Cyberattacks are occurring more frequently, are constantly evolving in nature and are becoming more sophisticated. Additionally, continued geopolitical turmoil, including the Russia-Ukraine military conflict, has heightened the risk of cyberattacks. While we attempt to continuously monitor and mitigate against cyber risks, we may incur significant costs in protecting against or remediating cyberattacks or other cyber incidents.\nSophisticated cybersecurity threats pose a potential risk to the security and viability of our information technology systems, as well as the confidentiality, integrity, and availability of the data stored on those systems, including cloud-based platforms. In addition, new technology that could result in greater operational efficiency may further expose our computer systems to the risk of cyber-attacks. If we do not allocate and effectively manage the resources necessary to build and sustain the proper technology infrastructure and associated automated and manual control processes, we could be subject to billing and collection errors, business disruptions, or damage resulting from security breaches. If any of our significant information technology systems suffer severe damage, disruption, or shutdown, and our business continuity plans do not effectively resolve the issues in a timely manner, our product sales, financial condition, and results of operations may be materially and adversely affected, and we could experience delays in reporting our financial results. In addition, there is a risk of business interruption, \n12\nviolation of data privacy laws and regulations, litigation, and reputational damage from leakage of confidential information. Any interruption of our information technology systems could have operational, reputational, legal, and financial impacts that may have a material adverse effect on our business.\n \n  A pandemic, epidemic, or outbreak of an infectious disease in the United States or elsewhere may adversely affect our business and we are unable to predict the potential impact.\n \nWe are subject to risks related to public health crises such as the global pandemic associated with COVID-19. The global spread of COVID-19 resulted in the World Health Organization declaring the outbreak a “pandemic,” or a worldwide spread of a new disease, in early 2020.  This virus eventually spread world wide to most countries, and to all 50 states within the United States. In response, most countries around the world imposed quarantines and restrictions on travel and mass gatherings in an effort to contain the spread of the virus. Employers worldwide were also required to increase, as much as possible, the capacity and arrangement for employees to work remotely. More recently, many of the restrictions and travel bans have been eased or lifted completely as global society as a whole works to return to pre-pandemic business and personal practices.  Although, to date, these restrictions have not materially impacted our operations, the effect on our business, from the spread of COVID-19 and the actions implemented by the governments of the United States and elsewhere across the globe, may, once again, worsen over time and we are unable to predict the potential impact on our business.\n   Any outbreak of contagious diseases, or other adverse public health developments, could have a material and adverse effect on our business operations. These could include disruptions or restrictions on our ability to travel, pursue partnerships and other business transactions, receive shipments of biologic materials, as well as be impacted by the temporary closure of the facilities of suppliers.   The spread of an infectious disease, like COVID-19, may also result in the inability of our suppliers to deliver supplies to us on a timely basis. In addition, health professionals may reduce staffing and reduce or postpone meetings with clients in response to the spread of an infectious disease. Though we have not yet experienced such events, if they would occur, they could result in a period of business disruption, and in reduced operations, any of which could materially affect our business, financial condition and results of operations.  However, as of the date of this Annual Report on Form 10-K, we have not experienced a material adverse effect on our business nor the need for reduction in our work force; and, currently, we do not expect any material impact on our long-term activity. The extent to which any spread of disease, like that of the COVID-19 pandemic, impacts our business will depend on future developments which are highly uncertain and cannot be predicted, including, but not limited to, information which may emerge concerning the spreading and severity of the any infectious diseases, the actions to contain these, or treat their impact.\n  Deterioration in general economic conditions in the United States and globally, including the effect of prolonged periods of inflation on our customers and suppliers, could harm our business and results of operations.\n   Our business and results of operations could be adversely affected by changes in national or global economic conditions.  These conditions include but are not limited to inflation, rising interest rates, availability of capital markets, energy availability and costs (including fuel surcharges), the negative impacts caused by pandemics and public health crises (such as the COVID-19 pandemic), negative impacts resulting from the military conflict between Russia and the Ukraine, and the effects of governmental initiatives to manage economic conditions.  Impacts of such conditions could be passed on to our business in the form of a reduced customer base and/or potential for new bookings due to possible reductions in pharmaceutical and biotech industry-wide spend on research and development and/or economic pressure on our suppliers to pass on increased costs.",
    "item7": ">Item 7. \nManagement’s Discussion and Analysis of Financial Condition and\n \nResults of Operations\n \nYou should read the following discussion and analysis together with our consolidated financial statements and the related notes included elsewhere in this Annual Report. This discussion contains forward-looking statements that are based on our current expectations, estimates, and projections about our business and operations. Our actual results may differ materially from those currently anticipated and expressed in such forward-looking statements as a result of a number of factors, including those we discuss under Item 1A – “Risk Factors” and elsewhere in this Annual Report.\n \nOverview and Recent Developments\n \nWe are a technology-enabled research organization engaged in creating transformative technology solutions to be utilized in drug discovery and development. Our research center consists of a comprehensive set of computational and experimental research platforms. Our pharmacology, biomarker, and data platforms are designed to facilitate drug discovery and development at lower costs and increased speeds. We perform studies which we believe may predict the efficacy of experimental oncology drugs or approved drugs as stand-alone therapies or in combination with other drugs and can stimulate the results of human clinical trials. These studies include in vivo studies that rely on implanting multiple tumors from our TumorBank in mice and testing the therapy of interest on these tumors. Studies may also include bioinformatics analysis that reveal the differences in the genetic signatures of the tumors that responded to a therapy as compared to the tumors that did not respond. Additionally, we provide computational or experimental support to identify novel therapeutic targets, select appropriate patient populations for clinical evaluation, identify potential therapeutic combination strategies, and develop biomarker hypothesis of sensitivity or resistance. These studies include the use of our in vivo, ex vivo, analytical and computational platforms.  \nWe are engaged in the development and sale of advanced technology solutions and products to personalize the development and use of oncology drugs through our Translational Oncology Solutions (\"TOS\"). This technology ranges from computational-based discovery platforms, unique oncology software solutions, and innovative and proprietary experimental tools such as in vivo, ex vivo and biomarker platforms. Utilizing our TumorGraft Technology Platform (\"The Platform\"), a comprehensive Bank of unique, well characterized models, we provide select services to pharmaceutical and biotechnology companies seeking personalized approaches to drug development. By performing studies to predict the efficacy of oncology drugs, our Platform \n15\nfacilitates drug discovery with lower costs and increased speed of drug development as well as increased adoption of existing drugs.\nWe also sell Lumin Bioinformatics (\"Lumin\"), an oncology data-driven software program which contains comprehensive information derived from our research services and clinical studies. Lumin leverages Champions’ large Datacenter coupled with analytics and artificial intelligence to provide a robust tool for computational cancer research. It is the combination of the Datacenter and the analytics that create a unique foundation for Lumin. Insights developed using Lumin can provide the basis for biomarker hypotheses, reveal potential mechanisms of therapeutic resistance, and guide the direction of additional preclinical evaluations.  During fiscal 2023, we recorded an asset impairment related to Lumin software development costs of $807,000.\nOur drug discovery and development business leverages the computational and experimental capabilities within our platforms. Our discovery strategy utilizes our rich and unique Datacenter, coupled with artificial intelligence and other advanced computational analytics, to identify novel therapeutic targets. We then employ the use of our proprietary experimental platforms to rapidly validate these targets for further drug development efforts. \n   We have a pipeline of targets at various stages of discovery and validation, with a select group that has progressed to early stage therapeutic development. Our commercial strategy for the validated targets and therapeutics established from this business is wide-ranging and still being developed. It will depend on many factors, and will be specific for each target or therapeutic area identified. Any expenses associated with this part of our business are research and development and are expensed as incurred.\nWe regularly evaluate strategic options to create additional value from our drug discovery business, which may include, but are not limited to, potential spin-out transactions or capital raises.\nResults of Operations\n \nThe following table summarizes our operating results for the periods presented below (dollars in thousands):\n \nFor the Years Ended April 30,\n2023\n% of\nRevenue\n2022\n% of\nRevenue\n%\nChange\nOncology services revenue\n$\n53,870 \n100.0 \n%\n$\n49,109 \n100.0 \n%\n9.7 \n%\nCosts and operating expenses:\n \n \nCost of oncology services\n29,532 \n54.8 \n23,632 \n48.1 \n25.0 \nResearch and development\n11,545 \n21.4 \n9,374 \n19.1 \n23.2 \nSales and marketing\n7,002 \n13.0 \n6,379 \n13.0 \n9.8 \nGeneral and administrative\n10,240 \n19.0 \n9,117 \n18.6 \n12.3 \nAsset Impairment\n807 \n1.5 \n— \n— \n100.0 \nTotal costs and operating expenses\n59,126 \n109.7 \n48,502 \n98.8 \n21.9 \n(Loss) income from operations\n$\n(5,256)\n(9.7)\n%\n$\n607 \n1.2 \n%\n(965.9)\n%\n \nOncology Services Revenue\n \nOncology services revenue, which is primarily derived from research services, was $53.9 million and $49.1 million, for the years ended April 30, 2023 and 2022, respectively, an increase of $4.8 million, or 9.7%. The increase in revenue was primarily due to the expansion of both our platform and product lines creating additional demand for our services, leading to larger pharmacology study sizes in both our in-vivo and ex-vivo platforms. \nCost of Oncology Services\n \nCost of oncology services were $29.5 million and $23.6 million for the years ended April 30, 2023 and 2022, respectively, an increase of $5.9 million or 25.0%. The increase in cost of oncology services was primarily from an increase in compensation \n16\nand supply expenses.\n \nGross margin was \n45%\n for the twelve months ended April 30, 2023 compared to \n52%\n for the twelve months ended April 30, 2022. The decrease in gross margin was the result of increasing costs in compensation and supplies to support revenue growth that didn't materialize as expected. \n Research and Development\n \nResearch and development expense was $11.5 million and $9.4 million for the years ended April 30, 2023 and 2022, respectively, an increase of $2.2 million or 23.2%. The increase was primarily due to the investments in new service capabilities and our drug discovery and development programs with the increase coming primarily from compensation, lab supply, and outsourced discovery expenses. \n \nSales and Marketing\n \nSales and marketing expense was $7.0 million and $6.4 million for the years ended April 30, 2023 and 2022, respectively, an increase of $0.6 million or 9.8%.\n \nThe increase was mainly due to compensation expense, driven by the continued expansion of our business development teams, and marketing initiatives, including increased conference attendance due to the easing of Covid restrictions.\nGeneral and Administrative\n \nGeneral and administrative expense was $10.2 million and $9.1 million for the years ended April 30, 2023 and 2022, respectively, an increase of $1.1 million, or 12.3%. General and administrative expenses were primarily comprised of compensation, insurance, professional fees, IT, and depreciation and amortization expenses. The general and administrative expenses increase was primarily due to increases in non-cash depreciation and amortization expenses. \nAsset Impairment \n  During the fourth quarter of fiscal 2023, we assessed the recoverability of the Lumin capitalized software development costs by comparing the forecasted future revenues from Lumin sales, based on management’s best estimates and using appropriate assumptions and projections, to the carrying amount of the capitalized asset. Several factors were considered in this analysis, including, the decrease in Lumin revenue growth from the prior year, the deceleration of new Lumin bookings in the current year, and the strategic consideration for additional capital investment into the platform, sales team, and marketing campaigns to bolster awareness and growth.  As the carrying value was determined not to be recoverable from future revenues, an impairment loss was recognized for the year ending April 30, 2023 equal to the amount by which the carrying amount exceeded the future revenues, or, its net book value at that date of $807,000.  There were no impairment charges for the year ending April 30, 2022.\nOther Expense\n \nOther expense, net was $11,000 and $24,000 for the years ended April 30, 2023 and 2022, respectively and resulted primarily from foreign currency transaction net losses offset by interest income.\n \n \nLiquidity and Capital Resources\n \nOur liquidity needs have typically arisen from the funding of our research and development programs and the launch of new products, working capital requirements, and other strategic initiatives. In the past, we have met these cash requirements through our cash on hand, working capital management, proceeds from certain private placements and public offerings of our securities and sales of products and services. For the years ended April 30, 2023 and 2022, the Company had a net loss of approximately $5.3 million and net income of approximately $548,000, respectively.  As of April 30, 2023, the Company had an accumulated deficit of approximately $77.3 million, negative working capital of $2.3 million and cash of $10.1 million. For the twelve months ended April 30, 2023, the Company realized cash flow from operations of approximately $4.0 million. Despite our negative working capital at this date, we believe that our cash on hand, together with expected cash flows from operations, are adequate to fund operations through at least August 2024. Should the Company be required to raise additional capital, there can be no assurance that management would be successful in raising such capital on terms acceptable to us, if at all.\nCash Flows\n \nThe following discussion relates to the major components of our cash flows:\n \n17\nCash Flows from Operating Activities\n \nNet cash provided by operating activities was $4.0 million and $6.5 million for the years ended April 30, 2023 and 2022, respectively. The decrease in cash provided by operations resulted primarily from the net loss realized in fiscal 2023. Cash generated from operations in 2023 was primarily due to changes in our working capital accounts in the ordinary course of business and an increase in deferred revenue.\nCash Flows from Investing Activities\n \nNet cash used in investing activities was $2.9 million and $2.4 million for the years ended April 30, 2023 and 2022, respectively. The cash used was for the investment in lab and computer equipment. \n \nCash Flows from Financing Activities\n \nNet cash provided by financing activities was $11,000 and $207,000 for the years ended April 30, 2023 and 2022, respectively. Cash flows provided by financing activities was due to exercises of stock options and decreased from the prior year due to lower volume of exercises.  During fiscal 2023, cash provided by financing was offset by cash used to repurchase common stock per our stock buyback program. \n Critical Accounting Policies\n \n  The following discussion of critical accounting policies identifies the accounting policies that require application of management’s most difficult, subjective or complex judgments, often as a result of the need to make estimates about the effect of matters that are inherently uncertain and may change in subsequent periods. It is not intended to be a comprehensive list of all of our significant accounting policies, which are more fully described in Note 2 of the notes to the consolidated financial statements included in this document. In many cases, the accounting treatment of a particular transaction is specifically dictated by generally accepted accounting principles, with no need for management’s judgment in their application. There are also areas in which the selection of an available alternative policy would not produce a materially different result.\n \nGeneral\n \nOur discussion and analysis of our financial condition and results of operations are based on our consolidated financial statements, which have been prepared in accordance with accounting principles generally accepted in the United States or GAAP. The preparation of the consolidated financial statements requires us to make estimates and judgments that affect the reported amounts of assets, liabilities, revenue, expenses, and related disclosure of contingent assets and liabilities. Significant estimates of the Company include, among other things, accounts receivable realization, revenue recognition, valuation allowance for deferred tax assets, recoverability of capitalized software development costs, and stock-based compensation and warrant assumptions. We base our estimates on historical experience, our observance of trends in particular areas and information or valuations and various other assumptions that we believe to be reasonable under the circumstances and which form the basis for making judgments about the carrying value of assets and liabilities that may not be readily apparent from other sources. Actual amounts could differ significantly from amounts previously estimated.\n \nRevenue Recognition\n \nThe Company accounts for revenue under the Financial Accounting Standards Board's (FASB) Accounting Standards Codification (ASC) 606, Revenue from Contracts with Customers.  In accordance with ASC 606, revenue is now recognized when, or as, a customer obtains control of promised services. The amount of revenue recognized reflects the consideration to which the Company expects to be entitled to receive in exchange for these services. \nA performance obligation is a promise (or a combination of promises) in a contract to transfer distinct goods or services to a customer and is the unit of accounting under ASC 606 for the purposes of revenue recognition. A contract's transaction price is allocated to each separate performance obligation based upon the standalone selling price and is recognized as revenue, when, or as, the performance obligation is satisfied. The majority of the Company's contracts have a single performance obligation because the promise to transfer individual services is not separately identifiable from other promises in the contracts, and therefore, is not distinct.\nThe majority of the Company's revenue arrangements are service contracts that are completed within a year or less. There are a few contracts that range in duration between 1 and 3 years. Substantially all of the Company's performance obligations, \n18\nand associated revenue, are transferred to the customer over time. Most of the Company's contracts can be terminated by the customer without cause. In the event of termination, the Company's contracts provide that the customer pay the Company for services rendered through the termination date. The Company generally receives compensation based on a predetermined invoicing schedule relating to specific milestones for that contract. In addition, in certain instances a customer contract may include forms of variable consideration such as performance incentives or other provisions that can increase or decrease the transaction price. This variable consideration is generally awarded upon achievement of certain performance metrics. For the purposes of revenue recognition, variable consideration is assessed on a contract-by-contract basis and the amount to be recorded is estimated based on the assessment of the Company's anticipated performance and consideration of all information that is reasonably available. Variable consideration is recognized as revenue if and when it is deemed probable that a significant reversal in the amount of cumulative revenue recognized will not occur when the uncertainty associated with the variable consideration is resolved in the future.\nAmendments to contracts are common. The Company evaluates each amendment which meets the criteria of a contract modification under ASC 606. Each modification is further evaluated to determine whether the contract modification should be accounted for as a separate contract or as a continuation of the original agreement. \n     The Company accounts for amendments as a separate contract when they meet the criteria under ASC 606-10-25-12.\nStock-Based Payments\n \nWe typically recognize expense for stock-based payments based on the fair value of awards on the date of grant. We use the Black-Scholes option pricing model to estimate fair value. The option pricing model requires us to estimate certain key assumptions such as expected life, volatility, risk free interest rates, and dividend yield to determine the fair value of stock-based awards. These assumptions are based on historical information and management judgment. We expense stock-based payments over the period that the awards are expected to vest. In the event of forfeitures, compensation expense is adjusted. We report cash flows resulting from tax deductions in excess of the compensation cost recognized from those options (excess tax benefits) as financing cash flows when the cash tax benefit is received.\n \nRecoverability of Capitalized Software Development Costs\nThe Company accounts for the cost of computer software obtained or developed for internal use as well as the software development and implementation costs associated with a hosting arrangement (\"internal-use software\") that is a service contract\nin accordance and with ASC 350, Intangibles - Goodwill and Other (\"ASC-350\"). We capitalize certain costs in the development of our internal-use software when the preliminary project stage is completed and the software has reached the point of technological feasibility. Capitalization of these costs ceases once the project is substantially complete and the software is ready for its intended purpose and available for sale.  Capitalized costs are recorded as an asset and then amortized using the straight-line method over an estimated useful economic life of three years.\nCapitalized software development costs are stated at gross cost less accumulated amortization. Recoverability of these capitalized costs is determined at each balance sheet date by comparing the forecasted future revenues from the related product, based on management’s best estimates using appropriate assumptions and projections at the time, to the carrying amount of the capitalized software development costs. If the carrying value is determined not to be recoverable from future revenues, an impairment loss is recognized equal to the amount by which the carrying amount exceeds the future revenues.  During fiscal 2023, we recorded an asset impairment charge related to software development costs of $807,000. \nAccounting for Income Taxes\n \nWe use the asset and liability method to account for income taxes. Significant management judgment is required in determining the provision for income taxes, deferred tax assets and liabilities and any valuation allowance recorded against net deferred tax assets.  In preparing the consolidated financial statements, we are required to estimate income taxes in each of the jurisdictions in which we operate.  This process involves estimating the actual current tax liability together with assessing temporary differences resulting from differing treatment of items, such as deferred revenue, depreciation on property, plant and equipment, goodwill and losses for tax and accounting purposes.  These differences result in deferred tax assets, which include tax loss carry-forwards, and liabilities, which are included within the consolidated balance sheet.  We then assess the likelihood that deferred tax assets will be recovered from future taxable income, and to the extent that recovery is not likely or there is insufficient operating history, a valuation allowance is established. To the extent a valuation allowance is established or increased in a period, we include an expense within the tax provision of the consolidated statements of operations. As of April 30, 2023 and 2022, we have established a full valuation allowance for all deferred tax assets.\n \n19\nAs of April 30, 2023 and 2022, we recognized a liability for uncertain tax positions on the balance sheet relative to foreign operations in the amount of $181,000. We do not anticipate any significant unrecognized tax benefits will be recorded during the next 12 months.  Any interest or penalties related to unrecognized tax benefits is recognized in income tax expense. The Company has not accrued penalties or interest during the year ended April 30, 2023 as we believe the liability for uncertain tax positions accurately reflects penalties and/or interest as of this date.\nAccounting Pronouncements Being Evaluated\n    In June 2016, the FASB issued ASU No. 2016-13, \"Financial Instruments - Credit Losses\". This update requires immediate recognition of management’s estimates of current expected credit losses (\"CECL\").  Under the prior model, losses were recognized only as they were incurred.  The new model is applicable to all financial instruments that are not accounted for at fair value through net income.  The standard is effective May 1, 2023 for the Company. We are currently assessing the impact of this update on our consolidated financial statements but we do not expect the adoption of the pronouncement to have a material impact on our balance sheet or results of operations. \nOff-Balance Sheet Financing\n \nWe have no off-balance sheet debt or similar obligations.  We have no transactions or obligations with related parties that are not disclosed, consolidated into or reflected in our reported results of operations or financial position.  We do not guarantee any third-party debt.\n ",
    "item7a": ">Item 7A. \nQuantitative and Qualitative Disclosures About Market Risk\n \nNot applicable.\n ",
    "cik": "771856",
    "cusip6": "15870P",
    "cusip": [
        "15870P307"
    ],
    "names": [
        "CHAMPIONS ONCOLOGY INC"
    ],
    "source": "https://www.sec.gov/Archives/edgar/data/771856/000162828023025464/0001628280-23-025464-index.htm"
}