{
    "item1": ">ITEM 1.    BUSINESS\nGeneral\nOverview\nLumentum Holdings Inc. (“we,” “us,” “our”, “Lumentum” or the “Company”) is an industry-leading provider of optical and photonic products addressing a range of end-market applications including Optical Communications (“OpComms”) and Commercial Lasers (“Lasers”) for manufacturing, inspection and life-science applications. We seek to use our core optical and photonic technology, and our volume manufacturing capability, to expand into attractive emerging markets that benefit from advantages that optical or photonics-based solutions provide, including imaging and sensing for consumer electronics and diode light sources for a variety of consumer and industrial applications. The majority of our customers have historically been, and are currently, original equipment manufacturers (“OEMs”) that incorporate our products into their products, which then address end-market applications. For example, we sell fiber optic components that network equipment manufacturers (“NEMs”) assemble into communications networking systems, which they sell to communication service providers, hyperscale cloud operators, and enterprises with their own networks. Similarly, many of our Lasers products customers incorporate our products into tools they produce, which are used for manufacturing processes by their customers. For imaging and sensing, we sell diode lasers to manufacturers of consumer electronics products for mobile, personal computing, gaming, and other applications, including to the automotive industry, who then integrate our devices within their products, for eventual resale to consumers and also into other industrial applications.\n2\nTable of Contents\nWe believe the global markets in which Lumentum participates have fundamentally robust, long-term trends that will increase the need for our photonics products and technologies. We believe the world is becoming more reliant on ever-increasing amounts of data flowing through optical networks and data centers. Lumentum’s products and technology enable the scaling of these optical networks and data centers to higher capacities. We expect that the accelerating shift to digital and virtual approaches to many aspects of work and life will continue into the future. Virtual meetings, video calls, and hybrid in-person and virtual environments for work and other aspects of life will continue to drive strong needs for bandwidth growth and present dynamic new challenges that our technology addresses. As manufacturers demand higher levels of precision, new materials, and factory and energy efficiency, suppliers of manufacturing tools globally are turning to laser-based approaches, including the types of lasers Lumentum supplies. Laser-based 3D sensing and LiDAR for security, industrial and automotive applications are rapidly developing markets. The technology enables computer vision applications that enhance security, safety, and new functionality in the electronic devices that people rely on every day. The use of LiDAR and in-cabin 3D sensing in automobile and delivery vehicles over time significantly adds to our long-term market opportunity. Frictionless and contactless biometric security and access control is of increasing focus globally given the world’s experience with the COVID-19 pandemic. Additionally, we expect 3D-enabled machine vision solutions to expand significantly in industrial applications in the coming years.  \nWe operate in two reportable segments: OpComms and Lasers.\nWe have a global footprint that enables us to address global market opportunities for our products with employees engaged in research and development (“R&D”), administration, manufacturing, support and sales and marketing activities. We have manufacturing capabilities and facilities in North America, South America, Asia-Pacific and Europe. Our headquarters are located in San Jose, California, and we employed approximat\nely \n7,500\n full\n-time employees around the world as of July 1, 2023.\nLumentum was incorporated in Delaware as a wholly owned subsidiary of JDS Uniphase Corporation (“JDSU”) on February 10, 2015. In August 2015, we were spun-off from JDSU and became an independent publicly traded company through the distribution of our common stock by JDSU to its stockholders. In 2015, JDSU was renamed Viavi Solutions Inc. (“Viavi”). Our business traces its origins to Uniphase Corporation, which was formed in 1979 and became publicly traded in 1992. Uniphase was originally a supplier of commercial lasers, and later, a leading supplier of optical transmission products. In 1999, JDS Fitel Inc., a pioneer in products for fiber optic networking which was formed in 1981, merged with Uniphase to become JDSU, a global leader in optical networking. Subsequent acquisitions by JDSU broadened the depth and breadth of the OpComms and Lasers businesses, as well as the intellectual property, technology and product offerings, of what is now Lumentum. Notable amongst these acquisitions in the OpComms business were Agility Communications, Inc. in 2005 and Picolight, Inc. in 2007, which respectively brought widely tunable, long wavelength laser technology for metro and long-haul networking applications and short wavelength vertical-cavity surface-emitting lasers (“VCSELs”) for enterprise, datacenter networking, and 3D sensing applications. The fundamental laser component technologies, which we acquired through these acquisitions, form the basis of optical networks today, and we believe will continue to do so for the foreseeable future. These technologies will enable us to develop highly integrated products to satisfy our communications customers’ ever-increasing needs for smaller, lower power and lower cost optical products. Notable acquisitions in the Lasers business were Lightwave Electronics Corporation in 2005 and Time-Bandwidth Products Inc. in 2014. Both of these Lasers acquisitions brought high power pulsed solid-state laser products and technology to our business, which address the micro machining laser market and expanded our addressable market. \nIn December 2018, we completed the acquisition of Oclaro, Inc. (“Oclaro”), a provider of optical components and modules for the long-haul, metro and data center markets. Oclaro’s products provide differentiated solutions for optical networks and high-speed interconnects driving the next wave of streaming video, cloud computing, application virtualization and other bandwidth-intensive and high-speed applications. This acquisition strengthened our product portfolio, by adding Oclaro’s indium phosphide laser and photonic integrated circuit and coherent component and module capabilities which broadened our revenue mix and positions us strongly to meet the future needs of our customers. \nIn August 2022, we completed our merger with NeoPhotonics Corporation (“NeoPhotonics”). The addition of NeoPhotonics expands our opportunities in some of the fastest growing markets for optical components used in cloud and telecom network infrastructure. We expect the integrated company to be better positioned to serve the needs of a global customer base who are increasingly utilizing photonics to accelerate the shift to digital and virtual approaches to work and life, the proliferation of the internet of things (“IoT”), 5G, and next-generation mobile networks, and the transition to advanced cloud computing architectures.\nIn August 2022, we completed a transaction to acquire IPG Photonics’ telecom transmission product lines  (“IPG telecom transmission product lines”) that develop and market products for use in telecommunications and datacenter infrastructure, including Digital Signal Processors (“DSPs”), application-specific integrated circuits (“ASICs”) and optical transceivers. This acquisition has expanded our business in the OpComms segment.\n3\nTable of Contents\nIndustry Trends and Business Risks\nOur business is driven by end-market applications which benefit from the performance advantages of optical and photonics solutions.\nThe OpComms markets we serve are experiencing increasing needs for higher data transmission speeds, fiber optic network capacity and network agility. This is driven by rapid growth in both the number of higher bandwidth broadband applications such as high-definition video, online gaming, cloud computing, artificial intelligence and machine learning, and the number and scale of datacenters that require fiber optic links to enable the higher speeds and increased scale necessary to deliver high bandwidth video and other services. Our technology, which was originally developed for communications applications, is also finding use in other emerging market opportunities including 3D sensing applications that employ our laser technology in mobile devices, computers, augmented and virtual reality and other consumer electronics devices. Additionally, our products have been and are continuing to be designed into emerging automotive, industrial, security, safety and surveillance applications.\nIn the Lasers markets, customer demand is driven by the need to enable faster, higher precision volume manufacturing techniques with lower power consumption, more environmentally friendly, reduced manufacturing footprint and increased productivity. These capabilities are critical as industries develop products that are smaller and lighter, increasing productivity and yield and lowering their energy consumption. \nOur optical and laser solutions, developed in close collaboration with OEM partners and end users, are well-positioned to meet demand resulting from these trends. We do, however, expect to continue to encounter a number of industry and market risks and uncertainties. These risks and uncertainties may limit our visibility, and consequently, our ability to predict future revenue, profitability and general financial performance and could create quarter over quarter variability in our financial measures. For example, the demand environment coupled with changing export regulations with China have fluctuated significantly in recent years and has created volatility and uncertainty in our future demand.\nSupply Chain Constraints\nOur business and our customers’ businesses have been negatively impacted by worldwide logistics and supply chain issues, including constraints on available cargo capabilities and limited availability of once broadly available supplies of both raw materials and finished components. COVID-19 also created dynamics in the semiconductor component supply chains that have led to shortages of the types of components we and our customers require in our products. Although the supply chain constraints have improved in the latter half of fiscal 2023, these shortages impacted our ability to meet demand and generate revenue from certain products in fiscal 2022 and fiscal 2023. If these shortages happen again in the future, they will impact our ability to supply our products to our customers and may reduce our revenue and profit margin. In addition, if our customers are unable to procure needed semiconductor components, this could reduce their demand for our products and reduce our revenue. The impact of semiconductor component shortages may continue in the near term with the exhaustion of supplier and customer buffer inventories and safety stocks. Due to the global supply chain constraints, we had to incur incremental supply and procurement costs in order to increase our ability to fulfill demands from our customers.\n \nIn addition, in response to component shortages, certain of our customers accumulated inventory that they are now managing down as supply conditions improve.  Accordingly, ordering patterns are difficult to predict and have declined from recent periods. For example, in the third quarter of fiscal 2023, a significant network equipment manufacturer informed us that due to their inventory management, it would not take the shipments we had originally projected for the quarter. These trends continued through the end of fiscal 2023 and we expect some level of inventory management by our customers will continue to impact our business during fiscal 2024.\nFor more information on risks associated with supply chain constraints and customer inventory, refer to Item 1A “Risk Factors” of this Annual Report.\nImpact of COVID-19 to Our Business\nWe continue to monitor the COVID-19 pandemic and actively assess potential implications to our business, supply chain, customer fulfillment sites, support operations and customer demand. We also continue to take appropriate measures to protect the health and safety of our employees and to create and maintain a safe working environment. While the effects of the COVID-19 pandemic have been lessening, if the adverse effects of COVID-19 or related responses of business or governments become more severe and prevalent or prolonged in the locations where we, our customers, suppliers or contract manufacturers conduct business, our business and results of operations could be materially and adversely affected in the future periods.\nFor more information on risks associated with the COVID-19 outbreak and regulatory actions, refer Item 1A “Risk Factors” of this Annual Report.\n4\nTable of Contents\nReportable Segments\nWe have two operating segments, OpComms and Lasers. The two operating segments were primarily determined based on how our Chief Operating Decision Maker (“CODM”) views and evaluates our operations. Operating results are regularly reviewed by our CODM to make decisions about resources to be allocated to the segments and to assess their performance. Other factors, including market separation and customer specific applications, go-to-market channels, products and manufacturing, are considered in determining the formation of these operating segments. We do not track our property, plant, and equipment by operating segments. For the geographic identification of these assets and for further information regarding our operating segments, refer to “Note 18. Operating Segments and Geographic Information” to the consolidated financial statements.\nOpComms\nMarkets\nOur OpComms products address the following markets: telecommunications (“Telecom”), data communications (“Datacom”) and consumer and industrial (“Consumer and Industrial”). \nOur OpComms products include a wide range of components, modules and subsystems to support customers including carrier networks for access (local), metro (intracity), long-haul (city-to-city and worldwide) and submarine (undersea) applications. Additionally, our products address enterprise, cloud, and data center applications, including storage-access networks (“SANs”), local-area networks (“LANs”) and wide-area networks (“WANs”), as well as artificial intelligence and machine learning (“AI/ML”). These products enable the transmission and transport of video, audio and data over high-capacity fiber-optic cables. We maintain leading positions in these fast-growing OpComms markets through our extensive product portfolio, including reconfigurable optical add/drop multiplexers (“ROADMs”), coherent dense wavelength division multiplexing (“DWDM”) pluggable transceivers, and tunable small form-factor pluggable transceivers. We also sell laser chips for use in manufacturing of high-speed Datacom transceivers. \nIn the Consumer and Industrial market, our OpComms diode laser products include VCSELs and edge emitting lasers. In the Consumer end-market, our laser light sources are integrated into 3D sensing cameras which are used in applications in mobile devices, gaming, payment kiosks, computers, and other consumer electronics devices. Applications include biometric identification, computational photography, virtual and augmented reality, and natural user interfaces. Emerging applications for our lasers include automotive safety systems, LiDAR for advanced driver assistance systems in automobiles and autonomous vehicles, self-navigating robotics and drones in industrial applications, and 3D capture of objects coupled with 3D imaging or printing. In the industrial end-market, our diode lasers are used primarily as pump sources for pulsed and kilowatt class fiber lasers. \nCustomers \nDuring fiscal 2023, 2022, and 2021, net revenue generated from a single customer which represented 10% or more of our total net revenue of the applicable fiscal year is summarized in the table below:\nYears Ended\nJuly 1, 2023\nJuly 2, 2022\nJuly 3, 2021\nApple\n12.1 \n%\n28.7 \n%\n30.2 \n%\nCiena\n15.3 \n%\n12.6 \n%\n10.1 \n%\nHuawei\n*\n*\n10.8 \n%\nNokia\n10.5 \n%\n*\n*\n*Represents less than 10% of total net revenue.\n5\nTable of Contents\nTrends \nWe believe the optical communications market has started to expand beyond a small number of very large service providers and is transitioning to a variety of open and captive networks created for in-house use by large video services, search engines and companies offering a variety of cloud computing services. We believe that the trend towards an increase in demand for optical solutions, which increase network capacity, is in response to growing bandwidth demand driven by increased transmission of video, voice and data over optical communications networks. For example, artificial intelligence and machine learning workloads require additional bandwidth compared to traditional computing workloads. Additionally, service providers also seek to decrease the total cost of ownership of their networks. To remain competitive, network operators worldwide must offer broader suites of digital services at competitive prices. To do this, they are migrating to Internet-protocol (“IP”) networks and expanding long-haul, metro regional and metro access networks, which effectively deliver broadband services, while lowering capital and operating costs of dense-wavelength-division multiplexing networks.\nThe growing demand for capacity encourages the adoption of OpComms products across the Datacom and Telecom markets. Demand for capacity in the Datacom market is driven by the growing needs of LANs and WANs. Growth in Datacom is also driven by web and cloud services companies that are expanding data center infrastructure, increasing the need for network capacity within and between these data centers. \nDemand in the Telecom market is driven by new and existing bandwidth-intensive applications that can result in sudden and severe changes in demand almost anywhere on the network. Increasing agility in optical networks by employing ROADMs, wavelength selective switches, wavelength tunable transmission products and other agile optical products provides an effective way to respond to unpredictable bandwidth demands and to manage expenses. With more agile optical networks, a network operator can add capacity by using remote management applications rather than dispatching technicians to perform manual operations in the field. \nIn addition, the high-end routers, switches and cross-connect equipment that must handle legacy and internet-protocol traffic are becoming increasingly complex in order to meet higher bandwidth, scalability, speed and reliability needs. Products must provide higher levels of functionality and performance in compact designs that must also meet requirements for quality, reliability, and cost. \nWe believe increasing speeds at the edge of the network, including the significant increase in speed in 5G mobile networks, combined with increasing demand for high bandwidth applications and services, including streaming video, will result in increasing demand for additional capacity in datacenter interconnect, metro regional and long-haul networks. The dynamically reconfigurable nature of today’s networks enables lower operating costs and other competitive advantages, allowing communications service providers to use and scale network capacity more flexibly, streamline service provisioning, accelerate rerouting around points of failure and modify network topology through simple point-and-click network management systems.\nOur optical products are well-positioned to meet these demands. Our innovations, particularly in the area of photonic integration, have resulted in products that have more functionality, are significantly smaller in size, require less power, and are more cost-effective than our historical products. Higher levels of integration have also led to development of our Super Transport Blade, which delivers all transport functions (wavelength switching, pre-amplification, post-amplification, optical supervisory channel and monitoring) in a single, integrated platform, essentially replacing three blades with one.\nOfferings\nIn addition to a full selection of active and passive components, we offer increasing levels of functionality and integration in modules, circuit packs and subsystems for transmission, amplification, wavelength management and more. \nIn the Telecom market, we provide transmission and transport solutions for optical networks that make up the backbone of the Telecom infrastructure, thereby enabling the internet, connections between cloud datacenters, and backhaul of data from wireless mobile networks. Transmission products, such as our tunable transponder, transceiver and transmitter modules, transmit and receive high-speed data signals at the ingress/egress points of networks. These products use dense wavelength division multiplexing (“DWDM”) technology to maximize the fiber transmission capacity while lowering the cost per bit to meet the needs of increasing internet and cloud demand. We also offer components including tunable lasers, receivers and modulators to address the higher end of these same network applications.\nOur transport products, such as ROADMs, amplifiers and optical channel monitors provide switching, routing and the conditioning of optical signals. We also make components for transport, including 980nm, multi-mode and Raman pumps for optical amplifiers, and passive components. Passive components include switches, attenuators, photodetectors, gain flattening filters, isolators, wavelength-division multiplexing (“WDM”) filters, arrayed waveguide gratings (“AWGs”), multiplex/de-multiplexers and integrated passive modules. \n6\nTable of Contents\nOur innovation led to the Super Transport Blade, which integrates all major optical transport functions into a single-slot blade. This all-in-one solution reduces the size, cost and power requirements of optical components, incorporates nano wavelength selective switch technology and enables greater chassis density and a smaller footprint.\nIn the Datacom market, optical transceivers are used to connect servers, switches, routers and other information technology infrastructure critical for today’s internet applications, web services, video streaming, enterprise networks, artificial intelligence and machine learning and service provider solutions. The cloud data center market is one of the fastest growing markets in optical communications both in terms of network equipment investments and increasing volumes of higher speed optical transceivers. Additionally, the increased bandwidth needs of 5G wireless applications will drive growth in the volumes of high-speed optical transceivers. Historically, we have supplied optical transceivers, but we have shifted our strategy to supplying the underlying optical components, high-speed source lasers and receiver photo diodes used in optical transceivers to address these market segments.\nFor the 100G and higher data rates, we offer several source laser technologies to balance technical and commercial requirements. For high volume, short distance applications we developed our VCSELs, which are ideal for short reach applications because they enable low power, low-cost optical solutions that are highly scalable. For high-performance, longer distance applications we have our directly modulated laser (“DML”) and electro-absorption modulated laser (“EML”) chips supporting module applications with speeds from 10Gb/s through 800Gb/s. We also supply continuous wave (“CW”) lasers to customers utilizing silicon photonics to design and manufacture high speed datacom transceivers. Our individual lasers and compact laser arrays offer an innovative solution for the LANs, SANs, broadband internet, 5G Wireless and metro-area network as well as hyperscale datacenter applications.\nOur imaging and sensing technology enables real time depth information to any photo or video image. This represents a fundamental transition for image capture akin to the transition from monochrome to color and gives devices the ability to see the world around them in three dimensions. The immediate applications include full body imaging for gaming, 3D scanning for space mapping, computational photography and facial recognition for security. Emerging applications for this technology include various mobile device applications, autonomous vehicles, self-navigating robotics and drones in industrial applications and 3D capture of objects coupled with 3D printing. 3D sensing can be applied to any device with a camera. The technologies to achieve accurate and stable 3D sensing are converging to laser-based solutions. We are a leading supplier of the critical laser illumination sources for 3D sensing systems being used in applications for gaming, computing, mobile devices, and home entertainment.\nStrategy \nIn our OpComms segment, we are focused on technology leadership through innovation with our customers, cost leadership and functional integration. We endeavor to align the latest technologies with industry leading, scalable manufacturing and operations to drive the next phase of optical communications technologies and products for Telecom, Datacom, and Consumer and Industrial applications that are faster, more energy efficient, more agile and more reliable, making us a valuable business and technology partner for NEMs, network operators, consumer electronic companies, cloud service providers and data center operators.\nCompetition \nWe compete against various public and private companies providing optical communications components. Some of these competitors are also our customers.\nLasers\n \nMarkets\nOur Lasers products serve our customers in markets and applications such as sheet metal processing, general manufacturing, solar cell processing, biotechnology, graphics and imaging, remote sensing, and precision machining such as drilling in printed circuit boards, wafer singulation, glass cutting and solar cell scribing. \nOur Lasers products are used in a variety of OEM applications including diode-pumped solid-state, fiber, diode, direct-diode and gas lasers such as argon-ion and helium-neon lasers. Fiber lasers provide kW-class output powers combined with excellent beam quality and are used in sheet metal processing and metal welding applications. \nWe also provide high-powered and ultrafast lasers for the industrial and scientific markets. Manufacturers use high-power, ultrafast lasers to create micro parts for consumer electronics and to process semiconductor, LED, solar cells, and other types of chips. Use of ultrafast lasers for micromachining applications is being driven primarily by the increasing use of renewable energy, consumer electronics and connected devices globally. \n7\nTable of Contents\nOur portfolio of Lasers products includes components and subsystems used in a variety of OEM applications that range in output power from milliwatts to kilowatts and include ultraviolet, visible and infrared wavelengths. We support customer applications in the biotechnology, graphics and imaging, remote sensing, materials processing and other precision machining areas. \nCustomers \nDuring fiscal 2023, 2022, and 2021, we did not have any single customer attributable to our Lasers segment that generated net revenue of 10% or more of our total net revenue for the applicable fiscal year.\nTrends\nAs technology advances, industries such as consumer electronics manufacturing increasingly turn to lasers when they need more precision, higher productivity and energy efficient, or “green,” alternatives for problems that cannot be solved by mechanical, electronic or other means. For example, these industries are using lasers to develop products that are smaller and lighter to increase productivity and yield and to lower their energy consumption. Lasers have been used for years to help achieve the scale and precision needed in semiconductor processing. In biotech applications, lasers have been instrumental for advances (and new standard procedures) in cytology, hematology, genome sequencing and crime scene investigations, among others. We believe the long-term trends in these industries will likely lead to increased demand for lasers. \nSheet metal processing and metal welding applications are increasingly using kW-class fiber lasers instead of kW-class CO2 lasers. Fiber lasers generate higher productivity at lower cost in such applications because they exhibit lower power consumption, better quality and generally lower user maintenance costs.\nIn addition, demand continues for electronic products, as well as products and components in other industries, with greater functionality while becoming smaller, lighter and less expensive. Innovative next generation product designs require precise micromachining and materials processing, such as micro bending, soldering and welding. At the scale and processing speed needed, lasers are replacing mature mechanical tools such as drills for minute holes, or “vias,” in printed circuit boards and saws and scribes for singulation of silicon and other types of wafers, resulting in greater precision and productivity. As these trends continue, we believe that manufacturers and other industries will increase their reliance on lasers in order to maintain or increase their competitiveness. \nWe believe we are well-positioned with key OEM providers of laser solutions to these industries. We continue to develop our laser portfolio to offer smaller, more energy efficient and more cost-effective products designed specifically for the performance, integration, reliability and support needs of our OEM customers. \nOfferings \nOur broad range of Lasers products includes diode-pumped solid-state, fiber, diode, direct-diode and gas lasers such as argon-ion and helium-neon lasers. Diode-pumped solid-state and fiber lasers that provide excellent beam quality, low noise and exceptional reliability are used in biotechnology, graphics and imaging, remote sensing, materials processing and precision machining applications. Diode and direct-diode lasers address a wide variety of applications, including laser pumping, thermal exposure, illumination, ophthalmology, image recording, printing, plastic welding and selective soldering. Gas lasers such as argon-ion and helium-neon lasers provide a stable, low-cost and reliable solution over a wide range of operating conditions, making them well-suited for complex, high-resolution OEM applications such as flow cytometry, DNA sequencing, graphics and imaging and semiconductor inspection. \nStrategy \nIn our Lasers segment, we leverage our long-term relationships with OEM customers to drive commercial laser innovation. Using established manufacturing, engineering, lasers and photonics expertise, we deliver products that meet cost-of-ownership and reliability needs while delivering on volume production demands. \nCompetition\nWe compete against various public and private companies in the commercial laser markets we serve.\n8\nTable of Contents\nMergers and Acquisitions\nWe evaluate strategic opportunities regularly and, where appropriate, may acquire additional businesses, products, or technologies that are complementary to, or broaden the markets for our products. We believe we have strengthened our business model by expanding our addressable markets, customer base and expertise, diversifying our product portfolio and fortifying our core businesses through acquisitions as well as through organic initiatives. During fiscal 2023, we completed our merger with NeoPhotonics and the acquisition of IPG telecom transmission product lines.  Refer to “Note 4. Business Combination” to the consolidated financial statements for additional information.\nResearch and Development\nWe devote substantial resources to research and development (“R&D”) for the development of new and enhanced products to serve our markets. Once the design of a product is complete, our engineering efforts shift to enhancing both product performance and our ability to manufacture it in greater volume and at lower cost.\nIn our OpComms segment\n,\n we are maintaining our capability to provide products throughout the network, while focusing on several important sub-segments. We continue to maintain strong investments in Telecom components and modules such as ROADMs and tunable devices needed for long-haul and metro markets, as well as high performance DML, EML, CW, and VCSEL chips for Datacom transceivers. We are also responding to our customers’ requests for higher levels of integration, including the integration of optics, electronics and software in our modules, subsystems and circuit packs. We are providing optical technology for 3D sensing systems that simplify the way that people interact with technology. These solutions are initially being used in consumer electronics, mobile device, automotive, and industrial applications.\nIn our Lasers segment, we continue to develop new product offerings in both solid-state and fiber lasers that take advantage of technologies and components we develop. These products are targeted at serving customers engaging in biotechnology, graphics and imaging, remote sensing, and materials processing and precision micromachining markets.\nManufacturing\nWe use a combination of contract manufacturers and our own manufacturing facilities. Our significant manufacturing facilities are located in the United States, Thailand, China, the United Kingdom, Slovenia, and Japan.\nIn fis\ncal 2023, \nwe expanded our manufacturing footprint with our merger with NeoPhotonics and acquisition of the IPG telecom transmission product lines. In light of these acquisitions, we have undertaken various initiatives to consolidate our manufacturing and operational sites. \nOur significant contract manufacturing partners are located primarily in Thailand, Taiwan and Malaysia. We rely on the capabilities of our contract manufacturers to plan and procure components and manage the inventory in these locations.\nSources and Availability of Raw Materials\nWe use various suppliers and contract manufacturers to supply parts and components for manufacturing and support of multiple product lines. Although our intention is to establish at least two sources of supply for materials whenever possible, for certain components we have sole or limited source supply arrangements. We may not be able to procure these components from alternate sources at acceptable prices and quality within a reasonable time, or at all, therefore, the risk of loss or interruption of such supply could impact our ability to deliver certain products on a timely basis. Risks associated with reliance on third parties for the timely and reliable delivery of raw materials are discussed in greater detail in Item 1A “Risk Factors” of this Annual Report.\nIntellectual Property\nIntellectual property rights that apply to our various products include patents, trade secrets and trademarks. We do not intend to broadly license our intellectual property rights unless we can obtain adequate consideration or enter into acceptable patent cross-license agreements. As of July 1, 2023, we ow\nned approximately 1,000 U.S. patents and 1,100 foreign patents with expiration dates through 2043 and had approximately 660 patent applications pending throughout the world.\nSeasonality\nOur revenue may be influenced on a quarter-to-quarter basis by customer demand patterns and new product introductions. Some of our products may be incorporated into consumer electronic products, which are subject to seasonality and fluctuations in demand.\n9\nTable of Contents\nBacklog\nBacklog consists of purchase orders for products for which we have assigned shipment dates.\nAs of July 1, 2023 and July 2, 2022, our backlog was $389.9 million and $594.0 million, respectively. Due to possible changes in product delivery schedules and cancellation of product orders, and because our sales often reflect orders shipped in the same quarter in which they are received, our backlog at any particular date is not necessarily indicative of actual revenue or the level of orders for any succeeding period. A significant portion of our revenue arises from vendor-managed inventory (“VMI”) arrangements where the timing and volume of customer utilization is difficult to predict. Products that are shipped through VMI are not included in our reported backlog amounts above.\nHuman Capital Resources\nAs of July 1, 2023, we employed approximately 7,500 full-time employees, including approximately 5,400 employees in manufacturing, 1,200 employees in R&D and 900 employees in SG&A. Of the 7,500 employees, approximately \n26% are represented by three national collective bargaining agreements with local chapters in Slovenia, Italy and Brazil and three labor unions in China. One of the collective bargaining agreements will be subject to renewal in December 2023.\n  We believe that our relations with both our union and non-union employees are solid.\nWe believe that the future performance of our Company relies upon the strength of our employees, and our ability to recruit, retain, develop and motivate the services of executive, engineering, sales and marketing, and support personnel is critical to our success. We strive to meet these objectives by offering competitive pay and benefits in a diverse, inclusive and safe workplace and by providing opportunities for our employees to grow and develop their careers. We believe that our employee relations are strong.\nCompetitive Pay and Benefits \nWe provide compensation and benefits packages that we believe are competitive within the applicable market. We use a combination of compensation and other programs (which vary by region and salary grade) to attract, motivate and retain our employees, including semi-annual performance bonuses, stock awards, an employee stock purchase plan, health savings and flexible spending accounts, paid time off, family leave, tuition assistance programs, health and wellness benefits and programs, and on-site fitness centers. We review our benefits packages annually, or more frequently as needed, to ensure we remain competitive with our peers and continue to attract and retain talent throughout our organization. \nEmployee Recruitment, Retention and Development\n \nWe are committed to recruiting, hiring, retaining, promoting and engaging a diverse workforce to best serve our global customers. We have established relationships with professional associations and industry groups to proactively attract talent, and we partner with universities for our internship program. We believe that our commitment to our internship program and university partnerships contributes to developing the next generation of talent and provides a pipeline of recent college graduates into our talent pool. \nDiversity, Inclusion & Belonging \nAs a global and multicultural company driven by innovation, Lumentum has been and continues to build a diverse and inclusive culture where differences are valued, and employees feel they belong. Lumentum’s focus on diversity, inclusion, and belonging is felt across the entire organization.  We are committed to creating a diverse and welcoming workplace that includes employees with diverse backgrounds and experiences. Lumentum believes that employee and thought diversity delivers more innovation and ultimately better business results. \nAs part of our efforts to continue to ensure Lumentum’s practices support a culture of diversity we are committed to ensuring pay equity as a standard global practice, increasing the representation of underrepresented populations, increasing the percentage of women in all leadership positions, and developing a pipeline of future leaders through our early career hire initiatives for new employees. Our work is driven by a Diversity, Inclusion, and Belonging Council comprised of global representation from all of our business units and functions.  Our diversity work is also enhanced by employee resource groups supporting women in North America, Switzerland, Slovenia, UK, Italy, and Japan, early career hires in North America and EMEA, Black, Asian American and Pacific Islander, LatinX in North America, LGBTQIA+, Persons with Disabilities, Working Parents, and our Veteran employees.\n10\nTable of Contents\nMaterial Government Regulations\nOur business activities are international and subject us to various federal, state, local and foreign laws in the countries in which we operate, and our products and services are subject to laws and regulations affecting the sale of our products.\nEnvironment \nOur R&D, manufacturing and distribution operations involve the use of hazardous substances and are regulated under international, federal, state and local laws governing health and safety and the environment. We apply strict standards for protection of the environment and occupational health and safety to sites inside and outside the United States, even if not subject to regulation imposed by foreign governments. We believe that our properties and operations at our facilities comply in all material respects with applicable environmental laws and occupational health and safety laws. However, the risk of environmental liabilities cannot be completely eliminated and there can be no assurance that the application of environmental and health and safety laws will not require us to incur significant expenditures. We are also regulated under a number of international, federal, state and local laws regarding recycling, product packaging and product content requirements. The environmental, product content/disposal and recycling laws are gradually becoming more stringent and may cause us to incur significant expenditures in the future.\nIn connection with our separation from JDSU and trading as an independent public company, we agreed to indemnify Viavi for any liability associated with contamination from past operations at all properties transferred to us from Viavi, to the extent the resulting issues primarily related to our business. We have not been presented with any claims to date.\nGlobal Trade \nAs our business operates in many global jurisdictions, the import and export of our products and services are subject to laws and regulations including international treaties, U.S. export controls and sanctions laws, customs regulations, and local trade rules around the world which vary widely across different countries and may change from time to time. Such laws, rules and regulations may delay the introduction of some of our products or impact our competitiveness through restricting our ability to do business in certain places or with certain entities and individuals, or by requiring us to comply with laws concerning transfer and disclosure of sensitive or controlled technology. For example, the U.S. and other governments have imposed restrictions on the import and export of, among other things, certain telecommunications products and components. The consequences of any failure to comply with domestic and foreign trade regulations could limit our ability to conduct business in certain areas or with certain customers. \nFor additional information concerning regulatory compliance and a discussion of the risks associated with governmental regulations that may materially impact us, refer to Item 1A “Risk Factors” of this Annual Report. \nInternational Operations\nDuring fiscal 2023, 2022 and 2021, net revenue from customers outside the United States based on the geographic region and country where our product is initially shipped, represented 86.3%\n, \n89.8% and 92.3% of net revenue, respectively. In certain circumstances customers may request shipment of our products to a contract manufacturer in one country, which may differ from the location of our end customers. Our net revenue is primarily denominated in U.S. dollars, including our net revenue from customers outside the United States based on customer shipment locations as presented above. Refer to “Note 18. Operating Segments and Geographic Information” to the consolidated financial statements. For information regarding risks associated with our international operations, refer to Item 1A “Risk Factors” of this Annual Report.\nAvailable Information\nOur website is located at www.lumentum.com, and our investor relations website is located at www.investor.lumentum.com. Copies of our Annual Reports on Form 10-K, Quarterly Reports on Form 10-Q, Current Reports on Form 8-K and amendments to these reports filed or furnished pursuant to Section 13(a) or 15(d) of the Exchange Act, as amended, are available free of charge on our investor relations website as soon as reasonably practicable after we file such material electronically with or furnish it to the Securities and Exchange Commission (the “SEC”). The SEC also maintains a website that contains our SEC filings at www.sec.gov.\nInvestors and others should note that we routinely use the Investors section of our website to announce material information to investors and the marketplace. While not all of the information that the Company posts on its corporate website is of a material nature, some information could be deemed to be material. Accordingly, the Company encourages investors, the media and others interested in the Company to review the information that it shares on www.lumentum.com. Information in, or that can be accessed through, our website is not incorporated into this Form 10-K.\n11",
    "item1a": ">ITEM 1A. RISK FACTORS\nInvesting in our common stock involves a high degree of risk. You should carefully consider the risks and uncertainties described below, together with all of the other information in this Annual Report on Form 10-K, including the section titled “Management’s Discussion and Analysis of Financial Condition and Results of Operations” and our consolidated financial statements and related notes, before making a decision to invest in our common stock. Our business, financial condition, results of operations or prospects could also be harmed by risks and uncertainties not currently known to us or that we currently do not believe are material. If any of the risks actually occur, our business, financial condition, results of operations and prospects could be adversely affected. In that event, the market price of our common stock could decline, and you could lose part or all of your investment.\nRisk Factor Summary\nOur business operations are subject to numerous risks, factors and uncertainties, including those outside of our control, which could cause our actual results to be harmed, including risks regarding the following:\nRisks Related to our Business\n•\nunfavorable economic and market conditions;\n•\nour reliance on a limited number of suppliers and customers;\n•\nfailure of banking institutions and liquidity concerns at other financial institutions;\n•\nour backlog may not be an accurate indicator of our level and timing of future revenue;\n•\nour gross margins and operating margins may vary overtime;\n•\nchallenges relating to supply chain constraints;\n•\nchanges in technology and intense competition;\n•\nour ability to sell to a significant customer, as well as tariffs and other trade restrictions between the U.S. and China;\n•\nthe impact of the ongoing COVID-19 pandemic and responsive measures;\n•\nour international operations structure;\n•\nvolatility and maintenance of our real property portfolio;\n•\nour ability to timely procure components needed to manufacture our products;\n•\nour ability to manufacture our products;\n•\nour leverage in negotiations with large customers;\n•\ndefects in our products;\n•\norder cancellations, reductions or delays in delivery schedules by our customers or distributors;\n•\nchanges in laws and the adoption and interpretation of administrative rules and regulations, including U.S. and international customs and export regulations;\n•\nour strategic transactions and implementation strategy for our acquisitions;\n•\nchanges in spending levels, demand and customer requirements for our products;\n•\nrestructuring and related charges;\n•\nchanges in tax laws;\n•\nfluctuations in foreign currency;\n•\nour future capital requirements;\n•\nactual or perceived security or privacy breaches or incidents, as well as defects, errors or vulnerabilities in our technology and that of third-party providers;\n12\n•\nthe unpredictability of our results of operations;\n•\nour ability to protect our product and proprietary rights;\n•\nfactors relating to our intellectual property rights as well as the intellectual property rights of others; and\n•\nlitigation risks, including intellectual property litigation;\n•\nour reliance on licensed third-party technology; and\n•\nour ability to maintain an effective system of disclosure controls and internal control over financial reporting\nRisks Related to Human Capital\n•\nour ability to hire and retain key personnel; and\n•\nthe effects of immigration policy on our ability to hire and retain employees\nRisks Related to Legal, Regulatory and Compliance\n•\nour ability to obtain government authorization to export our products; and\n•\nchanges in social and environmental responsibility regulations, policies and provisions, as well as customer and investor demands\nRisks Related to Our Common Stock\n•\nthe volatility of the trading price of our common stock;\n•\nour ability to service our current and future debt;\n•\ndilution related to our convertible notes;\n•\nour intention not to pay dividends for the foreseeable future;\n•\nprovisions of Delaware law and our certificate of incorporation and bylaws that may make a merger, tender offer or proxy contest difficult; and\n•\nexclusive forum provisions in our bylaws\n              Risks Related to Our Business\nOur operating results may be adversely affected by unfavorable changes in macroeconomics and market conditions and the uncertain geopolitical environment.\nCurrent and future conditions in the global economy have an inherent degree of uncertainty. As a result, it is difficult to estimate the level of growth or contraction of the global economy as a whole. It is even more difficult to estimate growth or contraction in various parts, sectors, and regions of the economy, including the markets in which we participate. All aspects of our forecasts depend on estimates of growth or contraction in the markets we serve. Our business and operating results depend significantly on general market and economic conditions. The current global macroeconomic environment is volatile and continues to be significantly and adversely impacted by uncertainty in the banking and financial services sector, global supply chain constraints, inflation, and a dynamic demand environment. Additionally, instability in the global credit markets, the impact of uncertainty regarding inflation, banking instability, capital expenditure reductions, unemployment, stock market volatility, the instability in the geopolitical environment in many parts of the world (including as a result of the on-going Russia-Ukraine war, and China-Taiwan relations), the current economic challenges in China, including global economic ramifications of Chinese economic difficulties, and other disruptions may continue to put pressure on global economic conditions.\n13\nAdverse changes to and uncertainty in the global economy has affected industries in which our customers operate and has resulted in decreases in the rate of demand, consumption or use of certain of our customers’ products which, in turn, may result in decreased demand for our products, revenue fluctuations, increased price competition for our products, and increased the risk of excess and obsolete inventories as well as higher overhead costs as a percentage of revenue. Additionally, customers who had built up large inventories when supply chains were tight are now bringing down inventories as supply constraints are easing and in some cases these customers have delayed projected shipments. These losses or delays of orders have harmed our revenue and profitability and future losses or delays may further harm our results of operations. The impact of economic challenges on the global financial markets could further negatively impact our operations by affecting the solvency of our customers, the solvency of our key suppliers or the ability of our customers to obtain credit to finance purchases of our products. Further, supply chain disruptions have led and may continue to lead to increased costs and have harmed and may continue to harm our ability to meet customer demand, adversely affecting our revenue and profitability. If global economic and market conditions, or economic conditions in key markets, remain uncertain or deteriorate further, our prospects for growth may be negatively impacted, and we may experience material and adverse impacts on our business, operating results, and financial condition.\nWe depend on a limited number of suppliers for raw materials, packages and components, and any failure or delay by these suppliers in meeting our requirements could have an adverse effect on our business and results of operations.\nWe purchase raw materials, packages and components from a limited number of suppliers, who are often small and specialized. Additionally, some of our suppliers are our sole sources for certain materials, equipment and components. We depend on the timely and continued supply and quality of the materials, packages and components that our suppliers supply to us. We have not entered into long-term agreements with many of these suppliers. We do not have a guarantee of supply from these suppliers and as a result, there is no assurance that we would be able to secure the equipment or components that we require, in sufficient quantity, quality and on reasonable terms. Our business and results of operations have been, and could continue to be, adversely affected by this dependency. Alternative sources to mitigate the risk that the failure of any sole supplier will adversely affect our business are not feasible in all circumstances. If we were to lose any one of these or other critical sources, or there is as an industry-wide increase in demand for, or the discontinuation of, raw materials used in our products, it could be difficult for us, or we may be unable, to find an alternative supplier or raw material, in which case our operations could be adversely affected. Specific concerns we periodically encounter with our sole suppliers or limited number of suppliers include receipt of defective parts or contaminated materials, stoppages or delays of supply, insufficient resources to supply our requirements, substitution of more expensive or less reliable materials, increases in the price of supplies, and an inability to obtain reduced pricing from our suppliers in response to competitive pressures. Furthermore, the COVID-19 pandemic and related supply chain disruptions and labor market constraints have created heightened risk that sole suppliers or limited number of suppliers may be unable to meet their obligations to us. Difficulties in obtaining the materials, or services used in the conduct of our business or additional fees or higher prices to do so, have adversely affected our revenue and results of operations, and further challenges or decisions to seek alternate suppliers to secure supply in order to meet demand would increase our costs and reduce our profitability.\nOur financial results may be adversely affected due to changes in product demand impacted by recessions, inflation, increases in interest rates, stagflation and other economic conditions.\nCustomer demand for our products may be impacted by weak economic conditions, inflation, stagflation, recessionary or lower-growth environments, rising interest rates, equity market volatility or other negative economic factors in the U.S. or other countries. For example, under these conditions or expectation of such conditions, our customers may cancel orders, delay purchasing decisions or reduce their use of our services. In addition, these economic conditions could result in higher inventory levels and the possibility of resulting excess capacity charges from our contract manufacturers if we need to slow production to reduce inventory levels. Further, in the event of a recession or threat of a recession our contract manufacturers, suppliers and other third-party partners may suffer their own financial and economic challenges and as a result they may demand pricing accommodations, delay payment, or become insolvent, which could harm our ability to meet our customer demands or collect revenue or otherwise could harm our business. Similarly, disruptions in financial and/or credit markets may impact our ability to manage normal commercial relationships with our contract manufacturers, customers, suppliers and creditors and might cause us to not be able to continue to access preferred sources of liquidity when we would like, and our borrowing costs could increase. Thus, if the current economic conditions continue to deteriorate or experience a sustained period of weakness or slower growth, our business and financial results could be materially and adversely affected.\nAdditionally, we are also subject to risk from inflation and increasing market prices of certain components, supplies, and raw materials, which are incorporated into our products or used by our manufacturing partners or suppliers to manufacture our products. These components, supplies and commodities have from time to time become restricted, or general market factors and conditions have affected pricing of such components, supplies and raw materials (such as inflation or supply chain constraints), and future restrictions or market conditions impacting pricing may adversely affect our business and results of operations.\n14\nUnstable market and economic conditions and adverse developments with respect to financial institutions and associated liquidity risk may have serious adverse consequences on our business and financial condition.\nThe recent and potential future disruptions in access to bank deposits or lending commitments due to bank failures could materially and adversely affect our liquidity, our business and financial condition. Even with our continued effort to mitigate counterparty risk by working with highly liquid, well capitalized counterparties, the failure of any bank in which we deposit our funds could reduce the amount of cash we have available for our operations or delay our ability to access such funds. Any such failure may increase the possibility of a sustained deterioration of financial market liquidity. The value of our investment portfolio could also be impacted if we hold debt instruments which were issued by any institutions that fail or become illiquid. Our ability to obtain raw materials for our supply chain and collections of cash from sales may be unduly impacted if any of our vendors or customers are affected by illiquidity events.\nOur backlog may not be an accurate indicator of our level and timing of future revenues. \nOur backlog may not be a reliable indicator of future operating results. For example, as a result of product order volume growth in prior periods and industry-wide supply challenges due to both constrained manufacturing capacity as well as shortages of component parts, our backlog grew and remained elevated in fiscal 2022 and 2023. As customer buying patterns normalize, order growth moderates, and supply chain conditions improve, we expect our backlog to reduce to a level generally in line with historical levels. Further, customer behaviors have been changing as a result of worldwide macroeconomic factors, which has reduced demand and may continue to reduce demand for certain of our products and services. If we are not able to respond to and manage the impact of these supply challenges and behavioral changes effectively, or if general macroeconomic conditions or conditions in the industries in which we operate deteriorate, our business, operating results, financial condition, and cash flows could be adversely affected.\nWe expect our gross margins and operating margins to vary over time. \nWe expect our product and gross margins are expected to vary, and margins may be adversely affected in the future by numerous factors, including, but not limited to, an increase or decrease in demand of our products, increased price competition in one or more of the markets in which we compete, modifications to our pricing strategy to gain or retain footprint in markets or with customers, currency fluctuations that impact our costs or the cost of our products to our customers, inflation, increases in material, labor, manufacturing, logistics, warranty costs, or inventory carrying costs, issues with manufacturing or component availability, issues relating to the distribution of our products, quality or efficiencies, increased costs due to changes in component pricing or charges incurred due to inaccurately forecasting product demand or underutilization of manufacturing capacity, warranty related issues, the impact of tariffs, or our introduction of new products and enhancements, or entry into new markets with different pricing and cost structures. We have seen, and may continue to see, our gross margins negatively impacted by increases in component costs, logistics costs, elevated inventory balances, and inflationary pressures, as well as pricing pressure. Failure to sustain or improve our gross margins reduces our profitability and may materially and adversely affect our business, financial condition and results of operations.\n15\nChallenges relating to current supply chain constraints, including semiconductor components, could adversely impact our business, results of operations and financial condition.\nDue to increased demand across a range of industries, our business and customers’ businesses have experienced and could experience supply constraints due to both constrained manufacturing capacity, as well as component parts shortages. These supply constraints have adversely affected and could further affect availability, lead-times and cost of components, and could increase the likelihood of unexpected cancellations or delays of previously committed supply of key components. These challenges have resulted in extended lead-times to our customers and have had a negative impact on our ability to recognize associated revenue and have resulted in and may continue to result in an increase in accelerated ordering for certain of our products. As a result of accelerated ordering, our customers have had inventory backlog that they are now managing down, resulting in reduced ordering as compared to recent levels. Ordering patters may be difficult to predict and we have experienced and may continue to experience negative impacts to our revenue and profitability as well as our ability to achieve our forecasts.\nWe continue to work with our suppliers to ensure that we are able to continue manufacturing and distributing our products, and in the quantities requested by our customers; however, if we continue to experience disruption to our supply chain, it could impact our operations. For example, in the first half of fiscal year 2023, we incurred incremental supply and procurement costs in order to increase our ability to fulfill demands from our customers. Continued disruption in the supply of the raw materials, packaging or components used in the manufacture and delivery of our products could have a material adverse impact on our business, financial condition and results of operations. Limits on manufacturing availability or capacity or delays in production or delivery of components or raw materials could further delay or inhibit our ability to obtain supply of components and produce finished goods inventory. Although the impact of the COVID-19 pandemic is lessening, there can be no assurance that the supply chain impacts will not occur in the future. These supply chain constraints and their related challenges could result in shortages, increased material costs or use of cash, engineering design changes, and delays in new product introductions, each of which could adversely impact our business, results of operations and financial condition.\nChanging technology and intense competition require us to continuously innovate while controlling product costs, and our failure to do so may result in decreased revenues and profitability.\nThe markets in which we operate are dynamic and complex, and our success depends upon our ability to deliver both our current product offerings and new products and technologies on time and at acceptable prices to our customers. The markets for our products are characterized by rapid technological change, frequent new product introductions and enhancements, substantial capital investment, changes in customer requirements, continued price pressures and a constantly evolving industry. Historically, these pricing pressures have led to a continued decline of average selling prices across our business and we expect that these historical trends will continue. The development of new, technologically advanced products is a complex and uncertain process requiring high levels of innovation and the accurate prediction of technology and market trends. The introduction of new products also often requires significant investment to ramp up production capacity, the benefit of which may not be realized if we are not successful in the production of such products or if customer demand does not develop as expected. Ramping of production capacity also entails risks of delays which can limit our ability to realize the full benefit of new product introductions. We cannot assure you that we will be able to identify, develop, manufacture, market or support new or enhanced products successfully, if at all, or on a timely basis. We also cannot assure you that potential markets for our new products will materialize on the timelines we anticipate, or at all, or that our technology will meet our customers’ specifications. Our future performance will depend on the successful development, introduction, deployment and market acceptance of new and enhanced features and products that meet our customers’ current and future needs. Future demand for our products is uncertain and will primarily depend on continued technological development and the introduction of new or enhanced products. If this does not continue, sales of our products may decline which could adversely impact our business, results of operations and financial condition.\nThe market for optical communications products in particular has matured over time and these products have increasingly become subject to commoditization. Both legacy competitors as well as new entrants, predominantly Asia-based competitors, have intensified market competition in recent years leading to pricing pressure. To preserve our revenues and product margin structures, we remain reliant on an integrated customer and market approach that anticipates end customer needs as  requirements evolve. We also must continue to develop more advanced, differentiated products that command a premium with customers, while conversely continuing to focus on streamlining product costs for established legacy products. If we fail to continue to develop enhanced or new products that enable us to increase revenues while maintaining consistent margins, or over time are unable to adjust our cost structure to continue to competitively price more mature products, our financial condition and results of operations could be materially and adversely affected.\n16\nWe rely on a limited number of customers for a significant portion of our sales; and the majority of our customers do not have contractual purchase commitments.\nWe have consistently relied on a small number of customers for a significant portion of our sales, and in certain of our markets, such as imaging and sensing and commercial lasers, this customer concentration is particularly acute. We expect that this customer concentration will continue in the future, and we expect that our financial performance in certain business lines and growth prospects will continue to depend in part on a small number of customers. Many of our customers purchase products under purchase orders or under contracts that do not contain volume or long-term purchase commitments. Therefore, these customers may alter their purchasing behavior with little or no notice to us for various reasons, including developing, or, in the case of our distributors, their customers developing, their own product solutions; choosing to purchase or distribute product from our competitors; incorrectly forecasting end market demand for their products; or experiencing a reduction in their market share in the markets for which they purchase our products. Additionally, increased inventory at our customers has impacted our revenue, as our customers have decided to lower their inventory levels and these impacts are expected to continue in the near term and in future periods. As a result, it is difficult to forecast our revenues and to determine the appropriate levels of inventory required to meet future demand. For example, we have from time-to-time experienced excess and obsolete charges due to customer transitions to the next generation of products. We may also experience increased inventory levels and increased carrying costs and risk of excess or obsolete inventory due to unanticipated reductions in purchases by our customers. In addition, customers provide us with their expected forecasts for our products several months in advance, but these customers may decrease, cancel or delay purchase orders already in place, including on short notice, or may experience financial difficulty which affects their ability to pay for products, particularly in light of the global macroeconomic uncertainty, and have done so from time to time, and the impact of any such actions may be intensified given our dependence on a limited number of large customers. We cannot accurately predict what or how many products our customers will need in the future. Anticipating demand is difficult because our customers face unpredictable demand for their own products and in recent periods have become increasingly focused on cash preservation and tighter inventory management.\n In addition, changes in the business requirements, vendor selection, project prioritization, financial prospects, capital resources, and expenditures, or purchasing behavior (including product mix purchased or timing of purchases) of our key customers, or any real or perceived quality issues related to the products that we sell to such customers, have led to decreased sales to such customers or delays or cancellations of planned purchases of our products or services, which has unfavorably impacted our revenues and operating results, and may continue to impact our business and results of operations. We may also experience pricing pressure with certain of our customers that may adversely affect our revenue and margins, or, if the ongoing relationship no longer benefits us, we may decide to suspend or terminate our relationship with such customers. There are also continuing trade tensions, including an uncertain regulatory environment, in the U.S. and countries in Asia, which have impacted and could continue to materially impact our sales to key customers in these regions. Further, we may be required to purchase raw materials, increase production capacity or make other changes to our business to accommodate certain large customers. If forecasted orders do not materialize, we may need to reduce investment in R&D activities, we may fail to optimize our manufacturing capacity and incur charges for such underutilization, we may incur liabilities with our suppliers for reimbursement of capital expenditures, or we may have excess inventory. In addition, if we incur expenses in response to forecasted demand and do not have a corresponding increase in revenue, our profitability may suffer. Any of these factors could adversely affect our business, financial condition and results of operations.\nOur ability to sell our products to a significant customer has been restricted.\nIn August 2020, the Bureau of Industry and Security of the U.S. Department of Commerce (“BIS”) issued final rules that further restricted access by Huawei Technologies Co. Ltd. to items produced domestically and abroad from U.S. technology and software. The final rules prevent us from selling certain products to Huawei entities without a license issued subject to the Export Administration Regulations (“EAR”). Further, even if there are products unaffected by the rule or for which we are able to obtain an export license, Huawei may not be able to source products from other suppliers due to the final rules, which could impact Huawei’s demand for our products.  We are dependent upon our ability to obtain export licenses, or exceptions to export license requirements, from U.S. and other foreign regulatory agencies.  There is no assurance that we will be issued these licenses or be granted exceptions, and failure to obtain such licenses or exceptions could limit our ability to sell our products into certain countries and negatively impact our business, financial condition and operating results.\nUnder the current regulatory regime, our business with Huawei has been and will continue to be more limited than it was in the past. For example, we have been unable to supply certain additional products and may be limited or unable to work with Huawei on future product developments while Huawei remains on the Entity List, which has negatively impacted our revenue from Huawei and may further negatively impact our financial condition and results of operations.  Huawei may seek to obtain similar or substitute products from our competitors that are not subject to these restrictions, or to develop similar or substitute products themselves. \n17\nWe cannot be certain what additional actions the U.S. government may take with respect to Huawei or other entities in China or other countries, including additional changes to the Entity List restrictions, export regulations, tariffs or other trade restrictions. We are unable to predict the duration of the restrictions enacted in May 2019 and thereafter, including the restrictions on Huawei’s access to foreign-made chips made using U.S. technology which could have a long-term adverse effect on our business. The U.S. government has added other customers of ours to the Entity List, such as FiberHome Technologies Group in May 2020, and may continue to do so or otherwise restrict our ability to ship products which may harm our business, financial condition and results of operations. In 2021, BIS added other China-based technology companies into the Entity List, including seven supercomputing companies in April 2021 and twenty-three more entities located in China in July 2021, thereby further expanding the scope of companies subject to trade restrictions. BIS makes periodic updates to the Entity List, with some recent additions tied to super computing and artificial intelligence.\nWe also manufacture customized products for Huawei, and therefore may be unable to sell certain finished goods inventory to alternative customers or may be unable to utilize such manufacturing capabilities for products for alternative customers, which may result in further excess and obsolete inventory charges and/or underutilized capacity charges in future periods. In addition, we sell various non-customized products to Huawei in which Huawei represents a significant portion of the related products’ demand.  We have taken charges, and may have significant future charges, for common components which become excess as a result of the inability to sell to Huawei. Future charges related to trade restrictions could be caused by either additional regulatory restrictions enacted with respect to Huawei, or revisions to our estimates of the impact from already-enacted restrictions.  Additional charges may also occur with respect to customized products that we manufacture for other customers in the event that such customers were to be added to the Entity List or otherwise if our ability to sell to such customers were restricted. We believe this trade uncertainty has caused and may in the future cause delays or cancellations, which could adversely affect our business, financial conditions and operating results.\nOur business operations, financial performance, results of operations, financial position and the achievement of our strategic objectives has been affected, and may be materially and adversely affected by the effects of the COVID-19 pandemic and responsive actions thereto.\nThe COVID-19 pandemic and related countermeasures have, and may continue to have, an impact on the global economy and continues to cause macroeconomic uncertainty. Governmental authorities around the globe implemented, and may again in the future implement, numerous and evolving measures in response to the virus. We continue to monitor and evaluate the impact of the COVID-19 pandemic on our business operations on a regional, national, and global basis. We have reopened our facilities world-wide for office-based employees in a new office/hybrid model based on considerations regarding the health and safety of our employees and guidance of local and national governments. Although countries around the world largely reopened in 2022, there remains uncertainty and any future constraints, limitations or modifications imposed on our operations or business practices, or those of our suppliers, may limit our ability to meet customer demand, cause us to increase our safety stock of certain materials, reduce our productivity, slow or diminish our research and development activities, make our products less competitive, or cause our customers to seek alternative suppliers and delay customer qualification activities, any of which could harm our business, reduce our profitability or have a material and adverse effect on our financial condition and results of operations.\nWhile the impact of the COVID-19 pandemic is lessening, we cannot provide any assurance that we will be able to successfully identify, manage and mitigate the economic disruption impacts of any future widespread health crises, including as a result of any variants of COVID-19. The ultimate impact of the COVID-19 pandemic on our operations and financial performance depends on many factors that are not within our control, including, but not limited, to: governmental, business and individuals’ actions that have been and continue to be taken in response to the pandemic (including restrictions on travel and transport and workforce pressures particularly in China); the impact of the pandemic and actions taken in response on global and regional economies, travel, and economic activity; general economic uncertainty in key global markets and financial market volatility, including increasing levels of inflation in the United States; global economic conditions and levels of economic growth; and the ongoing pace of recovery as the COVID-19 pandemic subsides (including the availability and efficacy of treatments and vaccines and the impact of new variants on recovery). In addition, the global economic volatility has significantly impacted the foreign exchange markets, and the currencies of various countries in which we operate and in which we have significant volume of local-currency denominated expenses have seen significant volatility. While the effects of COVID-19 pandemic are lessening, the magnitude of the impact of COVID-19 on our business operations remains uncertain and difficult to predict, and the situation remains highly dynamic. We have experienced and will continue to experience in subsequent periods, disruptions to our business that will adversely impact our business, financial condition and results of operations.\n18\nIntense competition in our markets may lead to an accelerated reduction in our prices, revenues, margins and market share.\nThe end markets for optical products have experienced significant industry consolidation during the past few years. We expect this trend to continue as companies attempt to strengthen or hold their market positions in an evolving industry and as companies are acquired or are unable to continue operations. As a result, the markets for optical subsystems, components and laser diodes are highly competitive and the intensity of such competition is increasing. Our current competitors include a number of domestic and international public and private companies, many of which may have substantially greater financial, technical, marketing and distribution resources and brand name recognition than we have.\n As we expand into new markets, we face competition not only from our existing competitors, but also from new competitors, including existing companies with strong technological and sales positions in those markets. \nWe may not be able to compete successfully against either current or future competitors, particularly, in light of increasing consolidation. Our competitors may continue to enter markets or gain or retain market share through introduction of new or improved products or with aggressive low pricing strategies that may impact the efficacy of our approach. These competitors may be able to devote greater resources than we can to the development, promotion, sale and support of their products. Additionally, the merger or consolidation of significant competitors, for example, II-VI’s acquisition of Finisar in September of 2019 and its acquisition of Coherent in July, 2022, the acquisition of Acacia Communications by Cisco in March 2021, and the acquisition of OSRAM by AMS in December 2019, have resulted in competitors with greater resources, which may enable them to offer a different market approach, or a lower cost structure through economies of scale or other efficiencies that we may be unable to match and which may intensify competition in the various markets. Further, our competitors may seek to vertically integrate by buying suppliers that also supply products or components to us, which could enable them to further reduce prices, or could increase our costs. Our current or potential customers may also determine to develop and produce products for their own use which may be competitive to our products. Such vertical integration could reduce the market opportunity for our products. Increased competition could result in significant price erosion, reduced revenue, lower margins or loss of market share, any of which would significantly harm our business.\nWe are subject to risks arising from our international operations, which may adversely affect our business, financial condition, and results of operations.\nWe derive a majority of our revenue from our international operations, and we plan to continue expanding our business in international markets in the future. In addition, we have extensive international manufacturing capabilities through third-party contract manufacturers, as well as through our own international facilities, with employees engaged in R&D, administration, manufacturing, support and sales and marketing activities.\nAs a result of our international operations, in addition to similar risks we face in our U.S. operations, we are affected by economic, business, regulatory, social, and political conditions in foreign countries, including the following: \n•\nadverse social, political and economic conditions, such as inflation, rising interest rates and risk of global or regional recession;\n•\neffects of adverse changes in currency rates;\n•\nimpacts related to business disruptions and restrictions related to COVID-19, including supply chain disruptions and labor shortages and differential impacts in different regions and geographies;\n•\nchanges in general IT spending;\n•\nless effective protection of intellectual property;\n•\nthe imposition of government controls, inclusive of critical infrastructure protection;\n19\n•\nchanges in or limitations imposed by trade protection laws or other regulatory orders or requirements in the United States or in other countries, including tariffs, sanctions, or other costs or requirements which may affect our ability to import or export our products from various countries or increase the cost to do so, including government action to restrict our ability to sell to foreign customers where sales of products may require export licenses (such as the U.S. Department of Commerce’s addition of Huawei to the Entity List in May 2019, the addition of FiberHome in May 2020, amendment to the Foreign-Produced Direct Product Rule in August 2020 and the prohibition of export and sale of certain products to ZTE Corporation in early 2018)); the restrictions in China on the export of gallium and germanium; and increased tariffs on various products that have been proposed by the U.S. government and other non-U.S. governments;\n•\nthe imposition of sanctions on customers in China may cause those customers to seek domestic alternatives to our products, including developing alternatives internally, and our customers demand for our products could be impacted by their inability to obtain other materials subject to sanctions.  For example, sanctions on sales to certain parties of U.S. semiconductors and semiconductor equipment has caused a delay in 5G deployment in China while the affected companies seek alternative solutions, which has reduced the demand for our products from some of our Chinese customers;\n•\nvarying and potentially conflicting laws and regulations;\n•\noverlapping, differing or more burdensome tax structure and laws;\n•\nmarkets for 5G infrastructure not developing in the manner or in the time periods we anticipate, including as a result of unfavorable developments with evolving laws and regulations worldwide;\n•\nwage inflation or a tightening of the labor market; \n•\nthe impact of recessions and other economic conditions in economies outside the United States, including, for example, dips in the manufacturing Purchasing Managers Index as well as the Institute for Supply Management data in the Eurozone;\n•\ntax and customs changes that adversely impact our global sourcing strategy, manufacturing practices, transfer-pricing, or competitiveness of our products for global sales;\n•\nvolatility in oil prices and increased costs, or limited supply of other natural resources;\n•\npolitical developments, geopolitical unrest or other conflicts in foreign nations, including Brexit, the war in Ukraine and political developments in Hong Kong and Taiwan and the potential impact such developments or further actions could have on our customers in the markets in which we operate; and\n•\nthe impact of the following on service provider and government spending patterns as well as our contract and internal manufacturing: political considerations, changes in or delays in government budgeting processes, unfavorable changes in tax treaties or laws, unfavorable events that affect foreign currencies on an absolute or relative basis, natural disasters, epidemic disease, labor unrest, earnings expatriation restrictions, misappropriation of intellectual property, military actions, acts of terrorism, political and social unrest and difficulties in staffing and managing international operations\nAdditionally, our business is impacted by fluctuations in local economies and currencies. Global economic volatility has significantly impacted the foreign exchange markets, and the currencies of various countries in which we operate and have significant volume of local-currency denominated expenses have seen significant volatility. We expect such volatility to continue, which could negatively impact our results by making our non-U.S. operations more expensive when reported in U.S. dollars, primarily due to the costs of payroll.\nMoreover, local laws and customs in many countries differ significantly from or conflict with those in the United States or other countries in which we operate. In many foreign countries, particularly in those with developing economies, it is common for others to engage in business practices that are prohibited by our internal policies and procedures or U.S. regulations applicable to us. There can be no assurance that our employees, contractors, channel partners and agents will not take actions in violation of our policies and procedures, which are designed to ensure compliance with U.S. and foreign laws and policies. Violations of laws or key control policies by our employees, contractors, channel partners, or agents could result in termination of our relationships with customers and suppliers, financial reporting problems, fines and/or penalties for us, or prohibition on the importation or exportation of our products, and could have a material adverse effect on our business, financial condition and results of operations.\n20\nLike most other multinational companies, we are also highly dependent upon the ability to ship products to customers and to receive shipments from our suppliers. In the event of a disruption in the worldwide or regional shipping infrastructure, our access to supplies and our ability to deliver products to customers would correspondingly be negatively impacted. As a result of shipping disruptions, we have experienced among other things, increased costs to ship products and delays in receiving components and any disruption in the future would likely materially and adversely affect our operating results and financial condition.\nIn addition to the above risks related to our international operations, we also face risks related to health epidemics, such as the COVID-19 pandemic. An outbreak of a contagious disease, and other adverse public health developments, particularly in Asia, could have a material and adverse effect on our business operations.  The effects could include restrictions on our ability to travel to support our sites in Asia or our customers located there, disruptions in our ability to distribute products, and/or temporary closures of our facilities in Asia or the facilities of our suppliers or customers and their contract manufacturers. For additional information regarding the impact of COVID-19 on our business, refer to the risk factor above titled “Our business operations, financial performance, results of operations, financial position and the achievement of our strategic objectives may be materially and adversely affected by the effects of the COVID-19 pandemic and responsive actions thereto.”\nIn the past, these and similar risks have disrupted our operations and the operations of our suppliers, customers and contract manufacturers and increased our costs, and we expect that they may do so in the future.  Any or all of these factors could have a material and adverse impact on our business, financial condition, and results of operations.\nWe are subject to the risks of owning real property. \nOur buildings subject us to the risks of owning real property, which include, but are not limited to: \n•\nadverse changes in the value of these properties due to economic conditions, the movement by many companies to a hybrid work environment, interest rate changes, changes in the neighborhood in which the property is located, or other factors; \n•\nthe possible need for structural improvements in order to comply with zoning, seismic and other legal or regulatory requirements; \n•\nthe potential disruption of our business and operations arising from or connected with a relocation due to moving or to renovating the facility; \n•\nincreased cash commitments for improvements to the buildings or the property, or both; \n•\nincreased operating expenses for the buildings or the property, or both; and \n•\nthe risk of financial loss in excess of amounts covered by insurance, or uninsured risks, such as the loss caused by damage to the buildings as a result of earthquakes, floods and/or other natural disasters.\nThe manufacturing of our products may be adversely affected if we are unable to manufacture certain products in our manufacturing facilities or if our contract manufacturers and suppliers fail to meet our production requirements.\nWe manufacture some of our finished good products as well as some of the components that we provide to our contract manufacturers in our China, Japan, Thailand, United Kingdom, and San Jose, California manufacturing facilities. For some of the components and finished good products, we are the sole manufacturer. Our manufacturing processes are highly complex, and issues are often difficult to detect and correct. From time to time we have experienced problems achieving acceptable yields in our manufacturing facilities, resulting in delays in the availability of our products and inability to meet customer demand. In addition, if we experience problems with our manufacturing facilities or are unable to continue operations at any of these sites, including as a result of social, geopolitical, environmental or health factors, damage caused by natural disasters, or other problems or events beyond our control, including pandemics or widespread health epidemics such as COVID-19, it would be costly and require a long period of time to move the manufacture of these components and finished good products to a different facility or contract manufacturer which could then result in interruptions in supply, and would likely materially impact our financial condition and results of operations.\n \nOur manufacturing is heavily concentrated in regions in Asia, and we would be severely impacted if there were further escalation of COVID-19 or related restrictions imposed by governments or private industry in that region.  For example, in the third quarter of fiscal 2022, we experienced a temporary factory closure in China as a result of an increase in the number of COVID-19 cases, as required by local government mandates.\n21\nWe also rely on several independent contract manufacturers to supply us with certain products. For many products, a particular contract manufacturer may be the sole source of the finished good products. We depend on these manufacturers to meet our production and capacity requirements and to provide quality products to our customers. There are a number of risks associated with our reliance on contract manufacturers including:\n•\nreduced control over delivery schedules and planning;\n•\navailability of manufacturing capability and capacity, particularly during periods of high demand;\n•\nreliance on the quality assurance procedures of third parties; \n•\nrisks associated with data security breaches or cyber-attacks targeting our contract manufacturers, including manufacturing disruptions or unauthorized access to information; and\n•\npotential misappropriation of our intellectual property.\nAdditionally, if operations at these contract manufacturers are adversely impacted, such as by natural disasters, or restrictions due to COVID-19 disruptions or any resulting economic impact to their business, this would likely materially impact our financial condition and results of operations. Our ability to control the quality of products produced by contract manufacturers has and may in the future be impaired by pandemics or widespread health epidemics disruptions such as COVID-19, and quality issues might not be resolved in a timely manner. Additionally, if our contract manufacturers continue experiencing disruptions or discontinue operations, we may be required to identify and qualify alternative manufacturers, which is expensive and time consuming. If we are required to change or qualify a new contract manufacturer, this would likely cause business disruptions and adversely affect our results of operations and could harm our existing customer relationships.\nDespite rigorous testing for quality, both by us and the contract manufacturers to whom we sell products, we may receive and ship defective products. We may incur significant costs to correct defective products which could result in the loss of future sales and revenue, indemnification costs or costs to replace or repair the defective products, litigation and damage to our reputation and customer relations. Defective products may also cause diversion of management attention from our business and product development efforts.\nOur manufacturing operations and those of our contract manufacturers may be affected by natural disasters such as earthquakes, typhoons, tsunamis, fires and public health crises, including a global pandemic such as COVID-19, changes in legal requirements, labor strikes and other labor unrest and economic, political or other forces that are beyond our control.  For example, in the past one of our former contract manufacturers experienced a labor strike which threatened the contract manufacturer’s ability to fulfill its product commitments to us and, in turn, our ability to fulfill our obligations to our customers.  We are heavily dependent on a small number of manufacturing sites. Our business and operations would be severely impacted by any significant business disruptions for which we may not receive adequate recovery from insurance. There is also an increased focus on corporate social and environmental responsibility in our industry. As a result, a number of our customers may adopt policies that include social and environmental responsibility provisions that their suppliers should comply with. These provisions may be difficult and expensive to comply with, given the complexity of our supply chain. We may be unable to cause our suppliers or contract manufacturers to comply with these provisions which may adversely affect our relationships with customers. \nIn addition, for a variety of reasons, including changes in circumstances at our contract manufacturers, restrictions or inability to operate, or regarding our own business strategies, we may choose or be required to transfer the manufacturing of certain products to other manufacturing sites, including to our own manufacturing facilities. As a result of such transfers, our contract manufacturers may prioritize other customers or otherwise be unable or unwilling to meet our demand. There also may be delays with the transfer of manufacturing equipment and successfully setting up that equipment at the transfer sites and training new operators. If such transfers are unsuccessful or take a longer period of time than expected, it could result in interruptions in supply and supply chain and would likely impact our financial condition and results of operations.\nSome of our purchase commitments with contract manufacturers are not cancellable which may impact our results of operations if customer forecasts driving these purchase commitments do not materialize and we are unable to sell the products to other customers. We may also incur charges if we do not utilize our allocated manufacturing capacity which would increase our costs and decrease our margins. Alternatively, our contract manufacturers may not be able to meet our demand which would inhibit our ability to meet our customers’ demands and maintain or grow our revenues. Furthermore, it could be costly and require a long period of time to move products from one contract manufacturer to another which could result in interruptions in supply and adversely impact our financial condition and results of operations.\n22\nFurther, certain of our suppliers are located in China, which exposes us to risks associated with Chinese laws and regulations and U.S. laws, regulations and policies with respect to China, such as those related to import and export policies, tariffs, taxation and intellectual property. Chinese laws and regulations are subject to frequent change, and if our suppliers are unable to obtain or retain the requisite legal permits or otherwise to comply with Chinese legal requirements, we may be forced to obtain products from other manufacturers or to make other operational changes, including transferring our manufacturing to another manufacturer or to our own manufacturing facilities. In addition, many of our products are sourced from suppliers based outside of the United States, primarily in Asia. Uncertainty with respect to our suppliers’ abilities due to COVID-19 impacts, tax and trade policies, tariffs and government regulations affecting trade between the United States and other countries has recently increased. Major developments in tax policy or trade relations, such as the imposition of tariffs on imported products, for example, tariffs on the import of certain products manufactured in China, could increase our product and product-related costs or require us to seek alternative suppliers, either of which could result in decreased sales or increased product and product-related costs. Any such developments could have a material impact on our ability to meet our customers’ expectations and may materially impact our operating results and financial condition. \nIf our customers do not qualify our manufacturing lines or the manufacturing lines of our subcontractors for volume shipments, our operating results could suffer.\nCertain of our customers do not purchase products, other than limited numbers of evaluation units, prior to qualification of the manufacturing line for volume production. Our existing manufacturing lines, as well as each new manufacturing line, must pass through varying levels of qualification with certain of our customers. Some of our customers require that our manufacturing lines pass their specific qualification standards and that we, and any subcontractors that we may use, be registered under international quality standards. We may encounter quality control issues as a result of setting up new manufacturing lines in our facilities, relocating our manufacturing lines or introducing new products to fill production. We may be unable to obtain, or we may experience delays in obtaining, customer qualification of our manufacturing lines. If we introduce new contract manufacturing partners and move any production lines from existing internal or external facilities, the new production lines will likely need to be re-qualified with our customers. Any delays or failure to obtain qualifications would harm our reputation, operating results, and customer relationships.\n \nWe contract with a number of large OEM and end-user service providers and product companies that have considerable bargaining power, which may require us to agree to terms and conditions that could have an adverse effect on our business or ability to recognize revenues.\nLarge OEM and end-user service providers and product companies comprise a significant portion of our customer base. These customers generally have greater purchasing power than smaller entities and, accordingly, often request and receive more favorable terms from suppliers, including us. As we seek to expand our sales to existing customers and acquire new customers, we may be required to agree to terms and conditions that are favorable to our customers and that may affect the timing of our ability to recognize revenue, increase our costs and have an adverse effect on our business, financial condition, and results of operations. Furthermore, large customers have increased buying power and ability to require onerous terms in our contracts with them, including pricing, warranties, and indemnification terms. If we are unable to satisfy the terms of these contracts, it could result in liabilities of a material nature, including litigation, damages, additional costs, loss of market share and loss of reputation. Additionally, the terms these large customers require, such as most-favored nation or exclusivity provisions, may impact our ability to do business with other customers and generate revenues from such customers.\n23\nOur products may contain defects that could cause us to incur significant costs, divert our attention from product development efforts and result in loss of customers.\nOur products are complex, and defects and quality issues are found from time to time. Networking products in particular frequently contain undetected software or hardware defects when first introduced or as new versions are released. In addition, our products are often embedded in or deployed in conjunction with our customers’ products which incorporate a variety of components produced by third parties, which may contain defects. As a result, when problems occur, it may be difficult to identify the source of the problem. These problems may cause us to incur significant damages or warranty and repair costs, divert the attention of our engineering personnel from our product development efforts and manufacturing resources, and cause significant customer relation problems or loss of customers, or risk exposure to product liability suits, all of which would harm our business. Additionally, changes in our or our suppliers' manufacturing processes or the inadvertent use of defective materials by us or our suppliers could result in a material and adverse effect on our ability to achieve acceptable manufacturing yields and product reliability. To the extent that we do not achieve and maintain our projected yields or product reliability, our business, operating results, financial condition and customer relationships would be adversely affected.\nAdverse changes in political, regulatory and economic policies, including the threat of increasing tariffs, particularly to goods traded between the United States and China, could materially and adversely affect our business and results of operations.\nRegulatory activity, such as tariffs, export controls, and economic sanctions laws have in the past and may continue to materially limit our ability to make sales to customers in China, which has in the past and may continue to harm our results of operations and financial condition. Since the beginning of 2018, there has been rhetoric, in some cases coupled with legislative or executive action, from several U.S. and foreign leaders regarding instituting tariffs against foreign imports of certain materials.  More specifically, since 2018, the United States and China applied or proposed to apply tariffs to certain of each other’s exports, and we expect these actions to continue for the foreseeable future. Adverse regulatory activity, such as export controls, economic sanctions and the institution of trade tariffs both globally and between the United States and China specifically carries the risk of negatively impacting overall economic conditions, which could have negative repercussions on our industry and our business. Moreover, to the extent the governments of China, the United States or other countries seek to promote use of domestically produced products or to reduce the dependence upon or use of products from another (sometimes referred to as “decoupling”), they may adopt or apply regulations or policies that have the effect of reducing business opportunities for us. Such actions may take the form of specific restrictions on particular customers, products, technology areas, or business combinations. For example, in the area of investments and mergers and acquisitions, the United States has recently announced new requirements for approval by the United States government of outbound investments; and the approval by China regulatory authorities is required for business combinations of companies that conduct business in China over specific thresholds, regardless of where those businesses are based. Restrictions may also be imposed based on whether the supplier is considered unreliable or a security risk. For example, the Chinese government adopted a law that would restrict purchases from suppliers deemed to be “unreliable suppliers”. In May 2023, the Cyberspace Administration of China banned the sale of Micron's products to certain entities in China and stated that such products pose significant security risks to China's critical information infrastructure supply chain and national security. Furthermore, imposition of tariffs or new or revised export, import or doing-business regulations, including trade sanctions, could cause a decrease in the demand for, or sales of our products to customers located in China or other customers selling to Chinese end users or increase the cost for our products, which would directly impact our business and results of operations.\nWe face a number of risks related to our strategic transactions.\nWe continuously monitor the marketplace for strategic opportunities, which includes expanding our product lines and markets through both internal product development and acquisitions. Consequently, we expect to continue to expand and diversify our operations with additional acquisitions and strategic transactions, such as our merger with NeoPhotonics  and the acquisition of IPG telecom transmission product lines in August 2022, as well as acquire complementary technologies, products, assets and businesses. We may be unable to identify or complete prospective acquisitions for many reasons, including competition from other potential acquirers, the effects of consolidation in our industries and potentially high valuations of acquisition candidates. Even if we do identify acquisitions or enter into agreements with respect to such acquisitions, we may not be able to complete the acquisition due to competition, regulatory requirements or restrictions or other reasons, as occurred with the termination of our merger agreement with Coherent in March 2021. In addition, applicable antitrust laws and other regulations may limit our ability to acquire targets or force us to divest an acquired business. If we are unable to identify suitable targets or complete acquisitions, our growth prospects may suffer, and we may not be able to realize sufficient scale and technological advantages to compete effectively in all markets.\nIn connection with acquisitions, risks to us and our business include:\n•\ndiversion of management’s attention from normal daily operations of the business;     \n24\n•\nfailure to achieve the anticipated transaction benefits or the projected financial results and operational synergies;\n•\nunforeseen expenses, delays or conditions imposed upon the acquisition or transaction, including due to required regulatory approvals or consents, or fees that may be triggered upon a failure to consummate an acquisition or transaction for certain reasons;\n•\nunanticipated changes in the combined business due to potential divestitures or other requirements imposed by antitrust regulators;\n•\nunanticipated changes in the acquired business, including due to regulatory action or changes in the operating results or financial condition of the business;\n•\nthe inability to retain and obtain required regulatory approvals, licenses and permits;\n•\ndifficulties and costs in integrating the operations, technologies, products, IT and other systems, assets, facilities and personnel of the purchased businesses;\n•\ndisruption due to the integration and rationalization of operations, products, technologies and personnel;\n•\nloss of customers, suppliers or partners; and \n•\nfailure to consummate an acquisition resulting in negative publicity and/or negative impression of us in the investment community that could impact on our stock price\nFurther, an acquisition or strategic transaction may not further our business strategy as we expected or we may overpay for, or otherwise not realized the expected return on, our investments. We have also faced litigation in connection with acquisitions, some of which continues following the consummation of the acquisition. Such litigation may be costly and diverts management time and attention.\nWe have in the past, and may in the future, divest or reduce our investment in certain businesses or product lines from time to time. For example, in the fiscal year 2019, we completed the divestiture of our Datacom module business in Japan, and in fiscal year 2020 we sold the assets associated with certain Lithium Niobate product lines manufactured by our San Donato, Italy site. Such divestitures involve risks, such as difficulty separating portions from our other businesses, distracting employees, incurring potential loss of revenue, negatively impacting margins, and potentially disrupting customer relationships. We may also incur significant costs associated with exit or disposal activities, related impairment charges, or both.\nIf we are unable to successfully manage any of these risks in relation to any future acquisitions or divestitures, our business, financial condition and results of operations could be adversely impacted.\nWe may be unable to successfully implement our acquisitions strategy or integrate acquired companies and personnel with existing operations.\nTo the extent we are successful in making acquisitions, such as our merger with NeoPhotonics and the acquisition of IPG telecom transmission product lines, we may be unsuccessful in implementing our acquisitions strategy, or integrating acquired companies, businesses or product lines and personnel with existing operations, or the integration may be more difficult or more costly than anticipated. Some of the challenges involved integrating businesses and acquisitions include:\n•\ndifficulty preserving relationship with customers, suppliers or partners; \n•\npotential difficulties in completing projects associated with in-process R&D;\n•\nunanticipated liabilities or our exposure for known contingencies and liabilities may exceed our estimates;\n•\ninsufficient net revenue or unexpected expenses that negatively impact our margins and profitability;\n•\nunexpected losses of key employees of the acquired company, or inability to maintain our company culture;\n•\nunexpected expenses for cost of litigation against us or our directors and officers, or against the acquired company;\n•\npotential adverse effects on our ability to attract, recruit, retain, and motivate current and prospective employees;\n•\nconforming the acquired company’s standards, processes, procedures and controls with our operations, including integrating Enterprise Resource Planning (“ERP”) systems and other key business applications;\n•\ncoordinating new product and process development;\n25\n•\nincreasing complexity from combining operations, including administrative functions, finance and human resources;\n•\nincreasing the scope, geographic diversity and complexity of our operations;\n•\ndifficulties in integrating operations across different cultures and languages and to address the particular economic, currency, political, and regulatory risks associated with specific countries;\n•\ndifficulties in integrating acquired technology;\n•\ndifficulties in coordinating and integrating geographically separated personnel, organizations, systems and facilities;\n•\ndifficulty managing customer transitions or entering into new markets;\n•\ndifficulties in consolidating facilities and transferring processes and know-how; \n•\ndiversion of management’s attention from other business concerns;\n•\ntemporary loss of productivity or operational efficiency;\n•\ndilution of our current stockholders as a result of any issuance of equity securities as acquisition consideration; \n•\nadverse tax or accounting impact;\n•\nexpenditure of cash that would otherwise be available to operate our business; and\n•\nindebtedness on terms that are unfavorable to us, limit our operational flexibility or that we are unable to repay\n In addition, following an acquisition, we may have difficulty forecasting the financial results of the combined company and the market price of our common stock could be adversely affected if the effect of any acquisitions on our consolidated financial results is dilutive or is below the market's or financial analysts' expectations, or if there are unanticipated changes in the business or financial performance of the target company or the combined company. Any failure to successfully integrate acquired businesses may disrupt our business and adversely impact our business, financial condition and results of operations.\nWe may not realize the expected benefits of our acquisitions or strategic transactions, or be able to retain those benefits even if realized.\nThe success of our acquisitions will depend in large part on our success in integrating the acquired operations, strategies, technologies, and personnel. We may fail to realize some or all of the anticipated benefits of an acquisition if the integration process takes longer than expected or is more costly than expected. If we fail to meet the challenges involved in successfully integrating any acquired operations or to otherwise realize any of the anticipated benefits of an acquisition, including any expected cost savings and synergies, our operations could be impaired. In addition, the overall integration of an acquired business can be a time-consuming and expensive process that, without proper planning and effective and timely implementation, could significantly disrupt our business.\nChanges in demand and customer requirements for our products may reduce manufacturing yields, which could negatively impact our profitability.\nManufacturing yields depend on a number of factors, including the volume of production due to customer demand and the nature and extent of changes in specifications required by customers for which we perform design-in work. Changes in manufacturing processes required as a result of changes in product specifications, changing customer needs, introduction of new product lines and changes in contract manufacturers may reduce manufacturing yields, resulting in low or negative margins on those products. Moreover, an increase in the rejection rate of products during the quality control process, before, during or after manufacturing, results in lower gross margins from lower yields and additional rework costs. Any reduction in our manufacturing yields will adversely affect our gross margins and could have a material impact on our operating results.\n26\nWe may not be able to realize tax savings from our international structure, which could materially and adversely affect our operating results. \nDuring fiscal 2023, the Company completed an international restructuring that included the intra-entity transfer of certain intellectual property and other assets used in the business among various subsidiaries.  This structure may be challenged by tax authorities, and if such challenges are successful, the tax consequence we expect to realize could be adversely impacted. If substantial modifications to our international structure or the way we operate our business are made, such as if future acquisitions or divestitures occur, if changes in domestic and international tax laws negatively impact the structure, if we do not operate our business consistent with the structure and applicable tax provisions, if we fail to achieve our revenue and profit goals, or if the international structure or our application of arm’s-length principles to intercompany arrangements is successfully challenged by the U.S. or foreign tax authorities, our effective tax rate may increase, which could have a material adverse effect on our operating and financial results.\nChanges in tax laws could have a material adverse effect on our business, cash flow, results of operations or financial conditions.\nAs a multinational corporation, we are subject to income taxes as well as non-income based taxes, in both the U.S. and various foreign jurisdictions. Significant uncertainties exist with respect to the amount of our tax liabilities, including those arising from potential changes in laws in the countries in which we do business and the possibility of adverse determinations with respect to the application of existing laws. Many judgments are required in determining our worldwide provision for income taxes and other tax liabilities, and we are under audit by various tax authorities, which often do not agree with positions taken by us on our tax returns. Any unfavorable resolution of these uncertainties may have a significant adverse impact on our tax rate.\nIncreasingly, countries around the world are actively considering or have enacted changes in relevant tax, accounting and other laws, regulations and interpretations. In August 2022, President Biden signed into law the Inflation Reduction Act of 2022 (the “IRA”) and the CHIPS and Science Act of 2022. These laws introduce new tax provisions and provide for various incentives and tax credits. The IRA applies to tax years beginning after December 31, 2022 and introduces a 15% corporate alternative minimum tax and a 1% excise tax on certain stock repurchases made by publicly traded U.S. corporations. While we are not currently expecting a material impact to our provision for income taxes by the 15% corporate alternative minimum tax under the IRA, it could materially affect our financial results, including our earnings and cash flow, if we become subject to this tax in the future. \nMany countries, and organizations such as the Organization for Economic Cooperation and Development (the “OECD”) have proposed implementing changes to existing tax laws, including a proposed global minimum tax of 15%, also known as Pillar Two, which was agreed to by more than 140 member jurisdictions in 2021 and adopted by European Union member states on December 12, 2022 to go into effect in 2024. Other countries including the United Kingdom, Switzerland, Canada, Australia and South Korea are also actively considering changes to their tax laws to adopt certain parts of the OECD’s proposals. Any of these developments or changes in federal, state, or international tax laws or tax rulings could adversely affect our effective tax rate and our operating results. There can be no assurance that our effective tax rates, tax payments, or incentives will not be adversely affected by these or other developments or changes in law.\nOther countries also continue to enact and consider enacting new laws, which could increase our tax obligations, cause us to change the way we do business or our operations or otherwise adversely affect us. The foregoing items could increase our future tax expense, could change our future intentions regarding reinvestment of foreign earnings, and could have a material adverse effect on our business, financial condition and results of operations.\nOur subsidiary in Thailand has been granted certain tax holidays by the Thailand government. As we do not currently meet the tax holiday requirements, income earned in Thailand is subject to the regular statutory income tax rate.\nWe are also subject to the continuous examination of our income tax and other returns by the Internal Revenue Service and other tax authorities globally, and we have a number of such reviews underway at any time. It is possible that tax authorities may disagree with certain positions we have taken, and an adverse outcome of such a review or audit could have a negative effect on our financial position and operating results. There can be no assurance that the outcomes from such examinations, or changes in tax law or regulation impacting our effective tax rates, will not have an adverse effect on our business, financial condition and results of operations.\n27\nOur operating results may be subject to volatility due to fluctuations in foreign currency.\nWe are exposed to foreign exchange risks with regard to our international operations which may affect our operating results. Since we conduct business in currencies other than U.S. dollars but report our financial results in U.S. dollars, we face exposure to fluctuations in currency exchange rates. Due to these fluctuations, operating results may differ materially from expectations, and we may record significant gains or losses on the remeasurement of intercompany balances. Although we price our products primarily in U.S. dollars, a portion of our operating expenses are incurred in foreign currencies. For example, a portion of our expenses are denominated in the U.K. pound sterling, Chinese yuan and Thai baht. Fluctuations in the exchange rate between these currencies and other currencies in which we collect revenues and/or pay expenses could have a material effect on our future operating results. Recently, our exposure to foreign currencies has increased as our non-U.S. manufacturing footprint has expanded. We continue to look for opportunities to leverage the lower cost of non-U.S. manufacturing, including the United Kingdom, Thailand, and Japan.  While these geographies are lower cost than the U.S. and such concentration will in general lower our total cost to manufacture, this increase in concentration in non-U.S. manufacturing will also increase the volatility of our results. If the value of the U.S. dollar depreciates relative to certain other foreign currencies, it would increase our costs including the cost of local operating expenses and procurement of materials or services that we purchase in foreign currencies, as expressed in U.S. dollars. Conversely, if the U.S. dollar strengthens relative to other currencies, such strengthening could raise the relative cost of our products to non-U.S. customers, especially as compared to foreign competitors, and could reduce demand. Global economic volatility has had a significant impact on the exchange markets, which heightened this risk, and we expect the higher level of volatility in foreign exchange markets will likely continue.\nWe may require additional capital to support business growth, and this capital might not be available on acceptable terms, if at all.\nWe intend to continue to make investments to support our business growth and may require additional funds to respond to business challenges, including supporting the development and introduction of new products, addressing new markets, engaging in strategic transactions and partnerships, improving or expanding our operating infrastructure or acquiring complementary businesses and technologies. Investments, partnerships and acquisitions involve risks and uncertainties which could materially and adversely affect our operating and financial results. In March 2017, we issued and sold a total of $450 million in aggregate principal amount of 2024 Notes. In December 2019, we issued and sold a total of $1,050 million in aggregate principal amount of 2026 Notes. In March 2022, we issued and sold a total of $861 million aggregate principal amount of 2028 Notes. In June 2023, we issued and sold a total of $603.7 million aggregate principal amount of 2029 Notes. We may in the future engage in additional equity or debt financings to secure additional funds. If we raise additional funds through future issuances of equity, equity-linked or convertible debt securities, our existing stockholders could suffer significant dilution, and any new equity securities we issue could have rights, preferences and privileges superior to those of holders of our common stock. Any debt financing we may secure in the future could involve restrictive covenants relating to our capital raising activities and other financial and operational matters, which may make it more difficult for us to obtain additional capital and to pursue business opportunities, including potential acquisitions. In addition, uncertainty in the macroeconomic environment, increasing interest rates and other factors have resulted in volatility in the capital markets and less favorable financing terms. We may not be able to obtain additional financing on terms favorable to us, if at all. If we are unable to obtain adequate financing or financing on terms satisfactory to us when we require it, our ability to continue to support our business growth and to respond to business challenges could be significantly impaired, and our business may be harmed.\nIf we fail to effectively manage our growth or, alternatively, our spending during downturns, our business could be disrupted, which could harm our operating results.\nOver the last several years, we have rapidly increased in size. As a result, we have had to, and expect in the future to continue to need to, appropriately scale our business, internal systems and organization, and to continue to improve our operational, financial and management controls, reporting systems and procedures. Growth in sales, combined with the challenges of managing geographically dispersed operations, can place a significant strain on our management systems and resources, and our anticipated growth in future operations could continue to place such a strain. The failure to effectively manage our growth could disrupt our business and harm our operating results, and even if we are able to upgrade our systems and expand our staff, any such expansion will likely be expensive and complex. Our ability to successfully offer our products and implement our business plan in evolving markets requires an effective planning and management process. In economic downturns, we must effectively manage our spending and operations to ensure our competitive position during the downturn, as well as our future opportunities when the economy improves, remains intact. The failure to effectively manage our spending and operations could disrupt our business and harm our operating results.\n28\nAdditionally, in response to market conditions and changes in industry, we have from time to time strategically realigned our resources including workforce reductions and an international restructuring to reduce the cost of our operations, improve efficiencies, or realign our organization and staffing to better match our market opportunities and our technology development initiatives. We may take similar steps in the future. These changes could be disruptive to our business, including our research and development efforts, and may result in the recording of special charges, including workforce reduction or restructuring costs. Substantial expense or charges resulting from restructuring activities could adversely affect our results of operations and use of cash in those periods in which we undertake such actions.\nAny failure to manage our growth, our spending during downturns, or the alignment of our resources may harm our business and operating results.\nAny failure, disruption or security breach or incident of or impacting our information technology infrastructure or information management systems could have an adverse impact on our business and operations.\nOur business depends significantly on effective and efficient information management systems, and the reliability and security of our information technology infrastructure are essential to the operation, health and expansion of our business. For example, the information gathered and processed by our information management systems assists us in managing our supply chain, financial reporting, monitoring customer accounts, and protecting our proprietary and confidential business information, plans, trade secrets, and intellectual property, among other things. In addition, these systems may contain personal data or other confidential or otherwise protected information about our employees, our customers’ employees, or other business partners. We must continue to expand and update this infrastructure in response to our changing requirements as well as evolving security standards and risks.\nIn some cases, we may rely upon third-party providers of hosting, support and other services to meet our information technology requirements. Any failure to manage, expand and update our information technology infrastructure, including our ERP system and other applications, any failure in the extension implementation or operation of this infrastructure, or any failure by our hosting and support partners or other third-party service providers in the performance of their services could materially harm our business. In addition, we have partnered with third parties to support our information technology systems and to help design, build, test, implement and maintain our information management systems. Our merger, acquisition and divestiture activity may also require transitions to or from, and the integration of, various information management systems within our overall enterprise architecture, including our ERP system and other applications. Those systems that we acquire or that are used by acquired entities or businesses may also pose security risks of which we are unaware or unable to mitigate, particularly during the transition of these systems.\nLike other companies, we are subject to ongoing attempts by malicious actors, including through hacking, malware, ransomware, denial-of-service attacks, social engineering, exploitation of internet-connected devices, and other attacks, to obtain unauthorized access to, or acquisition or other processing of confidential or other information or otherwise affect service reliability and threaten the confidentiality, integrity and availability of our systems and information stored or otherwise processed on our systems. Cyber threats have increased in recent years, in part due to increased remote work and frequent attacks, including in the form of phishing emails, malware attachments and malicious websites. Additionally, cybersecurity researchers have warned of increased risks of cyber-attacks, in connection with the war between Russia and Ukraine. While we work to safeguard our internal network systems and validate the security of our third-party service providers to mitigate these potential risks, including through information security policies and employee awareness and training, there is no assurance that such actions have been or will be sufficient to prevent cyber-attacks or security breaches or incidents. We have been in the past, and may be in the future, subject to social engineering and other cybersecurity attacks, and these attacks may become more prevalent with substantial portion of our workforce being distributed geographically, particularly given the increased remote access to our networks and systems as a result. Further, our third-party service providers may have been and may be in the future subject to such attacks or otherwise may suffer security breaches or incidents. In addition, actions by our employees, service providers, partners, contractors, or others, whether malicious or in error, could affect the security of our systems and information. Further, a breach or compromise of our information technology infrastructure or that of our third-party service providers could result in the misappropriation of intellectual property, business plans, trade secrets or other information. Additionally, while our security systems are designed to maintain the physical security of our facilities and information systems, accidental or willful security breaches or incidents or other unauthorized access by third parties to our facilities or our information systems could lead to unauthorized access to, or misappropriation, disclosure, or other processing of proprietary, confidential and other information. Moreover, new laws and regulations, such as the European Union’s General Data Protection Regulation, the California Consumer Privacy Act and China’s Personal Information Protection Law, add to the complexity of our compliance obligations and increases our compliance costs. Although we have established internal controls and procedures intended to comply with such laws and regulations, any actual or alleged failure to fully comply could result in significant penalties and other liabilities, harm to our reputation and market position, business and financial condition.\n29\nDespite our implementation of security measures, our systems and those of our third-party service providers are vulnerable to damage from these or other types of attacks, errors or acts of omissions. In addition, our systems may be impacted by natural disasters, terrorism or other similar disruptions. Any system failure, disruption, accident or security breach or incident affecting us or our third-party service providers could result in disruptions to our operations and loss or unavailability of, or unauthorized access or damage to, inappropriate access to, or use, disclosure or other processing of confidential information and other information maintained or otherwise processed by us on our behalf. Any actual or alleged disruption to, or security breach or incident affecting, our systems or those of our third-party partners could cause significant damage to our reputation, lead to theft or misappropriation of our intellectual property and trade secrets, result in claims, investigations, and other proceedings by or before regulators, and claims, demands and litigation, legal obligations or liability, affect our relationships with our customers, require us to bear significant remediation and other costs and ultimately harm our business, financial condition and operating results. In addition, we may be required to incur significant costs to protect against or mitigate damage caused by disruptions or security breaches or incidents. Our costs incurred in efforts to prevent, detect, alleviate or otherwise address cyber or other security problems, bugs, viruses, worms, malicious software programs and security vulnerabilities could be significant and such efforts may not be successful. All of these costs, expenses, liability and other matters may not be covered adequately by insurance and may result in an increase in our costs for insurance or insurance not being available to us on economically feasible terms, or at all.\n \nInsurers may also deny us coverage as to any future claim. Any of these results could harm our financial condition, business and reputation.\nOur revenues, operating results, and cash flows may fluctuate from period to period due to a number of factors, which makes predicting financial results difficult.\nSpending on optical communication and laser products is subject to cyclical and uneven fluctuations, which could cause our financial results to fluctuate unpredictably. It can be difficult to predict the degree to which end-customer demand and the seasonality and uneven sales patterns of our OEM partners or other customers will affect our business in the future, particularly as we or they release new or enhanced products. We are also subject to changes in buying patterns among our OEM partners and other customers, including unpredictable changes in their desired inventory levels.  Further, if our revenue mix changes, it may also cause results to differ from historical seasonality. Accordingly, our quarterly and annual revenues, operating results, cash flows, and other financial and operating metrics have and may in the future vary significantly in the future. We attempt to identify changes in market conditions as soon as possible; however, the dynamics of the market in which we operate make prediction of and timely reaction to such events difficult. Due to these and other factors, the results of any prior periods should not be relied upon as an indication of future performance.\nIf we have insufficient proprietary rights or if we fail to protect our rights, our business would be materially harmed.\nWe seek to protect our products and product roadmaps in part by developing and/or securing proprietary rights relating to those products, including patents, trade secrets, know-how and continuing technological innovation. Protecting against the unauthorized use of our products, technology and other proprietary rights is difficult, time-consuming and expensive; therefore, the steps we take to protect our intellectual property may not adequately prevent misappropriation or ensure that others will not develop competitive technologies or products. Other companies may be investigating or developing technologies that are similar to our own. Additionally, there may be existing patents that we are unaware of, which could be pertinent to our business. It is not possible for us to know whether there are patent applications pending that our products might infringe upon since these applications are often not made publicly available until a patent is issued or published. It is possible that patents may not be issued from any of our pending applications or those we may file in the future and, if patents are issued, the claims allowed may not be sufficiently broad to deter or prohibit others from making, using or selling products that are similar to ours, or such patents could be invalidated or ruled unenforceable. We do not own patents in every country in which we sell or distribute our products, and thus others may be able to offer identical products in countries where we do not have intellectual property protections. In addition, the laws of some territories in which our products are or may be developed, manufactured or sold, including Europe, Asia-Pacific or Latin America, may not protect our products and intellectual property rights to the same extent as the laws of the United States. Any patents issued to us may be challenged, invalidated or circumvented. Additionally, we are currently a licensee for a number of third-party technologies including software and intellectual property rights from academic institutions, our competitors and others, and we are required to pay royalties to these licensors for the use thereof. In the future, if such licenses are unavailable or if we are unable to obtain such licenses on commercially reasonable terms, we may not be able to rely on such third-party technologies which could inhibit our development of new products, impede the sale of some of our current products, substantially increase the cost to provide these products to our customers, and could have a significant adverse impact on our operating results.\n30\nWe also seek to protect our important trademarks by endeavoring to register them in certain countries. We have not registered our trademarks in every country in which we sell or distribute our products, and thus others may be able to use the same or confusingly similar marks in countries where we do not have trademark registrations. We have adopted Lumentum as a house trademark and trade name for our company and are in the process of establishing rights in this name and brand. We have also adopted the Lumentum logo as a house trademark for our company and are in the process of establishing rights in this brand. Trademarks associated with the Lumentum brand have been registered in the United States or other jurisdictions, however, the efforts we take to maintain registration and protect trademarks, including the Lumentum brand, may not be sufficient or effective. Although we have registered marks associated with the Lumentum brand, third parties may seek to oppose or otherwise challenge these registrations. There is the possibility that, despite efforts, the scope of the protection obtained for our trademarks, including the Lumentum brand, will be insufficient or that a registration may be deemed invalid or unenforceable in one or more jurisdictions throughout the world.\nFurther, a breach of our information technology infrastructure could result in the misappropriation of intellectual property, business plans or trade secrets. Any failure of our systems or those of our third-party service providers could result in unauthorized access or acquisition of such proprietary information, and any actual or perceived security breach could cause significant damage to our reputation and adversely impact our relationships with our customers. \nOur products may be subject to claims that they infringe the intellectual property rights of others, the resolution of which may be time-consuming and expensive, as well as require a significant amount of resources to prosecute, defend, or make our products non-infringing.\nLawsuits and allegations of patent infringement and violation of other intellectual property rights occur regularly in our industry. We have in the past received, and anticipate that we will receive in the future, notices from third parties claiming that our products infringe upon their proprietary rights, with two distinct sources of such claims becoming increasingly prevalent. First, large technology companies, including some of our customers and competitors, are seeking to monetize their patent portfolios and have developed large internal organizations that may approach us with demands to enter into license agreements. Second, patent-holding companies that do not make or sell products (often referred to as “patent trolls”) may claim that our products infringe upon their proprietary rights. We respond to these claims in the course of our business operations. The litigation or settlement of these matters, regardless of the merit of the claims, could result in significant expense and divert the efforts of our technical and management personnel, regardless of whether or not we are successful. If we are unsuccessful, we could be required to expend significant resources to develop non-infringing technology or to obtain licenses to the technology that is the subject of the litigation. We may not be successful in such development, or such licenses may not be available on commercially reasonable terms, or at all. Without such a license, or if we are the subject of an exclusionary order, our ability to make our products could be limited and we could be enjoined from future sales of the infringing product or products, which could adversely affect our revenues and operating results. Additionally, we often indemnify our customers against claims of infringement related to our products and may incur significant expenses to defend against such claims. If we are unsuccessful defending against such claims, we may be required to indemnify our customers against any damages awarded.\nWe also face risks that third parties may assert trademark infringement claims against us in one or more jurisdictions throughout the world related to our Lumentum and Oclaro brands and/or other trademarks and our exposure to these risks may increase as a result of acquisitions. The litigation or settlement of these matters, regardless of the merit of the claims, could result in significant expense and divert the efforts of our technical and management personnel, regardless of whether or not we are successful. If we are unsuccessful, trademark infringement claims against us could result in significant monetary liability or prevent us from selling some or all of our products or services under the challenged trademark. In addition, resolution of claims may require us to alter our products, labels or packaging, license rights from third parties, or cease using the challenged trademark altogether, which could adversely affect our revenues and operating results.\nWe face certain litigation risks that could harm our business.\n31\nWe are now, and in the future, may become subject to various legal proceedings and claims that arise in or outside the ordinary course of business. The results of legal proceedings are difficult to predict. Moreover, many of the complaints filed against us may not specify the amount of damages that plaintiffs seek, and we therefore may be unable to estimate the possible range of damages that might be incurred should these lawsuits be resolved against us. While we may be unable to estimate the potential damages arising from such lawsuits, certain of them assert types of claims that, if resolved against us, could give rise to substantial damages or restrictions on or changes to our business. Thus, an unfavorable outcome or settlement of one or more of these lawsuits could have a material adverse effect on our financial condition, liquidity and results of operations. Even if these lawsuits are not resolved against us, the uncertainty and expense associated with unresolved lawsuits could seriously harm our business, financial condition and reputation. Litigation is generally costly, time-consuming and disruptive to normal business operations. The costs of defending these lawsuits have been significant in the past, will continue to be costly and may not be covered by our insurance policies. The defense of these lawsuits could also result in continued diversion of our management’s time and attention away from business operations, which could harm our business. For additional discussion regarding litigation, refer to “Part I, Item 3. Legal Proceedings,” and “Note 17. Commitments and Contingencies” to the consolidated financial statements.\nOur products incorporate and rely upon licensed third-party technology, and if licenses of third-party technology do not continue to be available to us or are not available on terms acceptable to us, our revenues and ability to develop and introduce new products could be adversely affected.\nWe integrate licensed third-party technology into certain of our products. From time to time, we may be required to license additional technology from third parties to develop new products or product enhancements. Third-party licenses may not be available or continue to be available to us on commercially reasonable terms. The failure to comply with the terms of any license, including free open-source software, may result in our inability to continue to use such license. Our inability to maintain or re-license any third-party licenses required in our products or our inability to obtain third-party licenses necessary to develop new products and product enhancements, could potentially require us to develop substitute technology or obtain substitute technology of lower quality or performance standards or at a greater cost, any of which could delay or prevent product shipment and harm our business, financial condition, and results of operations.\nIf we fail to maintain an effective system of disclosure controls and internal control over financial reporting, our ability to produce timely and accurate financial statements or comply with applicable regulations could be impaired.\n As a public company, we are subject to the reporting requirements of the Securities Exchange Act of 1934, as amended, or the Exchange Act, the Sarbanes-Oxley Act of 2002, as amended, or the Sarbanes-Oxley Act, and Nasdaq listing requirements. The Sarbanes-Oxley Act requires, among other things, that we maintain effective disclosure controls and procedures and internal control over financial reporting. In order to maintain and improve the effectiveness of our disclosure controls and procedures and internal control over financial reporting, and to integrate our acquisitions into our disclosure controls and procedures and internal control over financial reporting, we have expended, and anticipate that we will continue to expend, significant time and operational resources, including accounting-related costs and significant management oversight.\nAny failure to develop or maintain effective controls, or any difficulties encountered in their implementation or improvement, could cause us to delay reporting of our financial results, be subject to one or more investigations or enforcement actions by state or federal regulatory agencies, stockholder lawsuits or other adverse actions requiring us to incur defense costs, pay fines, settlements or judgments. Any such failures could also cause investors to lose confidence in our reported financial and other information, which would likely have a negative effect on the trading price of our common stock and customer perception of our business may suffer. In addition, if we are unable to continue to meet these requirements, we may not be able to remain listed on the NASDAQ stock market.\n32\nRisks Related to Human Capital\nOur ability to develop, market and sell products could be harmed if we are unable to retain or hire key personnel.\nOur future success depends upon our ability to recruit and retain the services of executive, engineering, manufacturing, sales and marketing, and support personnel. The supply of highly qualified individuals, in particular engineers in very specialized technical areas, or salespeople specializing in the service provider, enterprise and commercial laser markets, is limited and competition for such individuals is intense. Competition is particularly intense in certain jurisdictions where we have research and development centers, including Silicon Valley, and for engineering talent generally. Also, as a result of COVID-19, employees in our industries are increasingly able to work remotely, which has increased employee mobility and turnover, making it difficult for us to retain or hire employees. Further, to attract and retain top talent, we have offered, and we believe we will need to continue to offer, competitive compensation and benefits packages.  Job candidates and existing employees often consider the value of the equity awards they receive in connection with their employment.  If the perceived value of our equity awards declines, it may adversely affect our ability to attract and retain highly qualified employees.  There can be no assurance that the programs, initiatives, rewards and recognition that are part of our people strategy will be successful in attracting and retaining the talent necessary to execute on our business plans. None of our officers or key employees is bound by an employment agreement for any specific term. The loss of the services of any of our key employees, the inability to attract or retain personnel in the future, particularly during the integration of acquisitions, or delays in hiring required personnel and the complexity and time involved in replacing or training new employees, could delay the development and introduction of new products, and negatively impact our ability to market, sell, or support our products. Similarly, the failure to properly manage the necessary knowledge transfer required for employee transitions could impact our ability to maintain industry and innovation leadership. The loss of members of our management team or other key personnel could be disruptive to our business and, were it necessary, it could be difficult to replace such individuals. If we are unable to attract and retain qualified personnel, we may be unable to manage our business effectively, and our business, financial condition and results of operations may be harmed.\nOur ability to hire and retain employees may be negatively impacted by changes in immigration laws, regulations and procedures.\nForeign nationals who are not U.S. citizens or permanent residents constitute an important part of our U.S. workforce, particularly in the areas of engineering and product development. Our ability to hire and retain these workers and their ability to remain and work in the United States are impacted by laws and regulations, as well as by procedures and enforcement practices of various government agencies and global events such as COVID-19 may interfere with our ability to hire or retain workers who require visas or entry permits. For example, numerous U.S. Embassies suspended or delayed the processing of new visa applications for a period of time during the pandemic due to COVID-19 related concerns impacting embassy operations and staffing. Additional changes in immigration laws, regulations or procedures, including those that have been and may be enacted in the future by the U.S. government and in the United Kingdom or the European Union in connection with Brexit or the war in Ukraine, may adversely affect our ability to hire or retain such workers, increase our operating expenses and negatively impact our ability to deliver our products and services.\n33\nRisks Related to Legal, Regulatory and Compliance\nOur sales may decline if we are unable to obtain government authorization to export certain of our products, and we may be subject to legal and regulatory consequences if we do not comply with applicable export control laws and regulations.\nExports of certain of our products are subject to export controls imposed by the U.S. government and administered by the U.S. Departments of State and Commerce. In certain instances, these regulations may require pre-shipment authorization from the administering department. For products subject to the EAR administered by the BIS, the requirement for a license is dependent on the type and end use of the product, the final destination, the identity of the end user and whether a license exception might apply. Virtually all exports of products subject to the International Traffic in Arms Regulations (“ITAR”) administered by the Department of State’s Directorate of Defense Trade Controls, require a license. Certain of our fiber optics products are subject to EAR and certain of our RF-over-fiber products, as well as certain products and technical data, are developed with government funding, and are currently subject to ITAR. Products and the associated technical data developed and manufactured in our foreign locations are subject to export controls of the applicable foreign nation. There is no assurance that we will be issued these licenses or be granted exceptions, and failure to obtain such licenses or exceptions could limit our ability to sell our products into certain countries and negatively impact our business, financial condition and/or operating results.\nThe requirement to obtain a license could put us at a competitive disadvantage by restricting our ability to sell products to customers in certain countries or by giving rise to delays or expenses related to obtaining a license. Given the current global political climate, obtaining export licenses can be difficult and time-consuming. Failure to obtain export licenses for these shipments could significantly reduce our revenue and materially adversely affect our business, financial condition, relationships with our customers and results of operations. Compliance with U.S. government regulations also subjects us to additional fees and costs. The absence of comparable restrictions on competitors in other countries may adversely affect our competitive position.\nFurther, there is increased attention from the government and the media regarding potential threats to U.S. national security and foreign policy relating to certain foreign entities, particularly Chinese entities, and the imposition of enhanced restrictions or sanctions regarding the export of our products or on specific foreign entities that would restrict their ability to do business with U.S. companies may materially adversely affect our business. For example, on May 16, 2019, Huawei was added to the Entity List of the Bureau of Industry and Security of the U.S. Department of Commerce, additional regulatory restrictions were imposed in May and August 2020 and in October 2022 to the Foreign-Produced Direct Product Rule, which impose limitations on the supply of certain U.S. items and product support to Huawei, and FiberHome Technologies was added to the Entity List on May 22, 2020. These actions have resulted in escalating tensions between the U.S. and China and create the possibility that the Chinese government may take additional steps to retaliate against U.S. companies or industries. We cannot predict what additional actions the U.S. government may take with respect to Huawei beyond what is described above or to other of our customers, including modifications to or interpretations of Entity List restrictions, export restrictions, tariffs, or other trade limitations or barriers.\nOur association with customers that are or become subject to U.S. regulatory scrutiny or export restrictions could negatively impact our business. Governmental actions such as these could subject us to actual or perceived reputational harm among current or prospective investors, suppliers or customers, customers of our customers, other parties doing business with us, or the general public.\n \nAny such reputational harm could result in the loss of investors, suppliers or customers, which could harm our business, financial condition, operating results or prospects. Further, if we fail to comply with any of these export regulations, we could be subject to civil, criminal, monetary and non-monetary penalties and costly consent decrees, which would lead to disruptions to our business, restrictions on our ability to export products and technology, and adversely affect our business and results of operation.\nIn addition, certain of our significant customers and suppliers have products that are subject to U.S. export controls, and therefore these customers and suppliers may also be subject to legal and regulatory consequences if they do not comply with applicable export control laws and regulations. Such regulatory consequences could disrupt our ability to obtain components from our suppliers, or to sell our products to major customers, which could significantly increase our costs, reduce our revenue and materially adversely affect our business, financial condition and results of operations.\n34\nSocial and environmental responsibility regulations, policies and provisions, as well as customer and investor demands, may make our supply chain more complex and may adversely affect our relationships with customers and investors. \nThere is an increasing focus on environmental, social, and governance (“ESG”) matters both in the United States and globally. A number of our customers have adopted, or may adopt, procurement policies that include social and environmental responsibility provisions or requirements that their suppliers should comply with, or they may seek to include such provisions or requirements in their procurement terms and conditions. An increasing number of investors are also requiring companies to disclose corporate social and environmental policies, practices and metrics. These legal and regulatory requirements, as well as investor expectations, on corporate environmental and social responsibility practices and disclosure, are subject to change, can be unpredictable, and may be difficult and expensive for us to comply with, given the complexity of our supply chain. If we are unable to comply with, or are unable to cause our suppliers or contract manufacturers to comply with such policies or provisions, or meet the requirements of our customers and investors, a customer may stop purchasing products from us or an investor may sell their shares, and may take legal action against us, which could harm our reputation, revenue and results of operations. We expect increased worldwide regulatory activity relating to climate change in the future. Future compliance with these laws and regulations, as well as meeting related customer and investor expectations, may adversely affect our business and results of operations.\nOur reputation and/or business could be negatively impacted by ESG matters and/or our reporting of such matters.\nWe communicate certain ESG-related initiatives, goals, and/or commitments regarding environmental matters, diversity, responsible sourcing and social investments, and other matters, in our annual Corporate Social Responsibility Report, on our website, in certain filings with the SEC, and elsewhere. These initiatives, goals, or commitments could be difficult to achieve and costly to implement. In addition, we could be criticized for the timing, scope or nature of these initiatives, goals, or commitments, for any revisions to them, or for our disclosures related to such matters, or for our policies and practices related to these matters. Our actual or perceived failure to achieve our ESG-related initiatives, goals, or commitments could negatively impact our reputation or otherwise materially harm our business.\nWe may be adversely affected by climate change regulations.\nIn many of the countries in which we operate, government bodies are increasingly enacting legislation and regulations in response to potential impacts of climate change. These laws and regulations may be mandatory. They have the potential to impact our operations directly or indirectly as a result of required compliance by our customers or supply chain. Inconsistency of regulations may also affect the costs of compliance with such laws and regulations. Assessments of the potential impact of future climate change legislation, regulation, and international treaties and accords are uncertain, given the wide scope of potential regulatory change in countries in which we operate.\nWe may incur increased capital expenditures resulting from required compliance with revised or new legislation or regulations, added costs to purchase raw materials, lower profits from sales of our products, increased insurance premiums and deductibles, changes in competitive position relative to industry peers, changes to profit or loss arising from increased or decreased demand for goods produced by us, or changes in costs of goods sold, which would have an adverse effect on our business, financial condition and results of operations.\nWe are subject to laws and regulations worldwide including with respect to environmental matters, securities laws, privacy and data protection, compliance with which could increase our expenses and harm our operating results.\nOur operations and our products are subject to various federal, state and foreign laws and regulations, including those governing pollution and protection of human health and the environment in the jurisdictions in which we operate or sell our products. These laws and regulations govern, among other things, wastewater discharges and the handling and disposal of hazardous materials in our products. Our failure to comply with current and future environmental or health or safety requirements could cause us to incur substantial costs, including significant capital expenditures, to comply with such environmental laws and regulations and to clean up contaminated properties that we own or operate. Such clean-up or compliance obligations could result in disruptions to our operations. Additionally, if we are found to be in violation of these laws, we could be subject to governmental fines or civil liability for damages resulting from such violations. These costs could have a material adverse impact on our financial condition or operating results.\n35\nFrom time-to-time new regulations are enacted, and it is difficult to anticipate how such regulations will be implemented and enforced. We continue to evaluate the necessary steps for compliance with regulations as they are enacted. These regulations include, for example, the Registration, Evaluation, Authorization and Restriction of Chemicals (“REACH”), the Restriction of the Use of Certain Hazardous Substances in Electrical and Electronic Equipment Directive (“RoHS”) and the Waste Electrical and Electronic Equipment Directive (“WEEE”) enacted in the European Union which regulate the use of certain hazardous substances in, and require the collection, reuse and recycling of waste from, certain products we manufacture. These regulations and similar legislation may require us to re-design our products to ensure compliance with the applicable standards, for example by requiring the use of different types of materials, which could have an adverse impact on the performance of our products, add greater testing lead-times for product introductions or other similar effects. We believe we comply with all such legislation where our products are sold, and we continuously monitor these laws and the regulations being adopted under them to determine our responsibilities.\nIn addition, pursuant to Section 1502 of the Dodd-Frank Wall Street Reform and Consumer Protection Act, the SEC has promulgated rules requiring disclosure regarding the use of certain “conflict minerals” that are mined from the Democratic Republic of Congo and adjoining countries and procedures regarding a manufacturer’s efforts to prevent the sourcing of such minerals. We may face challenges with government regulators and our customers and suppliers if we are unable to sufficiently make any required determination that the metals used in our products are conflict free. Complying with these disclosure requirements involves substantial diligence efforts to determine the source of any conflict minerals used in our products and may require third-party auditing of our diligence process. These efforts may demand internal resources that would otherwise be directed towards operations activities.\nSince our supply chain is complex, we may face reputational challenges if we are unable to sufficiently verify the origins of all minerals used in our products. Additionally, if we are unable to satisfy those customers who require that all of the components of our products are determined to be conflict free, they may choose a competitor’s products which could materially impact our financial condition and operating results.\nWe are also subject to laws and regulations to our collection and other processing of personal data of our employees, customers and others. These laws and regulations are subject to frequent modifications and updates and require ongoing supervision. For example, the European Union adopted a General Data Protection Regulation (“GDPR”) that became effective in May 2018, and has established new, and in some cases more stringent, requirements for data protection in Europe, and which provides for substantial penalties for noncompliance. Brazil passed the General Data Protection Law that became effective in August 2020 to regulate processing of personal data of individuals, which also provides for substantial penalties for noncompliance. Additionally, California has the California Consumer Privacy Act (“CCPA”), which went into effect on January 1, 2020. In November 2020, California passed the California Privacy Rights Act (“CPRA”), which went into effect on January 1, 2023. The CPRA amends and augments the CCPA, including by expanding individuals’ rights and the obligations of businesses that handle personal data. Similar legislation has been proposed or adopted in several other states. Aspects of the CCPA, CPRA and these other laws and regulations, as well as their enforcement, remain unclear. The U.S. federal government also is contemplating federal privacy legislation. The effects and impact of these or other laws and regulations relating to privacy and data protection are potentially significant and may require us to modify our data processing practices and policies and to incur substantial costs and expenses in efforts to comply. Laws and regulations relating to privacy and data protection continue to evolve in various jurisdictions, with existing laws and regulations subject to new and differing interpretations and new laws and regulations being proposed and adopted. It is possible that our practices may be deemed not to comply with those privacy and data protection legal requirements that apply to us now or in the future.\nFurther, the United Kingdom has implemented legislation similar to the GDPR, including the UK Data Protection Act and legislation referred to as the UK GDPR, which provides for substantial penalties, similar to the GDPR. Aspects of United Kingdom data protection law remains unclear following the United Kingdom’s exit from the European Union, including with respect to data transfers between the United Kingdom and other jurisdictions. We cannot fully predict how the Data Protection Act, the UK GDPR, and other United Kingdom data protection laws or regulations may develop in the medium to longer term nor the effects of divergent laws and guidance regarding data transfers. We may find it necessary to make further changes to our handling of personal data of residents of the European Economic Area, Switzerland and the United Kingdom, each of which may require us to incur significant costs and expenses.\n36\nOur failure or perceived failure to comply with any of the foregoing legal and regulatory requirements, or other actual or asserted obligations relating to privacy, data protection or information security could result in increased costs for our products, monetary penalties, damage to our reputation, government inquiries, investigations and other legal proceeds, legal claims, demands and litigation and other obligations and liabilities. Furthermore, the legal and regulatory requirements that are applicable to our business are subject to change from time to time, which increases our monitoring and compliance costs and the risk that we may fall out of compliance. Additionally, we may be required to ensure that our suppliers comply with applicable laws and regulations. If we or our suppliers fail to comply with such laws or regulations, we could face sanctions for such noncompliance, and our customers may refuse to purchase our products, which would have a material adverse effect on our business, financial condition and results of operations.\nRisks Related to Our Common Stock\nOur stock price may be volatile and may decline regardless of our operating performance.\nOur common stock is listed on the Nasdaq Global Select Market (“NASDAQ”) under the symbol “LITE”. The market price of our common stock has fluctuated and may fluctuate significantly due to a number of factors, some of which may be beyond our control and may often be unrelated or disproportionate to our operating performance. These include:\n•\ngeneral economic and market conditions and other external factors;\n•\nchanges in global economic conditions, including those resulting from trade tensions, rising inflation, and fluctuations in foreign currency exchange and interest rates;\n•\nspeculation in the press or investment community about our strategic position;\n•\nactual or anticipated fluctuations in our quarterly or annual operating results;\n•\nchanges in earnings estimates by securities analysts or our ability to meet those estimates;\n•\nthe operating and stock price performance of other comparable companies;\n•\na shift in our investor base;\n•\nthe financial performance of other companies in our industry, and of our customers;\n•\ngeneral market, economic and political conditions, including market conditions in the semiconductor industry;\n•\npandemics and similar major health concerns, including the COVID-19 pandemic;\n•\nsuccess or failure of our business strategy;\n•\ncredit market fluctuations which could negatively impact our ability to obtain financing as needed;\n•\nchanges in governmental regulation including taxation and tariff policies;\n•\nchanges in global political tensions that may affect business with our customers;\n•\nannouncements by us, competitors, customers, or our contract manufacturers of significant acquisitions or dispositions, strategic alliances or overall movement toward industry consolidations among our customers and competitors;\n•\ninvestor perception of us and our industry;\n•\nchanges in recommendations by securities analysts;\n•\nchanges in accounting standards, policies, guidance, interpretations or principles;\n•\ndifferences, whether actual or perceived, between our corporate social responsibility and ESG practices and disclosure and investor expectations;\n•\nlitigation or disputes in which we may become involved;\n•\noverall market fluctuations; \n•\nissuances of our shares upon conversion of some or all of the convertible notes;\n•\nsales of our shares by our officers, directors, or significant stockholders; and\n37\n•\nthe timing and amount of share repurchases, if any\nIn addition, the stock markets have experienced extreme price and volume fluctuations that have affected and continue to affect the market prices of equity securities of many technology companies. Stock prices of many technology companies have fluctuated in a manner unrelated or disproportionate to the operating performance of those companies. In the past, stockholders have instituted securities class action litigation following periods of market volatility. If we were to become involved in securities litigation, it could subject us to substantial costs, divert resources and the attention of management from our business and adversely affect our business, results of operations, financial condition and cash flows.\nServicing our existing and future indebtedness, including the 2024 Notes, 2026 Notes, 2028 Notes and 2029 Notes (collectively referred to as “the convertible notes”) may require a significant amount of cash, and we may not have sufficient cash flow or the ability to raise the funds necessary to satisfy our obligations under the convertible notes and our current and future indebtedness may limit our operating flexibility or otherwise affect our business.\nOur ability to make scheduled payments of the principal of, to pay interest on or to refinance our indebtedness under \nthe convertible notes\n, or to make cash payments in connection with any conversion of \nthe convertible notes\n or upon any fundamental change if holders of the applicable series of \nthe convertible notes\n require us to repurchase their \nconvertible notes\n for cash, depends on our future performance, which is subject to economic, financial, competitive and other factors beyond our control. Our business may not generate cash flow from operations in the future sufficient to service our indebtedness and make necessary capital expenditures. If we are unable to generate such cash flow, we may be required to adopt one or more alternatives, such as selling assets, restructuring indebtedness or obtaining additional equity capital on terms that may be onerous or highly dilutive. Our ability to refinance our indebtedness will depend on the capital markets and our financial condition at such time. We may not be able to engage in any of these activities or engage in these activities on desirable terms, which could result in a default on our debt obligations. In addition, our existing and future indebtedness could have important consequences to our stockholders and significant effects on our business. For example, it could:\n•\nmake it more difficult for us to satisfy our debt obligations under \nthe convertible notes\n; \n•\nincrease our vulnerability to general adverse economic and industry conditions;  \n•\nrequire us to dedicate a substantial portion of our cash flow from operations to payments on our indebtedness, thereby reducing the availability of our cash flow to fund working capital and other general corporate purposes; \n•\nlimit our flexibility in planning for, or reacting to, changes in our business and the industry in which we operate; \n•\nrestrict us from exploiting business opportunities; \n•\nplace us at a competitive disadvantage compared to our competitors that have less indebtedness; and \n•\nlimit our availability to borrow additional funds for working capital, capital expenditures, acquisitions, debt service requirements, execution of our business strategy or other general purposes\nTransactions relating to our convertible notes may dilute the ownership interest of existing stockholders, or may otherwise depress the price of our common stock.\nIf the convertible notes\n \nare converted by holders of such series, we have the ability under the applicable indenture to deliver cash, common stock, or any combination of cash or common stock, at our election upon conversion of the applicable series of the convertible notes.  If we elect to deliver common stock upon conversion of the convertible notes, it would dilute the ownership interests of existing stockholders. Any sales in the public market of the common stock issuable upon such conversion could adversely affect prevailing market prices of our common stock. In addition, certain holders of the convertible notes may engage in short selling to hedge their position in the convertible notes. Anticipated future conversions of the convertible notes into shares of our common stock could depress the price of our common stock.\n38\nWe do not expect to pay dividends on our common stock.\nWe do not currently expect to pay dividends on our common stock. The payment of any dividends to our stockholders in the future, and the timing and amount thereof, if any, is within the discretion of our board of directors. Our board of directors’ decisions regarding the payment of dividends will depend on many factors, such as our financial condition, earnings, capital requirements, potential debt service obligations or restrictive covenants, industry practice, legal requirements, regulatory constraints and other factors that our board of directors deems relevant.\nIn addition, because we are a holding company with no material direct operations, we are dependent on loans, dividends and other payments from our operating subsidiaries to generate the funds necessary to pay dividends on our common stock. However, our operating subsidiaries’ ability to make such distributions will be subject to their operating results, cash requirements and financial condition and the applicable provisions of Delaware law that may limit the amount of funds available for distribution. Our ability to pay cash dividends may also be subject to covenants and financial ratios related to existing or future indebtedness, and other agreements with third parties.\nCertain provisions in our charter and Delaware corporate law could hinder a takeover attempt.\nWe are subject to the provisions of Section 203 of the Delaware General Corporate Law which prohibits us, under some circumstances, from engaging in business combinations with some stockholders for a specified period of time without the approval of the holders of substantially all of our outstanding voting stock. Such provisions could delay or impede the removal of incumbent directors and could make more difficult a merger, tender offer or proxy contest involving us, even if such events could be beneficial, in the short-term, to the interests of our stockholders. In addition, such provisions could limit the price that some investors might be willing to pay in the future for shares of our common stock. Our certificate of incorporation and bylaws contain provisions providing for the limitations of liability and indemnification of our directors and officers, allowing vacancies on our board of directors to be filled by the vote of a majority of the remaining directors, granting our board of directors the authority to establish additional series of preferred stock and to designate the rights, preferences and privileges of such shares (commonly known as “blank check preferred”) and providing that our stockholders can take action only at a duly called annual or special meeting of stockholders, which may only be called by the chairman of the board of directors, the chief executive officer or the board of directors. These provisions may also have the effect of deterring hostile takeovers or delaying changes in control or changes in our management.\nOur bylaws designate Delaware courts as the sole and exclusive forum for certain types of actions and proceedings that may be initiated by our stockholders, which could discourage lawsuits against us or our directors and officers.\nOur bylaws provide that, unless we consent in writing to an alternative forum, the state or federal courts of Delaware are the sole and exclusive forum for any derivative action or proceeding brought on our behalf; any action asserting breach of fiduciary duty, or other wrongdoing, by our directors, officers or other employees to us or our stockholders; any action asserting a claim against Lumentum pursuant to the Delaware General Corporation Law or our certificate of incorporation or bylaws; any action asserting a claim against Lumentum governed by the internal affairs doctrine; or any action to interpret, apply, enforce or determine the validity of our certificate of incorporation or bylaws. This exclusive forum provision may limit the ability of our stockholders to bring a claim in a different judicial forum that such stockholders find favorable for disputes with us or our directors or officers, which may discourage such lawsuits against us or our directors and officers.\nAlternatively, if a court outside of Delaware were to find this exclusive forum provision inapplicable to, or unenforceable in respect of, one or more of the specified types of actions or proceedings described above, we may incur additional costs associated with resolving such matters in other jurisdictions, which could adversely affect our business, financial condition or results of operations.",
    "item7": ">ITEM 7.    MANAGEMENT’S DISCUSSION AND ANALYSIS OF FINANCIAL CONDITION AND RESULTS OF OPERATIONS\nYou should read the following discussion in conjunction with the audited consolidated financial statements and the corresponding notes included elsewhere in this Annual Report. This Management’s Discussion and Analysis of Financial Condition and Results of Operations contains forward-looking statements. The matters discussed in these forward-looking statements are subject to risk, uncertainties and other factors that could cause actual results to differ materially from those made, projected or implied in the forward-looking statements. Refer to “Risk Factors” and “Forward-Looking Statements” for a discussion of the uncertainties, risks and assumptions associated with these statements.\nOverview\nWe are an industry-leading provider of optical and photonic products, defined by revenue and market share, addressing a range of end-market applications including Optical Communications (“OpComms”) and Commercial Lasers (“Lasers”) for manufacturing, inspection and life-science applications. \nWe have two operating segments, OpComms and Lasers. The two operating segments were primarily determined based on how the Chief Operating Decision Maker (“CODM”) views and evaluates our operations. Operating results are regularly reviewed by the CODM to make decisions about resources to be allocated to the segments and to assess their performance. Other factors, including market separation and customer specific applications, go-to-market channels, products and manufacturing, are considered in determining the formation of these operating segments. \nOpComms\nOur OpComms products address the following markets: Telecom, Datacom and Consumer and Industrial.\nOur OpComms products include a wide range of components, modules and subsystems to support customers including carrier networks for access (local), metro (intracity), long-haul (city-to-city and worldwide) and submarine (undersea) applications. Additionally, our products address enterprise, cloud, and data center applications, including storage-access networks (“SANs”), local-area networks (“LANs”) and wide-area networks (“WANs”). These products enable the transmission and transport of video, audio and data over high-capacity fiber-optic cables. We maintain leading positions in these fast-growing OpComms markets through our extensive product portfolio, including reconfigurable optical add/drop multiplexers (“ROADMs”), coherent dense wavelength division multiplexing (“DWDM”) pluggable transceivers, and tunable small form-factor pluggable transceivers. We also sell laser chips for use in manufacturing of high-speed Datacom transceivers. In the Consumer and Industrial market, our OpComms products include laser light sources, which are integrated into 3D sensing platforms being used in applications for mobile devices, gaming, computers, and other consumer electronics devices. New emerging applications include virtual and augmented reality, as well as automotive and industrial segments. Our products include vertical cavity surface emitting lasers (“VCSELs”) and edge emitting lasers which are used in 3D sensing depth imaging systems. These systems simplify the way people interact with technology by enabling the use of natural user interfaces. Systems are used for biometric identification, surveillance, and process efficiency, among numerous other application spaces. Emerging applications for this technology include various mobile device applications, autonomous vehicles, self-navigating robotics and drones in industrial applications and 3D capture of objects coupled with 3D printing. In addition, our industrial diode lasers are used primarily as pump sources for pulsed and kilowatt class fiber lasers. \nLasers\nOur Lasers products serve our customers in markets and applications such as sheet metal processing, general manufacturing, solar, biotechnology, graphics and imaging, remote sensing, and precision machining such as drilling in printed circuit boards, wafer singulation, glass cutting and solar cell scribing. \nOur Lasers products are used in a variety of OEM applications including diode-pumped solid-state, fiber, diode, direct-diode and gas lasers such as argon-ion and helium-neon lasers. Fiber lasers provide kW-class output powers combined with excellent beam quality and are used in sheet metal processing and metal welding applications. Diode-pumped solid-state lasers provide excellent beam quality, low noise and exceptional reliability and are used in biotechnology, graphics and imaging, remote sensing, materials processing and precision machining applications. Diode and direct-diode lasers address a wide variety of applications, including laser pumping, thermal exposure, illumination, ophthalmology, image recording, printing, plastic welding and selective soldering. Gas lasers such as argon-ion and helium-neon lasers provide a stable, low-cost and reliable solution over a wide range of operating conditions, making them well-suited for complex, high-resolution OEM applications such as flow cytometry, DNA sequencing, graphics and imaging and semiconductor inspection. \n43\nWe also provide high-powered and ultrafast lasers for the industrial and scientific markets. Manufacturers use high-power, ultrafast lasers to create micro parts for consumer electronics and to process semiconductor, LED, solar cells, and other types of chips. Use of ultrafast lasers for micromachining applications is being driven primarily by the increasing use of renewable energy, consumer electronics and connected devices globally. \nWe believe the global markets in which Lumentum participates have fundamentally robust, long-term trends that will increase the need for our photonics products and technologies. We believe the world is becoming more reliant on ever-increasing amounts of data flowing through optical networks and data centers. Lumentum’s products and technology enable the scaling of these optical networks and data centers to higher capacities. We expect that the accelerating shift to digital and virtual approaches to many aspects of work and life will continue into the future. Virtual meetings, video calls, and hybrid in-person and virtual environments for work and other aspects of life will continue to drive strong needs for bandwidth growth and present dynamic new challenges that our technology addresses. As manufacturers demand higher levels of precision, new materials, and factory and energy efficiency, suppliers of manufacturing tools globally are turning to laser-based approaches, including the types of lasers Lumentum supplies. Laser-based 3D sensing and LiDAR for security, industrial and automotive applications are rapidly developing markets. The technology enables computer vision applications that enhance security, safety, and new functionality in the electronic devices that people rely on every day. The use of LiDAR and in-cabin 3D sensing in automobile and delivery vehicles over time significantly adds to our long-term market opportunity. Frictionless and contactless biometric security and access control is of increasing focus globally given the world’s experience with the COVID-19 pandemic. Additionally, we expect 3D-enabled machine vision solutions to expand significantly in industrial applications in the coming years.  \nTo maintain and grow our market and technology leadership positions, we are continually investing in new and differentiated products and technologies and customer programs that address both nearer-term and longer-term growth opportunities, both organically and through acquisitions, as well as continually improving and optimizing our operations. Over many years, we have developed close relationships with market leading customers. We seek to use our core optical and photonic technology and our volume manufacturing capability to expand into attractive emerging markets that benefit from advantages that optical or photonics-based solutions provide.\n44\nMergers and Acquisitions\nNeoPhotonics Merger\nOn August 3, 2022 (the “Closing date”), we completed our merger with NeoPhotonics Corporation (“NeoPhotonics”). The addition of NeoPhotonics expands our opportunities in some of the fastest growing markets for optical components used in cloud and telecom network infrastructure. The integrated company is better positioned to serve the needs of a global customer base who are increasingly utilizing photonics to accelerate the shift to digital and virtual approaches to work and life, the proliferation of IoT, 5G, and next-generation mobile networks, and the transition to advanced cloud computing architectures.\nUnder the terms of the merger agreement, NeoPhotonics stockholders received $16.00 per share for each of the NeoPhotonics common stock they own at the Closing date. As a result, we paid $867.3 million of cash consideration to shareholders of NeoPhotonics on the Closing date. \nAs contemplated by the merger agreement, on January 14, 2022, Lumentum and NeoPhotonics entered into a credit agreement where Lumentum agreed to make term loans (“loans”) to NeoPhotonics in an aggregate principal amount not to exceed $50.0 million to help fund capital expenditures and increase working capital associated with NeoPhotonics’ growth plans. During fiscal 2022, we funded a $30.0 million loan request to NeoPhotonics. On August 1, 2022, we funded an additional $20.0 million loan request to NeoPhotonics. The interest was payable monthly in arrears on the first day of each month. The loans would have matured on January 14, 2024, unless earlier repaid or accelerated. The $50.0 million loans in aggregate were not settled at the Closing date, and therefore, were included as part of the total purchase price consideration.\nWe paid $22.6 million cash consideration to shareholders of NeoPhotonics for the vested and accelerated NeoPhotonics equity awards, of which $13.6 million was allocated to the purchase price consideration. The remaining $9.0 million related to the payment of change-in-control provisions for certain executives, which were recognized as post-combination expenses due to the dual-trigger nature of the arrangements. Additionally, we issued replacement equity awards (the “Replacement Awards”) in settlement of certain NeoPhotonics equity awards that did not become vested at the Closing date, with the total  fair value of $40.2 million based on our closing stock price on the Closing date. The portion of Replacement Awards attributed to pre-merger service was recorded as part of the consideration transferred, which was $3.5 million.\nThe total transaction consideration of \n$934.4 million \nwas funded by the cash balances of the combined company. We also recorded\n $28.7 million of merger-related costs, representing professional and other direct acquisition costs. Of the $28.7 million of merger-related costs, $8.3 million was incurred in fiscal year 2022 and $20.4 million was incurred in fiscal year 2023, which was recorded as selling, general and administrative expense in the consolidated statements of op\nerations.\nAcquisition of IPG Photonics’ Telecom Transmission Product Lines\nOn August 15, 2022, we completed a transaction to acquire IPG Photonics’ telecom transmission product lines (“IPG telecom transmission product lines”) that develop and market products for use in telecommunications and datacenter infrastructure, including Digital Signal Processors (“DSPs”), ASICs and optical transceivers. This acquisition enables us to expand our business in the OpComms segment. The total purchase price of $55.9 million was paid in cash. Refer to “Note 4. Business Combination” to the consolidated financial statements for additional information.\nWe evaluate strategic opportunities regularly and, where appropriate, may acquire additional businesses, products, or technologies that are complementary to, or broaden the markets for our products. We believe we have strengthened our business model by expanding our addressable markets, customer base and expertise, diversifying our product portfolio and fortifying our core businesses from acquisitions as well as through organic initiatives.\nImpact of COVID-19 to Our Business\nWe continue to monitor the COVID-19 pandemic and actively assess potential implications to our business, supply chain, customer fulfillment sites, support operations and customer demand. We also continue to take appropriate measures to protect the health and safety of our employees and to create and maintain a safe working environment. While the effects of the COVID-19 pandemic have been lessening, if the adverse effects of COVID-19 or related responses of business or governments become more severe and prevalent or prolonged in the locations where we, our customers, suppliers or contract manufacturers conduct business, our business and results of operations could be materially and adversely affected in the future periods.\nFor more information on risks associated with the COVID-19 outbreak and regulatory actions, refer Item 1A “Risk Factors” of this Annual Report.\n45\nSupply Chain Constraints\nOur business and our customers’ businesses have been negatively impacted by worldwide logistics and supply chain issues, including constraints on available cargo capabilities and limited availability of once broadly available supplies of both raw materials and finished components. COVID-19 also created dynamics in the semiconductor component supply chains that have led to shortages of the types of components we and our customers require in our products. Although the supply chain constraints have improved in the latter half of fiscal 2023, these shortages impacted our ability to meet demand and generate revenue from certain products in fiscal 2022 and fiscal 2023. If these shortages happen again in the future, they will impact our ability to supply our products to our customers and may reduce our revenue and profit margin. In addition, if our customers are unable to procure needed semiconductor components, this could reduce their demand for our products and reduce our revenue. The impact of semiconductor component shortages may continue in the near term with the exhaustion of supplier and customer buffer inventories and safety stocks. Due to the global supply chain constraints, we had to incur incremental supply and procurement costs in order to increase our ability to fulfill demands from our customers.\n \nIn addition, in response to component shortages, certain of our customers accumulated inventory that they are now managing down as supply conditions improve.  Accordingly, ordering patterns are difficult to predict and have declined from recent periods. For example, in the third quarter of fiscal 2023, a significant network equipment manufacturer informed us that due to their inventory management, it would not take the shipments we had originally projected for the quarter. These trends continued through the end of fiscal 2023 and we expect some level of inventory management by our customers will continue to impact our business during fiscal 2024.\nFor more information on risks associated with supply chain constraints and customer inventory, refer to Item 1A “Risk Factors” of this Annual Report.\nCritical Accounting Policies and Estimates\nOur consolidated financial statements are prepared in accordance with U.S. generally accepted accounting principles (“GAAP”) as set forth in the Financial Accounting Standards Board’s Accounting Standards Codification (“ASC”). We also consider the various staff accounting bulletins and other applicable guidance issued by the United States Securities and Exchange Commission (“SEC”). GAAP, as set forth within the ASC, requires us to make certain estimates, judgments and assumptions. We believe that the estimates, judgments and assumptions upon which we rely are reasonable based upon information available to us at the time that these estimates, judgments and assumptions are made. These estimates, judgments and assumptions can affect the reported amounts of assets and liabilities as of the date of the financial statements as well as the reported amounts of revenues and expenses during the periods presented. To the extent there are differences between these estimates, judgments or assumptions and actual results, our financial statements will be affected. The accounting policies that reflect our more significant estimates, judgments and assumptions and which we believe are the most critical to aid in fully understanding and evaluating our reported financial results include the following:\n•\nInventory Valuation\n•\nRevenue Recognition\n•\nIncome Taxes\n•\nBusiness Combinations\n•\nGoodwill and Intangible Assets - Impairment Assessment\nInventory Valuation\nOur inventories are recorded at standard cost, which approximates actual cost computed on a first-in, first-out basis, not in excess of net realizable value. We assess the value of our inventories on a quarterly basis and write down those inventories which are obsolete or in excess of our forecasted demand to the lower of their cost or estimated net realizable value. \nOur estimates of forecasted demand are based upon our analysis and assumptions including, but not limited to, expected product lifecycles, product development plans and historical usage by product. Our product line management personnel play a key role in our excess review process by providing updated sales forecasts, managing product transitions and working with manufacturing to minimize excess inventory. If actual market conditions are less favorable than our forecasts, or actual demand from our customers is lower than our estimates, we may be required to record additional inventory write-downs. If actual market conditions are more favorable than anticipated, inventories previously written down may be sold, resulting in lower cost of sales and higher income from operations than expected in that period.  \nOur inventories are sensitive to technical obsolescence in the near term due to the use in industries characterized by the continuous introduction of new product lines, rapid technological advances, and product obsolescence. Based on certain assumptions and judgments made from the information available at that time, we determine the amount of allowance for \n46\npotential inventory obsolescence. If these estimates and related assumptions or the market changes, we may be required to record additional reserves. Historically, actual results have not varied materially from our estimates.\nRevenue Recognition\nPursuant to Topic 606, our revenues are recognized upon the application of the following steps: \n•\nidentification of the contract, or contracts, with a customer; \n•\nidentification of the performance obligations in the contract; \n•\ndetermination of the transaction price; \n•\nallocation of the transaction price to the performance obligations in the contract; and \n•\nrecognition of revenues when, or as, the contractual performance obligations are satisfied.\nThe majority of our revenue comes from product sales, consisting of sales of Lasers and OpComms hardware products to our customers. Our revenue contracts generally include only one performance obligation. Revenues are recognized at a point in time when control of the promised goods or services are transferred to our customers upon shipment or delivery of goods or rendering of services, in an amount that reflects the consideration we expect to be entitled to in exchange for those goods or services. We have entered into vendor managed inventory (“VMI”) programs with our customers. Under these arrangements, we receive purchase orders from our customers, and the inventory is shipped to the VMI location upon receipt of the purchase order. The customer then pulls the inventory from the VMI hub based on its production needs. Revenue under VMI programs is recognized when control transfers to the customer, which is generally once the customer pulls the inventory from the hub\n.\nRevenue from all sales types is recognized at the transaction price. The transaction price is determined based on the consideration to which we will be entitled in exchange for transferring goods or services to the customer adjusted for estimated variable consideration, if any. We typically estimate the impact on the transaction price for discounts offered to the customers for early payments on receivables or net of accruals for estimated sales returns. These estimates are based on historical returns, analysis of credit memo data and other known factors. Actual returns could differ from these estimates. We allocate the transaction price to each distinct product based on its relative standalone selling price. The product price as specified on the purchase order is considered the standalone selling price as it is an observable input that depicts the price as if sold to a similar customer in similar circumstances.\nTaxes assessed by a governmental authority that are both imposed on and concurrent with a specific revenue-producing transaction, which are collected by us from a customer and deposited with the relevant government authority, are excluded from revenue. \nOur revenue arrangements do not contain significant financing components as our standard payment terms are less than one year. \nIf a customer pays consideration, or we have a right to an amount of consideration that is unconditional before we transfer a good or service to the customer, those amounts are classified as deferred revenue or deposits received from customers which are included in other current liabilities or other long-term liabilities when the payment is made or it is due, whichever is earlier.\nTransaction Price Allocated to the Remaining Performance Obligations\nRemaining performance obligations represent the transaction price allocated to performances obligations that are unsatisfied or partially unsatisfied as of the end of the reporting period. Unsatisfied and partially unsatisfied performance obligations consist of contract liabilities and non-cancellable backlog. Non-cancellable backlog includes goods and services for which customer purchase orders have been accepted that are scheduled or in the process of being scheduled for shipment. A portion of our revenue arises from vendor managed inventory arrangements where the timing and volume of customer utilization is difficult to predict.\nWarranty\nHardware products regularly include warranties to the end customers such that the product continues to function according to published specifications. We typically offer a twelvemonth warranty for most of our products. However, in some instances depending upon the product, specific market, product line and geography in which we operate, and what is common in the industry, our warranties can vary and range from six months to five years. These standard warranties are assurance type warranties and do not offer any services in addition to the assurance that the product will continue working as specified. \n47\nTherefore, warranties are not considered separate performance obligations in the arrangement. Instead, the expected cost of warranty is accrued as expense in accordance with authoritative guidance.\nWe provide reserves for the estimated costs of product warranties that we record as cost of sales at the time revenue is recognized. We estimate the costs of our warranty obligations based on our historical experience of known product failure rates, use of materials to repair or replace defective products and service delivery costs incurred in correcting product failures. In addition, from time to time, specific warranty accruals may be made if discrete technical problems arise.\nShipping and Handling Costs\nWe record shipping and handling costs related to revenue transactions within cost of sales as a period cost.\nContract Costs\nWe recognize the incremental direct costs of obtaining a contract, which consist of sales commissions, when control over the products they relate to transfers to the customer. Applying the practical expedient, we recognize commissions as expense when incurred, as the amortization period of the commission asset we would have otherwise recognized is less than one year.\nContract Balances\nWe record accounts receivable when we have an unconditional right to consideration. Contract liabilities are recorded when cash payments are received or due in advance of performance. Contract liabilities consist of advance payments and deferred revenue, where we have unsatisfied performance obligations. Contract liabilities are classified as deferred revenue and customer deposits and are included in other current liabilities within our consolidated balance sheet. Payment terms vary by customer. The time between invoicing and when payment is due is not significant.\nThe following table reflects the changes in contract balances as of July 1, 2023 (\nin millions, except percentages\n):\nContract balances\nBalance sheet location\nJuly 1, 2023\nJuly 2, 2022\nChange\nPercentage Change\nAccounts receivable, net \nAccounts receivable, net \n$\n246.1 \n$\n262.0 \n$\n(15.9)\n(6.1)\n%\nDeferred revenue and customer deposits\nOther current liabilities\n$\n2.1 \n$\n— \n$\n2.1 \n100.0 \n%\nDisaggregation of Revenue\nWe disaggregate revenue by geography and by product.  Refer to “Note 19. Revenue Recognition” to the consolidated financial statements for a presentation of disaggregated revenue. We do not present other levels of disaggregation, such as by type of products, customer, markets, contracts, duration of contracts, timing of transfer of control and sales channels, as this information is not used by our Chief Operating Decision Maker (“CODM”) to manage the business. \nIncome Taxes\nIn accordance with the authoritative guidance on accounting for income taxes, we recognize income taxes using an asset and liability approach. This approach requires the recognition of taxes payable or refundable for the current year and deferred tax liabilities and assets for the future tax consequences of events that have been recognized in our consolidated financial statements or tax returns. The measurement of current and deferred taxes is based on provisions of the enacted tax law, and the effects of future changes in tax laws or rates are not anticipated. \nThe authoritative guidance provides for recognition of deferred tax assets if the realization of such deferred tax assets is more likely than not to occur based on an evaluation of both positive and negative evidence and the relative weight of the evidence. We consider future growth, forecasted earnings, future taxable income, the mix of earnings in the jurisdictions in which we operate, historical earnings, taxable income in prior years, if carry-back is permitted under the law, and prudent and feasible tax planning strategies in determining the need for a valuation allowance. In the event we were to determine that we would not be able to realize all or part of our net deferred tax assets in the future, an adjustment to the deferred tax assets valuation allowance would be charged to earnings in the period in which we make such a determination, or goodwill would be adjusted at our final determination of the valuation allowance related to an acquisition within the measurement period. If we later determine that it is more likely than not that the net deferred tax assets would be realized, we would reverse the applicable portion of the previously provided valuation allowance as an adjustment to earnings at such time.\n48\nWe are subject to income tax audits by the respective tax authorities of the jurisdictions in which we operate. The determination of our income tax liabilities in each of these jurisdictions requires the interpretation and application of complex, and sometimes uncertain, tax laws and regulations. The authoritative guidance on accounting for income taxes prescribes both recognition and measurement criteria that must be met for the benefit of a tax position to be recognized in the financial statements. If a tax position taken, or expected to be taken, in a tax return does not meet such recognition or measurement criteria, an unrecognized tax benefit liability is recorded.  If we ultimately determine that an unrecognized tax benefit liability is no longer necessary, we reverse the liability and recognize a tax benefit in the period in which it is determined that the unrecognized tax benefit liability is no longer necessary. \nOur income tax provision is highly dependent upon the geographic distribution of our worldwide earnings or losses, tax laws and regulations in various jurisdictions, tax incentives, the availability of tax credits and loss carryforwards, and the effectiveness of our tax planning strategies. The application of tax laws and regulations is subject to legal and factual interpretation, judgment and uncertainty. Tax laws themselves are subject to change as a result of changes in fiscal policy, changes in legislation, and the evolution of regulations and court rulings and tax audits. \nThe recognition and measurement of current taxes payable or refundable and deferred tax assets and liabilities requires that we make certain estimates and judgments. Changes to these estimates or a change in judgment may have a material impact on our tax provision in a future period. \nBusiness Combinations\nIn accordance with the guidance for business combinations, we determine whether a transaction or event is a business combination, which requires that the assets acquired and liabilities assumed constitute a business. Each business combination is then accounted for by applying the acquisition method. If the assets acquired are not a business, we account for the transaction or event as an asset acquisition. Under both methods, we recognize the identifiable assets acquired, the liabilities assumed, and noncontrolling interest, if any, in the acquired entity. We capitalize acquisition-related costs and fees associated with asset acquisitions and immediately expense acquisition-related costs and fees associated with business combinations.\nWe allocate the fair value of purchase consideration to assets acquired and liabilities assumed based on their estimated fair values at the acquisition date. The excess of the fair value of purchase consideration over the fair values of these identifiable assets and liabilities is recorded as goodwill. We make significant estimates and assumptions to determine assets acquired and liabilities assumed, in particular intangible assets and pre-acquisition contingencies, as applicable.\nCritical estimates in valuing intangible assets include, but are not limited to, discount rates and future expected cash flows from customer relationships, acquired developed technology and acquired in-process research and development assets. Our estimates of fair value are based upon assumptions using the best information available. These assumptions are inherently uncertain and unpredictable and, as a result, actual results may differ materially from these estimates. \nWe may identify certain pre-acquisition contingencies as of the acquisition date and may extend our review and evaluation of these pre-acquisition contingencies throughout the measurement period in order to obtain sufficient information to assess whether these contingencies should be included as a part of the fair value of assets acquired and liabilities assumed and, if so, the amounts to be included.\nCertain estimates associated with the accounting for acquisitions may change as additional information becomes available regarding the assets acquired and liabilities assumed. Any change in facts and circumstances that existed as of the acquisition date and impacts to our preliminary estimates is recorded to goodwill if identified within the measurement period. Subsequent to the measurement period or our final determination of fair value of assets and liabilities, whichever is earlier, the adjustments will affect our earnings. Although we believe that the assumptions and estimates we have made in the past have been reasonable and appropriate, they are based in part on historical experience and information obtained from the management of the acquired companies and are inherently uncertain. Unanticipated events and circumstances may occur that may affect the accuracy or validity of such assumptions, estimates or actual results.\nGoodwill and Intangible Assets - Impairment Assessment\nGoodwill represents the excess of the purchase price of an acquired business over the fair value of the identifiable assets acquired and liabilities assumed. We test goodwill impairment on an annual basis in the fiscal fourth quarter and at any other time when events occur or circumstances indicate that the carrying amount of goodwill may not be recoverable.\n49\nWe have the option to first assess qualitative factors to determine whether it is necessary to perform the quantitative goodwill impairment test. The qualitative factors we assess include long-term prospects of our performance, share price trends and market capitalization, and Company specific events. Unanticipated events and circumstances may occur that affect the accuracy of our assumptions, estimates and judgments. For example, if the price of our common stock were to significantly decrease combined with other adverse changes in market conditions, thus indicating that the underlying fair value of our reporting units may have decreased, we may reassess the value of our goodwill in the period such circumstances were identified. \nIf we determine that, as a result of the qualitative assessment, it is more likely than not (i.e., greater than 50% likelihood) that the fair value of a reporting unit is less than its carrying amount, we perform the quantitative test by estimating the fair value of our reporting units. If the carrying value of a reporting unit exceeds its fair value, we record goodwill impairment loss equal to the excess of the carrying value of the reporting unit’s goodwill over its fair value, not to exceed the carrying amount of goodwill. Performing a quantitative goodwill impairment test includes the determination of the fair value of a reporting unit and involves significant estimates and assumptions. These estimates and assumptions include, among others, revenue growth rates and operating margins used to calculate projected future cash flows, risk-adjusted discount rates, future economic and market conditions, and the determination of appropriate market comparables.\nWe make judgments about the recoverability of purchased finite lived intangible assets whenever events or changes in circumstances indicate that impairment may exist. In such situations, we are required to evaluate whether the net book values of our finite lived intangible assets are recoverable. We determine whether finite lived intangible assets are recoverable based upon the forecasted future cash flows that are expected to be generated by the lowest level associated asset grouping. Assumptions and estimates about future values and remaining useful lives of our intangible assets are complex and subjective and include, among others, forecasted undiscounted cash flows to be generated by certain asset groupings. These assumptions and estimates can be affected by a variety of factors, including external factors such as industry and economic trends and internal factors such as changes in our business strategy and our internal forecasts.\nRecently Issued Accounting Pronouncements\nRefer to “Note 2. Recently Issued Accounting Pronouncements” to the consolidated financial statements. \n50\nResults of Operations\nThe results of operations for the periods presented are not necessarily indicative of results to be expected for future periods. The following table summarizes selected consolidated statements of operations items as a percentage of net revenue:\nYears Ended\nJuly 1, 2023\nJuly 2, 2022\nJuly 3, 2021\nSegment net revenue:\nOpComms\n88.2 \n%\n88.7 \n%\n93.0 \n%\nLasers\n11.8 \n11.3 \n7.0 \nNet revenue\n100.0 \n100.0 \n100.0 \nCost of sales\n63.0 \n50.3 \n51.5 \nAmortization of acquired developed intangibles\n4.8 \n3.7 \n3.5 \nGross profit\n32.2 \n46.0 \n44.9 \nOperating expenses:\nResearch and development\n17.4 \n12.9 \n12.3 \nSelling, general and administrative\n19.7 \n15.5 \n13.9 \nRestructuring and related charges\n1.6 \n(0.1)\n0.4 \nMerger termination fee and related costs, net\n— \n— \n(11.9)\nTotal operating expenses\n38.7 \n28.3 \n14.7 \nIncome (loss) from operations\n(6.5)\n17.7 \n30.2 \nInterest expense\n(2.0)\n(4.7)\n(3.8)\nOther income, net\n2.8 \n0.7 \n0.2 \nIncome (loss) before income taxes\n(5.7)\n13.7 \n26.6 \nIncome tax provision\n1.7 \n2.1 \n3.8 \nNet income (loss)\n(7.4)\n%\n11.6 \n%\n22.8 \n%\n51\nFinancial Data for Fiscal 2023, 2022, and 2021\nThe following table summarizes selected consolidated statements of operations items (\nin millions, except for percentages\n):\n2023\n2022\nChange\nPercentage Change\n2022\n2021\nChange\nPercentage Change\nSegment net revenue:\nOpComms\n$\n1,557.8 \n$\n1,518.5 \n$\n39.3 \n2.6 \n%\n$\n1,518.5 \n$\n1,620.7 \n$\n(102.2)\n(6.3)\n%\nLasers\n209.2 \n194.1 \n15.1 \n7.8 \n194.1 \n122.1 \n72.0 \n59.0 \nNet revenue\n$\n1,767.0 \n$\n1,712.6 \n$\n54.4 \n3.2 \n%\n$\n1,712.6 \n$\n1,742.8 \n$\n(30.2)\n(1.7)\n%\nGross profit\n$\n569.0\n$\n788.6\n$\n(219.6)\n(27.8)\n%\n$\n788.6\n$\n783.1\n$\n5.5 \n0.7 \n%\nGross margin\n32.2 \n%\n46.0 \n%\n46.0 \n%\n44.9 \n%\nResearch and development\n$\n307.8 \n$\n220.7 \n$\n87.1\n39.5 \n%\n$\n220.7 \n$\n214.5\n$\n6.2 \n2.9 \n%\nPercentage of net revenue\n17.4 \n%\n12.9 \n%\n12.9 \n%\n12.3 \n%\nSelling, general and administrative\n$\n348.8\n$\n265.7\n$\n83.1 \n31.3 \n%\n$\n265.7\n$\n241.4\n$\n24.3 \n10.1 \n%\nPercentage of net revenue\n19.7 \n%\n15.5 \n%\n15.5 \n%\n13.9 \n%\nRestructuring and related charges\n$\n28.1\n$\n(1.1)\n$\n29.2 \nN/A\n$\n(1.1)\n$\n7.7\n$\n(8.8)\n(114.3)\n%\nPercentage of net revenue\n1.6 \n%\n(0.1)\n%\n(0.1)\n%\n0.4 \n%\nMerger termination fee and related costs, net\n$\n—\n$\n—\n$\n—\n— \n%\n$\n—\n$\n(207.5)\n$\n207.5 \nN/A\nPercentage of net revenue\n— \n%\n— \n%\n— \n%\n(11.9)\n%\nNet Revenue\nNet revenue increased by $54.4 million, or 3.2%, during fiscal 2023 as compared to fiscal 2022, due to a $39.3 million increase in OpComms revenue and a $15.1 million increase in Lasers revenue.\nWithin OpComms, Telecom and Datacom increased by $315.8 million primarily due to $340.4 million of revenue attributable to the NeoPhotonics acquisition. Additionally, the supply chain shortage in fiscal 2022 was partially relieved, allowing us to meet more customer demand during fiscal 2023. The increase was offset by $67.8 million decrease in Datacom due to reduction in demand associated with inventory management and build-up at our customers and slowing of cloud data center customer capital spending. Industrial and Consumer decreased by $276.5 million primarily due to higher market competition and reflects share normalization in the market. \nLasers net revenu\ne increased by $15.1 million, or 7.8%, \nduring fiscal 2023 as compared to fiscal 2022, \nprimarily due to a return in customer demand for our kilowatt class fiber lasers following a recovery in industrial production earlier in fiscal 2023.\nN\net revenue de\ncreased by $30.2 million, or 1.7%\n, during fiscal 2022 as compared to \nfiscal 2021 due to a \n$102.2 million decrease in OpComms revenue, partially offset by a $72.0 million increase in Lasers revenue.\nOpComms net revenue decreased by $102.2 million, or 6.3%, during \nfiscal 2022 as compared to \nfiscal 2021. Within OpComms, Telecom and Datacom decreased by $51.0 million primarily a result of continued material and component shortages for our Telecom products, which impacted our ability to meet demand. Industrial and Consumer decreased by $51.2 million primarily due to a decrease in average selling price for our chips as a result of a smaller chips design\n.\nLasers net revenue increased by $72.0 million, or 59.0%, during \nfiscal 2022 as compared to \nfiscal 2021, \nprimarily due to   a return in customer demand for our kilowatt class fiber lasers following the recent recovery in industrial production.\n52\nDuring our fiscal 2023, 2022 and 2021, net revenue generated from a single customer which represented 10% or greater of total net revenue is summarized as follows:\nYears Ended\nJuly 1, 2023\nJuly 2, 2022\nJuly 3, 2021\nApple\n12.1 \n%\n28.7 \n%\n30.2 \n%\nCiena\n15.3 \n%\n12.6 \n%\n10.1 \n%\nHuawei\n*\n*\n10.8 \n%\nNokia\n10.5 \n%\n*\n*\n*Represents less than 10% of total net revenue.\nRevenue by Region\nWe operate in three geographic regions: Americas, Asia-Pacific, and EMEA (Europe, Middle East, and Africa). Net revenue is assigned to the geographic region and country where our product is initially shipped to. For example, certain customers may request shipment of our product to a contract manufacturer in one country, which may differ from the location of their end customers. The following table presents net revenue by the three geographic regions we operate in and net revenue from countries that represented 10% or more of our total net revenue \n(in millions, except percentage data):\n \nYears Ended\n \nJuly 1, 2023\nJuly 2, 2022\nJuly 3, 2021\nNet revenue:\nAmericas:\nUnited States\n$\n241.3 \n13.7 \n%\n$\n173.9 \n10.2 \n%\n$\n133.4 \n7.7 \n%\nMexico\n180.0 \n10.2 \n160.9 \n9.4 \n134.8 \n7.7 \nOther Americas\n9.3 \n0.5 \n12.1 \n0.7 \n12.1 \n0.7 \nTotal Americas\n$\n430.6 \n24.4 \n%\n$\n346.9 \n20.3 \n%\n$\n280.3 \n16.1 \n%\nAsia-Pacific:\nThailand\n$\n269.0 \n15.2 \n%\n$\n102.3 \n5.9 \n%\n$\n116.8 \n6.7 \n%\nHong Kong\n246.7 \n14.0 \n458.2 \n26.7 \n546.3 \n31.3 \nSouth Korea\n170.2 \n9.6 \n265.2 \n15.5 \n240.0 \n13.8 \nJapan\n179.5 \n10.2 \n181.2 \n10.6 \n114.7 \n6.6 \nOther Asia-Pacific\n276.3 \n15.6 \n242.4 \n14.2 \n304.5 \n17.5 \nTotal Asia-Pacific\n$\n1,141.7 \n64.6 \n%\n$\n1,249.3 \n72.9 \n%\n$\n1,322.3 \n75.9 \n%\nEMEA\n$\n194.7 \n11.0 \n%\n$\n116.4 \n6.8 \n%\n$\n140.2 \n8.0 \n%\nTotal net revenue\n$\n1,767.0 \n$\n1,712.6 \n$\n1,742.8 \nDuring fiscal 2023, 2022 and 2021, net revenue from customers outside the United States, based on customer shipping location, represented\n \n86.3%\n, \n89.8% and 92.3% of net revenue, respectively.\nOur net revenue is primarily denominated in U.S. dollars, including our net revenue from customers outside the United States as presented above. We expect revenue from customers outside of the United States to continue to be an important part of our overall net revenue and a focus for net revenue growth opportunities. However, regulatory and enforcement actions by the United States and other governmental agencies, as well as changes in tax and trade policies and tariffs, have impacted and may continue to adversely impact net revenue from customers outside the United States.\n53\nGross Margin and Segment Gross Margin\nThe following table summarizes segment gross profit and gross margin for fiscal 2023, 2022 and 2021 (\nin millions, except for percentages\n):\nGross Profit\nGross Margin\nYears Ended\nYears Ended\n2023\n2022\n2021\n2023\n2022\n2021\nOpComms\n$\n665.5 \n$\n780.9 \n$\n830.2 \n42.7 \n%\n51.4 \n%\n51.2 \n%\nLasers\n98.0 \n102.1 \n57.3 \n46.8 \n%\n52.6 \n%\n46.9 \n%\nSegment total\n$\n763.5 \n$\n883.0 \n$\n887.5 \n43.2 \n%\n51.6 \n%\n50.9 \n%\nUnallocated corporate items:\nStock-based compensation\n(30.1)\n(20.8)\n(19.2)\nAmortization of acquired intangibles\n(84.4)\n(62.9)\n(61.7)\nAmortization of inventory fair value adjustments\n(17.8)\n— \n— \nInventory and fixed asset write down due to product line exits\n— \n(0.1)\n(0.4)\nIntegration related costs\n(12.1)\n— \n— \nIntangible asset write-off \n(1)\n(6.8)\n— \n— \nOther charges, net \n(2)\n(43.3)\n(10.6)\n(23.1)\nTotal\n$\n569.0 \n$\n788.6 \n$\n783.1 \n32.2 \n%\n46.0 \n%\n44.9 \n%\n(1)  \nDuring fiscal 2023, we recorded $6.8 million of write-off of developed technologies acquired from IPG, primarily \ndue to\n product discontinuation as well as changes in customer demand.\n(2) \nOther charges of unallocated corporate items during fiscal 2023 primarily relate to \n$32.5 million \nof incremental costs of sales related to components previously acquired from various brokers to satisfy customer demand and $2.7 million of excess and obsolete inventory charges driven by U.S. trade restrictions and the related decline in customer demand.\nOther charges of unallocated corporate items during fiscal 2022 primarily relate to $14.0 million of  incremental costs of sales related to components previously acquired from various brokers to satisfy customer demand, offset by a $5.9 million gain from selling equipment that was no longer needed after we transferred certain product lines to new production facilities in fiscal 2021.\nOther charges of unallocated corporate items during fiscal 2021 primarily relate to costs of transferring product lines to new production facilities, including Thailand, of $6.9 million, excess and obsolete inventory charges of $7.7 million driven by U.S. trade restrictions and the related decline in customer demand, and fixed asset write-off of $5.0 million associated with excess capacity related to our Fiber laser business.\nThe unallocated corporate items for the periods presented include the effects of amortization of acquired developed technologies and other intangibles, share-based compensation and certain other charges. We do not allocate these items to the gross margin for each segment because management does not include such information in measuring the performance of the operating segments. \nGross Margin\nGross margin in \nfiscal 2023 decreased to 32.2% from 46.0% in \nfiscal 2022, primarily driven by lower gross margin from our OpComms segment, as discussed further below. \nThe lower gross margin was also driven by an aggregate $21.5 million higher amortization of intangible assets due to the NeoPhotonics merger and the acquisition of IPG telecom transmission product lines, \n$18.5 million\n higher incremental cost of sales related to components previously acquired from various brokers to satisfy customer demand,  $17.8 million\n of amortization of acquired inventory step-up, and \n$17.4 million\n higher inventory excess and obsolete charges primarily due to company-wide integration efforts as a result of the NeoPhotonics merger and transitions to the next generation of products. Additionally, gross margin was negatively impacted by factory underutilization as a result of a drop in demand as customers actively work to reduce their elevated inventory levels.  \n54\nGross margin in fiscal 2022 increased to 46.0% from 44.9% in fiscal 2021, driven by higher gross margin from the Lasers segment due to the higher manufacturing levels and improved factory utilization as a result of return in customer demand for our kilowatt class fiber products following the recent recovery in industrial production. However, these improvements in gross margin were partially offset by $14.0 million of charges to acquire components from various brokers to satisfy customer demand.\nThe markets in which we sell products are consolidating, undergoing product, architectural and business model transitions, have high customer concentrations, are highly competitive, are price sensitive and/or are affected by customer seasonal and have variant buying patterns. We expect these factors to result in variability of our gross margin.\nDue to the global supply chain constraint, we incurred incremental supply and procurement costs in order to increase our ability to fulfill demands from our customers. As of July 1, 2023, our inventory balance includes $6.1 million of incremental supply and procurement costs.\nSegment Gross Margin\nOpComms\nOpComms gross ma\nrgin in fiscal 2023 \ndecreased to\n \n42.7% as compared from 51.4% in fiscal 2022. The decrease was primarily due to a less profitable mix of products, including lower sales of higher margin imaging and sensing products, as well as higher sales of lower margin telecom products due to the merger with NeoPhotonics. \nAdditionally, OpComms gross margin was negatively impacted by factory underutilization as a result of a drop in demand as customers actively work to reduce their elevated inventory levels.  \nOpComms gross margin in fiscal 2022 remained relatively flat at 51.4% compared to 51.2% in fiscal 2021. \nLasers\nLasers gross margin in fiscal 2023 decreased to 46.8% from 52.6% in fiscal 2022. The decrease was primarily due to lower revenue from high margin solid-state lasers, as well as increased excess and obsolete charges due to transitions to the next generation of products.\n \nLasers gross margin in \nfiscal 2022\n increased to 52.6% from 46.9% in fiscal 2021. \nThe increase was primarily due to the higher manufacturing levels and improved factory utilization as a result of return in customer demand for our kilowatt class fiber products following the recent recovery in industrial production.\nResearch and Development (“R&D”)\nR&D expense increased by $87.1 million, or 39.5%, in fiscal 2023 as compared to fiscal 2022.  The increase in R&D expense is attributable to an increase in payroll and employee compensation related expenses due to additional headcount from the merger with NeoPhotonics and the acquisition of IPG telecom transmission product lines. In addition, we recognized a $12.9 million write-off of in-process research and development intangible assets associated with our NeoPhotonics acquisition for projects that we will no longer pursue. \nR&D expense increased by $6.2 million, or 2.9%, in fiscal 2022 as compared to fiscal 2021. \nThe increase in R&D expense was primarily driven by a $4.1 million increase in new product development activities in our factories, and a $2.6 million increase in share-based compensation.\nWe believe that continuing our investments in R&D is critical to attaining our strategic objectives. Despite signs of a weaker macroeconomic environment, we plan to continue to invest in R&D and new products that we believe will further differentiate us in the marketplace and we expect to continue to invest significant R&D in the future.\n55\nSelling, General and Administrative (“SG&A”)\nSG&A expense increased by $83.1 million, or 31.3%,\n in fiscal 2023 as compared to fiscal 2022. \nThe increase in SG&A expense was primarily driven by an increase in payroll and employee compensation related expenses due to additional headcount from the merger with NeoPhotonics and higher stock-based compensation. The increase was also attributable to incremental facility costs and $20.7 million of incremental amortization of intangibles due to the NeoPhotonics merger and the acquisition of IPG telecom transmission product lines. Additionally, in connection with the NeoPhotonics merger, certain equity awards for NeoPhotonics employees were accelerated. We recognized $11.9 million of stock-based compensation associated with the acceleration during the first quarter of fiscal year 2023. We also recognized $11.5 million of merger and acquisition related costs, primarily professional service fees and retention expenses related to the NeoPhotonics merger and the acquisition of IPG telecom transmission product lines. Furthermore, we recognized $7.8 million of expense with respect to the pending settlement of certain non-ordinary course litigation matters. For a description of our material pending legal proceedings, refer to “Note 17. Commitments and Contingencies” to the consolidated financial statements.\nSG&A expense increased by \n$24.3 million\n, or 10.1%, in \nfiscal 2022\n as compared to fiscal 2021. The increase in SG&A expense for fiscal 2022 was primarily due to a $13.9 million increase in outside services and professional fees related to the NeoPhotonics acquisition and increased investments in information technology and professional service fees for optimizing our international legal structure, as well as a $6.0 million increase in share-based compensation primarily due to increased employee headcount.\nFrom time to time, we incur expenses that are not part of our ordinary operations, such as mergers and acquisition-related and litigation expenses, which generally increase our SG&A expenses and potentially impact our profitability expectations in any particular period.\nRestructuring and Related Charges\nWe have initiated various strategic restructuring events primarily intended to reduce costs, consolidate our operations, rationalize the manufacturing of our products, align our business in response to market conditions, and as a result of our merger with NeoPhotonics.\nDuring \nfiscal 2023\n, we recorded restructuring and related charges of \n$28.1 million, which were primarily attributable to company-wide integration efforts as a result of the merger with NeoPhotonics, our cost reduction initiatives, as well as severance and employee-related benefits associated with NeoPhotonics’ executive severance and retention agreements. These agreements provided for payments and benefits upon an involuntary termination of employment under certain circumstances. \nDuring \nfiscal 2022\n, we recorded a net reversal to our restructuring and related charges of $1.1 million, which was attributable to lower than anticipated employee severance charges primarily as a result of retaining and re-assigning certain employees.\nDuring fiscal 2021, we recorded $7.7 million in restructuring and related charges in our consolidated statements of operations. The charges were primarily attributable to severance charges associated with the decision to move certain manufacturing from San Jose, California, as well as other cost reduction measures taken across the Company impacting all regions.\nRefer to “Note 12. Restructuring and Related Charges” to the consolidated financial statements. \nMerger Termination Fee and Related Costs, Net\nOn January 18, 2021, we entered into a merger agreement with Coherent, under which we would acquire all outstanding shares of Coherent common stock. In March 2021, Coherent terminated the merger agreement and paid us a termination fee of $217.6 million in accordance with the merger agreement. For the year ended July 3, 2021, we recorded $217.6 million gain related to the receipt of a termination fee from Coherent in March 2021 as a result of the termination of the merger agreement. This gain was offset by\n $10.1 million of C\noherent acquisition related charges and the net balance of $207.5 million is presented as “merger termination fee and related costs, net” in our consolidated statements of operations for the year ended July 3, 2021.\nInterest Expense\nOur interest expense is as follows for the years presented (\nin millions\n):\nYears Ended\nJuly 1, 2023\nJuly 2, 2022\nJuly 3, 2021\nInterest expense\n$\n35.5 \n$\n80.2 \n$\n66.7 \n56\nInterest expense is \ndriven by the amortization of the debt discount and issuance costs of our convertible notes.\nInterest expense in \nfiscal 2023\n decreased by $44.7 million, or 55.7%, from fiscal 2022, p\nrimarily due to the adoption of ASU 2020-06 in our first quarter of fiscal 2023, which requires us to record each of our 2026 Notes and 2028 Notes as a single liability, measured at amortized cost, eliminating the interest expense associated with the debt discount\n. \nInterest expense in fiscal 2022 increased by $13.5 million, or 20.2%, from fiscal 2021, as a result of issuing $861.0 million in aggregate principal amount of 2028 Notes in March 2022.\nOther Income, Net\nThe components of other income, net are as follows for the years presented (\nin millions\n):\nYears Ended\nJuly 1, 2023\nJuly 2, 2022\nJuly 3, 2021\nForeign exchange gains (losses), net\n$\n7.0 \n$\n6.1 \n$\n(4.4)\nInterest and investment income\n40.8 \n6.1 \n5.7 \nOther income (expense), net\n1.0 \n(0.2)\n1.5 \nOther income, net\n$\n48.8 \n$\n12.0 \n$\n2.8 \nOther income, net in \nfiscal 2023 \nincreased by \n$36.8 million from \nfiscal 2022\n due to an increase in interest and investment income of $34.7 million driven by an increase in interest rates on our fixed income securities and increase in net foreign exchange gain of $0.9 million as a result of the strengthening of the U.S. dollar relative to most foreign currencies. Additionally, c\noncurrent with the issuance of the 2029 Notes, we used $132.8 million of the net proceeds to repurchase $125.0 million aggregate principal amount of the 2024 Notes. We recognized a gain of $1.0 million related to the repurchase, which was recorded under other income, net in \nfiscal 2023.\nOther income, net in fiscal 2022 increased by $9.2 million from fiscal 2021 primarily due to $10.5 million more in foreign exchange gains as a result of a strengthening U.S. dollar relative to other foreign currencies, offset by $1.7 million decrease in other income.\n57\nProvision for Income Taxes\nYears Ended\n(in millions)\nJuly 1, 2023\nJuly 2, 2022\nJuly 3, 2021\nIncome tax provision\n$\n29.2 \n$\n36.2 \n$\n65.8 \nOur  provision for income taxes for  fiscal 2023 differs from the 21% U.S. statutory rate primarily due to the income tax expense from foreign income inclusions in the U.S.,\n \nearnings of our foreign subsidiaries being taxed at rates that differ from the U.S. statutory rate and non-deductible stock-based compensation.\n \nAdditionally, our provision for income taxes includes income tax benefits from various tax credits and change in valuation allowance as it is more-likely-than-not that certain deferred tax assets will be realizable in the future. During fiscal 2023, we also effectuated certain tax planning actions which reduced the amount of Base Erosion Anti-Abuse Tax (BEAT) for fiscal 2022.\nOur provision for income taxes for fiscal 2022 differs from the 21% U.S. statutory rate primarily due to the income tax benefit from earnings of our foreign subsidiaries being taxed at rates that differ from the U.S. statutory rate, offset by the tax expense from foreign income inclusions in the U.S. Additionally, our provision for income taxes includes income tax benefits from various tax credits, offset by an income tax expense from non-deductible stock-based compensation and change in valuation allowance as it is not more-likely-than-not that certain deferred tax assets will be realizable in the future.\nOur provision for income taxes for fiscal 2021 differs from the 21% U.S. statutory rate primarily due to the income tax benefit from earnings of our foreign subsidiaries being taxed at rates that differ from the U.S. statutory rate, which is offset by the tax expense from foreign income inclusions in the U.S. Additionally, our provision for income taxes includes income tax benefit from various tax credits and non-U.S. statutory rate changes enacted during the year, offset by an income tax expense from non-deductible stock-based compensation and change in valuation allowance as it is not more-likely-than-not that certain deferred tax assets will be realizable in the future.\nOur provision for incomes taxes may be affected by changes in the geographic mix of earnings, acquisitions, changes in the realizability of deferred tax assets, changes in contingent tax liabilities, the results of income tax audits, settlements with tax authorities, the expiration of statutes of limitations, the implementation of tax planning strategies, tax rulings, court decisions, and changes in tax laws and regulations. It is also possible that significant negative or positive evidence may become available that causes us to change our conclusion regarding whether a valuation allowance is needed on certain of our deferred tax assets, which would affect our income tax provision in the period of such change. For additional information, \nrefer to Item 1A “Risk Factors” of this Annual Report.\nDefined Benefit Plans\nThe Company sponsors defined benefit pension plans covering employees in Japan, Switzerland, and Thailand. Pension plan benefits are based primarily on participants’ compensation and years of service credited as specified under the terms of each country’s plan. Employees are entitled to a lump sum benefit upon retirement or upon certain instances of termination.  The funding policy is consistent with the local requirements of each country. As of July 1, 2023, the defined benefit plans in Switzerland were partially funded, while defined benefit plans in Japan and Thailand were unfunded. As of July 1, 2023, our projected benefit obligations, net, in Japan, Switzerland, and Thailand were $4.2 million, $3.3 million and $3.9 million, respectively. They were recorded in our consolidated balance sheets as accrued payroll and related expenses for the current portion while other non-current liabilities for the non-current portion, and represent the total projected benefit obligation (“PBO”) less the fair value of plan assets.\nA key actuarial assumption in calculating the net periodic cost and the PBO is the discount rate. Changes in the discount rate impact the interest cost component of the net periodic benefit cost calculation and PBO due to the fact that the PBO is calculated on a net present value basis. Decreases in the discount rate will generally increase pre-tax cost, recognized expense and the PBO. Increases in the discount rate tend to have the opposite effect. We estimate a 100 basis point decrease or increase in the discount rate would cause a corresponding increase or decrease of $20.4 million or $14.7 million, respectively, in the PBO \nbased upon data as of July 1, 2023.\nWe expect to contribut\ne \n$2.2 million to our defined benefit pension plans in fiscal 2024.\nFinancial Condition\n58\nLiquidity and Capital Resources\nAs of July 1, 2023 and July 2, 2022, our cash and cash equivalents of $859.0 million and $1,290.2 million, respectively, were largely held in the United States. As of July 1, 2023 and July 2, 2022, our short-term investments of $1,154.6 million and $1,258.8 million, respectively, were all held in the United States. Cash equivalents and short-term investments are primarily comprised of money market funds, treasuries, agencies, high quality investment grade fixed income securities, certificates of deposit, and commercial paper. Our investment policy and strategy is focused on the preservation of capital and supporting our liquidity requirements.\nThe total amount of cash outside the United States held by the non-U.S. entities as of July 1, 2023 was $298.4 million, which was primarily held by entities incorporated in the United Kingdom, the British Virgin Islands, Japan, Hong Kong, China, Switzerland, the Cayman Islands, and Thailand. Although the cash currently held in the United States, as well as the cash generated in the United States from future operations, is expected to cover our normal operating requirements, a substantial amount of additional cash could be required for other purposes, such as capital expenditures to support our business and growth, including costs associated with increasing internal manufacturing capabilities, particularly in our Thailand facility, strategic transactions and partnerships, and future acquisitions. \nOur intent is to indefinitely reinvest funds held outside the United States and, except for the funds held in the Cayman Islands, the British Virgin Islands, and Hong Kong, as well as certain subsidiaries in China and Japan, our current plans do not demonstrate a need to repatriate them to fund our domestic operations. However, if in the future, we encounter a significant need for liquidity domestically or at a particular location that we cannot fulfill through borrowings, equity offerings, or other internal or external sources, or the cost to bring back the money is not significant from a tax perspective, we may determine that cash repatriations are necessary or desirable. Repatriation could result in additional material taxes. These factors may cause us to have an overall tax rate higher than other companies or higher than our tax rates in the past. Additionally, if conditions warrant, we may seek to obtain additional financing through debt or equity sources. To the extent we issue additional shares, it may create dilution to our existing stockholders. However, any such financing may not be available on terms favorable to us or may not be available at all.\nBeginning in fiscal 2023, the Tax Cuts and Jobs Act of 2017 requires taxpayers to capitalize research and development expenditures and amortize domestic expenditures over five years and foreign expenditures over fifteen years. This will delay deductibility of these expenses and potentially increase the amount of cash taxes we pay in the next several years.\nIndebtedness\nOn June 16, 2023, we issued $603.7 million in aggregate principal amount of 2029 Notes. The net proceeds from the issuance of the 2029 Notes was $599.4 million, after deducting $4.3 million of net issuance costs. In addition, we incurred $0.8 million of professional fees directly related to this transaction. Concurrent with the issuance of the 2029 Notes, we used $132.8 million of the net proceeds to repurchase $125.0 million aggregate principal amount of the 2024 Notes and $125.0 million of the net proceeds to repurchase \nour common stock in privately negotiated transactions. Refer to “Note 10. Debt” to the consolidated financial statements.\nAs of July 1, 2023, the net carrying amount of our 2029 Notes of $598.6 (principal balance of \n$603.7 million\n maturing in 2029) is presented in non-current liabilities. \nIf the closing price of our stock exceeds $90.40  for 20 of the last 30 trading days in any future quarter, our 2029 Notes would become convertible at the option of the holders during the subsequent fiscal quarter and the debt would be reclassified to current liabilities in our consolidated balance sheets.\nAs of July 1, 2023, the net carrying amount of our 2028 Notes of $855.5 million (principal balance of \n$861.0 million\n maturing in 2028) is presented in non-current liabilities. If the closing price of our stock exceeds $170.34 for 20 of the last 30 trading days in any future quarter, our 2028 Notes would also become convertible at the option of the holders and the debt component would be reclassified to current liabilities in our condensed consolidated balance sheet.\nAs of July 1, 2023, the net carrying amount of our 2026 Notes of $1,045.9 million (principal balance of \n$1,050.0\n maturing in 2026) is presented in non-current liabilities. If the closing price of our stock exceeds \n$129.08\n for 20 of the last 30 trading days in any future quarter, our 2026 Notes would also become convertible at the option of the holders and the debt component would be reclassified to current liabilities in our condensed consolidated balance sheet.\nAs of \nJuly 1, 2023\n, the net carrying amount of the debt component of our 2024 Notes of \n$311.6 million\n (principal balance of \n$323.1 million\n maturing in 2024) is presented in short-term liabilities as the debt will mature on March 15, 2024. \nDuring the year ended July 1, 2023, we received conversion requests of less than \n$0.1 million\n principal amount of the 2024 Notes, which we settled with cash in accordance with the 2024 Indenture (as defined below). Since issuing the 2024 Notes, we have converted a total of approximately $1.9 million principal amount of the 2024 Notes.\n59\nRefer to “Note 10. Debt” to the consolidated financial statements for more information.\nShare Repurchases\nRepurchase Made in Connection with Convertible Note Offering\nIn fiscal 2023, concurrent with the issuance of the 2029 Notes, we repurchased 2.3 million shares of our common stock in privately negotiated transactions at an average price of $53.49 per share for an aggregate purchase price of \n$125.0 million\n. We recorded the aggregate purchase price as a reduction of retained earnings within our consolidated balance sheet.  These shares were retired immediately.\nIn fiscal 2022, concurrent with the issuance of the 2028 Notes, we repurchased 2.0 million shares of our common stock in privately negotiated transactions at an average price of $99.0 per share for an aggregate purchase price of approximately $200.0 million. We recorded the  aggregate purchase price as a reduction of retained earnings within our consolidated balance sheet and retired these shares immediately.\nShare Buyback Program\nOn May 7, 2021, our board of directors approved the 2021 share buyback program, which authorizes us to use up to $700.0 million to purchase our own shares of common stock.  On March 3, 2022, our board of directors approved an increase in our share buyback program, which authorizes us to use up to an aggregate amount of $1.0 billion (an increase from $700.0 million) to purchase our own shares of common stock through May 2024. \nOn April 5, 2023, our board of directors approved a further increase in our share buyback program to authorize us to use up to an aggregate amount of $1.2 billion (an increase from $1.0 billion) to purchase our own shares of common stock through May 2025.\nDuring fiscal 2023, we repurchased \n0.7 million\n shares of our common stock as part of the share buyback program at an average price of $65.03 per share for an aggregate purchase price of $40.5 million. \nDuring fiscal 2022, \nwe repurchased 4.0 million shares of our common stock as part of the share buyback program at an average price of $87.21 per share for an aggregate purchase price of $348.9 million\n. Since the appoval of the share buyback program by the board of directors, we have repurchased \n7.7 million\n shares in aggregate at an average price of \n$81.66\n per share for a total purchase price of \n$630.4 million\n. We recorded the \n$630.4 million\n aggregate purchase price as a reduction of retained earnings within our consolidated balance sheets. All repurchased shares were retired immediately. \nAs of July 1, 2023, we have $569.6 million remaining under the share buyback program. \nThe price, timing, amount, and method of future repurchases will be determined based on the evaluation of market conditions and other factors, at prices determined to be in the best interests of the Company and our stockholders. The stock buyback program may be suspended or terminated at any time.\n60\nContractual Obligation\ns\nThe following table summarizes our contractual obligations as of July 1, 2023, and the effect such obligations are expected to have on our liquidity and cash flow (\nin millions\n):\nPayments due\nTotal\nLess than 1 year\nMore than 1 year\nContractual Obligations\nAsset retirement obligations\n$\n8.2 \n$\n— \n$\n8.2 \nOperating lease liabilities, including imputed interest \n(1)\n67.8 \n16.1 \n51.7 \nPension plan contributions \n(2)\n2.2 \n2.2 \n— \nPurchase obligations \n(3)\n348.9 \n308.5 \n40.4 \nConvertible notes - principal \n(4)\n2,837.8 \n323.1 \n2,514.7 \nConvertible notes - interest \n(4)\n100.0 \n19.9 \n80.1 \nTotal\n$\n3,364.9 \n$\n669.8 \n$\n2,695.1 \n(1)\n The amounts of operating lease liabilities do not include any sublease income amounts nor do they include payments for short-term leases or variable lease payments. As of July 1, 2023, we expect to receive sublease income of approximately $1.8 million over the next year. Refer to “Note 8. Leases” to the consolidated financial statements.\n(2) \nThe amount of pension plan contributions represents planned contributions to our defined benefit plans. Although additional future contributions will be required, the amount and timing of these contributions will be affected by actuarial assumptions, the actual rate of returns on plan assets, the level of market interest rates, legislative changes, and the amount of voluntary contributions to the plan. Any contributions for the following fiscal year and later will depend on the value of the plan assets in the future and thus are uncertain. As such, we have not included any amounts beyond one year in the table above.  Refer to “Note 16. Employee Retirement Plans” to the consolidated financial statements.\n(3)\n Purchase obligations represent legally binding commitments to purchase inventory and other commitments made in the normal course of business to meet operational requirements. Refer to “Note 17. Commitments and Contingencies” to the consolidated financial statements.\n(4)\n The amounts related to convertible notes include principal and interest on our 0.25% Convertible Senior Notes due in 2024 (the “2024 Notes”), principal and interest on our 0.50% Convertible Senior Notes due in 2026 (the “2026 Notes”), principal and interest on our 0.50% Convertible Notes due in 2028 (the “2028 Notes”), and principal and interest on our 1.50% Convertible Notes due in 2029 (the “2029 Notes”). The 2024 Notes have a maturity date of March 15, 2024, the 2026 Notes have a maturity date of December 15, 2026, the 2028 Notes have a maturity date of June 15, 2028, and the 2029 Notes have a maturity date of December 15, 2029. The principal balances of our convertible notes are reflected in the payment periods in the table above based on their respective contractual maturities assuming no conversions. Refer to “Note 10. Debt” to the consolidated financial statements. \nUnrecognized Tax Benefits\nAs of July 1, 2023, our other non-current liabilities also include $64.4 million\n \nof unrecognized tax benefit for uncertain tax positions. We are unable to reliably estimate the timing of future payments related to uncertain tax positions.\n61\nLiquidity and Capital Resources Requirements\nWe believe that our cash and cash equivalents as of July 1, 2023, and cash flows from our operating activities will be sufficient to meet our liquidity and capital spending requirements for at least the next 12 months. \nThere are a number of factors that could positively or negatively impact our liquidity position, including:\n•\nglobal economic conditions which affect demand for our products and services and impact the financial stability of our suppliers and customers, including the impact of uncertainty in the banking and financial services industries as well as COVID-19;\n•\nfluctuations in demand for our products as a result of changes in regulations, tariffs or other trade barriers, and trade relations in general;\n•\nchanges in accounts receivable, inventory or other operating assets and liabilities, which affect our working capital;\n•\nincrease in capital expenditures to support our business and growth, including increases in manufacturing capacity;\n•\nthe tendency of customers to delay payments or to negotiate favorable payment terms to manage their own liquidity positions;\n•\ntiming of payments to our suppliers;\n•\nvolatility in fixed income and credit, which impact the liquidity and valuation of our investment portfolios;\n•\ncost and availability of credit, which may impact available financing for us, our customers or others with whom we do business;\n•\nvolatility in foreign exchange markets, which impacts our financial results;\n•\npossible investments or acquisitions of complementary businesses, products or technologies, or other strategic transactions or partnerships;\n•\nissuance of debt or equity securities, or other financing transactions, including bank debt;\n•\npotential funding of pension liabilities either voluntarily or as required by law or regulation; \n•\nother acquisitions or strategic transactions;\n•\nthe settlement of any conversion or redemption of our convertible notes in cash; and\n•\ncommon stock repurchases under the share buyback program.\nCash Flows\nFiscal 2023\nAs of July 1, 2023, our consolidated balance of cash and cash equivalents decreased by $431.2 million, to $859.0 million from $1,290.2 million as of July 2, 2022. The decrease in cash and cash equivalents was due to cash used in investing activities of $874.0 million, partially offset by cash provided by financing activities of $263.0 million and operating activities of $179.8 million during the year ended July 1, 2023.\nCash provided by operating activities was $179.8 million during the year ended July 1, 2023, which reflects the net loss of $131.6 million and non-cash items of $448.0 million, partially offset by $136.6 million of changes in our operating assets and liabilities.\nCash used in investing activities of $874.0 million during the year ended July 1, 2023 was primarily attributable to the merger with NeoPhotonics and the acquisition of IPG telecom transmission product lines in the amount of $861.6 million, net of cash acquired and capital expenditures of $128.5 million, partially offset by net proceeds from sales or maturities of short-term investments of $115.7 million.\nCash provided by financing activities of $263.0 million during the year ended July 1, 2023, was primarily a result of proceeds from the issuance of the 2029 Notes, net of issuance costs of $599.4 million, partially offset by the repurchase of shares of our common stock of $175.6 million, repurchase of our 2024 Notes of $132.8 million and tax payments related to the net share settlement of restricted stock of $37.2 million.\n62\nFiscal 2022\nAs of July 2, 2022,  our consolidated balance of cash and cash equivalents increased by $515.9 million, to $1,290.2 million from $774.3 million as of July 3, 2021. The increase in cash and cash equivalents was primarily due to cash provided by operating activities of $459.3 million and financing activities of $282.9 million, partially offset by cash used in investing activities of $226.3 million during the year ended July 2, 2022.\nCash provided by operating activities was $459.3 million during the year ended July 2, 2022, which reflects net income of $198.9 million and non-cash items of $351.0 million, partially offset by $90.6 million of changes in our operating assets and liabilities.\nCash used in investing activities of $226.3 million during the year ended July 2, 2022 was attributable to purchases of short-term investments, net of sales and maturities of $111.5 million, capital expenditures of $91.2 million, and a $30.0 million term loan provided to NeoPhotonics to support their on-going growth plans through the anticipated merger completion, partially offset by proceeds from the sales of property, plant and equipment of $6.4 million. The term loan to NeoPhotonics is described in “Note 4. Business Combination” to the consolidated financial statements.\nCash provided by financing activities of $282.9 million during the year ended July 2, 2022, was primarily a result of proceeds from the issuance of the 2028 Notes, net of issuance costs of $854.1 million and proceeds from employee stock plans of $13.5 million, partially offset by the repurchase of shares of our common stock of $543.9 million, tax payments related to the net share settlement of restricted stock of $39.0 million, and $1.8 million to settle conversion requests for the principal amount of the 2024 Notes.\nFiscal 2021\nAs of July 3, 2021,  our consolidated balance of cash and cash equivalents increased by $476.3 million, to $774.3 million from $298.0 million as of June 27, 2020. The increase in cash and cash equivalents was primarily due to cash provided by operating activities of $738.7 million and investing activities of $1.0 million, offset by cash used in financing activities of $263.4 million during the year ended July 3, 2021.\nCash provided by operating activities was $738.7 million during the year ended July 3, 2021. Our net income was $397.3 million for the year ended July 3, 2021 and included the merger termination fee paid by Coherent, net of related costs of $207.5 million. Cash provided by operating activities was also generated from $339.9 million of non-cash items, offset by $1.5 million of changes in our operating assets and liabilities.\nCash provided by investing activities of $1.0 million during the year ended July 3, 2021 was primarily attributable to proceeds from maturities and sales of short-term investments, net of purchases of $71.2 million and proceeds from sales of product lines of $1.3 million and sales of property and equipment of $23.3 million. However, we had capital expenditures of $84.8 million and a payment for an asset acquisition of $10.0 million.\nCash used in financing activities of $263.4 million during the year ended July 3, 2021, was primarily resulted from the repurchase of shares of our common stock of $236.0 million and tax payments related to restricted stock of $39.7 million, offset by the proceeds from employee stock plans of $12.6 million.\n63",
    "item7a": ">ITEM 7A.    QUANTITATIVE AND QUALITATIVE DISCLOSURES ABOUT MARKET RISK\nForeign Exchange Risk\nWe conduct our business and sell our products to customers primarily in Asia, Europe, and North America. Due to the impact of changes in foreign currency exchange rates between the U.S. Dollar and foreign currencies, we recorded foreign exchange gains of $7.0 million in fiscal 2023, foreign exchange gains of $6.1 million in fiscal 2022, and foreign exchange losses of $4.4 million in fiscal 2021, in the consolidated statements of operations.\nAlthough we sell primarily in the U.S. Dollar, we have foreign currency exchange risks related to our expenses denominated in currencies other than the U.S. Dollar, principally the Chinese Yuan, Canadian Dollar, Thai Baht, Japanese Yen, UK Pound, Swiss Franc, Euro and Brazilian Real. The volatility of exchange rates depends on many factors that we cannot forecast with reliable accuracy. In the event our foreign currency denominated monetary assets and liabilities, sales or expenses increase, our operating results may be affected to a greater extent by fluctuations in the exchange rates of the currencies in which we do business as compared with the U.S. dollar.\nEquity Price Risk\nWe are exposed to equity price risk related to the conversion options embedded in our 2029 Notes, 2028 Notes, 2026 Notes and 2024 Notes. \nWe issued the 2029 Notes in June 2023, the 2028 Notes in March 2022, the 2026 Notes in December 2019 and the 2024 Notes in March 2017 with an aggregate principal amount of \n$603.7 million,\n \n$861.0 million\n, \n$1,050.0 million\n and $450.0 million, respectively. The 2029 Notes, 2028 Notes and 2026 Notes are carried at face value less issuance costs, while the 2024 Notes are carried at face value less amortized discount and issuance costs on the condensed consolidated balance sheet. The 2029 Notes, 2028 Notes, 2026 Notes and the 2024 Notes bear interest at a rate of 1.50%, 0.50%, 0.50% and 0.25% per year, respectively. Since the convertible notes bear interest at fixed rates, we have no financial statement risk associated with changes in market interest rates. However, the potential value of the shares to be distributed to the holders of our convertible notes changes when the market price of our stock fluctuates. The 2029 Notes, 2028 Notes and 2026 Notes will mature on December 15, 2029, \nJune 15, 2028, \nDecember 15, 2026 respectively, unless earlier repurchased by us or converted pursuant to their terms, and have a conversion price of\n approximately $69.54 per share for the 2029 Notes, approximately $131.03 per share\n for the 2028 Notes and approximately \n$99.29\n per share for the 2026 Notes. The 2024 Notes will mature on March 15, 2024, unless earlier repurchased by us or converted pursuant to their terms, and have a conversion price of approximately  $60.62 per share. \nInterest Rate Fluctuation Risk\nAs of July 1, 2023, we had cash, cash equivalents, and short-term investments of $2,013.6 million. Cash equivalents and short-term investments are primarily comprised of money market funds, treasuries, agencies, high quality investment grade fixed income securities, certificates of deposit, and commercial paper. Our investment policy and strategy is focused on the preservation of capital and supporting our liquidity requirements. We do not enter into investme\nnts for trading or speculative purposes. As of July 1, 2023, the weighted-average life of our investment portfolio was approximately \nsix\n months.\nOur fixed-income portfolio is subject to fluctuations in interest rates, which could affect our results of operations. Based on our investment portfolio balance as of July 1, 2023, a hypothetical increase or decrease in interest rates of 1% (100 basis points) would have resulted in a decrease or an increase in the fair value of our portfolio of approximately $8.2 million\n, and a hypothetical increase or decrease of 0.50% (50 basis points) would have resulted in a decrease or an increase in the fair value of our portfolio of approximately\n $4.1 million. \nBank Liquidity Risk\nAs of July 1, 2023, we had approximately $254.3 million of unrestricted cash (excluding cash equivalents) in operating accounts that are held with domestic and international financial institutions. These cash balances could be lost or become inaccessible if the underlying financial institutions fail or if they are unable to meet the liquidity requirements of their depositors and if they are not supported by the national government of the country in which such financial institution is located. Notwithstanding, we have not incurred any losses to date and have had full access to our operating accounts. We believe any failures of domestic and international financial institutions could impact our ability to fund our operations in the short term. The value of our investment portfolio could also be impacted if we hold debt instruments which were issued by any institutions that fail or become illiquid.  Our ability to obtain raw materials for our supply chain and collections of cash from sales may be unduly impacted if any of our vendors or customers are affected by illiquidity events. \n64",
    "cik": "1633978",
    "cusip6": "55024U",
    "cusip": [
        "55024U959",
        "55024U909",
        "55024U109",
        "55024UAB5",
        "55024u109"
    ],
    "names": [
        "None",
        "Lumentum Holdings Inc.",
        "LUMENTUM HLDGS INC"
    ],
    "source": "https://www.sec.gov/Archives/edgar/data/1633978/000162828023030374/0001628280-23-030374-index.htm"
}