{
    "item1": ">Item 1.\n Business\nCompany Overview\nKorn Ferry (referred to herein as the “Company” or in the first-person notations “we,” “our,” and “us”) is a leading global organizational consulting firm.\nKorn Ferry has evolved from our executive search-focused roots into a company with a more diverse service and digital and other solution offering that is designed to align with our clients’ desire to synchronize their strategy, operations, and talent to drive superior performance. We believe we are the premier organizational consultancy uniquely positioned to leverage our extensive intellectual property to help companies bring talent and strategy together, helping them have the right people in the right places and providing them with the right rewards. We seek to bring their strategies to life by designing their organizational structure and helping them hire, motivate and retain the best people. And we help professionals navigate and advance their career.\nOur fiscal 2023 performance reflects the relevance of our strategy, the top-line synergies created by our end-to-end talent and leadership solutions, and the increasing reach and relevance of the Korn Ferry brand. Thanks to the passion and performance of our colleagues, we have concluded the year with strong results, in what was a very challenging macroeconomic environment.\nDuring fiscal 2023, we worked with almost 15,000 organizations. Our clients include the world’s largest and most prestigious public and private companies, middle-market and emerging growth companies, and government and non-profit organizations. We have built strong client loyalty, with nearly 80% of our engagements in fiscal 2023 completed on behalf of clients for whom we had conducted engagements in the previous three fiscal years. We work with:\n•\n96% of the S&P 100, and 85% of the S&P 500\n•\n94% of the Euronext 100\n•\n85% of the FTSE 100\n•\n91% of the S&P Europe 350\n•\n60% of the S&P Asia 50\n•\n80% of the S&P Latin America 40\nIn addition, we work with:\n•\n3 in every 4 best companies to work for (Fortune Magazine)\n•\n1 in every 2 of the fastest growing companies in the world (Fortune Magazine) \n•\n79% of the world’s top performing companies (Drucker Institute)\n•\n96% of the top 50 world's most admired companies (Fortune Magazine)\nWe also continued to make significant investments across the breadth of our business and in our people. This commitment includes strategic acquisitions and the innovation and development of our platforms, solutions and ways of working. A testament to Korn Ferry’s forward-thinking approach is the acquisition of our third and fourth Interim hiring firms in the last 18 months. This strategic decision has not only boosted our standing, particularly in the Professional Search and Interim sectors, but we believe also enables us to capitalize on significant opportunities for growth while effectively responding to prevailing shifts in the workforce. These shifts include a heightened focus on agility and cost-management, a growing need for specialized expertise and on-demand skills, as well as the accommodation of evolving employee preferences and dynamics within the workforce. These investments are intended to expand our offerings to help us further differentiate ourselves in the marketplace and reflect our continued focus on high-demand areas emerging in this environment.\nA critical driver of our success has been the evolution and maturation of our go-to-market (“GTM”) activities. Our \"Marquee\" and \"Regional\" accounts lead these activities with approximately 340 accounts or 2% of our total clients, representing more than 35% of our total fee revenue. We continue to invest in Global Account Leaders (“GALs”), resulting in us exiting the year with more than 70 colleagues in this role. Leveraging our acquisition of the Miller Heiman Group, we use our own sales effectiveness methodologies and discipline in our Marquee and Regional account programs to drive rates of top-line growth in excess of the rest of our portfolio.\nWe continue to capitalize on the top-line synergies created by our end-to-end solutions that are designed to address the many aspects of an employee’s engagement with their employer. This manifests itself in our ability to continue generating additional fee revenues based on referrals from one line of business to another, generating more than 25% of total fee revenues for fiscal 2023. In fact, by integrating the previously mentioned acquired companies into Korn Ferry, we were able to generate an incremental $50.0 million in fee revenues since November 1, 2021, (the date of acquisition of our first Interim business) through referrals between the acquired companies and our business prior the acquisitions.\nWith vision, innovation and focus as our guide, we believe we are now a company with a more durable business, with greater and expanding relevance, and with an increasingly sustainable level of business and profitability that is poised for further growth in the years to come. \n1\nFiscal 2023 Performance Highlights\nOur results reflect the dedication and hard work of our more than 10,600 talented colleagues. They focus on creating value for our stakeholders, our colleagues themselves, our clients, our shareholders, and the communities in which we operate. \nOur strategic growth reflects a more balanced and sustainable organization.\n•\nOur performance was solid during what can be described as times of macroeconomic and geopolitical turbulence and uncertainty, generating $2,835.4 million in fee revenue, up 8.0% compared to fiscal 2022.\n•\nNet Income Attributable to Korn Ferry was $209.5 million. Operating income and Adjusted EBITDA* were $316.3 million (margin of 11.2%) and $457.3 million (margin of 16.1%), respectively.\n•\nDiluted Earnings Per Share was $3.95.\n•\nDuring fiscal 2023, we continued with our balanced approach to capital allocation. For the full year, the Company invested $254.8 million in acquisitions and $61.0 million in capital expenditures primarily related to the Digital business and corporate infrastructure. We also spent $18.5 million on debt service costs, and returned $93.9 million and $33.0 million to shareholders in the form of share repurchases and dividends, respectively.\n*\nConsolidated Adjusted EBITDA and Consolidated Adjusted EBITDA margin are non-GAAP financial measure and have limitations as analytical tools. See Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations for a discussion of why management believes the presentation of non-GAAP financial measures provide meaningful supplemental information regarding Korn Ferry’s performance.\nThe Korn Ferry Story\nOur Strategy\nOur systematic approach to solving business challenges has us uniquely positioned to build the services and solutions that people, teams and organizations need so that business strategy is implemented and performance follows. Our approach is focused on the following strategic priorities to increase our client and commercial impact:\n1.\nDrive a One Korn Ferry go-to-market strategy through our Marquee and Regional Accounts and integration across solutions and geographies.\n2.\nCreate the Top-of-Mind Brand in Organizational Consulting - Lead innovation through relevant market offerings and evolve our thought leadership around talent strategy.\n3.\nDeliver Client Excellence and Innovation and diversify our offerings into fully integrated, scalable and sustainable client engagements.\n4.\nAdvance Korn Ferry as a Premier Career Destination - Attract and retain top talent through continued investment in building a world-class organization through a capable, motivated, and agile workforce.\n5.\nPursue Transformational M&A Opportunities at the Intersection of Talent and Strategy.\nOur Core Capabilities\nWe continue to integrate, replicate and scale our solutions and to lead innovation in the digitally enabled new world of work. The depth and breadth of our offerings across the talent lifecycle—from attraction to assessment to recruitment to development, management, and reward—place us in a distinctive position. We offer end-to-end solutions—a view into an organization’s entire talent ecosystem—to create positive client outcomes. Our five core capabilities include:\n•\nOrganization Strategy:\n We map talent strategy to business strategy, designing operating models and organization structures that help companies put strategic plans into action.\n•\nAssessment and Succession:\n Our assessment and succession solutions help pinpoint clear and actionable opportunities for growth. Leaders and employees are empowered to take action on their own development, while companies use strategic perspectives to build stronger plans and make smarter investments today and into the future.\n•\nTalent Acquisition:\n From Executive Search, Professional Search & Interim and Recruitment Process Outsourcing (\"RPO\") covering single to multi-hire permanent positions and interim contractors, we help organizations attract and retain the right people across functions, levels and skills.\n•\nLeadership and Professional Development:\n We help develop leaders along each stage of their career with a spectrum of intensive high-touch and scalable high-tech development experiences.\n2\n•\nTotal Rewards:\n We help organizations pay their people fairly for doing the right things with rewards they value at a cost that the organization can afford.\nOur Integrated Solutions\nWe also offer integrated solutions that bring together expertise from across our core capabilities to navigate broader business challenges around leading through change, transforming for growth and keeping top talent.\nOur solutions are powered by the Korn Ferry Intelligence Cloud and are enabled by the combination of our rich and unique data and a suite of Digital Performance Management Tools that combine the expertise of Korn Ferry with the power of Open artificial intelligence (\"AI\"). Focused on business outcomes, the combination of Korn Ferry intellectual property (\"IP\") and advanced technology enables our experts to deliver actionable insights and personalized recommendations accurately and efficiently. These solutions include:\n•\nWorkforce Transformation\n: We offer practical and pragmatic solutions to support organizations in re-shaping workforces for the future. These solutions are designed to enhance workforce productivity, agility, engagement, and alignment with the organization's strategic goals.\n•\nCost Optimization\n: We work with leaders to manage cost drivers: organization, people and rewards. We help make client organizations fit for the future by putting in place strategies designed to enable our clients to achieve cost reductions while maintaining performance and growth.\n•\nLeadership Development and Coaching at Scale\n: Businesses need to prepare for the future by creating a culture of learning that helps them quickly adapt to new trends and demands. Leveraging our Korn Ferry Advance platform, we combine our expertise in leadership development with technology to provide quality coaching and development at scale across organizations.\n•\nM&A Solutions\n: We use a framework that helps organizations look beyond balance sheets and focus on people. From the assessment and selection of leaders to drive the go-forward strategy, to the future organization design and governance, we help shape the combined purpose, ensure you have the right people in the right roles and craft the integration and change management activities to maximize the investment. We also help buyers achieve leadership and cultural accretive acquisitions which drive superior financial results.\n•\nEnvironmental, Social & Governance (\"ESG\") and Sustainability\n: We believe our people-focused approach to ESG practices contribute to long-term value creation. By aligning strategy, people and business operations in this area, we help companies build resilience, foster innovation, and improve their reputation, positioning them for sustainable growth and success in both turbulent and prosperous times.\n•\nDiversity, Equity & Inclusion\n: We believe diverse and inclusive organizations drive better business performance, attract and retain high-caliber talent, foster innovation for competitive advantage, and enhance brand reputation. Our expertise in this area runs deep. We help clients comply and create more inclusive, equitable, and successful organizations reflective of today's diverse and interconnected world.\n•\nSales Effectiveness powered by KF Sell\n: Today's selling environment is more complex than ever, with sales teams challenged to deliver value. Sellers need the right tools, training, and approach to be successful. Korn Ferry leverages the KF Sell platform and award-winning Miller-Heiman sales methodology to help organizations achieve their top-line growth objectives.\n•\nCareer Mobility for Tech Talent powered by KF Career:\n We retain, engage and develop tech talent to create a competitive advantage for our clients' organizations. For example, using KF Career for Tech, clients can benchmark their teams, identify skill gaps, create career mobility for tech talent and deliver a progressive employee experience where the individuals, team and company move together in synergy.\nOur Businesses \nThe Company has recently acquired companies that have added critical mass to our existing Professional Search & Interim business. This provided the Chief Operating Decision Maker (\"CODM\") with the opportunity to reassess how he managed and allocated resources to the prior RPO & Professional Search segment. Therefore, beginning in fiscal 2023, the Company separated RPO & Professional Search into two segments to align with the CODM's strategy to make separate resource allocation decisions and assess performance separately between Professional Search & Interim and RPO.\nThe Company now has eight reportable segments that operate through the following five lines of business, supported by a corporate center. This structure allows us to bring our resources together to focus on our clients and partner with them to solve the challenges they face in their businesses.\n1.\nConsulting\n aligns organizational structure, culture, performance, development, and people to drive sustainable growth by addressing four fundamental organizational and talent needs: Organization Strategy, Assessment and Succession, Leadership and Professional Development, and Total Rewards. We enable this work with a comprehensive set of Digital Performance Management Tools, based on our best-in-class IP and \n3\ndata. The Consulting teams employ an integrated approach across our core capabilities and integrated solutions described above to help clients execute their strategy in a digitally enabled world. \nSummary of financial fiscal 2023 highlights:\n•\nFee revenue was $677.0 million, an increase of 4.0% compared to fiscal 2022, representing 24% of total fee revenue.\n•\nAdjusted EBITDA and Adjusted EBITDA margin were $108.5 million and 16.0%, respectively.\n•\nThe number of consulting and execution staff at year-end was 1,853 with an increase in the average bill rate (fee revenue divided by the number of hours worked by consultants and execution staff) of $10 per hour or 3% compared to fiscal 2022.\nClient Base\n—During fiscal 2023, the Consulting segment partnered with over 4,800 clients across the globe, and 28% of Consulting’s fiscal 2023 fee revenue was referred from Korn Ferry’s other lines of business. Our clients come from the private, public, and not-for-profit sectors across every major industry and represent diverse business challenges.\nCompetition\n—The people and organizational consulting market is fragmented, with different companies offering our core solutions. Our competitors include consulting organizations affiliated with accounting, insurance, information systems, and strategy consulting firms such as McKinsey, Willis Towers Watson and Deloitte. We also compete with smaller boutique firms specializing in specific regional, industry, or functional leadership and human resources (\"HR\") consulting aspects.\n2.\nDigital\n develops technology-enabled Performance Management Tools that empower our clients. At the core of our offerings is the proprietary Korn Ferry Intelligence Cloud platform. With access to six billion data points and fortified by our established success methodology, this platform drives a range of Digital Performance Management Tools. Through these tools, our consultants can analyze business data, benchmark against industry best practices, and deliver personalized recommendations. Additionally, our clients and their employees can independently utilize these digital tools to identify, implement, and maintain performance enhancements at scale. Our Digital products include:\n•\nKF Assess: Puts the right people, with the right skills in place to deliver.\n•\nKF Architect: Streamlines the way jobs are designed, organized and evaluated.\n•\nKF Listen: Provides insight to understand and improve the employee experience.\n•\nKF Sell: Creates a consistent, repeatable sales strategy to maximize sales effectiveness.\n•\nKF Pay: Compares and develops the best pay structures to motivate people to perform at their best.\n•\nKF Career for Tech: Upskill, reskill, develop and deploy an optimized technology workforce. \nSummary of financial fiscal 2023 highlights:\n•\nFee revenue was $354.7 million, an increase of 2.0% compared to fiscal 2022, representing 13% of total fee revenue.\n•\nSubscription and License fee revenue was $119.7 million, an increase of 10% compared to fiscal 2022.\n•\nAdjusted EBITDA and Adjusted EBITDA margin were $97.5 million and 27.5%, respectively.\nClient Base\n—During fiscal 2023, the Digital segment partnered with over 8,300 clients across the globe, and 34% of Digital’s fiscal 2023 fee revenue was referred from Korn Ferry’s other lines of business, primarily Consulting. Our clients come from the private, public and not-for-profit sectors, across every major industry and represent diverse business challenges.\nCompetition\n—Again, competition is fragmented in this sector. We compete with specialist suppliers, and boutique and large consulting companies in each solution area such as AON, Mercer, Willis Towers Watson, SHL, Fuel 50, SkillSoft, Criteria, Predictive Index, Prevue Hire and Textlio. One of our advantages is linking our data, IP and our technology platform across our solutions. This allows us to give organizations an end-to-end view of talent.\n3.\nExecutive Search\n helps organizations recruit board-level, chief executive, and other C-suite/senior executive and general management talent to deliver lasting impact. Our approach to placing talent brings together our research-based IP, proprietary assessments and behavioral interviewing with our practical experience to determine the ideal organizational fit. Salary benchmarking then helps us build appropriate frameworks for compensation and attraction. This business is managed and reported on a geographic basis and represents four of the Company’s reportable segments (Executive Search North America, Executive Search Europe, the Middle East and Africa (\"EMEA\"), Executive Search Asia Pacific (\"APAC\") and Executive Search Latin America). \n4\nSummary of financial fiscal 2023 highlights:\n•\nFee revenue was $875.8 million, a decrease of 6% compared to fiscal 2022, representing 31% of total fee revenue.\n•\nAdjusted EBITDA and Adjusted EBITDA margin were $205.8 million and 23.5%, respectively.*\n•\nIn fiscal 2023, we opened more than 6,300 new engagements with an average of 594 consultants. \n*Executive Search Adjusted EBITDA and Executive Search Adjusted EBITDA margin are non-GAAP financial measures and have limitations as analytical tools. See Item 7. Management's Discussion and Analysis of Financial Condition and Results of Operations for a discussion of why management believes the presentation of these non-GAAP financial measures provide meaningful supplemental information regarding Korn Ferry's performance.\nConsultants are organized in six broad industry groups and bring an in-depth understanding of the market conditions and strategic management issues clients face within their industries and geographies. In addition, we regularly look to expand our specialized expertise through internal development and strategic hiring in targeted growth areas.\nFunctional Expertise \n— We also have organized centers of functional expertise. This helps our teams comprehensively grasp the specific requirements and nuances involved in the role itself. These partners bring a deep understanding of the functional dynamics–from strategy through to execution-enabling them to identify and place candidates who possess the necessary skills, knowledge, and experience to excel in the role.\nPercentage of Fiscal 2023 Assignments Opened by Functional Expertise\nBoard Level/CEO/CFO/Senior Executive and General Management\n78 \n%\nFinance and Control\n7 \n%\nInformation Systems\n4 \n%\nMarketing and Sales\n4 \n%\nManufacturing/Engineering/Research and Development/Technology\n4 \n%\nHuman Resources and Administration\n3 \n%\nClient Base\n—Our more than 4,000 Executive Search engagement clients in fiscal 2023 include many of the world’s largest and most prestigious public and private companies\n. \nCompetition—\nOur Executive Search line of business competes with specialist global executive search firms, such as Egon Zehnder, Heidrick & Struggles International, Inc., Russell Reynolds Associates and Spencer Stuart. We also compete with smaller boutique firms specializing in regional, industry, or functional searches. We believe our brand name, differentiated business model, systematic approach to client service, innovative technology, unique IP, global network, prestigious clientele, strong specialty practices and high-caliber colleagues are recognized worldwide. We also believe our long-term incentive compensation arrangements and other executive benefits distinguish us from most of our competitors and are essential in attracting and retaining our top consultants.\n4.\nProfessional Search & Interim \ndelivers enterprise talent acquisition solutions for professional level middle and upper management. The Company helps clients source high-quality candidates at speed and scale globally, covering single-hire to multi-hire permanent placements and interim contractors (that are focused on senior executive, information technology (\"IT\"), Finance & Accounting and HR roles). During fiscal 2023, we acquired Infinity Consulting Solutions, a provider of IT interim talent. We also acquired Salo LLC, a provider of finance, accounting and HR interim talent.\nSummary of financial fiscal 2023 highlights:\n•\nFee revenue was $503.4 million, an increase of 69% compared to fiscal 2022, representing 18% of total fee revenue.\n•\nAverage bill rates increased by 26% to $115 per hour in the last quarter of fiscal 2023 from $91 per hour as of January 31, 2022, which was the quarter we acquired our first interim business. Average bill rates represent fee revenue from interim services divided by the number of hours worked by consultants providing those services.\n•\nAdjusted EBITDA and Adjusted EBITDA margin were $110.9 million and 22.0%, respectively.\nClient Base\n—During fiscal 2023, the Professional Search & Interim segment partnered with more than 4,000 clients across the globe, and 32% of Professional Search & Interim’s fiscal 2023 fee revenue was referred from Korn Ferry’s other lines of business.\n5\nCompetition\n—We primarily compete for Professional Search & Interim business with regional contingency and large national retained recruitment firms such as Robert Half, Michael Page, Harvey Nash, Robert Walters and BTG. We believe our competitive advantage is distinct. We are strategic, collaborating with clients to hire best-fit candidates using our assessment IP, proprietary technology and professional recruiters. Our Talent Delivery Centers provide our teams with increased scalability, multilingual capabilities, global reach and functional specialization. We also work under the One Korn Ferry umbrella to help clients plan for their broader talent acquisition needs as part of their business strategy planning.\n5.\nRPO \noffers scalable recruitment outsourcing solutions leveraging customized technology and talent insights. The Company's scalable solutions, built on science and powered by best-in-class technology and consulting expertise, enable the Company to act as a strategic partner in clients’ quest for superior recruitment outcomes and better candidate fit.\nSummary of financial fiscal 2023 highlights:\n•\nFee revenue was $424.6 million, an increase of 8% compared to fiscal 2022, representing 15% of total fee revenue.\n•\nAdjusted EBITDA and Adjusted EBITDA margin were $52.6 million and 12.4%, respectively.\nClient Base\n—During fiscal 2023, the RPO segment partnered with more than 300 clients across the globe, and 54% of RPO fiscal 2023 fee revenue was referred from Korn Ferry’s other lines of business.\nCompetition\n—We primarily compete for RPO business with other global RPO providers such as Cielo, Alexander Mann Solutions, IBM, Allegis, Kelly Services and Randstad.\nFinally, our corporate center manages finance, legal, technology/IT, HR, marketing, and our research arm, the Korn Ferry Institute.\nWe help clients in four geographic markets: North America, Latin America, EMEA, and APAC. Our geographic markets bring together capabilities from across the organization—infusing industry and functional expertise and skills—to deliver value to our partners.\nWe operate in 108 offices in 53 countries, helping us deliver our solutions globally, wherever our clients do business. We continue our commitment to diversity and inclusion, hiring, promoting, and extending opportunities to women and underrepresented groups. As of April 30, 2023, 70% of our workforce in the U.S. is female or from an underrepresented group. Broken down further, 62% of our workforce in the U.S. is female, and 64% of our global workforce is female. Our global age demographic is 53% Millennials (ages 26-41) and 8% Gen Z/Centennials (ages 25 and below). As of April 30, 2023, we had 10,697 full-time employees:\nConsultants and execution staff\n1\nSupport staff\n2\nTotal employees\nConsulting\n1,853\n363\n2,216\nDigital\n347\n1,077\n1,424\nExecutive Search\n602\n1,218\n1,820\nProfessional Search & Interim\n498\n591\n1,089\nRPO\n180\n3,750\n3,930\nCorporate\n—\n218\n218\nTotal\n3,480\n7,217\n10,697\n1\nConsultants and execution staff, primarily responsible for originating client services\n2\nSupport staff includes associates, researchers, administrative, and support staff\nBusiness Challenges We Solve\nOur judgment and expertise have been built from decades of experience and insight into the business challenges companies are grappling with across industries. We work to understand the relevant macro trends impacting society and the future of work. After the reopening that followed the global pandemic, it is evident that the world of work has permanently changed and with the emergence of technologies like artificial intelligence (\"AI\"), the evolution continues. We support our clients amid a time of enormous transition and change, with these specific business challenges: \n•\nTransforming\n businesses while delivering robust performance. \n•\nSolving\n leadership challenges arising from the new landscape of hybrid and remote working.\n•\nDelivering\n for people, planet, and profit, and assisting with ESG and other corporate strategic initiatives.\n6\n•\nFinding\n the right talent in a dynamic and dislocated labor market. \n•\nEngaging\n and motivating employees so companies can retain and reward their talent.\n•\nSupporting\n the work-scape transition from a place of work to collaboration spaces.\n•\nBuilding\n work environments that are inclusive and free from bias.\n•\nEngaging and Reward\n to retain top talent.\nOur Proprietary Data\nWe manage and leverage more than six billion data points, including: \n•\nOver 98 million assessments.\n•\nEngagement data on approximately 33 million employees.\nAnd we hold:\n•\nRewards data on more than 30 million people covering some 30,000 organizations. \n•\nMore than 10,000 individual success profiles covering over 30,000 job titles.\n•\nOrganizational benchmark data on more than 12,000 entities.\n•\nCulture surveys on approximately 600 entities and 7.2 million respondents.\n•\nPay policy and practice data on more than 150 countries.\nInnovation & Intellectual Property \nKorn Ferry is dedicated to developing leading-edge services and leveraging innovation. We have made investments in technology, learning platforms, virtual coaching, individual learning journeys, data insights, and intellectual property that permeates all our solutions. With these investments, we are transforming how clients address their talent management needs. We have evolved from a mono-line business to a multi-faceted consultancy, giving our consultants more opportunities to engage with clients. The expansion of our business into larger markets offers higher growth potential and more durable and visible revenue streams.\nThe Korn Ferry Institute\nThe Korn Ferry Institute is our research and analytics arm. The Korn Ferry Institute develops robust research, innovative IP, and advanced analytics to enable Korn Ferry employees to partner with people and organizations to activate their potential and succeed. \nWe have built the Korn Ferry Institute on three core pillars:\n1.\nRobust Research and Thought Leadership to anticipate and innovate\n: We explore trends and define leadership and human and organizational performance for a fast-changing economy. Some project examples from fiscal 2023 include research around:\n•\nPurpose\n•\nESG\n•\nNeuroscience\n•\nGen Z\n2.\nDifferentiated IP development supported by leading-edge science and enablement\n: We develop and measure what is required for success at work in the new economy. Examples from fiscal 2023 include IP around: \n•\nInclusive Language and Leadership\n•\nLearning Agility\n•\nCareer Mobility\n•\nAssessments and Interactive Feedback \n3.\nClient Advanced Analytics and Data Management to generate insights:\n We integrate and build upon our datasets and external data using advanced modeling and AI. This allows us to produce predictive insights and deliver demonstrable client impact. During fiscal 2023, we supported the following:\n•\nOn-demand Assessment Analytics\n7\n•\nDemographics and Job Factors\n•\nPsychometrics\nIn the fiscal year ahead, we intend to continue innovating to drive even greater business and societal impact to:\n•\nProvide research and modeling on the future of work, our solution areas, and industries to support growth and help our science, research and IP remain innovative and relevant.\n•\nInnovate and refine knowledge to strengthen IP, educate colleagues, expand analytics capabilities, and maximize impact across solutions and markets.\nGlobal Delivery Capability\nWe believe a key differentiator for us is our global delivery capability. This allows us to support the varied parts of our business to give clients value-added services and solutions across the globe. We believe we can bring the right people from anywhere in the world to our clients at the right time both in physical and virtual working environments, which is a capability that is particularly crucial as business needs and conditions continue to change rapidly.\nCompetition \nKorn Ferry operates in a rapidly changing global marketplace with a diverse range of organizations that offer services and solutions like those we offer. However, we believe no other company provides the same full range of services, uniquely positioning us for success in this highly fragmented, talent management landscape.  \nOur Market and Approach\nIndustry Recognition\nOur company culture and excellent work within the industry are widely recognized. Some highlights from fiscal 2023 include global industry awards and accolades in recognition of performance and achievements: \n•\nNamed America's Number One Executive Recruiter Firm 2023, Forbes\n•\nNamed among the top 20 on Training Industries’ 2023 Top Sales Training & Enablement Companies\n•\nNamed in America's Best Management Consulting Firms list in 2023, Forbes\n•\nLeader level Carbon Disclosure Project (\"CDP\") Rating for 2022 response to climate change questionnaire\n•\nGold Medal for Sustainability rating from EcoVadis 2022\n•\nGold HIRE Vets Medallion Award 2022, US Department of Labor\n•\nRecognized by Seramount (formerly Working Mother Media) in the best Companies for Parents list 2022, in the Best Companies for Dads list 2022, and as a Top Company in the Executive Women list 2022\n•\nTop Global RPO Provider, RPO Baker's Dozen List 2022, HRO Today\n•\nRecognized as a Leader in Recruitment Process Outsourcing in Everest Group's PEAK Matrix Assessment 2022\nOur Go-To-Market Approach\nOur go-to-market strategy brings together Korn Ferry’s core solutions to drive more integrated, scalable client relationships. Our goal is to drive topline synergies by increasing growth in the crossline of business referrals. This has been successful as during fiscal 2023, approximately 80% of revenue came from clients using multiple lines of our business, consistent with fiscal 2022.\nWe intend to continue evolving integrated solutions along industry lines to drive cross-geography and cross-solution referrals. Our Marquee and Regional Accounts program is a pillar of our growth strategy, which now comprises more than one-third of our revenue, yet only 2% of our clients. Its success has been realized by using our own IP and by following a disciplined approach to account planning and management with the addition of Global Account Leaders, resulting in more enduring relationships with clients. We believe building long-term client relationships of scale delivers less cyclical, more resilient revenue and new business through structured, programmatic account planning and strategic investments in account management talent. \nElevating our Brand\nCollaboration between sales, marketing, research and business teams has enabled wider recognition for Korn Ferry in the market and a deeper connection with our customers through our thought leadership and the sharing of timely, news-driven content designed to inspire and challenge conventional points of view around workplace topics.\n8\nThe provocation we put out into the world is to \nBe More Than\n. \nBe More Than\n is about identifying and unleashing potential. Bring the right opportunity, to the right person, at the right time and it will change \ntheir\n world. Get people focused, aligned, believing and working together and it can change \nthe\n world.\nThe principles behind \nBe More Than\n guide our thinking and behavior and represent our commitment to our clients and to each other. We help unleash potential in people to enable thriving, high-performing teams that collectively power sustainable growth and transform businesses.\nOur People\nCulture and Workforce\nOur culture has evolved tremendously over the years with a team spirit of working together across different offices, regions, and practices. We strive to foster a supportive, respectful culture where everyone feels valued for their contribution, can do their best work and exceed their potential. Our approach to talent acquisition, development, recognition, engagement and benefits are designed to support this approach. Our priority is to hire without bias and provide under-represented talent with equal opportunity across the firm. We work hard to build an environment of recognition by acknowledging others and appreciating their contributions and achievements. Our global talent promotion process recognizes colleagues for exceptional dedication and service to clients, embracing our firm's purpose and values, outstanding collaboration and stretching to meet expectations. We believe diversity drives innovation and connects us to our customers and communities. We are committed to building strong teams of people with diverse experiences, backgrounds, and perspectives.\nOur Beliefs and Behaviors\nOur culture starts with our values of \nInclusion, Honesty, Knowledge, and Performance\n. Our values set the standard for what we expect of all our people. They also reflect the experience we want our clients to have when they work with us. We seek to embrace people with different points of view. We actively help our colleagues grow and develop with mentoring and support. We strive to learn, grow, to be better today than we were yesterday, and always do our best for our clients, colleagues, and shareholders.\nAs a global corporation, our commitment is to act ethically, which begins with each of us. This thinking is embedded in our core values and guides how we work together and with others. We strongly believe in a radically human approach, striving for empathy, honesty and authenticity across our interactions. \nDeveloping and Rewarding Our People\nWe focus on making Korn Ferry a firm that energizes, develops, rewards and empowers people to pursue their passions and help our business succeed. Our global talent promotion process recognizes colleagues for exceptional dedication and service to clients. We run promotion cycles twice a year to allow us to appreciate the contribution of colleagues more frequently. In fiscal 2023, we promoted over 1,200 people in our five lines of business and Corporate.\nWe offer competitive benefits across the globe customized to each country we operate in based on market prevalence and cultural relevance. The Korn Ferry Cares benefits strategy focuses on keeping our colleagues and their families healthy – physically, emotionally, financially, and socially. Our progressive benefit offerings in the U.S. helped us earn top recognitions by Seramount (formerly Working Mother Media) as the best company for Parents 2022, Top Company for Dads 2022, Top Company for Female Professionals 2022, and as one of the Human Rights Campaign’s Best Places to Work for LGBTQ Equality 2022.\nWe believe in teaching and mentoring to support our colleagues’ career growth and success. These efforts have fostered stability and expertise in our workforce. Development happens broadly throughout the organization, from our formal mentoring program to direct training on our learning management platform, iAcademy. We also champion a range of career and leadership programs, such as our Mosaic program for diverse high-potentials, Leadership U for Korn Ferry, and Leadership U PLUS for Korn Ferry colleagues, an internal leadership development program. We use our Korn Ferry Advance platform, used externally by clients for career coaching and career development, as an internal development program platform.\nWe run a global colleague advisory council that offers feedback to senior leadership on the colleague experience within Korn Ferry. Also, our internal employee engagement program, the Korn Ferry Founder Awards, recognizes and celebrates exceptional performance. \nEmployee Well-being \nThe well-being of our employees is a focus. We run a series of initiatives to support employee well-being and instill an organizational culture of health, including an Employee Assistance program, mental health awareness campaigns, well-being webinars, flexible work schedules and parental support for distance learning. \nOur employee safety\nWe are committed to creating a place where people can be successful professionally and personally. In response to the pandemic, we developed and implemented new practices designed to prioritize the health and safety of our employees and clients. \n9\nAvailable Information\nWe file annual, quarterly, and current reports, proxy statements, and other documents with the Securities and Exchange Commission (the \"SEC\"), according to the Securities Exchange Act of 1934, as amended (the \"Exchange Act\"). Our reports, proxy statements, and other documents filed electronically with the SEC are available at the website maintained by the SEC at \nhttps://www.sec.gov.\nWe also make available, free of charge on the Investor Relations portion of our website at http://ir.kornferry.com, those annual, quarterly, and current reports, and, if applicable, amendments to those reports, filed or furnished under Section 13(a) or 15(d) of the Exchange Act as soon as reasonably practicable after we electronically file such reports with, or furnish them to, the SEC at www.sec.gov.\nOur Corporate Governance Guidelines, Code of Business Conduct and Ethics, and the charters of the Audit Committee, Compensation and Personnel Committee, and Nominating and Corporate Governance Committee of our Board of Directors are also posted on the Investor Relations portion of our website at \nhttp://ir.kornferry.com\n. Stockholders may request copies of these documents by writing to our Corporate Secretary at 1900 Avenue of the Stars, Suite 1500, Los Angeles, California 90067.\nIn addition, we make available on the Investor Relations portion of our website at http://ir.kornferry.com press releases and related earnings presentations and other essential information, which we encourage you to review.",
    "item1a": ">Item 1A. \nRisk Factors\nThe discussion below describes the material factors, events, and uncertainties that make an investment in our securities risky, and these risk factors should be considered carefully together with all other information in this Annual Report, including the financial statements and notes thereto. It does not address all of the risks that we face, and additional risks not presently known to us or that we currently deem immaterial may also arise and impair our business operations. Our business, financial condition or results of operations could be materially adversely affected by the occurrence of any of these risks.\nRisks Related to Our Business\nOur inability to successfully recover should we experience a disaster or other business continuity problem could cause material financial loss, loss of human capital, regulatory actions, reputational harm or legal liability.\nShould we experience a disaster or other business continuity problem, such as an earthquake, hurricane, terrorist attack, security breach, power loss, telecommunications failure or other natural or man-made disaster, our continued success will depend, in part, on the availability of our personnel, our office facilities, and the proper functioning of our computer, telecommunication and other related systems and operations. In such an event, we could experience near-term operational challenges with regard to particular areas of our operations. In particular, our ability to recover from any disaster or other business continuity problem will depend on our ability to protect our technology infrastructure against damage from business continuity events that could have a significant disruptive effect on our operations. For example, much of our corporate staff are based in California, which has a high level of risk from wildfires and earthquakes. The impacts of climate change present notable risks, including damage to assets and technology caused by extreme weather events linked to climate change and may otherwise heighten or exacerbate the occurrence of such weather events. We could potentially lose client data or experience material adverse interruptions to our operations or delivery of services to our clients in a disaster. A disaster on a significant scale or affecting certain of our key operating areas within or across regions, or our inability to successfully recover should we experience a disaster, pandemic or other business continuity problem, could materially interrupt our business operations and cause material financial loss, loss of human capital, regulatory actions, reputational harm, damaged client relationships or legal liability.\nWe are limited in our ability to recruit candidates from certain of our clients due to off-limit agreements with those clients and for client relation and marketing purposes. Such limitations could harm our business.\nEither by agreement with clients, or for client relations or marketing purposes, we are required to or elect to refrain from, for a specified period of time, recruiting candidates from a client when conducting searches on behalf of other clients. These off-limit agreements can cause us to lose search opportunities to our competition. The duration and scope of the off-limit agreement, including whether it covers all operations of the client and its affiliates or only certain divisions of a client, generally are subject to negotiation or internal policies and may depend on factors such as the scope, size and complexity of the client’s business, the length of the client relationship and the frequency with which we have been engaged to perform executive and professional searches for the client. We cannot ensure that off-limit agreements will not impede our growth or our ability to attract and serve new clients, or otherwise harm our business.\nWe face significant competition. Competition in our industries could result in lost market share, reduced demand for our services, and/or require us to charge lower prices for our services, which could adversely affect our operating results and future growth.\nWe continue to face significant competition to each of our services and product offerings. The human resource consulting market has been traditionally fragmented and a number of large consulting firms, such as McKinsey, Willis Towers Watson and Deloitte have built businesses in human resource consulting to serve these needs. Our consulting business line has and \n10\ncontinues to face competition from human resource consulting businesses. Many of these competitors are significantly larger than Korn Ferry and have considerable resources at their disposal, allowing for potentially significant investment to grow their human resource consulting business. Digital products in the human resource market have been traditionally fragmented and a number of firms such as AON, Mercer, Willis Towers Watson, SHL, Fuel 50, SkillSoft, Criteria, Predictive Index, Prevue Hire and Textio offer competitive products. Competitors in the digital marketplace are a combination of large, well-capitalized firms and niche players who have received multiple rounds of private financing. Increased competition, whether as a result of professional and social networking website providers, traditional executive search firms, sole proprietors and in-house human resource professionals (as noted above) or larger consulting firms building human resources consulting businesses, may lead to pricing pressures that could negatively impact our business. For example, increased competition could require us to charge lower prices, and/or cause us to lose market share, each of which could reduce our fee revenue.\nOur executive search services face competition from both traditional and non-traditional competitors that provide job placement services, including other large global executive search firms, smaller specialty firms and web-based firms. We also face increased competition from sole proprietors and in-house human resource professionals whose ability to provide job placement services has been enhanced by professional profiles made available on the internet and enhanced social media-based search tools. The continued growth of the shared economy and related freelancing platform sites may also negatively impact demand for our services by allowing employers seeking services to connect with employees in real time and without any significant cost. Traditional executive search competitors include Egon Zehnder, Heidrick & Struggles International, Inc., Russell Reynolds Associates and Spencer Stuart. In each of our markets, one or more of our competitors may possess greater resources, greater name recognition, lower overhead or other costs and longer operating histories than we do, which may give them an advantage in obtaining future clients, capitalizing on new technology and attracting qualified professionals in these markets. Additionally, specialty firms can focus on regional or functional markets or on particular industries and executive search firms that have a smaller client base are subject to fewer off-limits arrangements. There are no extensive barriers to entry into the executive search industry and new recruiting firms continue to enter the market. \nWe believe the continuing development and increased availability of information technology will continue to attract new competitors, especially web-enabled professional and social networking website providers, and these providers may be facilitating a company’s ability to insource their recruiting capabilities. Competitors in these fields include SmashFly, iCIMS, Yello, Indeed, Google for Jobs and Jobvite. As these providers continue to evolve, they may develop offerings similar to or more expansive than ours, thereby increasing competition for our services or more broadly causing disruption in the executive search industry. Further, as technology continues to develop and the shared economy continues to grow, we expect that the use of freelancing platform sites will become more prevalent. As a result, companies may turn to such sites for their talent needs, which could negatively impact demand for the services we offer.\nOur RPO services primarily compete for business with other RPO providers such as Cielo, Alexander Mann Solutions, IBM, Allegis, Kelly Services and Randstad while Professional Search & Interim services compete for mid-level professional search assignments with regional contingency recruitment firms and large national retained recruitment firms such as Robert Half, Michael Page, Harvey Nash, Robert Walters, TekSystems and BTG. In addition, some organizations have developed or may develop internal solutions to address talent acquisition that may be competitive with our solutions. This is a highly competitive and developing industry with numerous specialists. To compete successfully and achieve our growth targets for our talent acquisition business, we must continue to support and develop assessment and analytics solutions, maintain and grow our proprietary database, deliver demonstrable return on investment to clients, support our products and services globally, and continue to provide consulting and training to support our assessment products. Our failure to compete effectively could adversely affect our operating results and future growth.\nFailure to attract and retain qualified and experienced consultants could result in a loss of clients which in turn could cause a decline in our revenue and harm to our business. \nWe compete with other executive, professional search and interim and consulting firms for qualified and experienced consultants. These other firms may be able to offer greater bonuses, incentives or compensation and benefits or more attractive lifestyle choices, career paths, office cultures, or geographic locations than we do. Competition for these consultants typically increases during periods of wage inflation, labor constraints, and/or low unemployment, such as the environment experienced in calendar year 2022, and can result in material increases to our costs and stock usage under authorized employee stock plans, among other impacts.\nAttracting and retaining consultants in our industry is particularly important because, generally, a small number of consultants have primary responsibility for a client relationship. Because client responsibility is so concentrated, the loss of key consultants may lead to the loss of client relationships. In fiscal 2023, our top six consultants (Executive Search and Consulting) generated business equal to approximately 2% of our total fee revenues. Furthermore, our top ten consultants (Executive Search and Consulting) generated business equal to approximately 6% of our total fee revenues. This risk is heightened due to the general portability of a consultant’s business: consultants have in the past, and will in the future, terminate their employment with our Company. Any decrease in the quality of our reputation, reduction in our compensation levels relative to our peers or modifications of our compensation program, whether as a result of insufficient revenue, a decline in the market price of our common stock or for any other reason, could impair our ability to retain existing consultants or attract additional qualified consultants with the requisite experience, skills and established client relationships. Our failure \n11\nto retain our most productive consultants, whether in Executive Search, Consulting, Digital, Professional Search & Interim or RPO, or maintain the quality of service to which our clients are accustomed, as well as the ability of a departing consultant to move business to his or her new employer, could result in a loss of clients, which could in turn cause our fee revenue to decline and our business to be harmed. We may also lose clients if the departing consultant has widespread name recognition or a reputation as a specialist in his or her line of business in a specific industry or management function. We could also lose additional consultants if they choose to join the departing consultant at another executive search or consulting firm. Failing to limit departing consultants from moving business or recruiting our consultants to a competitor could adversely affect our business, financial condition and results of operations. \nWe are working to advance culture change through the continued implementation of diversity, equity and inclusion (\"DE&I\") initiatives throughout our organization and the shift to a hybrid work environment. If we do not or are perceived not to  successfully implement these initiatives, our ability to recruit, attract and retain talent may be adversely impacted and shifts in perspective and expectations about social issues and priorities surrounding DE&I may occur at a faster pace than we are capable of managing effectively. If we are unable to identify, attract and retain sufficient talent in key positions, it may prevent us from achieving our strategic vision, disrupt our business, impact revenues, increase costs, damage employee morale and affect the quality and continuity of client service. In addition, risks associated with our recent reduction in headcount may be exacerbated if we are unable to retain qualified personnel.\nWe are highly dependent on the continued services of our small team of executives.\nWe are dependent upon the efforts and services of our relatively small executive team. The loss for any reason, including retirement of any one of our key executives, could have an adverse effect on our operations and our plans for executive succession may not sufficiently mitigate such losses. \nFailing to maintain our professional reputation and the goodwill associated with our brand name could seriously harm our business.\nWe depend on our overall reputation and brand name recognition to secure new engagements and to hire qualified professionals. Our success also depends on the individual reputations of our professionals. We obtain a majority of our new engagements from existing clients or from referrals by those clients. Any client who is dissatisfied with our services can adversely affect our ability to secure new engagements. If any factor, including poor performance or negative publicity, whether or not true, hurts our reputation, we may experience difficulties in competing successfully for both new engagements and qualified consultants, which could seriously harm our business.\nAs we develop new services, clients and practices, enter new lines of business, and focus more of our business on providing a full range of client solutions, the demands on our business and our operating and legal risks may increase.\nAs part of our corporate strategy, we are attempting to leverage our research and consulting services to sell a full range of services across the life cycle of a policy, program, project or initiative, and we are regularly searching for ways to provide new services to clients, such as our recent entry into the Interim business and strategic acquisitions. This strategy, even if effectively executed, may prove insufficient in light of changes in market conditions, workforce trends, technology, competitive pressures or other external factors. In addition, we plan to extend our services to new clients and into new lines of business and geographic locations. As we focus on developing new services, clients, practice areas and lines of business; open new offices; acquire or dispose of business; and engage in business in new geographic locations, our operations are exposed to additional as well as enhanced risks.\nIn particular, our growth efforts place substantial additional demands on our management and staff, as well as on our information, financial, administrative and operational systems. We may not be able to manage these demands successfully. Growth may require increased recruiting efforts, opening new offices, increased business development, selling, marketing and other actions that are expensive and entail increased risk. We may need to invest more in our people and systems, controls, compliance efforts, policies and procedures than we anticipate. Therefore, even if we do grow, the demands on our people and systems, controls, compliance efforts, policies and procedures may exceed the benefits of such growth, and our operating results may suffer, at least in the short-term, and perhaps in the long-term.\nEfforts involving a different focus and/or new services, clients, practice areas, lines of business, offices and geographic locations entail inherent risks associated with our inexperience and competition from mature participants in those areas. Our inexperience may result in costly decisions that could harm our profit and operating results. In particular, new or improved services often relate to the development, implementation and improvement of critical infrastructure or operating systems that our clients may view as “mission critical,” and if we fail to satisfy the needs of our clients in providing these services, our clients could incur significant costs and losses for which they could seek compensation from us. As our business continues to evolve and we provide a wider range of services, we will become increasingly dependent upon our employees, particularly those operating in business environments less familiar to us. Failure to identify, hire, train and retain talented employees who share our values could have a negative effect on our reputation and our business.\n12\nWe are subject to potential legal liability from clients, employees, candidates for employment, stockholders and others. Insurance coverage may not be available to cover all of our potential liability and available coverage may not be sufficient to cover all claims that we may incur.\nWe are exposed to potential claims with respect to the executive search process and our consulting services, among numerous other matters. For example, a client could assert a claim for matters such as breach of an off-limit agreement or recommending a candidate who subsequently proves to be unsuitable for the position filled. Further, the current employer of a candidate whom we placed could file a claim against us alleging interference with an employment contract; a candidate could assert an action against us for failure to maintain the confidentiality of the candidate’s employment search; and a candidate or employee could assert an action against us for alleged discrimination, violations of labor and employment law or other matters. Also, in various countries, we are subject to data protection, employment and other laws impacting the processing of candidate information and other regulatory requirements that could give rise to liabilities/claims. Client dissatisfaction with the consulting services provided by our consultants may also lead to claims against us.\nAdditionally, as part of our consulting services, we often send a team of leadership consultants to our clients’ workplaces. Such consultants generally have access to client information systems and confidential information. An inherent risk of such activity includes possible claims of misuse or misappropriation of client IP, confidential information, funds or other property, as well as harassment, criminal activity, torts, or other claims. Such claims may result in negative publicity, injunctive relief, criminal investigations and/or charges, payment by us of monetary damages or fines, or other material adverse effects on our business.\nFrom time to time, we may also be subject to legal actions or claims brought by our stockholders, including securities, derivative and class actions, for a variety of matters related to our operations, such as significant business transactions, cybersecurity incidents, volatility in our stock, and our responses to stockholder activism, among others. Such actions or claims and their resolution may result in defense costs, as well as settlements, fines or judgments against us, some of which are not, or cannot be, covered by insurance. The payment of any such costs, settlements, fines or judgments that are not insured could have a material adverse effect on our business. In addition, such matters may affect the availability or cost of some of our insurance coverage, which could adversely impact our results of operations and expose us to increased risks that would be uninsured.\nWe cannot ensure that our insurance will cover all claims or that insurance coverage will be available at economically acceptable rates. Our ability to obtain insurance, its coverage levels, deductibles and premiums, are all dependent on market factors, our loss history and insurers’ perception of our overall risk profile. Our insurance may also require us to meet a deductible. Significant uninsured liabilities could have a material adverse effect on our business, financial condition and results of operations.\nWe are subject to numerous and varied government regulations across the jurisdictions in which we operate. \nOur business is subject to various federal, state, local, and foreign laws and regulations that are complex, change frequently and may become more stringent over time. Future legislation, regulatory changes or policy shifts under the current U.S. administration or other governments could impact our business. Our failure to comply with applicable laws and regulations could restrict our ability to provide certain services or result in the imposition of fines and penalties, substantial regulatory and compliance costs, litigation expense, adverse publicity, and loss of revenue. We incur, and expect to continue to incur, significant expenses in our attempt to comply with these laws, and our businesses are also subject to an increasing degree of compliance oversight by regulators and by our clients. In addition, our Digital services and increasing use of technology in our business expose us to data privacy and cybersecurity laws and regulations that vary and are evolving across jurisdictions. These and other laws and regulations, as well as laws and regulations in the various states or in other countries, could limit our ability to pursue business opportunities we might otherwise consider engaging in, impose additional costs or restrictions on us, result in significant loss of revenue, impact the value of assets we hold, or otherwise significantly adversely affect our business. Any failure by us to comply with applicable laws or regulations could also result in significant liability to us from private legal actions, or may result in the cessation of our operations or portions of our operations or impositions of fines and restrictions on our ability to carry on or expand our operations. Our operations could also be negatively affected by changes to laws and regulations and enhanced regulatory oversight of our clients and us. These changes may compel us to change our prices, may restrict our ability to implement price increases, and may limit the manner in which we conduct our business or otherwise may have a negative impact on our ability to generate revenues, earnings, and cash flows. If we are unable to adapt our products and services to conform to the new laws and regulations, or if these laws and regulations have a negative impact on our clients, we may experience client losses or increased operating costs, and our business and results of operations could be negatively affected.\nOur business and operations are impacted by developing laws and regulations, as well as evolving investor and customer expectations with regard to, corporate responsibility matters and reporting, which expose us to numerous risks. \nWe are subject to evolving local, state, federal and/or international laws, regulations, and expectations regarding corporate responsibility matters, including sustainability, the environment, climate change, human capital management, DE&I, procurement, philanthropy, data privacy and cybersecurity, human rights, business risks and opportunities, including shifts in market preferences for reporting, more sustainable or socially responsible products and services, and other actions. These \n13\nrequirements, expectations, and/or frameworks, which can include assessment and ratings published by third-party firms, are not synchronized and vary by stakeholder, industry, and geography; as a result, they may: increase the time and cost of our efforts to monitor and comply with those obligations; limit the extent, frequency, and modality with which our consultants travel; impact our business opportunities, supplier choices and reputation; and expose us to heightened scrutiny, liability, and risks that could negatively affect us. We report on our aspirations, targets, and initiatives related to corporate responsibility matters (both directly and in response to third-party inquiries). These efforts have also, and may in the future include, reporting intended to address certain third-party frameworks, such as the recommendations of the Sustainability Accounting Standards Board, the Task Force for Climate-Related Financial Disclosures and other standards or material assessments related to corporate responsibility matters. Our ability to achieve our corporate responsibility aspirations which may change or to meet these evolving expectations is not guaranteed and is subject to numerous risks, including the existence, cost, and availability of certain technology, methodologies, and processes, the acquisition and integration of new entities, and trends in demand. Failing to accurately report, progress on, or meet any such aspirations or expectations (including a perceived failure to do so) on a timely basis or at all could negatively affect our business, growth, results of operations, and reputation. Meeting or exceeding such aspirations or expectations also may not result in the benefits initially anticipated. \nWithin our own operations, we face additional costs: from rising energy costs, which make it more expensive to power our corporate offices; and efforts to mitigate or reduce our operations’ impacts from or on the environment, such as a shift to cloud technology or a leasing preference for buildings that are LEED-certified. We have also developed and offer corporate responsibility services and products designed to address customer demand for human capital management, DE&I, and sustainability matters within their own organizations and workforce, the success of which depends on many factors and may not be fully realized.\nRisks Related to Our Profitability\nWe may not be able to align our cost structure with our revenue level, which in turn may require additional financing in the future that may not be available at all or may be available only on unfavorable terms. \nOur efforts to align our cost structure with the current realities of our markets may not be successful. When actual or projected fee revenues are negatively impacted by weakening customer demand, we have and may again find it necessary to take cost cutting measures so that we can minimize the impact on our profitability, such as the restructuring recently initiated in the second half of fiscal 2023. Failing to maintain a balance between our cost structure and our revenue could adversely affect our business, financial condition, and results of operations and lead to negative cash flows, which in turn might require us to obtain additional financing to meet our capital needs. If we are unable to secure such additional financing on favorable terms, or at all, our ability to fund our operations could be impaired, which could have a material adverse effect on our results of operations.\nOur financial results could suffer if we are unable to achieve or maintain adequate utilization and suitable billing rates for our consultants.\nOur profitability depends, to a large extent, on the utilization and billing rates of our professionals. Utilization of our professionals is affected by a number of factors, including: the number and size of client engagements; the timing of the commencement, completion and termination of engagements (for example, the commencement or termination of multiple RPO engagements could have a significant impact on our business, including significant fluctuations in our fee revenue, since these types of engagements are generally larger, in terms of both staffing and fee revenue generated, than our other engagements); our ability to transition our consultants efficiently from completed engagements to new engagements; the hiring of additional consultants because there is generally a transition period for new consultants that results in a temporary drop in our utilization rate; unanticipated changes in the scope of client engagements; our ability to forecast demand for our services and thereby maintain an appropriate level of consultants; and conditions affecting the industries in which we practice, as well as general economic conditions.\nThe billing rates of our consultants that we are able to charge are also affected by a number of factors, including: our clients’ perception of our ability to add value through our services; the market demand for the services we provide, which may vary globally or within particular industries that we serve; an increase in the number of clients in the government sector in the industries we serve; the introduction of new services by us or our competitors; our competition and the pricing policies of our competitors; and current economic conditions.\nIf we are unable to achieve and maintain adequate overall utilization, as well as maintain or increase the billing rates for our consultants, our financial results could materially suffer. In addition, our consultants oftentimes perform services at the physical locations of our clients. Natural disasters, pandemics, disruptions to travel and transportation or problems with communications systems negatively impact our ability to perform services for, and interact with, our clients at their physical locations, which could have an adverse effect on our business and results of operations.\nThe profitability of our fixed-fee engagements with clients may not meet our expectations if we underestimate the cost of these engagements when pricing them.\nWhen making proposals for fixed-fee engagements, we estimate the costs and timing for completing the engagements and these estimates may not be accurate. Any increased or unexpected costs or unanticipated delays in connection with the performance of fixed-fee engagements, including delays caused by factors outside our control, could make these contracts \n14\nless profitable or unprofitable, which would have an adverse effect on our profit margin. Clients may also delay or cancel engagements, which could cause expected revenues to be realized at a later time or not at all. For the years ended 2023, 2022, and 2021, fixed-fee engagements represented 23%, 22%, and 26% of our revenues, respectively.\nInflationary pressure has and may continue to adversely impact our profitability.\nDemand for our services is affected by global economic conditions and the general level of economic activity in the geographic regions in which we operate. During periods of slowed economic activity, many companies hire fewer permanent employees, and our business, financial condition and results of operations may be adversely affected. If unfavorable changes in regional or global economic conditions occur, our business, financial condition and results of operations could suffer. Accelerated and pronounced economic pressures, such as the recent inflationary cost pressures and rise in interest rates, as well as geopolitical uncertainty, has and may continue to negatively impact our expense base by increasing our operating costs, including labor, borrowing, and other costs of doing business. Continued inflationary pressures may result in increases in operating costs that we may not be able to fully offset by raising prices for our services because if we do our clients may choose to reduce their business with us, which may reduce our operating margin.\nRisks Related to Accounting and Taxation\nForeign currency exchange rate risks affect our results of operations. \nA material portion of our revenue and expenses are generated by our operations in foreign countries, and we expect that our foreign operations will account for a material portion of our revenue and expenses in the future. Most of our international expenses and revenue are denominated in foreign currencies. As a result, our financial results are affected by changes in foreign currency exchange rates or weak economic conditions in foreign markets in which we have operations, among other factors. Fluctuations in the value of those currencies in relation to the U.S. dollar have caused and will continue to cause dollar-translated amounts to vary from one period to another. Such variations expose us to both adverse as well as beneficial movements in currency exchange rates. Given the volatility of exchange rates, we are not always able to manage effectively our currency translation or transaction risks, which has and may continue to adversely affect our financial condition and results of operations. \nWe have deferred tax assets that we may not be able to use under certain circumstances.\nIf we are unable to generate sufficient future taxable income in certain jurisdictions, or if there is a significant change in the time period within which the underlying temporary differences become taxable or deductible, we could be required to increase our valuation allowances against our deferred tax assets. This would result in an increase in our effective tax rate, and an adverse effect on our future operating results. In addition, changes in statutory tax rates may also change our deferred tax assets or liability balances, with either a favorable or unfavorable impact on our effective tax rate. Our deferred tax assets may also be impacted by new legislation or regulation.\nRisks Related to Our Financing/Indebtedness\nOur level indebtedness could adversely affect our financial condition, our ability to operate our business, react to changes in the economy or our industry, prevent us from fulfilling our obligations under our indebtedness and could divert our cash flow from operations for debt payments.\nAs of April 30, 2023, we had approximately $400.0 million in total indebtedness outstanding, $645.4 million of availability under our $650.0 million five-year senior secured revolving credit facility (the “Revolver”) and $500 million of availability under our $500.0 million five-year senior secured delayed draw term loan facility that expired on June 24, 2023 (“Delayed Draw Facility”), both provided for under our Credit Agreement, as amended on June 24, 2022 (the “Amended Credit Agreement”) that we entered into with a syndicate of banks and Bank of America, National Association as administrative agent. Subject to the limits contained in the Amended Credit Agreement that govern our Revolver and the indenture governing our $400.0 million principal amount of the\n 4.625% Senior Unsecured Notes due 2027 (the “\nNotes”), we may be able to incur substantial additional debt from time to time to finance working capital, capital expenditures, investments or acquisition, or for other purposes. If we do so, the risks related to our debt could increase.\nSpecifically, our level of debt could have important consequences to us, including the following: it may be difficult for us to satisfy our obligations, including debt service requirements under our outstanding debt; our ability to obtain additional financing for working capital, capital expenditures, debt service requirements, acquisitions or other general corporate purposes may be impaired; requiring a substantial portion of cash flow from operations to be dedicated to the payment of principal and interest on our indebtedness, including the Notes, therefore reducing our ability to use our cash flow to fund our operations, capital expenditures, future business opportunities and other purposes; we are more vulnerable to economic downturns and adverse industry conditions and our flexibility to plan for, or react to, changes in our business or industry is more limited; our ability to capitalize on business opportunities and to react to competitive pressures, as compared to our competitors, may be compromised due to our high level of debt and the restrictive covenants in the Amended Credit Agreement and the indenture governing our Notes; our ability to borrow additional funds or to refinance debt may be limited; and it may cause potential or existing customers to not contract with us due to concerns over our ability to meet our financial obligations, such as insuring against our professional liability risks, under such contracts.\nFurthermore, our debt under our Revolver bears interest at variable rates.\n15\nDespite our indebtedness levels, we and our subsidiaries may still incur substantially more debt, which could further exacerbate the risks associated with our substantial leverage.\nWe and our subsidiaries may incur substantial additional indebtedness in the future. The Amended Credit Agreement and the indenture governing our Notes contain restrictions on the incurrence of additional indebtedness, but these restrictions are subject to several qualifications and exceptions, and the indebtedness that may be incurred in compliance with these restrictions could be substantial. If we incur additional debt, the risks associated with our leverage, including those described above, would increase. Further, the restrictions in the indenture governing the Notes and the Amended Credit Agreement will not prevent us from incurring obligations, such as trade payables, that do not constitute indebtedness as defined in such debt instruments. As of April 30, 2023, we had $645.4 million of availability to incur additional secured indebtedness under our Revolver and $500 million of availability to incur additional secured indebtedness under our Delayed Draw Facility that expired on June 24, 2023.\nOur variable rate indebtedness subjects us to interest rate risk, which could cause our indebtedness service obligations to increase significantly.\nInterest rates fluctuate. As a result, interest rates on the Revolver or other variable rate debt offerings could be higher or lower than current levels. When interest rates increase, our debt service obligations on our variable rate indebtedness, if any, would increase even though the amount borrowed remained the same, and our net income and cash flows, including cash available for servicing our indebtedness, would correspondingly decrease.\nWe may be unable to service our indebtedness.\nOur ability to make scheduled payments on and to refinance our indebtedness depends on and is subject to our financial and operating performance, which in turn is affected by general and regional economic, financial, competitive, business and other factors, all of which are beyond our control, including the availability of financing in the international banking and capital markets. Lower total revenue generally will reduce our cash flow. We cannot assure you that our business will generate sufficient cash flow from operations or that future borrowings will be available to us in an amount sufficient to enable us to service our debt, to refinance our debt or to fund our other liquidity needs. \nIf we are unable to meet our debt service obligations or to fund our other liquidity needs, we will need to restructure or refinance all or a portion of our debt, which could cause us to default on our debt obligations and impair our liquidity. Our ability to restructure or refinance our debt will depend on the condition of the capital markets and our financial condition at such time. Any refinancing of our indebtedness could be at higher interest rates and may require us to comply with more onerous covenants that could further restrict our business operations.\nMoreover, in the event of a default, the holders of our indebtedness, including the Notes, could elect to declare all the funds borrowed to be due and payable, together with accrued and unpaid interest, if any. The lenders under the Revolver could also elect to terminate their commitments thereunder, cease making further loans, and institute foreclosure proceedings against their collateral, and we could be forced into bankruptcy or liquidation. If we breach our covenants under the Revolver, we would be in default thereunder. The lenders could exercise their rights, as described above, and we could be forced into bankruptcy or liquidation.\nThe agreements governing our debt impose significant operating and financial restrictions on us and our subsidiaries, which may prevent us from capitalizing on business opportunities.\nThe Amended Credit Agreement and the indenture governing the Notes impose significant operating and financial restrictions on us. These restrictions limit our ability and the ability of our subsidiaries to, among other things: incur or guarantee additional debt or issue capital stock; pay dividends and make other distributions on, or redeem or repurchase, capital stock; make certain investments; incur certain liens; enter into transactions with affiliates; merge or consolidate; enter into agreements that restrict the ability of subsidiaries to make dividends, distributions or other payments to us or the guarantors; in the case of the indenture governing our Notes, designate restricted subsidiaries as unrestricted subsidiaries; and transfer or sell assets.\nWe and our subsidiaries are subject to covenants, representations and warranties in respect of the Revolver, including financial covenants as defined in the Amended Credit Agreement. See “Note 11 –Long-Term Debt\n”\n of our notes to our consolidated financial statements included in this Annual Report on Form 10-K.\nAs a result of these restrictions, we are limited as to how we conduct our business, and we may be unable to raise additional debt or equity financing to compete effectively or to take advantage of new business opportunities. The terms of any future indebtedness we may incur could include more restrictive covenants. We cannot assure you that we will be able to maintain compliance with these covenants in the future and, if we fail to do so, that we will be able to obtain waivers from the lenders and/or amend the covenants.\nOur failure to comply with the restrictive covenants described above and/or the terms of any future indebtedness from time to time could result in an event of default, which, if not cured or waived, could result in our being required to repay these borrowings before their due date. If we are forced to refinance these borrowings on less favorable terms or cannot refinance these borrowings, our results of operations and financial condition could be adversely affected.\n16\nA decline in our operating results or available cash could cause us to experience difficulties in complying with covenants contained in more than one agreement, which could result in our bankruptcy or liquidation.\nIf we sustain a decline in our operating results or available cash, we could experience difficulties in complying with the financial covenants contained in the Amended Credit Agreement. The failure to comply with such covenants could result in an event of default under the Revolver and by reason of cross-acceleration or cross-default provisions, other indebtedness may then become immediately due and payable. In addition, should an event of default occur, the lenders under our Revolver could elect to terminate their commitments thereunder, cease making loans and institute foreclosure proceedings against our assets, and we could be forced into bankruptcy or liquidation. If our operating performance declines, we may in the future need to obtain waivers from the lenders under our Revolver to avoid being in default. If we breach our covenants under our Revolver and seek a waiver, we may not be able to obtain a waiver from the lenders thereunder. If this occurs, we would be in default under our Revolver, the lenders could exercise their rights, as described above, and we could be forced into bankruptcy or liquidation.\nRisks Related to Technology, Cybersecurity and Intellectual Property\nTechnological advances may significantly disrupt the labor market and weaken demand for human capital at a rapid rate. \nOur success is directly dependent on our customers’ demands for talent. As technology continues to evolve, more tasks currently performed by people have been and may continue to be replaced by automation, robotics, machine learning, artificial intelligence and other technological advances outside of our control. The human resource industry has been and continues to be impacted by significant technological changes, enabling companies to offer services competitive with ours. Many of those technological changes may (i) reduce demand for our services, (ii) enable the development of competitive products or services, or (iii) enable our current customers to reduce or bypass the use of our services, particularly in lower-skill job categories. Additionally, rapid changes in AI and generative AI which involves the use of advanced algorithms and machine learning techniques to create content, generate ideas, or simulate human-like behaviors and block chain-based technology are increasing the competitiveness landscape. We may not be successful in anticipating or responding to these changes and demand for our services could be further reduced by advanced technologies being deployed by our competitors. Technological developments such as these may materially affect the cost and use of technology by our clients and demand for our services, and if we do not sufficiently invest in new technology and industry developments, or if we do not make the right strategic investments to respond to these developments and successfully drive innovation, our services and solutions, our ability to generate demand for our services, attract and retain clients, and our ability to develop and achieve a competitive advantage and continue to grow could be negatively affected. If we are unable to keep pace with the industry changes this could result in an impairment of goodwill or other intangible assets and would have a negative impact on our profitability and operating results. In some cases, we depend on key vendors and partners to provide technology and other support. If these third parties fail to perform their obligations or cease to work with us, our ability to execute on our strategic initiatives could be adversely affected. \nWe have invested in specialized technology and other IP for which we may fail to fully recover our investment, or which may become obsolete.\nWe have invested in developing specialized technology and IP, including proprietary systems, processes and methodologies, such as Korn Ferry Advance and Talent Hub, that we believe provide us a competitive advantage in serving our current clients and winning new engagements. Many of our service and product offerings rely on specialized technology or IP that is subject to rapid change, and to the extent that this technology and IP is rendered obsolete and of no further use to us or our clients, our ability to continue offering these services, and grow our revenues, has been and may continue to be adversely affected. There is no assurance that we will be able to develop new, innovative or improved technology or IP or that our technology and IP will effectively compete with the IP developed by our competitors. If we are unable to develop new technology and IP or if our competitors develop better technology or IP, our revenues and results of operations could be adversely affected.\nWe rely heavily on our information systems, and if we lose that technology, or fail to further develop our technology, our business could be harmed.\nOur success depends in large part upon our ability to store, retrieve, process, manage and protect substantial amounts of information. Our information systems are subject to the risk of failure, obsolescence and inadequacy. To achieve our strategic objectives and to remain competitive, we must continue to develop and enhance our information systems. This may require the acquisition of equipment and software and the development of new proprietary software, either internally or through independent consultants. If we are unable to design, develop, implement and utilize, in a cost-effective manner, information systems that provide the capabilities necessary for us to compete effectively, or for any reason any interruption or loss of our information processing capabilities occurs, this could harm our business, results of operations and financial condition. We cannot be sure that our current insurance against the effects of a disaster regarding our information technology or our disaster recovery procedures will continue to be available at reasonable prices, cover all our losses or compensate us for the possible loss of clients occurring during any period that we are unable to provide business services.\n17\nWe are subject to risk as it relates to software that we license from third parties.\nWe license software from third parties, much of which is integral to our systems and our business. The licenses are generally terminable if we breach our obligations under the license agreements. If any of these relationships were terminated or if any of these parties were to cease doing business or cease to support the applications we currently utilize, we may be forced to spend significant time and money to replace the licensed software. However, we cannot assure you that the necessary replacements will be available on reasonable terms, if at all.\nWe are dependent on third parties for the execution of certain critical functions.\nWe do not maintain all of our technology infrastructure, and we have outsourced certain other critical applications or business processes to external providers, including cloud-based services. The failure or inability to perform on the part of one or more of these critical suppliers or partners have caused, and could in the future cause significant disruptions and increased costs. We are also dependent on security measures that some of our third-party vendors and customers are taking to protect their own systems and infrastructures. If our third-party vendors do not maintain adequate security measures, do not require their sub-contractors to maintain adequate security measures, do not perform as anticipated and in accordance with contractual requirements, or become targets of cyber-attacks, we may experience operational difficulties and increased costs, which could materially and adversely affect our business.\nCyber security vulnerabilities and incidents have and may again lead to the improper disclosure of information obtained from our clients, candidates and employees, which could result in liability and harm to our reputation. \nWe use information technology and other computer resources to carry out operational and marketing activities and to maintain our business records\n.\n \nWe rely on information technology systems to process, transmit, and store electronic information and to communicate among our locations around the world and with our clients, partners, and employees. The breadth and complexity of this infrastructure increases the risk of security incidents resulting in the unauthorized disclosure of sensitive or confidential information and other adverse consequences that could have a material adverse impact on our business and results of operations. Our reliance on trained professionals to configure and operate this infrastructure creates the potential for human error, leading to potential exposure of sensitive or confidential information.\nOur systems and networks and the vendors who provide us services are vulnerable to incidents, including physical and electronic break-ins, attacks by hackers, computer viruses, malware, worms, router disruption, sabotage or espionage, ransomware attacks, supply chain attacks, disruptions from unauthorized access and tampering (including through social engineering such as phishing attacks), employee error and misconduct, impersonation of authorized users and coordinated denial-of-service attacks. For example, in the past we have experienced cyber security incidents resulting from unauthorized access to our systems, which to date have not had a material impact on our business or results of operations; however, there is no assurance that such impacts will not be material in the future. We expect cybersecurity incidents to continue to occur in the future.\nThe continued occurrence of high-profile data breaches against various entities and organizations provides evidence of an external environment that is increasingly hostile to information security. This environment demands that we regularly improve our design and coordination of security controls across our business groups and geographies in order to protect information that we develop or that is obtained from our clients, candidates and employees. Despite these efforts, given the ongoing and increasingly sophisticated attempts to access the information of entities, our security controls over this information, our training of employees, and other practices we follow have not and may not prevent the improper disclosure of such information. Our efforts and the costs incurred to bolster our security against attacks cannot provide absolute assurance that future data breaches will not occur. We depend on our overall reputation and brand name recognition to secure new engagements. Perceptions that we do not adequately protect the privacy of information could inhibit attaining new engagements, qualified consultants and could potentially damage currently existing client relationships. \nData security, data privacy and data protection laws, such as the European Union General Data Protection Regulation (“GDPR”), and other evolving regulations and cross-border data transfer restrictions, may limit the use of our services, increase our costs and adversely affect our business. \nWe are subject to numerous U.S. and foreign jurisdiction laws and regulations designed to protect client, colleague, supplier and company data, such as the GDPR, which requires companies to meet stringent requirements regarding the handling of personal data, including its use, protection and transfer and the ability of persons whose data is stored to correct or delete such data about themselves. Complying with the enhanced obligations imposed by the GDPR has resulted and may continue to result in additional costs to our business and has required and may further require us to amend certain of our business practices. Failure to meet the GDPR requirements could result in significant penalties, including fines up to 4% of annual worldwide revenue. The GDPR also confers a private right of action on certain individuals and associations.\nLaws and regulations in this area are evolving and generally becoming more stringent. For example, the New York State Department of Financial Services has issued cybersecurity regulations that outline a variety of required security measures for protection of data. Some U.S. states, including California and Virginia, have also enacted cybersecurity laws requiring certain security measures of regulated entities that are broadly similar to GDPR requirements, such as the California Consumer Privacy Act, California Privacy Rights Act and Virginia Consumer Data Protection Act. New privacy laws in Colorado will take effect in calendar year 2023, and we expect that other states will continue to adopt legislation in this area. \n18\nAs these laws continue to evolve, we may be required to make changes to our services, solutions and/or products so as to enable the Company and/or our clients to meet the new legal requirements, including by taking on more onerous obligations in our contracts, limiting our storage, transfer and processing of data and, in some cases, limiting our service and/or solution offerings in certain locations. Changes in these laws, or the interpretation and application thereof, may also increase our potential exposure through significantly higher potential penalties for non-compliance. The costs of compliance with, and other burdens imposed by, such laws and regulations and client demand in this area may limit the use of, or demand for, our services, solutions and/or products, make it more difficult and costly to meet client expectations, or lead to significant fines, penalties or liabilities for noncompliance, any of which could adversely affect our business, financial condition, and results of operations.\nIn addition, due to the uncertainty and potentially conflicting interpretations of these laws, it is possible that such laws and regulations may be interpreted and applied in a manner that is inconsistent from one jurisdiction to another and may conflict with other rules or our practices. Any failure or perceived failure by us to comply with applicable laws or satisfactorily protect personal information could result in governmental enforcement actions, litigation, or negative publicity, any of which could inhibit sales of our services, solutions and/or products.\nFurther, enforcement actions and investigations by regulatory authorities related to data security incidents and privacy violations continue to increase. It is possible that future enactment of more restrictive laws, rules or regulations and/or future enforcement actions or investigations could have an adverse impact on us through increased costs or restrictions on our businesses and noncompliance could result in regulatory penalties and significant legal liability.\nSocial media platforms present risks and challenges that can cause damage to our brand and reputation.\nThe inappropriate and/or unauthorized use of social media platforms, including blogs, social media websites and other forms of Internet-based communications, which allow individuals access to a broad audience of consumers and other interested persons by our clients or employees could increase our costs, cause damage to our brand, lead to litigation or result in information leakage, including the improper collection and/or dissemination of personally identifiable information of candidates and clients. In addition, negative or inaccurate posts or comments about us on any social networking platforms could damage our reputation, brand image and goodwill.\nRisks Related to Acquisitions\nAcquisitions, or our inability to effect acquisitions, may have an adverse effect on our business.\nWe have completed several strategic acquisitions of businesses in the last several years, including our acquisition of The Lucas Group and Patina Solutions Group, Inc. in fiscal 2022 and Infinity Consulting Solutions and Salo LLC in fiscal 2023. Targeted acquisitions have been and continue to be part of our growth strategy, and we may in the future selectively acquire businesses that are complementary to our existing service offerings. However, we cannot be certain that we will be able to continue to identify appropriate acquisition candidates or acquire them on satisfactory terms. Our ability to consummate such acquisitions on satisfactory terms will depend on the extent to which acquisition opportunities become available; our success in bidding for the opportunities that do become available; negotiating terms that we believe are reasonable; and regulatory approval, if required.\nOur ability to make strategic acquisitions may also be conditioned on our ability to fund such acquisitions through the incurrence of debt or the issuance of equity. Our Amended Credit Agreement limits us from consummating acquisitions unless we are in pro forma compliance with our financial covenants, and certain other conditions are met. If we are required to incur substantial indebtedness in connection with an acquisition, and the results of the acquisition are not favorable, the increased indebtedness could decrease the value of our equity. In addition, if we need to issue additional equity to consummate an acquisition, doing so would cause dilution to existing stockholders.\nIf we are unable to make strategic acquisitions, or the acquisitions we do make are not on terms favorable to us or not effected in a timely manner, it may impede the growth of our business, which could adversely impact our profitability and our stock price.\nAs a result of our acquisitions, we have substantial amounts of goodwill and intangible assets, and changes in business conditions could cause these assets to become impaired, requiring write-downs that would adversely affect our operating results.\nAll of our acquisitions have been accounted for as purchases and involved purchase prices well in excess of tangible asset values, resulting in the creation of a significant amount of goodwill and other intangible assets. As of April 30, 2023, goodwill and purchased intangibles accounted for approximately 25% and 3%, respectively, of our total assets. We review goodwill and intangible assets annually (or more frequently, if impairment indicators arise) for impairment. Future events or changes in circumstances that result in an impairment of goodwill or other intangible assets would have a negative impact on our profitability and operating results.\n19\nAn impairment in the carrying value of goodwill and other intangible assets could negatively impact our consolidated results of operations and net worth.\nGoodwill is initially recorded as the excess of amounts paid over the fair value of net assets acquired. While goodwill is not amortized, it is reviewed for impairment at least annually or more frequently, if impairment indicators are present. In assessing the carrying value of goodwill, we make qualitative and quantitative assumptions and estimates about revenues, operating margins, growth rates and discount rates based on our business plans, economic projections, anticipated future cash flows and marketplace data. There are inherent uncertainties related to these factors and management’s judgment in applying these factors. Goodwill valuations have been calculated using an income approach based on the present value of future cash flows of each reporting unit and a market approach. We could be required to evaluate the carrying value of goodwill prior to the annual assessment if we experience unexpected, significant declines in operating results or sustained market capitalization declines. These types of events and the resulting analyses could result in goodwill impairment charges in the future and therefore impact the value of assets we hold, or otherwise significantly adversely affect our business, which could limit our financial flexibility and liquidity.\nRisks Related to Global Operations\nWe are a cyclical company whose performance is tied to local and global economic conditions.\nDemand for our services is affected by global economic conditions, including recessions, inflation, interest rates, tax rates and economic uncertainty, and the general level of economic activity in the geographic regions and industries in which we operate. When conditions in the global economy, including the credit markets, deteriorate, or economic activity slows, many companies hire fewer permanent employees and some companies, as a cost-saving measure, choose to rely on their own human resources departments rather than third-party search firms to find talent, and under these conditions, companies have cut back on human resource initiatives, all of which negatively affects our financial condition and results of operations. We also experience more competitive pricing pressure during periods of economic decline. If the geopolitical uncertainties result in a reduction in business confidence, when the national or global economy or credit market conditions in general deteriorate, the unemployment rate increases or any changes occur in U.S. trade policy (including any increases in tariffs that result in a trade war), such uncertainty or changes put negative pressure on demand for our services and our pricing, resulting in lower cash flows and a negative effect on our business, financial condition and results of operations. In addition, some of our clients experience reduced access to credit and lower revenues, resulting in their inability to meet their payment obligations to us.\nWe face risks associated with social and political instability, legal requirements and economic conditions in our international operations.\nWe operate in 53 countries and, during the year ended April 30, 2023, generated 45% of our fee revenue from operations outside of the U.S. We are exposed to the risk of changes in social, political, legal and economic conditions inherent in international operations. Examples of risks inherent in transacting business worldwide that we are exposed to include:\n▪\nchanges in and compliance with applicable laws and regulatory requirements, including U.S. laws affecting the activities of U.S. companies abroad, including the Foreign Corrupt Practices Act of 1977 and sanctions programs administered by the U.S. Department of the Treasury Office of Foreign Assets Control, and similar foreign laws such as the U.K. Bribery Act, as well as the fact that many countries have legal systems, local laws and trade practices that are unsettled and evolving, and/or commercial laws that are vague and/or inconsistently applied;\n▪\ndifficulties in staffing and managing global operations, which could impact our ability to maintain an effective system of internal control; \n▪\ndifficulties in building and maintaining a competitive presence in existing and new markets; \n▪\nsocial, economic and political instability, including the repercussions of the ongoing conflict between Russia and Ukraine and the cessation of our business in Russia; \n▪\ndifferences in cultures and business practices; \n▪\nstatutory equity requirements; \n▪\ndifferences in accounting and reporting requirements; \n▪\nrepatriation controls; \n▪\ndifferences in labor and market conditions; \n▪\npotential adverse tax consequences; \n▪\nmultiple regulations concerning immigration, pay rates, benefits, vacation, statutory holiday pay, workers’ compensation, union membership, termination pay, the termination of employment, and other employment laws; and\n20\n▪\nthe introduction of greater uncertainty with respect to trade policies, tariffs, disputes or disruptions, the termination or suspension of treaties, boycotts and government regulation affecting trade between the U.S. and other countries.\nOne or more of these factors has and may in the future harm our business, financial condition or results of operations.\nRisks Related to Our Dividend Policy\nYou may not receive the level of dividends provided for in the dividend policy our Board of Directors has adopted or any dividends at all.\nWe are not obligated to pay dividends on our common stock. Despite our history of paying dividends, the declaration and payment of all future dividends to holders of our common stock are subject to the discretion of our Board of Directors, which may amend, revoke or suspend our dividend policy at any time and for any reason, including earnings, capital requirements, financial conditions and other factors our Board of Directors may deem relevant. The terms of our indebtedness may also restrict us from paying cash dividends on our common stock under certain circumstances. See below “—Our ability to pay dividends is restricted by agreements governing our debt, including our Amended Credit Agreement and indenture governing our Notes, and by Delaware law.”\nOver time, our capital and other cash needs may change significantly from our current needs, which could affect whether we pay dividends and the level of any dividends we may pay in the future. If we were to use borrowings under our Revolver to fund our payment of dividends, we would have less cash and/or borrowing capacity available for future dividends and other purposes, which could negatively affect our financial condition, our results of operations, our liquidity and our ability to maintain and expand our business. Accordingly, you may not receive dividends in the intended amounts, or at all. Any reduction or elimination of dividends may negatively affect the market price of our common stock.\nOur ability to pay dividends is restricted by agreements governing our debt, including our Amended Credit Agreement and indenture governing our Notes, and by Delaware law.\nBoth our Amended Credit Agreement and the indenture governing our Notes restrict our ability to pay dividends. See “Management’s Discussion and Analysis of Financial Condition and Results of Operations—Liquidity and Capital Resources,” where we describe the terms of our indebtedness, including provisions limiting our ability to declare and pay dividends. As a result of such restrictions, we may be limited in our ability to pay dividends unless we redeem our Notes and amend our Amended Credit Agreement or otherwise obtain a waiver from our lenders. In addition, as a result of general economic conditions, conditions in the lending markets, the results of our business or for any other reason, we may elect or be required to amend or refinance our Revolver, at or prior to maturity, or enter into additional agreements for indebtedness. Any such amendment, refinancing or additional agreement may contain covenants that could limit in a significant manner or entirely our ability to pay dividends to you. Additionally, under the Delaware General Corporation Law (“DGCL”), our Board of Directors may not authorize payment of a dividend unless it is either paid out of surplus, as calculated in accordance with the DGCL, or if we do not have a surplus, out of net profits for the fiscal year in which the dividend is declared and/or the preceding fiscal year. If, as a result of these restrictions, we are required to reduce or eliminate the payment of dividends, a decline in the market price or liquidity, or both, of our common stock could result. This may in turn result in losses by you.\nOur dividend policy may limit our ability to pursue growth opportunities.\nIf we pay dividends at the level currently anticipated under our dividend policy, we may not retain a sufficient amount of cash to finance growth opportunities, meet any large unanticipated liquidity requirements or fund our operations in the event of a significant business downturn. In addition, because a portion of cash available will be distributed to holders of our common stock under our dividend policy, our ability to pursue any material expansion of our business, including through acquisitions, increased capital spending or other increases of our expenditures, will depend more than it otherwise would on our ability to obtain third party financing. We cannot assure you that such financing will be available to us at all, or at an acceptable cost. If we are unable to take timely advantage of growth opportunities, our future financial condition and competitive position may be harmed, which in turn may adversely affect the market price of our common stock.\nRisks Related to Our Stockholders\nWe have provisions that make an acquisition of us more difficult and expensive.\nAnti-takeover provisions in our Certificate of Incorporation, our Bylaws and under Delaware law make it more difficult and expensive for us to be acquired in a transaction that is not approved by our Board of Directors. Some of the provisions in our Certificate of Incorporation and Bylaws include: limitations on stockholder actions; advance notification requirements for director nominations and actions to be taken at stockholder meetings; and the ability to issue one or more series of preferred stock by action of our Board of Directors.\nThese provisions could discourage an acquisition attempt or other transaction in which stockholders could receive a premium over the current market price for the common stock.\n21\nGeneral Risk Factors\nFailing to retain our executive officers and key personnel or integrate new members of our senior management who are critical to our business may prevent us from successfully managing our business in the future.\nOur future success depends upon the continued service of our executive officers and other key management personnel. Competition for qualified personnel is intense, and we may compete with other companies that have greater financial and other resources than we do. If we lose the services of one or more of our executives or key employees, or if one or more of them decides to join a competitor or otherwise compete directly or indirectly with us, or if we are unable to integrate new members of our senior management who are critical to our business, we may not be able to successfully manage our business or achieve our business objectives.\nChanges in our accounting estimates and assumptions and other financial reporting standards could negatively affect our financial position and results of operations.\nWe prepare our consolidated financial statements in accordance with U.S. GAAP. These accounting principles require us to make estimates and assumptions that affect the reported amounts of assets and liabilities and the disclosure of contingent assets and liabilities at the date of our financial statements. We are also required to make certain judgments that affect the reported amounts of revenues and expenses during each reporting period. We periodically evaluate our estimates and assumptions, including those relating to revenue recognition, restructuring, deferred compensation, goodwill and other intangible assets, contingent consideration, annual performance-related bonuses, allowance for doubtful accounts, share-based payments and deferred income taxes. Actual results could differ from the estimates we make based on historical experience and various assumptions believed to be reasonable based on specific circumstances, and changes in accounting standards could have an adverse impact on our future financial position and results of operations.\nUnfavorable tax laws, tax law changes and tax authority rulings may adversely affect results.\nWe are subject to income taxes in the U.S. and in various foreign jurisdictions. Domestic and international tax liabilities are subject to the allocation of income among various tax jurisdictions. Our effective tax rate could be adversely affected by changes in the mix of earnings among countries with differing statutory tax rates or changes in tax laws. The amount of our income taxes and other taxes are subject to audits by U.S. federal, state and local tax authorities and by non-U.S. authorities. If these audits result in assessments different from estimated amounts recorded, future financial results may include unfavorable tax adjustments.\nFuture changes in tax laws, treaties or regulations, and their interpretations or enforcement, may be unpredictable, particularly as taxing jurisdictions face an increasing number of political, budgetary and other fiscal challenges. Tax rates in the jurisdictions in which we operate may change as a result of macroeconomic and other factors outside of our control, making it increasingly difficult for multinational corporations like ourselves to operate with certainty about taxation in many jurisdictions.\nAs a result, we have been and may again be materially adversely affected by future changes in tax law or policy (or in their interpretation or enforcement) in the jurisdictions where we operate, including the U.S., which could have a material adverse effect on our business, cash flow, results of operations, financial condition, as well as our effective income tax rate.\nLimited protection of our IP could harm our business, and we face the risk that our services or products may infringe upon the IP rights of others.\nWe cannot guarantee that trade secrets, trademark and copyright law protections are adequate to deter misappropriation of our IP (which has become an important part of our business). Existing laws of some countries in which we provide services or products may offer only limited protection of our IP rights. Redressing infringements may consume significant management time and financial resources. Also, we cannot detect all unauthorized use of our IP and take the necessary steps to enforce our rights, which may have a material adverse impact on our business, financial condition or results of operations. We cannot be sure that our services and products, or the products of others that we offer to our clients, do not infringe on the IP rights of third parties, and we may have infringement claims asserted against us or our clients. These claims may harm our reputation, result in financial liability and prevent us from offering some services or products.\nWe may not be able to successfully integrate or realize the expected benefits from our acquisitions.\nOur future success depends in part on our ability to complete the integration of acquisition targets successfully into our operations. The process of integrating an acquired business subjects us to a number of risks, including:\n▪\ndiversion of management attention;\n▪\namortization of intangible assets, adversely affecting our reported results of operations;\n▪\ninability to retain and/or integrate the management, key personnel and other employees of the acquired business;\n▪\ninability to properly integrate businesses resulting in operating inefficiencies;\n22\n▪\ninability to establish uniform standards, disclosure controls and procedures, internal control over financial reporting and other systems, procedures and policies in a timely manner;\n▪\ninability to retain the acquired company’s clients;\n▪\nexposure to legal claims for activities of the acquired business prior to acquisition; and\n▪\nincurrence of additional expenses in connection with the integration process.\nIf our acquisitions are not successfully integrated, our business, financial condition and results of operations, as well as our professional reputation, could be materially adversely affected.\nFurther, we cannot assure you that acquisitions will result in the financial, operational or other benefits that we anticipate. Some acquisitions may not be immediately accretive to earnings and some expansion may result in significant expenditures.\nBusinesses we acquire may have liabilities or adverse operating issues that could harm our operating results.\nBusinesses we acquire may have liabilities or adverse operating issues, or both, that we either fail to discover through due diligence or underestimate prior to the consummation of the acquisition. These liabilities and/or issues may include the acquired business’ failure to comply with, or other violations of, applicable laws, rules or regulations or contractual or other obligations or liabilities. As the successor owner, we may be financially responsible for, and may suffer harm to our reputation or otherwise be adversely affected by, such liabilities and/or issues. An acquired business also may have problems with internal controls over financial reporting, which could in turn cause us to have significant deficiencies or material weaknesses in our own internal controls over financial reporting. These and any other costs, liabilities, issues, and/or disruptions associated with any past or future acquisitions, and the related integration, could harm our operating results.\nWe may be subject to the actions of activist stockholders, which could disrupt our business.\nWe value constructive input from investors and regularly engage in dialogue with our stockholders regarding strategy and performance. Activist stockholders who disagree with the composition of the Board of Directors, our strategy or the way the Company is managed may seek to effect change through various strategies and channels, such as through commencing a proxy contest, making public statements critical of our performance or business or engaging in other similar activities. Responding to stockholder activism can be costly and time-consuming, disrupt our operations, and divert the attention of management and our employees from our strategic initiatives. Activist campaigns can create perceived uncertainties as to our future direction, strategy, or leadership and may result in the loss of potential business opportunities, harm our ability to attract new employees, investors, and customers, and cause our stock price to experience periods of volatility or stagnation.\nWe face various risks related to health epidemics, pandemics, and similar outbreaks that negatively impact our operations and financial performance and those of the clients we serve. The ultimate magnitude of any future pandemics or similar outbreaks depends on numerous factors, the full extent of which we may not be capable of predicting.\nOur business and financial results have been, and could be in the future, adversely affected by health epidemics, pandemics, and similar outbreaks. Pandemics can cause a global slowdown in economic activity, a decrease in demand for a broad variety of goods and services, disruptions in global supply chains, and significant volatility and disruption of financial markets. Because the severity, magnitude and duration of a pandemic and its economic consequences are uncertain and vary by region, its full impact on our operations and financial performance is uncertain and difficult to predict. Further, a pandemic’s ultimate impact depends in part on many factors not within our control, including (1) restrictive governmental and business actions (including travel restrictions, vaccine mandates, testing requirements, and other workforce limitations), (2) economic stimulus, funding and relief programs and other governmental economic responses, (3) the effectiveness of governmental actions, (4) economic uncertainty in key global markets and financial market volatility, (5) levels of economic contraction or growth, (6) the impact of the pandemic on health and safety and (7) the availability and effectiveness of vaccines and booster shots.\nIn addition, pandemics can subject our operations and financial performance to a number of risks, including operational challenges, such as heightened attention to employee health and safety, workplace disruptions or shutdowns, cybersecurity risks, supplier disruptions or delays, and travel restrictions, as well as client-related risks, as clients may experience similar disruptions, fluctuations, and restrictions that may impact our ability to provide products and services to our clients (or for clients to pay for such products and services) and may reduce demand for our products and services.",
    "item7": ">Item 7. \nManagement’s Discussion and Analysis of Financial Condition and Results of Operations \nForward-Looking Statements\nThis Annual Report on Form 10-K may contain certain statements that we believe are, or may be considered to be, “forward-looking” statements, within the meaning of Section 27A of the Securities Act of 1933, as amended and Section 21E of the Securities Exchange Act of 1934, as amended (the “Exchange Act”). These forward-looking statements generally can be identified by use of statements that include phrases such as “believe,” “expect,” “anticipate,” “intend,” “plan,” “foresee,” “may,” “will,” “likely,” “estimates,” “potential,” “continue” or other similar words or phrases. Similarly, statements that describe our objectives, plans or goals, including the timing and anticipated impacts of our restructuring plans and business strategy, are also forward-looking statements. These forward-looking statements are subject to risks and uncertainties that could cause our actual results to differ materially from those contemplated by the relevant forward-looking statement. The principal risk factors that could cause actual performance and future actions to differ materially from the forward-looking statements include, but are not limited to, those relating to global and local political and or economic developments in or affecting countries where we have operations, such as inflation, global slowdowns, or recessions, competition, geopolitical tensions, shifts in global trade patterns, changes in demand for our services as a result of automation, dependence on and costs of attracting and retaining qualified and experienced consultants, impact of inflationary pressures on our profitability, maintaining our relationships with customers and suppliers and retaining key employees, maintaining our brand name and professional reputation, potential legal liability and regulatory developments, portability of client relationships, consolidation of or within the industries we serve, changes and developments in governmental laws and regulations, evolving investor and customer expectations with regard to environmental, social and governance matters, currency fluctuations in our international operations, risks related to growth, alignment of our cost structure, including as a result of recent workforce, real estate, and other restructuring initiatives, restrictions imposed by off-limits agreements, reliance on information processing systems, cyber security vulnerabilities or events, changes to data security, data privacy, and data protection laws, dependence on third parties for the execution of critical functions, limited protection of our intellectual property (“IP”), our ability to enhance and develop new technology, our ability to successfully recover from a disaster or other business continuity problems, employment liability risk, an impairment in the carrying value of goodwill and other intangible assets, treaties, or regulations on our business and our Company, deferred tax assets that we may not be able to use, our ability to develop new products and services, changes in our accounting estimates and assumptions, the utilization and billing rates of our consultants, seasonality, the expansion of social media platforms, the ability to effect acquisitions and integrate acquired businesses, including Infinity Consulting Solutions (\"ICS\") and Salo LLC (\"Salo\"), resulting organizational changes, our indebtedness, the ultimate magnitude and duration of any future pandemics or similar outbreaks, and related restrictions and operational requirements that apply to our business and the businesses of our clients, and any related negative impacts on our business, employees, customers and our ability to provide services in affected regions, and the matters disclosed under the heading “Risk Factors” in the Company’s Exchange Act reports, including Item 1A included in this Annual Report on Form 10-K. Readers are urged to consider these factors carefully in evaluating the forward-looking statements. The forward-looking statements included in this Annual Report on Form 10-K are made only as of the date of this Annual Report on Form 10-K and we undertake no obligation to publicly update these forward-looking statements to reflect subsequent events or circumstances.\nThe following presentation of management’s discussion and analysis of our financial condition and results of operations should be read together with our consolidated financial statements and related notes included in this Annual Report on Form 10-K. We also make available on the Investor Relations portion of our website earnings slides and other important information, which we encourage you to review. \nExecutive Summary\nKorn Ferry (referred to herein as the “Company” or in the first-person notations “we,” “our,” and “us”) is a global organizational consulting firm. We help clients synchronize strategy, operations and talent to drive superior business performance. We work with organizations to design their structures, roles and responsibilities. We help them hire the right people to bring their strategy to life. And we advise them on how to reward, develop and motivate their people.\nWe are pursuing a strategy to help Korn Ferry focus on clients and collaborate intensively across the organization. This approach is intended to build on the best of our past and give us a clear path to the future with focused initiatives to increase our client and commercial impact. Korn Ferry is transforming how clients address their talent management needs. We have evolved from a mono-line business to a multi-faceted consultancy business, giving our consultants more frequent and expanded opportunities to engage with clients.\nOur eight reportable segments operate through the following five lines of business:\n1.\nConsulting\n aligns organizational structure, culture, performance and people to drive sustainable growth by addressing four fundamental needs: Organizational Strategy, Assessment and Succession, Leadership and Professional Development, and Total Rewards. We enable this work with a comprehensive set of Digital Performance Management Tools, based on some of our world’s leading lP and data. The Consulting teams employ an integrated approach across core solutions, each one intended to strengthen our work and thinking in the next, to help clients execute their strategy in a digitally enabled world.\n28\n2.\nDigital\n develops technology-enabled Performance Management Tools that empower our clients. Our digital products give clients direct access to our proprietary data, client data and analytics to deliver clear insights with the training tools needed to align organizational structure with business strategy. \n3.\nExecutive Search\n helps organizations recruit board level, chief executive and other senior executive and general management talent to deliver lasting impact. Our approach to placing talent brings together research-based IP, proprietary assessments, and behavioral interviewing with our practical experience to determine the ideal organizational fit. Salary benchmarking then builds appropriate frameworks for compensation and retention. This business is managed and reported on a geographic basis and represents four of the Company’s reportable segments (Executive Search North America, Executive Search Europe, the Middle East and Africa (\"EMEA\"), Executive Search Asia Pacific (\"APAC\"), and Executive Search Latin America).\n4.\nProfessional Search & Interim \ndelivers enterprise talent acquisition solutions for professional level middle and upper management. We help clients source high-quality candidates at speed and scale globally, covering single-hire to multi-hire permanent placements and interim contractors.\n5.\nRecruitment Process Outsourcing (\"RPO\") \noffers scalable recruitment outsourcing solutions leveraging customized technology and talent insights. Our scalable solutions, built on science and powered by best-in-class technology and consulting expertise, enable us to act as a strategic partner in clients’ quest for superior recruitment outcomes and better candidate fit.\nProfessional Search & Interim and RPO were formerly referred to, and reported together, as Korn Ferry RPO & Professional Search (“RPO & Professional Search”). We have recently acquired companies that have added critical mass to our Professional Search and Interim operations. These acquisitions provided us the opportunity to reassess how we managed our RPO & Professional Search segment. Therefore, beginning in fiscal 2023, we separated RPO & Professional Search into two segments to align with the Company’s strategy and the decisions of the Company’s chief operating decision maker, who began to regularly make separate resource allocation decisions and assess performance separately between our Professional Search & Interim business and RPO business.\nHighlights of our performance in fiscal 2023 include:\n▪\nApproximately 78% of the executive searches we performed in fiscal 2023 were for board level, chief executive and other senior executive and general management positions. Our more than 4,000 search engagement clients in fiscal 2023 included many of the world’s largest and most prestigious public and private companies.\n▪\nWe have built strong client loyalty, with nearly 80% of the assignments performed during fiscal 2023 having been on behalf of clients for whom we had conducted assignments in the previous three fiscal years.\n▪\nApproximately 80% of our revenues were generated from clients that have utilized multiple lines of our business.\n▪\nIn fiscal 2023, we acquired ICS, a provider of senior-level IT interim professional solutions with additional expertise in the areas of compliance and legal, accounting and finance, and human resources. We also recently acquired Salo, a leading provider of finance, accounting and human resources (\"HR\") interim talent.\nPerformance Highlights \nOn August 1, 2022, we completed the acquisition of ICS for $99.3 million, net of cash acquired. ICS is a highly regarded provider of senior-level IT interim professional solutions with additional expertise in the areas of compliance and legal, accounting and finance, and HR.\nOn February 1, 2023, we completed the acquisition of Salo for $155.4 million, net of cash acquired. Salo is a leading provider of finance, accounting and HR interim talent, with a strong focus on serving organizations in healthcare, among other industries.\nThe above acquisitions echo the commitment to scale our solutions, further increase the focus at the intersection of talent and strategy-wherever and however the needs of organizations evolve-and present real, tangible opportunity for us and our clients looking for the right talent, who are highly agile, with specialized skills and expertise, to help them drive superior performance, including on an interim basis. We believe the addition of these acquisitions to our broader talent acquisition portfolio–spanning Executive Search, RPO, Professional Search and Interim services–has accelerated our ability to capture additional shares of this significant market. All of the acquisitions in fiscal 2023 are included in the Professional Search & Interim segment.\nIn light of the Company’s evolution to an organization that is selling larger integrated solutions in a world where there are shifts in global trade lanes and persistent inflationary pressures, on January 11, 2023, the Company initiated a plan (the “Plan”) intended to realign its workforce with its business needs and objectives, namely, to invest in areas of potential growth and implement reductions where there was excess capacity. The Plan resulted in the reduction of the Company's annualized cost base by approximately $45.0 million to $55.0 million (after taking into account new hires in connection with the rebalancing of the Company's workforce). The Plan consisted of severance and related employee benefits payments and lease termination costs. In fiscal 2023, the Company recorded $42.6 million in restructuring charges, net, and $5.5 million and $4.4 million in impairment of right-of-use asset and fixed assets, respectively, as a result of implementing the Plan.\n29\nThe Company evaluates performance and allocates resources based on the chief operating decision maker’s review of (1) fee revenue and (2) adjusted earnings before interest, taxes, depreciation and amortization (“Adjusted EBITDA”). To the extent that such charges occur, Adjusted EBITDA excludes restructuring charges, integration/acquisition costs, certain separation costs and certain non-cash charges (goodwill, intangible asset and other impairments charges). For fiscal 2023, Adjusted EBITDA excluded $42.6 million of restructuring charges, net, $14.9 million of integration/acquisition costs, $5.5 million impairment of right-of-use assets and $4.4 million impairment of fixed assets. For fiscal 2022, Adjusted EBITDA excluded $7.9 million of integration/acquisition costs, $7.4 million impairment of right-of-use assets and $1.9 million impairment of fixed assets. For fiscal 2021, Adjusted EBITDA excluded $30.7 million of restructuring charges, net and $0.7 million of integration/acquisition costs.\nConsolidated and the subtotals of Executive Search Adjusted EBITDA and Adjusted EBITDA margin are non-GAAP financial measures and have limitations as analytical tools. They should not be viewed as a substitute for financial information determined in accordance with United States (“U.S.”) generally accepted accounting principles (“GAAP”) and should not be considered in isolation or as a substitute for analysis of the Company’s results as reported under GAAP. In addition, they may not necessarily be comparable to non-GAAP performance measures that may be presented by other companies.\nManagement believes the presentation of these non-GAAP financial measures provides meaningful supplemental information regarding Korn Ferry’s performance by excluding certain charges, items of income and other items that may not be indicative of Korn Ferry’s ongoing operating results. The use of these non-GAAP financial measures facilitates comparisons to Korn Ferry’s historical performance and the identification of operating trends that may otherwise be distorted by the factors discussed above. Korn Ferry includes these non-GAAP financial measures because management believes it is useful to investors in allowing for greater transparency with respect to supplemental information used by management in its evaluation of Korn Ferry’s ongoing operations and financial and operational decision-making. The accounting policies for the reportable segments are the same as those described in the summary of significant accounting policies in the accompanying consolidated financial statements, except that the above noted items are excluded to arrive at Adjusted EBITDA. Management further believes that Adjusted EBITDA is useful to investors because it is frequently used by investors and other interested parties to measure operating performance among companies with different capital structures, effective tax rates and tax attributes and capitalized asset values, all of which can vary substantially from company to company.\nFee revenue was $2,835.4 million during fiscal 2023, an increase of $208.7 million, or 8%, compared to $2,626.7 million in fiscal 2022, with increases in fee revenue in all lines of business with the exception of Executive Search. Professional Search & Interim had the largest increase in fee revenue when compared to fiscal 2022. The acquisition of companies in the Professional Search & Interim segment was a significant factor in the year-over-year increase in fee revenue. Exchange rates unfavorably impacted fee revenue by $96.8 million, or 4%, during fiscal 2023 compared to fiscal 2022. Net income attributable to Korn Ferry decreased by $116.9 million during fiscal 2023 to $209.5 million from $326.4 million in fiscal\n \n2022. Adjusted EBITDA was $457.3 million, a decrease of $81.6 million during fiscal 2023, from Adjusted EBITDA of $538.9 million in fiscal 2022. During fiscal 2023, the Executive Search, Professional Search & Interim, Consulting, Digital, and RPO lines of business contributed Adjusted EBITDA of $205.8 million, $110.9 million, $108.5 million, $97.5 million and $52.6 million, respectively, offset by Corporate expenses net of other income of $118.0 million.\nOur cash, cash equivalents and marketable securities decreased by $143.2 million to $1,067.9 million at April 30, 2023, compared to $1,211.1 million at April 30, 2022. This decrease was mainly due to the acquisitions of ICS and Salo, retention payments, capital expenditures, stock repurchases and dividends paid to stockholders during fiscal 2023. As of April 30, 2023, we held marketable securities to settle obligations under our Executive Capital Accumulation Plan (“ECAP”) with a cost value of $187.0 million and a fair value of $187.8 million. Our vested obligations for which these assets were held in trust totaled $172.2 million as of April 30, 2023 and our unvested obligations totaled $21.9 million.\nOur working capital decreased by $113.3 million to $662.4 million in fiscal 2023, as compared to $775.7 million at April 30, 2022. We believe that cash on hand and funds from operations and other forms of liquidity will be sufficient to meet our anticipated working capital, capital expenditures, general corporate requirements, repayment of our debt obligations and dividend payments under our dividend policy in the next 12 months. We had a total of $1,145.4 million available under the Credit Facilities (defined in Liquidity and Capital Resources) and a total of $645.3 million available under the previous credit facilities after $4.6 million and $4.7 million of standby letters of credit issued as of April 30, 2023 and 2022, respectively. Of the amount available under the Credit Facilities, $500.0 million is under the Delayed Draw Facility that expired on June 24, 2023 and is no longer available as a source of liquidity. We had a total of $11.5 million and $10.0 million of standby letters of credits with other financial institutions as of April 30, 2023 and 2022, respectively.\nCritical Accounting Policies\nThe following discussion and analysis of our financial condition and results of operations are based on our consolidated financial statements. Preparation of our periodic filings requires us to make estimates and assumptions that affect the reported amount of assets and liabilities and disclosure of contingent assets and liabilities at the date of our financial statements and the reported amounts of revenue and expenses during the reporting period. Actual results could differ from those estimates and assumptions and changes in the estimates are reported in current operations as new information is learned or upon the amounts becoming fixed and determinable. In preparing our consolidated financial statements and accounting for the underlying transactions and balances, we apply our accounting policies as disclosed in the notes to our \n30\nconsolidated financial statements. We consider the policies discussed below as critical to an understanding of our consolidated financial statements because their application places the most significant demands on management’s judgment and estimates. Specific risks for these critical accounting policies are described in the following paragraphs. Senior management has discussed the development, selection and key assumptions of the critical accounting estimates with the Audit Committee of the Board of Directors.\nRevenue Recognition\n. Substantially all fee revenue is derived from talent and organizational consulting services and digital sales, stand-alone or as part of a solution, fees for professional services related to executive and professional recruitment performed on a retained basis, interim services and RPO, either\n \nstand-alone or as part of a solution.\nRevenue is recognized when control of the goods and services is transferred to the customer in an amount that reflects the consideration that we expect to be entitled to in exchange for those goods and services. Revenue contracts with customers are evaluated based on the five-step model outlined in Accounting Standard Codification (“ASC”) 606 (\"ASC 606\"), Revenue from Contracts with Customers: 1) identify the contract with a customer; 2) identify the performance obligation(s) in the contract; 3) determine the transaction price; 4) allocate the transaction price to the separate performance obligation(s); and 5) recognize revenue when (or as) each performance obligation is satisfied.\nConsulting fee revenue is primarily recognized as services are rendered, measured by total hours incurred as a percentage of total estimated hours at completion. It is possible that updated estimates for consulting engagements may vary from initial estimates with such updates being recognized in the period of determination. Depending on the timing of billings and services rendered, we accrue or defer revenue as appropriate.\nDigital revenue is generated from IP platforms enabling large-scale, technology-based talent programs for pay, talent development, engagement, and assessment and is consumed directly by an end user or indirectly through a consulting engagement. Revenue is recognized as services are delivered and we have a legally enforceable right to payment. Revenue also comes from the sale of our proprietary IP subscriptions, which are considered symbolic IP due to the dynamic nature of the content. As a result, revenue is recognized over the term of the contract. Functional IP licenses grant customers the right to use IP content via the delivery of a flat file. Because the IP content license has significant stand-alone functionality, revenue is recognized upon delivery and when an enforceable right to payment exists. Revenue for tangible and digital products sold by the Company, such as books and digital files, is recognized when these products are shipped.\nFee revenue from executive and professional search activities is generally one-third of the estimated first-year cash compensation of the placed candidate, plus a percentage of the fee to cover indirect engagement-related expenses. In addition to the search retainer, an uptick fee is billed when the actual compensation awarded by the client for a placement is higher than the estimated compensation. In the aggregate, upticks have been a relatively consistent percentage of the original estimated fee; therefore, we estimate upticks using the expected value method based on historical data on a portfolio basis. In a standard search engagement, there is one performance obligation, which is the promise to undertake a search. We generally recognize such revenue over the course of a search and when we are legally entitled to payment as outlined in the billing terms of the contract. Any revenues associated with services that are provided on a contingent basis are recognized once the contingency is resolved, as this is when control is transferred to the customer. These assumptions determine the timing of revenue recognition for the reported period. In addition to talent acquisition for permanent placement roles, the Professional Search & Interim segment also offers recruitment services for interim roles. Interim roles are short term in duration, generally less than 12 months. Generally, each interim role is a separate performance obligation. We recognize fee revenue over the duration that the interim resources’ services are provided which also aligns to the contracted invoicing plan and enforceable right to payment.\nRPO fee\n \nrevenue is generated through two distinct phases: 1) the implementation phase and 2) the post-implementation recruitment phase. The fees associated with the implementation phase are recognized over the period that the related implementation services are provided. The post-implementation recruitment phase represents end-to-end recruiting services to clients for which there are both fixed and variable fees, which are recognized over the period that the related recruiting services are performed.\nAnnual Performance-Related Bonuses\n. Each quarter, management makes its best estimate of its annual performance-related bonuses, which requires management to, among other things, project annual consultant productivity (as measured by engagement fees billed and collected by Executive Search and Professional Search consultants and revenue and other performance/profitability metrics for Consulting, Digital, Interim and RPO consultants), the level of engagements referred by a consultant in one line of business to a different line of business, our performance, including profitability, competitive forces and future economic conditions and their impact on our results. At the end of each fiscal year, annual performance-related bonuses take into account final individual consultant productivity (including referred work), Company/line of business results, including profitability, the achievement of strategic objectives, the results of individual performance appraisals and the current economic landscape. Accordingly, each quarter we reevaluate the assumptions used to estimate annual performance-related bonus liability and adjust the carrying amount of the liability recorded on the consolidated balance sheets and report any changes in the estimate in current operations. Because annual performance-based bonuses are communicated and paid only after we report our full fiscal year results, actual performance-based bonus payments may differ from the prior year’s estimate. Such changes in the bonus estimate historically have been immaterial and are recorded in current operations in the period in which they are determined.\n31\nDeferred Compensation\n. Estimating deferred compensation requires assumptions regarding the timing and probability of payments of benefits to participants and the discount rate. Changes in these assumptions could significantly impact the liability and related cost on our consolidated balance sheets and statements of income, respectively. For certain deferred compensation plans, management engages an independent actuary to periodically review these assumptions in order to confirm that they reflect the population and economics of our deferred compensation plans in all material respects and to assist us in estimating our deferred compensation liability and the related cost. The actuarial assumptions we use may differ from actual results due to changing market conditions or changes in the participant population. These differences could have a significant impact on our deferred compensation liability and the related cost.\nCarrying Values\n. Valuations are required under GAAP to determine the carrying value of various assets. Our most significant assets for which management is required to prepare valuations are carrying value of receivables, goodwill, other intangible assets, share-based payments, leases and recoverability of deferred income taxes. Management must identify whether events have occurred that may impact the carrying value of these assets and make assumptions regarding future events, such as cash flows and profitability. Differences between the assumptions used to prepare these valuations and actual results could materially impact the carrying amount of these assets and our operating results.\nOf the assets mentioned above, goodwill is the largest asset requiring a valuation. Fair value of goodwill for purposes of the goodwill impairment test when performing the quantitative test is determined utilizing (1) a discounted cash flow analysis based on forecasted cash flows (including estimated underlying revenue and operating income growth rates) discounted using an estimated weighted-average cost of capital for market participants and (2) a market approach, utilizing observable market data such as comparable companies in similar lines of business that are publicly traded or which are part of a public or private transaction (to the extent available). We also reconcile the results of these analyses to its market capitalization. If the carrying amount of a reporting unit exceeds its estimated fair value, goodwill is considered potentially impaired and further tests are performed to measure the amount of impairment loss, if any.\nWe perform an annual impairment test each year as of January 31, or more frequently if impairment indicators arise. The qualitative test performed as of January 31, 2023 did not indicate any impairment, and therefore there was no need to perform a quantitative test. While historical performance and current expectations have resulted in fair values of goodwill in excess of carrying values, if our assumptions are not realized, it is possible that in the future an impairment charge may need to be recorded. However, it is not possible at this time to determine if an impairment charge would result or if such a charge would be material. Fair value determinations require considerable judgment and are sensitive to changes in underlying assumptions and factors. As a result, there can be no assurance that the estimates and assumptions made for purposes of the annual goodwill impairment test will prove to be accurate predictions of the future. As of our testing date, there were no indicators of impairments that required us to perform a quantitative test and as a result, no impairment charge was recognized. There was no indication of potential impairment through April 30, 2023 that would have required further testing. \nExamples of events or circumstances that could reasonably be expected to negatively affect the underlying key assumptions and ultimately impact the estimated fair value of the reporting units may include such items as follows:\n▪\nA prolonged downturn in the business environment in which the reporting units operate including a longer than anticipated public health crisis;\n▪\nAn economic climate that significantly differs from our future profitability assumptions in timing or degree; \n▪\nThe deterioration of the labor markets;\n▪\nVolatility in equity and debt markets;\n▪\nCompetition and disruption in our core business; and\n▪\nTechnological advances such as artificial intelligence that impact labor markets and can diminish the value of our IP.\n32\nResults of Operations\nThe following table summarizes the results of our operations as a percentage of fee revenue:\n(Numbers may not total exactly due to rounding)\nYear Ended April 30,\n2023\n2022\n2021\nFee revenue\n100.0 \n%\n100.0 \n%\n100.0 \n%\nReimbursed out-of-pocket engagement expenses\n1.0 \n0.6 \n0.5 \nTotal revenue\n101.0 \n100.6 \n100.5 \nCompensation and benefits\n67.1 \n66.3 \n71.7 \nGeneral and administrative expenses\n9.5 \n9.0 \n10.6 \nReimbursed expenses\n1.0 \n0.6 \n0.5 \nCost of services\n8.4 \n4.4 \n4.0 \nDepreciation and amortization\n2.4 \n2.4 \n3.4 \nRestructuring charges, net\n1.5 \n— \n1.7 \nOperating income\n11.2 \n17.9 \n8.6 \nNet income\n7.5 \n%\n12.6 \n%\n6.4 \n%\nNet income attributable to Korn Ferry\n7.4 \n%\n12.4 \n%\n6.3 \n%\nThe operating results for fiscal 2022 and 2021 have been revised to conform to the new segment reporting.\nThe following tables summarize the results of our operations:\n(Numbers may not total exactly due to rounding) \nYear Ended April 30, \n2023\n2022\n2021\nDollars\n%\nDollars\n%\nDollars\n%\n(dollars in thousands) \nFee revenue\n \n \n \n \n \n \nConsulting\n$\n677,001 \n23.9 \n%\n$\n650,204 \n24.8 \n%\n$\n515,844 \n28.5 \n%\nDigital\n354,651 \n12.5 \n349,025 \n13.3 \n287,306 \n15.9 \nExecutive Search:\nNorth America\n562,139 \n19.8 \n605,704 \n23.1 \n397,275 \n21.9 \nEMEA\n187,014 \n6.6 \n182,192 \n6.9 \n138,954 \n7.7 \nAsia Pacific\n95,598 \n3.4 \n118,596 \n4.5 \n83,306 \n4.6 \nLatin America\n31,047 \n1.1 \n29,069 \n1.1 \n17,500 \n1.0 \nTotal Executive Search\n875,798 \n30.9 \n935,561 \n35.6 \n637,035 \n35.2 \nProfessional Search & Interim\n503,395 \n17.7 \n297,096 \n11.3 \n130,831 \n7.2 \nRPO\n424,563 \n15.0 \n394,832 \n15.0 \n239,031 \n13.2 \nTotal fee revenue\n2,835,408 \n100.0 \n%\n2,626,718 \n100.0 \n%\n1,810,047 \n100.0 \n%\nReimbursed out-of-pocket engagement expense\n28,428 \n16,737 \n9,899 \nTotal revenue\n$\n2,863,836 \n$\n2,643,455 \n$\n1,819,946 \nIn the tables that follow, the Company presents a subtotal for Executive Search Adjusted EBITDA and a single percentage for Executive Search Adjusted EBITDA margin, which reflects the aggregate of all of the individual Executive Search Regions. These figures are non-GAAP financial measures and are presented as they are consistent with the Company’s lines of business and are financial metrics used by the Company’s investor base.\n33\nYear Ended April 30,\n2023\n2022\n2021\nConsolidated\n(in thousands)\nFee revenue\n$\n2,835,408 \n$\n2,626,718 \n$\n1,810,047 \nTotal revenue\n$\n2,863,836 \n$\n2,643,455 \n$\n1,819,946 \nNet income attributable to Korn Ferry\n$\n209,529 \n$\n326,360 \n$\n114,454 \nNet income attributable to noncontrolling interest\n3,525 \n4,485 \n1,108 \nOther (income) loss, net\n(5,261)\n11,880 \n(37,194)\nInterest expense, net\n25,864 \n25,293 \n29,278 \nIncome tax provision\n82,683 \n102,056 \n48,138 \nOperating income\n316,340 \n470,074 \n155,784 \nDepreciation and amortization\n68,335 \n63,521 \n61,845 \nOther income (loss), net\n5,261 \n(11,880)\n37,194 \nIntegration/acquisition costs\n14,922 \n7,906 \n737 \nImpairment of fixed assets\n4,375 \n1,915 \n— \nImpairment of right of use assets\n5,471 \n7,392 \n— \nRestructuring charges, net\n42,573 \n— \n30,732 \nAdjusted EBITDA\n$\n457,277 \n$\n538,928 \n$\n286,292 \nAdjusted EBITDA margin\n16.1 \n%\n20.5 \n%\n15.8 \n%\nYear Ended April 30, 2023\nFee revenue\nTotal revenue\nAdjusted EBITDA\nAdjusted EBITDA margin\n(dollars in thousands)\nConsulting\n$\n677,001 \n$\n686,979 \n$\n108,502 \n16.0 \n%\nDigital\n354,651 \n354,967 \n97,458 \n27.5 \n%\nExecutive Search:\nNorth America\n562,139 \n568,212 \n140,850 \n25.1 \n%\nEMEA\n187,014 \n188,114 \n31,380 \n16.8 \n%\nAsia Pacific\n95,598 \n95,956 \n24,222 \n25.3 \n%\nLatin America\n31,047 \n31,054 \n9,370 \n30.2 \n%\nTotal Executive Search\n875,798 \n883,336 \n205,822 \n23.5 \n%\nProfessional Search & Interim\n503,395 \n507,058 \n110,879 \n22.0 \n%\nRPO\n424,563 \n431,496 \n52,588 \n12.4 \n%\nCorporate\n— \n— \n(117,972)\nConsolidated\n$\n2,835,408 \n$\n2,863,836 \n$\n457,277 \n16.1 \n%\n34\nYear Ended April 30, 2022\nFee revenue\nTotal revenue\nAdjusted EBITDA\nAdjusted EBITDA margin\n(dollars in thousands)\nConsulting\n$\n650,204 \n$\n654,199 \n$\n116,108 \n17.9 \n%\nDigital\n349,025 \n349,437 \n110,050 \n31.5 \n%\nExecutive Search:\nNorth America\n605,704 \n609,258 \n181,615 \n30.0 \n%\nEMEA\n182,192 \n182,866 \n31,804 \n17.5 \n%\nAsia Pacific\n118,596 \n118,705 \n35,105 \n29.6 \n%\nLatin America\n29,069 \n29,079 \n9,089 \n31.3 \n%\nTotal Executive Search\n935,561 \n939,908 \n257,613 \n27.5 \n%\nProfessional Search & Interim\n297,096 \n297,974 \n106,015 \n35.7 \n%\nRPO\n394,832 \n401,937 \n59,126 \n15.0 \n%\nCorporate\n— \n— \n(109,984)\nConsolidated\n$\n2,626,718 \n$\n2,643,455 \n$\n538,928 \n20.5 \n%\nYear Ended April 30, 2021\nFee revenue\nTotal revenue\nAdjusted EBITDA\nAdjusted EBITDA margin\n(dollars in thousands)\nConsulting\n$\n515,844 \n$\n517,046 \n$\n81,522 \n15.8 \n%\nDigital\n287,306 \n287,780 \n86,095 \n30.0 \n%\nExecutive Search:\nNorth America\n397,275 \n399,104 \n98,099 \n24.7 \n%\nEMEA\n138,954 \n139,213 \n11,742 \n8.5 \n%\nAsia Pacific\n83,306 \n83,463 \n16,676 \n20.0 \n%\nLatin America\n17,500 \n17,500 \n1,289 \n7.4 \n%\nTotal Executive Search\n637,035 \n639,280 \n127,806 \n20.1 \n%\nProfessional Search & Interim\n130,831 \n131,080 \n36,934 \n28.2 \n%\nRPO\n239,031 \n244,760 \n32,477 \n13.6 \n%\nCorporate\n— \n— \n(78,542)\nConsolidated\n$\n1,810,047 \n$\n1,819,946 \n$\n286,292 \n15.8 \n%\nFiscal 2023 Compared to Fiscal 2022\nFee Revenue\nFee Revenue. \nFee revenue increased by $208.7 million, or 8.0%, to $2,835.4 million in fiscal 2023 compared to $2,626.7 million in fiscal 2022. Exchange rates unfavorably impacted fee revenue by $96.8 million, or 4%, in fiscal 2023 compared to fiscal 2022. Fee revenue increased in all lines of business except in Executive Search which saw a decline in fee revenue compared to fiscal 2022 primarily due to a decline in demand for our products and services caused by the slowdown in the global economy. The acquisitions of The Lucas Group, Patina Solutions Group (\"Patina\"), ICS and Salo (the \"Acquired Companies\") were a significant factor in the increase in fee revenue compared to fiscal 2022.\nConsulting. \nConsulting reported fee revenue of $677.0 million in fiscal 2023, an increase of $26.8 million, or 4%, compared to $650.2 million in fiscal 2022. The increase in fee revenue was mainly driven by an increase in demand for workforce transformation, organization design, and senior leadership development delivered through our Organization Strategy, Leadership Development, Total Rewards and Assessment & Succession solutions, as clients aligned their structures to new market opportunities and addressed compensation and retention issues. Exchange rates unfavorably impacted fee revenue by $27.8 million, or 4%, compared to fiscal 2022.\nDigital. \nDigital reported fee revenue of $354.7 million in fiscal 2023, an increase of $5.7 million, or 2%, compared to $349.0 million in fiscal 2022. The increase in fee revenue was primarily driven by increasing demand for Development offerings as companies invest in sales effectiveness tools and training content to build their commercial teams' capabilities to maximize \n35\nrevenue growth, as well as in analytics on Total Rewards trends used to aid in retention and staffing decisions. Exchange rates unfavorably impacted fee revenue by $18.8 million, or 5%, compared to fiscal 2022.\nExecutive Search North America\n. Executive Search North America reported fee revenue of $562.1 million in fiscal 2023, a decrease of $43.6 million, or 7%, compared to $605.7 million in fiscal 2022. Exchange rates unfavorably impacted fee revenue by $2.2 million in fiscal 2023 compared to fiscal 2022. North America’s fee revenue decreased due to a 14% decrease in the number of engagements billed, partially offset by an 8% increase in the weighted-average fees billed per engagement (calculated using local currency) in fiscal 2023 compared to fiscal 2022.\nExecutive Search EMEA.\n Executive Search EMEA reported fee revenue of $187.0 million in fiscal 2023, an increase of $4.8 million, or 3%, compared to $182.2 million in fiscal 2022. Exchange rates unfavorably impacted fee revenue by $15.6 million, or 9%, in fiscal 2023 compared to fiscal 2022. The increase in fee revenue was primarily due to a 10% increase in the weighted-average fees billed per engagement (calculated using local currency) and a 2% increase in the number of engagements billed in fiscal 2023 compared to fiscal 2022.\n \nThe performance in the United Arab Emirates, Switzerland, Denmark, Netherlands and Germany were the primary contributors to the increase in fee revenue in fiscal 2023 compared to fiscal 2022, partially offset by a decrease in fee revenue in France, Russia and Italy.\nExecutive Search Asia Pacific.\n Executive Search Asia Pacific reported fee revenue of $95.6 million in fiscal 2023, a decrease of $23.0 million, or 19%, compared to $118.6 million in fiscal 2022. Exchange rates unfavorably impacted fee revenue by $7.9 million, or 7%, in fiscal 2023 compared to fiscal 2022. The decrease in fee revenue was due to a 16% decrease in the number of engagements billed, partially offset by a 2% increase in the weighted-average fees billed per engagement (calculated using local currency) in fiscal 2023 compared to fiscal 2022. The performance in China, Japan, Australia, India and Korea were the primary contributors to the decrease in fee revenue in fiscal 2023 compared to fiscal 2022, partially offset by an increase in fee revenue in Malaysia.\nExecutive Search Latin America.\n Executive Search Latin America reported fee revenue of $31.0 million in fiscal 2023, an increase of $1.9 million, or 7%, compared to $29.1 million in fiscal 2022. Exchange rates were relatively flat in fiscal 2023 compared to fiscal 2022. The increase in fee revenue was due to a 9% increase in the weighted-average fees billed per engagement (calculated using local currency), partially offset by a decrease of 2% in the number of engagements billed in fiscal 2023 compared to fiscal 2022. The performance in Mexico and Brazil were the primary contributors to the increase in fee revenue in fiscal 2023 compared to fiscal 2022, partially offset by a decrease in fee revenue in Colombia.\nProfessional Search & Interim. \nProfessional Search & Interim reported fee revenue of $503.4 million in fiscal 2023, an increase of $206.3 million, or 69%, compared to $297.1 million in fiscal 2022. Exchange rates unfavorably impacted fee revenue by $7.4 million, or 2%, in fiscal 2023 compared to fiscal 2022. The increase in fee revenue was driven by an increase in both interim and professional search fee revenue of $188.1 million and $18.2 million, respectively, which was primarily due to the acquisitions of the Acquired Companies.\nRPO. \nRPO reported fee revenue of $424.6 million in fiscal 2023, an increase of $29.8 million, or 8%, compared to $394.8 million in fiscal 2022. Exchange rates unfavorably impacted fee revenue by $17.1 million, or 4%, in fiscal 2023 compared to fiscal 2022. The increase in fee revenue was due to wider adoption of RPO services in the market in combination with our differentiated solutions.\nCompensation and Benefits\nCompensation and benefits expense increased by $159.7 million, or 9%, to $1,901.2 million in fiscal 2023 from $1,741.5 million in fiscal 2022. Exchange rates favorably impacted compensation and benefits by $53.6 million, or 3%, in fiscal 2023 compared to fiscal 2022. The increase in compensation and benefits expense was primarily due to increases in salaries and related payroll taxes of $147.7 million and employer insurance of $15.3 million. These increases were due to the increase in fee revenue overall which resulted in an increase in average headcount of 15% in fiscal 2023 compared to fiscal 2022, and wage inflation. Also contributing to higher compensation and benefits expense were increases in commission expense of $20.2 million due to higher fee revenue, $18.7 million more in deferred compensation expenses as a result of increases in the fair value of participants’ accounts in fiscal 2023 compared to fiscal 2022 and higher integration/acquisition costs of $6.4 million. This increase was partially offset by decreases in performance-related bonus expense of $38.2 million and $8.9 million in amortization of long-term incentive awards. Compensation and benefits expense, as a percentage of fee revenue, increased to 67% in fiscal 2023 from 66% in fiscal 2022.\nConsulting compensation and benefits expense increased by $27.6 million, or 6%, to $478.5 million in fiscal 2023 from $450.9 million in fiscal 2022. Exchange rates favorably impacted compensation and benefits by $16.5 million, or 4%, in fiscal 2023 compared to fiscal 2022. The increase in compensation and benefits expense was primarily due to increases in salaries and related payroll taxes of $22.2 million and employer insurance of $2.5 million. These increases were due to the segment's revenue growth coupled which resulted in an increase in average headcount of 7% in fiscal 2023 compared to fiscal 2022, and wage inflation. Also contributing to higher compensation and benefits expense was an increase in deferred compensation expense of $2.6 million in fiscal 2023 compared to fiscal 2022. Consulting compensation and benefits expense, as a percentage of fee revenue, increased to 71% in fiscal 2023 from 69% in fiscal 2022.\nDigital compensation and benefits expense increased by $11.3 million, or 6%, to $189.1 million in fiscal 2023 from $177.8 million in fiscal 2022. Exchange rates favorably impacted compensation and benefits by $7.5 million, or 4%, in fiscal 2023 \n36\ncompared to fiscal 2022. The increase in compensation and benefits expense was primarily due to an increase in salaries and related payroll taxes of $13.8 million due to a 9% increase in average headcount in fiscal 2023 compared to fiscal 2022 and wage inflation. The increase was partially offset by a decrease in performance-related bonus expense of $3.0 million. Digital compensation and benefits expense, as a percentage of fee revenue, increased to 53% in fiscal 2023 from 51% in fiscal 2022.\nExecutive Search North America compensation and benefits expense increased by $9.0 million, or 2%, to $386.1 million in fiscal 2023 compared to $377.1 million in fiscal 2022. Exchange rates favorably impacted compensation and benefits by $1.0 million in fiscal 2023 compared to fiscal 2022. The increase in compensation and benefits expense was primarily due to higher salaries and related payroll taxes of $12.4 million and an increase in employer insurance of $1.6 million. These increases were due to an increase in average headcount of 10% in fiscal 2023 compared to fiscal 2022 and wage inflation. Also contributing to the increase in compensation and benefits expense was an increase in deferred compensation expense of $12.4 million due to an increase in the fair market value of participants' accounts in fiscal 2023 compared to fiscal 2022. The increase was partially offset by lower performance-related bonus expense of $12.4 million as a result of lower fee revenue and a decrease in the amortization of long-term incentive awards of $4.9 million. Executive Search North America compensation and benefits expense, as a percentage of fee revenue, increased to 69% in fiscal 2023 from 62% in fiscal 2022.\nExecutive Search EMEA compensation and benefits expense increased by $7.4 million, or 6%, to $140.5 million in fiscal 2023 compared to $133.1 million in fiscal 2022. Exchange rates favorably impacted compensation and benefits by $8.2 million, or 6%, in fiscal 2023 compared to fiscal 2022. The increase in compensation and benefits expense was primarily due to higher performance-related bonus expense of $4.5 million, salaries and related payroll taxes of $2.5 million and amortization of long-term incentive awards of $1.1 million in fiscal 2023 compared to fiscal 2022. These increases were due to the Executive search EMEA segment's revenue growth combined with an increase in average headcount of 11% in fiscal 2023 compared to fiscal 2022. Executive Search EMEA compensation and benefits expense, as a percentage of fee revenue, increased to 75% in fiscal 2023 from 73% in fiscal 2022.\nExecutive Search Asia Pacific compensation and benefits expense decreased by $10.4 million, or 14%, to $61.9 million in fiscal 2023 compared to $72.3 million in fiscal 2022. Exchange rates favorably impacted compensation and benefits by $4.3 million, or 6%, in fiscal 2023 compared to fiscal 2022. The decrease in compensation and benefits expense was primarily due to a decrease in performance-related bonus expense of $8.3 million in fiscal 2023 compared to fiscal 2022 due to lower segment fee revenue. Executive Search Asia Pacific compensation and benefits expense, as a percentage of fee revenue, increased to 65% in fiscal 2023 from 61% in fiscal 2022.\nExecutive Search Latin America compensation and benefits expense increased by $2.0 million, or 11%, to $20.4 million in fiscal 2023 compared to $18.4 million in fiscal 2022. Exchange rates unfavorably impacted compensation and benefits by $0.1 million, in fiscal 2023 compared to fiscal 2022. The increase in compensation and benefits expense was primarily due to an increase in salaries and related payroll taxes as a result of the segment’s fee revenue growth with an increase in average headcount of 8% in fiscal 2023 compared to fiscal 2022. Executive Search Latin America compensation and benefits expense, as percentage of fee revenue, increased to 66% in fiscal 2023 from 63% in fiscal 2022.\nProfessional Search & Interim compensation and benefits expense increased by $74.5 million, or 50%, to $223.3 million in fiscal 2023 compared to $148.8 million in fiscal 2022. Exchange rates favorably impacted compensation and benefits by $2.9 million, or 2%, in fiscal 2023 compared to fiscal 2022. The increase in compensation and benefits expense was primarily due to higher salaries and related payroll taxes of $52.0 million, commission expense of $18.0 million, employee insurance of $3.9 million and integration/acquisition costs of $6.4 million due to the acquisitions of the Acquired Companies, which resulted in a 55% increase in the average headcount in fiscal 2023 compared to fiscal 2022. This increase was partially offset by a decrease of $8.0 million in performance-related bonus expense. Professional Search & Interim compensation and benefits expense, as a percentage of fee revenue, decreased to 44% in fiscal 2023 from 50% in fiscal 2022.\nRPO compensation and benefits expense increased by $35.8 million, or 12%, to $339.0 million in fiscal 2023 from $303.2 million in fiscal 2022. Exchange rates favorably impacted compensation and benefits by $13.1 million, or 4%, in fiscal 2023 compared to fiscal 2022. The increase in compensation and benefits expense was primarily due to higher salaries and related payroll taxes of $42.1 million and employer insurance of $6.1 million as a result of the segment's fee revenue growth combined with an increase in average headcount of 18% in fiscal 2023 compared to fiscal 2022. Also contributing to the higher compensation and benefits expense was the increase in severance expense of $3.2 million. This increase was partially offset by decreases in performance-related bonus expense of $12.6 million and in the use of outside contractors of $5.4 million. RPO compensation and benefits expense, as a percentage of fee revenue, increased to 80% in fiscal 2023 from 77% in fiscal 2022.\nCorporate compensation and benefits expense increased by $2.7 million, or 5%, to $62.4 million in fiscal 2023 from $59.7 million in fiscal 2022. The increase in compensation and benefits expense was primarily driven by higher salaries and related payroll taxes of $4.5 million due to an increase in average headcount of 13% in fiscal 2023 compared to fiscal 2022, and to a lesser extent to an increase in stock-based compensation expense of $2.3 million and the use of outside contractors of $1.3 million. Also contributing to the increase in compensation and benefits expense was an increase in deferred compensation expense of $1.1 million due to increases in the fair value of participants' accounts. The increase was \n37\npartially offset by an increase in the cash surrender value (\"CSV\") of company-owned life insurance (\"COLI\") of $4.8 million as a result of increased death benefits, and a decrease in the amortization of long-term incentive awards of $1.2 million in fiscal 2023 compared to fiscal 2022.\nGeneral and Administrative Expenses\nGeneral and administrative expenses increased by $31.2 million, or 13%, to $268.5 million in fiscal 2023 compared to $237.3 million in fiscal 2022. Exchange rates favorably impacted general and administrative expenses by $12.5 million, or 5%, in fiscal 2023 compared to fiscal 2022. The increase in general and administrative expenses was primarily due to higher marketing and business development expenses of $15.9 million and an increase in computer software licenses expense of $9.0 million, which contributed to the increase in fee revenue in fiscal 2023 compared to fiscal 2022, as well as an increase in legal and other professional fees of $6.7 million. General and administrative expenses, as a percentage of fee revenue, was 9% in both fiscal 2023 and fiscal 2022.\nConsulting general and administrative expenses increased by $6.4 million, or 12%, to $57.9 million in fiscal 2023 compared to $51.5 million in fiscal 2022. The increase in general and administrative expenses was primarily due to increases in impairment charges of $3.1 million associated with the reduction of the Company’s real estate footprint and marketing and business development expenses of $2.1 million related to fee revenue growth. Also contributing to the increase in general and administrative expenses was an increase in foreign exchange losses of $2.0 million in fiscal 2023 compared to fiscal 2022. Consulting general and administrative expenses, as a percentage of fee revenue, increased to 9% in fiscal 2023 from 8% in fiscal 2022.\nDigital general and administrative expenses increased by $9.6 million, or 31%, to $40.6 million in fiscal 2023 compared to $31.0 million in fiscal 2022. The increase in general and administrative expenses was primarily due to higher computer software licenses expense of $3.2 million and an increase in marketing and business development expenses of $3.1 million. Also contributing to the increase in general and administrative expense was an increase in impairment charges of $1.7 million associated with the reduction of the Company's real estate footprint and an increase in foreign exchange losses of $1.5 million in fiscal 2023 compared to fiscal 2022. Digital general and administrative expenses, as a percentage of fee revenue, increased to 11% in fiscal 2023 from 9% in fiscal 2022.\nExecutive Search North America general and administrative expenses increased by $1.6 million, or 5%, to $32.4 million in fiscal 2023 from $30.8 million in fiscal 2022. The increase in general and administrative expenses was primarily due to an increase in marketing and business development expenses of $2.1 million, partially offset by foreign exchange gains of $0.2 million in fiscal 2023 compared to foreign exchange losses of $0.4 million in fiscal 2022. Executive Search North America general and administrative expenses, as a percentage of fee revenue, increased to 6% in fiscal 2023 from 5% in fiscal 2022.\nExecutive Search EMEA general and administrative expenses decreased by $3.3 million, or 18%, to $14.7 million in fiscal 2023 from $18.0 million in fiscal 2022. The decrease in general and administrative expenses was primarily due to a decrease in premise and office expense of $3.3 million due to impairment charges recorded in fiscal 2022 and as a result of the reduction of the Company's real estate footprint. Also contributing to the decrease is the impact of foreign currency with foreign currency gains of $0.3 million in fiscal 2023 compared to foreign exchange losses of $0.7 million in fiscal 2022. This decrease was partially offset by an increase in marketing and business development expense of $1.0 million related to fee revenue growth in fiscal 2023 compared to fiscal 2022. Executive Search EMEA general and administrative expenses, as a percentage of fee revenue, decreased to 8% in fiscal 2023 from 10% in fiscal 2022.\nExecutive Search Asia Pacific general and administrative expenses decreased by $1.3 million, or 12%, to $9.7 million in fiscal 2023 from $11.0 million in fiscal 2022. The decrease in general and administrative expenses was primarily due to decreases in bad debt expense of $0.7 million and premise and office expense of $0.6 million in fiscal 2023 compared to fiscal 2022. Executive Search Asia Pacific general and administrative expenses, as a percentage of fee revenue, increased to 10% in fiscal 2023 from 9% in fiscal 2022.\nExecutive Search Latin America general and administrative expenses increased by $0.5 million, or 56%, to $1.4 million in fiscal 2023 from $0.9 million in fiscal 2022. The increase in general and administrative expenses was primarily due to a gain recorded in fiscal 2022 due to the termination of a lease agreement in Mexico, thereby increasing premise and office expense by $1.7 million, partially offset by an increase in foreign exchange gains of $0.8 million in fiscal 2023 compared to fiscal 2022. Executive Search Latin America general and administrative expenses, as a percentage of fee revenue, increased to 4% in fiscal 2023 from 3% in fiscal 2022.\nProfessional Search & Interim general and administrative expenses increased by $10.1 million, or 50%, to $30.3 million in fiscal 2023 from $20.2 million in fiscal 2022. The increase in general and administrative expenses was primarily due to increases in bad debt expense of $5.4 million, marketing and business development expenses of $2.4 million, premise and office expense of $1.3 million and integration/acquisition costs of $0.8 million in fiscal 2023 compared to fiscal 2022. Professional Search & Interim general and administrative expenses, as a percentage of fee revenue, decreased to 6% in fiscal 2023 from 7% in fiscal 2022.\nRPO general and administrative expenses increased by $0.9 million, or 4%, to $21.3 million in fiscal 2023 from $20.4 million in fiscal 2022. The increase in general and administrative expenses was primarily due to increases in marketing and business development expenses of $1.0 million, legal and other professional fees of $0.4 million, as well as a foreign \n38\nexchange losses of $1.2 million in fiscal 2023 as opposed to foreign exchange gains of $0.8 million in fiscal 2022. This increase was partially offset by a lower bad debt expense of $2.5 million in fiscal 2023 compared to fiscal 2022. RPO general and administrative expenses, as a percentage of fee revenue, was 5% in both fiscal 2023 and fiscal 2022.\nCorporate general and administrative expenses increased by $6.6 million, or 12%, to $60.1 million in fiscal 2023 compared to $53.5 million in fiscal 2022. The increase in general and administrative expenses was primarily due to increases in legal and other professional fees of $3.9 million, marketing and business development expenses of $3.8 million, as well as premise and office expense of $2.7 million, partially offset by an increase in foreign exchange gains of $2.3 million in fiscal 2023 compared to fiscal 2022.\nCost of Services Expense\nCost of services expense consists of contractor and product costs related to the delivery of various services and products through Consulting, Digital, Professional Search & Interim and RPO. Cost of services expense was $238.5 million in fiscal 2023, an increase of $124.1 million, or 108%, compared to $114.4 million in fiscal 2022. Professional Search & Interim accounts for $122.9 million of the increase primarily due to the acquisitions of the Acquired Companies which, includes a significant amount of interim business as part of the services they perform which has higher cost of services expense compared to other services Korn Ferry provides. As the interim business becomes an increasing portion of our fee revenue, we expect cost of services expense to continue to increase in future periods. The rest of the increase was from the Consulting segment driven by the increase in fee revenue in the segment. Cost of services expense, as a percentage of fee revenue, increased to 8% in fiscal 2023 from 4% in fiscal 2022 due to the acquisition of the Acquired Companies.\nDepreciation and Amortization Expenses\nDepreciation and amortization expenses were $68.3 million in fiscal 2023, an increase of $4.8 million, or 8%, compared to $63.5 million in fiscal 2022. The increase was primarily due to the amortization of intangible assets due to the acquisition of the Acquired Companies.\nRestructuring Charges, Net\nIn fiscal 2023, we implemented the Plan to realign our workforce with our business needs and objectives. As a result, we recorded restructuring charges, net of $42.6 million during fiscal 2023. There were no restructuring charges, net in fiscal 2022. \nNet Income Attributable to Korn Ferry\nNet income attributable to Korn Ferry decreased by $116.9 million, to $209.5 million in fiscal 2023 compared to $326.4 million in fiscal 2022. The decrease in net income attributable to Korn Ferry was driven by increases in compensation and benefits expense, cost of services expense, general and administrative expenses, and restructuring charges, net in fiscal 2023 compared to fiscal 2022. This decrease was partially offset by an increase in fee revenue, lower income tax provision and an increase in other income (loss), net in fiscal 2023 compared to fiscal 2022. Net income attributable to Korn Ferry, as a percentage of fee revenue, was 7% and 12% in fiscal 2023 and 2022, respectively.\nAdjusted EBITDA\nAdjusted EBITDA a decrease of $81.6 million to $457.3 million in fiscal 2023 compared to $538.9 million in fiscal 2022. The decrease in Adjusted EBITDA was driven by increases in compensation and benefits expense (excluding integration/acquisition costs), cost of services expense, and general and administrative expenses (excluding integration/acquisition costs and impairment charges), partially offset by increases in fee revenue and other income (loss), net in fiscal 2023 compared to fiscal 2022. Adjusted EBITDA, as a percentage of fee revenue, was 16% in fiscal 2023 compared to 21% in fiscal 2022. Adjusted EBITDA margin decreased primarily due to a change in fee revenue mix, with a decrease in fee revenue in Executive Search and Permanent Placement, which have higher margins, and being replaced with fee revenue in Interim that has lower margins, but is more resilient to economic factors and in line with our strategy \nConsulting Adjusted EBITDA was $108.5 million in fiscal 2023, a decrease of $7.6 million, or 7%, compared to $116.1 million in fiscal 2022. The decrease in Adjusted EBITDA was driven by increases in compensation and benefits expense, general and administrative expenses (excluding impairment charges), and cost of services expense, partially offset by an increase in fee revenue in fiscal 2023 compared to fiscal 2022. Consulting Adjusted EBITDA, as a percentage of fee revenue, was 16% in fiscal 2023 compared to 18% in fiscal 2022.\nDigital Adjusted EBITDA was $97.5 million in fiscal 2023, a decrease of $12.6 million, or 11%, compared to $110.1 million in fiscal 2022. The decrease in Adjusted EBITDA was mainly driven by increases in compensation and benefits expense and general and administrative expenses (excluding impairment charges), partially offset by an increase in fee revenue in fiscal 2023 compared to fiscal 2022. Digital Adjusted EBITDA, as a percentage of fee revenue, was 27% in fiscal 2023 compared to 32% in fiscal 2022.\nExecutive Search North America Adjusted EBITDA decreased by $40.7 million, or 22%, to $140.9 million in fiscal 2023 compared to $181.6 million in fiscal 2022. The decrease in Adjusted EBITDA was primarily driven by lower fee revenue in the segment, coupled with increases in compensation and benefits expense and general and administrative expenses, \n39\npartially offset by an increase in other income (loss), net in fiscal 2023 compared to fiscal 2022. Executive Search North America Adjusted EBITDA, as a percentage of fee revenue, was 25% in fiscal 2023 compared to 30% in fiscal 2022.\nExecutive Search EMEA Adjusted EBITDA decreased by $0.4 million, or 1%, to $31.4 million in fiscal 2023 compared to $31.8 million in fiscal 2022. The decrease in Adjusted EBITDA was driven by an increase in compensation and benefits expense, partially offset by higher fee revenue in the segment and a decrease in general and administrative expenses (excluding impairment charges). Executive Search EMEA Adjusted EBITDA, as a percentage of fee revenue, was 17% in both fiscal 2023 and fiscal 2022.\nExecutive Search Asia Pacific Adjusted EBITDA decreased by $10.9 million, or 31%, to $24.2 million in fiscal 2023 compared to $35.1 million in fiscal 2022. The decrease in Adjusted EBITDA was primarily driven by lower fee revenue in the segment, partially offset by decreases in the compensation and benefits expense and general and administrative expenses in fiscal 2023 compared to fiscal 2022. Executive Search Asia Pacific Adjusted EBITDA, as a percentage of fee revenue, was 25% in fiscal 2023 compared to 30% in fiscal 2022.\nExecutive Search Latin America Adjusted EBITDA increased by $0.3 million, or 3%, to $9.4 million in fiscal 2023 compared to $9.1 million in fiscal 2022. The increase in Adjusted EBITDA was driven by higher fee revenue in the segment and an increase in other income (loss), net, partially offset by an increase in compensation and benefits expense in fiscal 2023 compared to fiscal 2022. Executive Search Latin America Adjusted EBITDA, as a percentage of fee revenue, was 30% in fiscal 2023 compared to 31% in fiscal 2022.\nProfessional Search & Interim Adjusted EBITDA was $110.9 million in fiscal 2023, an increase of $4.9 million, or 5%, compared to $106.0 million in fiscal 2022. The increase in Adjusted EBITDA was mainly driven by higher fee revenue in the segment as a result of the acquisition of the Acquired Companies, partially offset by increases in cost of services expense, compensation and benefits expense (excluding integration/acquisition costs) and general and administrative expenses (excluding impairment charges and integration/acquisition costs) in fiscal 2023 compared to fiscal 2022. Professional Search & Interim Adjusted EBITDA, as a percentage of fee revenue, was 22% in fiscal 2023 compared to 36% in fiscal 2022.\nRPO Adjusted EBITDA was $52.6 million in fiscal 2023, a decrease of $6.5 million, or 11%, compared to $59.1 million in fiscal 2022. The decrease in Adjusted EBITDA was mainly driven by increases in compensation and benefits expense and general and administrative expenses (excluding impairment charges), partially offset by higher fee revenue in the segment in fiscal 2023 compared to fiscal 2022. RPO Adjusted EBITDA, as a percentage of fee revenue, was 12% in fiscal 2023 compared to 15% in fiscal 2022.\nOther Income (Loss), Net \nOther income, net was $5.3 million in fiscal 2023 compared to other loss, net of $11.9 million in fiscal 2022. The difference was primarily due to gains from the fair value of our marketable securities in fiscal 2023 compared to losses in fiscal 2022.\nInterest Expense, Net\nInterest expense, net primarily relates to our Notes issued in December 2019, borrowings under our COLI policies and interest cost related to our deferred compensation plans, which are partially offset by interest earned on cash and cash equivalent balances. Interest expense, net was $25.9 million in fiscal 2023 compared to $25.3 million in fiscal 2022.\nIncome Tax Provision\nThe provision for income tax was $82.7 million in fiscal 2023 compared to $102.1 million in fiscal 2022. This reflects a 28% effective tax rate for fiscal 2023 compared to a 24% effective tax rate for fiscal 2022. In addition to the impact of U.S. state income taxes and jurisdictional mix of earnings, which generally create variability in our effective tax rate over time, the higher effective tax rate in fiscal 2023 was affected by a tax expense recorded for withholding taxes that are not eligible for credit. The fiscal 2022 effective tax rate was lower due to a tax benefit recorded in connection with tax credits for eligible research and development expenditures incurred in fiscal 2022 and the four immediately preceding fiscal years.\nNet Income Attributable to Noncontrolling Interest\nNet income attributable to noncontrolling interest represents the portion of a subsidiary’s net earnings that are attributable to shares of such subsidiary not held by Korn Ferry that are included in the consolidated results of income. Net income attributable to noncontrolling interest was $3.5 million and $4.5 million in fiscal 2023 and fiscal 2022, respectively.\nFiscal 2022 compared to Fiscal 2021\nDuring fiscal 2023, the Company changed the composition of its global segments. The Professional Search & Interim segment and RPO segment were previously included in the RPO & Professional Search segment. Segment data for fiscal 2022 and 2021 have been recast to reflect the division of the RPO & Professional Search segment into the Professional Search & Interim and RPO segments.\nFee Revenue\nFee Revenue. \nFee revenue increased by $816.7 million, or 45.1%, to $2,626.7 million in fiscal 2022 compared to $1,810.0 million in fiscal 2021. Exchange rates unfavorably impacted fee revenue by $2.8 million, in fiscal 2022 compared to fiscal 2021. The higher fee revenue was attributable to increases in all lines of business primarily due to an increase in new \n40\nbusiness driven by the increased relevance of the Company’s solutions and the acquisition of The Lucas Group that closed on November 1 2021 and Patina that closed on April 1, 2022 (\"Acquired Companies in fiscal 2022\") in the Professional Search & Interim segment. Further, the coronavirus pandemic (\"COVID-19\") adversely impacted demand for the Company’s services on a worldwide basis in fiscal 2021.\nConsulting. \nConsulting reported fee revenue of $650.2 million in fiscal 2022, an increase of $134.4 million, or 26%, compared to $515.8 million in fiscal 2021. The increase in fee revenue was partially driven by our Organizational Strategy work in organization and job redesign, people strategy and culture transformation. In addition, our diversity, equity & inclusion (“DE&I”) business remained strong in fiscal 2022 as we helped clients move the needle on their diversity efforts. Also, greater expectations for organizations to be a force for good in society more broadly has been increasing demand for our environmental and social governance (“ESG”) and sustainability offerings. Leadership Development continues to focus on the importance of increasing employee engagement through coaching and structured leadership workshops. Assessment and Succession increased as clients rely on Korn Ferry’s robust data, science and IP to fuel leadership and scaled workforce transformations. Finally, growth in Total Rewards was fueled by global compensation and retention challenges associated with labor market dislocation; merger & acquisition and IPO activity; and increased focus on executive pay and governance issues, all of which increased pressure to offer higher and more competitive compensation. Exchange rates unfavorably impacted fee revenue by $2.8 million, or 1%, compared to fiscal 2021.\nDigital. \nDigital reported fee revenue of $349.0 million in fiscal 2022, an increase of $61.7 million, or 21%, compared to $287.3 million in fiscal 2021. The increase in fee revenue was primarily due to Professional Development where we targeted new offerings and partnerships in fiscal 2022 to meet the growing need of companies focusing on sales effectiveness. We had double digit increases in fee revenue across our other solutions focusing on assessment, total rewards and organizational strategy as companies focused on retaining and rewarding key talent to reduce levels of attrition from dislocation in the labor markets. Exchange rates unfavorably impacted fee revenue by $1.8 million, or 1%, compared to fiscal 2021.\nExecutive Search North America\n. Executive Search North America reported fee revenue of $605.7 million in fiscal 2022, an increase of $208.4 million, or 52%, compared to $397.3 million in fiscal 2021. Exchange rates favorably impacted fee revenue by $1.3 million in fiscal 2022 compared to fiscal 2021. North America’s fee revenue was higher due to a 35% increase in the number of engagements billed and a 12% increase in the weighted-average fees billed per engagement (calculated using local currency) in fiscal 2022 compared to fiscal 2021.\nExecutive Search EMEA.\n Executive Search EMEA reported fee revenue of $182.2 million in fiscal 2022, an increase of $43.2 million, or 31%, compared to $139.0 million in fiscal 2021. Exchange rates unfavorably impacted fee revenue by $0.5 million in fiscal 2022 compared to fiscal 2021. The increase in fee revenue was due to a 15% increase in the number of engagements billed and a 14% increase in the weighted-average fees billed per engagement (calculated using local currency) in fiscal 2022 compared to fiscal 2021.\n \nThe performance in the United Kingdom, France, the United Arab Emirates and Belgium were the primary contributors to the increase in fee revenue in fiscal 2022 compared to fiscal 2021, driving $31.0 million of increased revenue.\nExecutive Search Asia Pacific.\n Executive Search Asia Pacific reported fee revenue of $118.6 million in fiscal 2022, an increase of $35.3 million, or 42%, compared to $83.3 million in fiscal 2021. Exchange rates favorably impacted fee revenue by $0.6 million, or 1%, in fiscal 2022 compared to fiscal 2021. The increase in fee revenue was due to a 27% increase in the number of engagements billed and an 11% increase in the weighted-average fees billed per engagement (calculated using local currency) in fiscal 2022 compared to fiscal 2021. The performance in Australia, India, China and Singapore were the primary contributors to the increase in fee revenue in fiscal 2022 compared to fiscal 2021, contributing $28.8 million of increased fee revenue.\nExecutive Search Latin America.\n Executive Search Latin America reported fee revenue of $29.1 million in fiscal 2022, an increase of $11.6 million, or 66%, compared to $17.5 million in fiscal 2021. Exchange rates favorably impacted fee revenue by $0.2 million, or 1%, in fiscal 2022 compared to fiscal 2021. The increase in fee revenue was due to a 34% increase in the number of engagements billed and a 22% increase in the weighted-average fees billed per engagement (calculated using local currency) in fiscal 2022 compared to fiscal 2021. The performance in Mexico, Brazil and Chile were the primary contributors to the increase in fee revenue in fiscal 2022 compared to fiscal 2021, driving $9.4 million of increased revenue.\nProfessional Search & Interim\n. Professional Search & Interim reported fee revenue of $297.1 million in fiscal 2022, an increase of $166.3 million, or 127%, compared to $130.8 million in fiscal 2021. Exchange rates favorably impacted fee revenue by $0.3 million compared to fiscal 2021. The increase in Professional Search & Interim fee revenue was due to an 86% increase in engagements billed and a 21% increase in the weighted-average fees billed per engagement in fiscal 2022 compared to fiscal 2021. The increase in Professional Search fee revenue was also due to the acquisition of the Acquired Companies in fiscal 2022, which contributed $69.3 million and $4.1 million of fee revenue, respectively.\nRPO. \nRPO reported fee revenue of $394.8 million in fiscal 2022, an increase of $155.8 million, or 65%, compared to $239.0 million in fiscal 2021. Exchange rates unfavorably impacted fee revenue by $0.1 million compared to fiscal 2021. The increase in fee revenue was due to the wider adoption of RPO services in the market. \n41\nCompensation and Benefits\nCompensation and benefits expense increased $443.6 million, or 34% to $1,741.5 million in fiscal 2022 from $1,297.9 million in fiscal 2021. Exchange rates favorably impacted compensation and benefits by $0.3 million in fiscal 2022 compared to fiscal 2021. The increase in compensation and benefits expense was primarily due to increases in salaries and related payroll taxes of $230.4 million, performance-related bonus expense of $160.3 million, amortization of long-term incentive awards of $16.4 million, employer insurance of $13.8 million and the use of outside contractors of $9.3 million. These increases were due to the increase in fee revenue combined with increases in overall profitability and average headcount. Also contributing to higher compensation and benefits expense was an increase in commission expense of $28.5 million due to the Acquired Companies in fiscal 2022, partially offset by a decrease in deferred compensation expenses of $30.7 million as a result of decreases in the fair value of participants’ accounts in fiscal 2022 compared to fiscal 2021. Compensation and benefits expense, as a percentage of fee revenue, decreased to 66% in fiscal 2022 from 72% in fiscal 2021.\nConsulting compensation and benefits expense increased by $90.5 million, or 25%, to $450.9 million in fiscal 2022 from $360.4 million in fiscal 2021. Exchange rates favorably impacted compensation and benefits by $1.2 million in fiscal 2022 compared to fiscal 2021. The increase in compensation and benefits expense was primarily due to increases in salaries and related payroll taxes of $48.9 million, performance-related bonus expense of $24.5 million, amortization of long-term incentive awards of $5.0 million and employer insurance of $2.7 million due to an increase in fee revenue combined with increases in overall profitability and average headcount in fiscal 2022 compared to fiscal 2021. Consulting compensation and benefits expense, as a percentage of fee revenue, decreased to 69% in fiscal 2022 from 70% in fiscal 2021.\nDigital compensation and benefits expense increased by $31.1 million, or 21%, to $177.8 million in fiscal 2022 from $146.7 million in fiscal 2021. The impact of exchange rates was essentially flat in fiscal 2022 compared to fiscal 2021. The increase in compensation and benefits expense was primarily due to increases in performance-related bonus expense of $11.4 million, salaries and related payroll taxes of $7.9 million and commission expenses of $5.8 million in fiscal 2022 compared to fiscal 2021 as a result of an increase in fee revenue combined with increases in overall profitability and average headcount. Digital compensation and benefits expense, as a percentage of fee revenue, was 51% in both fiscal 2022 and fiscal 2021.\nExecutive Search North America compensation and benefits expense increased by $77.6 million, or 26%, to $377.1 million in fiscal 2022 compared to $299.5 million in fiscal 2021. Exchange rates unfavorably impacted compensation and benefits by $0.7 million in fiscal 2022 compared to fiscal 2021. The increase was primarily due to increases in performance-related bonus expense of $82.6 million and salaries and related payroll taxes of $24.6 million due to the increase in fee revenue combined with increases in overall profitability and average headcount in fiscal 2022 compared to fiscal 2021. The increases in compensation and benefits expense was partially offset by a decrease in the amounts owed under certain deferred compensation and retirement plans of $35.4 million due to a decrease in the fair market value of the participants accounts in fiscal 2022 compared to fiscal 2021. Executive Search North America compensation and benefits expense, as a percentage of fee revenue, decreased to 62% in fiscal 2022 from 75% in fiscal 2021.\nExecutive Search EMEA compensation and benefits expense increased by $22.0 million, or 20%, to $133.1 million in fiscal 2022 compared to $111.1 million in fiscal 2021. Exchange rates favorably impacted compensation and benefits by $0.5 million in fiscal 2022 compared to fiscal 2021. The increase was primarily due to higher salaries and related payroll taxes of $12.6 million and performance-related bonus expense of $8.2 million in fiscal 2022 compared to fiscal 2021 due to the increase in fee revenue combined with an increase in overall profitability. Executive Search EMEA compensation and benefits expense, as a percentage of fee revenue, decreased to 73% in fiscal 2022 from 80% in fiscal 2021.\nExecutive Search Asia Pacific compensation and benefits expense increased by $14.0 million, or 24%, to $72.3 million in fiscal 2022 compared to $58.3 million in fiscal 2021. Exchange rates unfavorably impacted compensation and benefits by $0.4 million, or 1%, in fiscal 2022 compared to fiscal 2021. The increase was primarily due to increases in performance-related bonus expense of $10.2 million and salaries and related payroll taxes of $6.2 million in fiscal 2022 compared to fiscal 2021 due to an increase in fee revenue combined with an increase overall profitability. Executive Search Asia Pacific compensation and benefits expense, as a percentage of fee revenue, decreased to 61% in fiscal 2022 from 70% in fiscal 2021.\nExecutive Search Latin America compensation and benefits expense increased by $4.3 million, or 30%, to $18.4 million in fiscal 2022 compared to $14.1 million in fiscal 2021. Exchange rates unfavorably impacted compensation and benefits by $0.3 million, or 2%, in fiscal 2022 compared to fiscal 2021. The increase was primarily due to higher salaries and related payroll taxes of $2.0 million and performance-related bonus expense of $1.4 million in fiscal 2022 compared to fiscal 2021 due to an increase in fee revenue combined with an increase in overall profitability. Executive Search Latin America compensation and benefits expense, as a percentage of fee revenue, decreased to 63% in fiscal 2022 from 80% in fiscal 2021.\nProfessional Search & Interim compensation and benefits expense increased by $63.0 million, or 73%, to $148.8 million in fiscal 2022 from $85.8 million in fiscal 2021. The impact of exchange rates was essentially flat in fiscal 2022 compared to fiscal 2021. The increase was due to higher salaries and related payroll taxes of $23.0 million, performance-related bonus of $14.7 million, employer insurance of $2.7 million and the use of outside contractors of $0.8 million due to the increase in fee revenue combined with increases in overall profitability and average headcount in fiscal 2022 compared to fiscal 2021. Also contributing to the increase in compensation and benefits was an increase in commission expenses of $22.7 million and \n42\nintegration and acquisition costs of $1.9 million driven by the acquisition of the Acquired Companies in fiscal 2022. Professional Search & Interim compensation and benefits expense, as a percentage of fee revenue, decreased to 50% in fiscal 2022 from 66% in fiscal 2021.\nRPO compensation and benefits expense increased by $124.3 million, or $69%, to $303.2 million in fiscal 2022 from $178.9 million in fiscal 2021. The impact of exchange rates was essentially flat in fiscal 2022 compared to fiscal 2021. The increase was primarily due to higher salaries and related payroll taxes of $99.1 million, employer insurance of $5.7 million and the use of outside contractors of $4.2 million due to increases in revenue and average headcount in fiscal 2022 compared to fiscal 2021. RPO compensation and benefits expense, as a percentage of fee revenue, increased to 77% in fiscal 2022 from 75% in fiscal 2021.\nCorporate compensation and benefits expense increased by $16.5 million, or 38%, to $59.7 million in fiscal 2022 from $43.2 million in fiscal 2021. The increase of $7.2 million was due to the changes in CSV of the COLI contracts due to lower death benefits recognized in fiscal 2022 compared to fiscal 2021. Also contributing to the increase was higher salaries and related payroll taxes of $6.0 million and performance-related bonus expense of $4.2 million due to an increase in consolidated fee revenue, combined with increases in overall profitability and average headcount in fiscal 2022 compared to fiscal 2021.\nGeneral and Administrative Expenses\n \nGeneral and administrative expenses increased $45.5 million, or 24%, to $237.3 million in fiscal 2022 compared to $191.8 million in fiscal 2021. Exchange rates favorably impacted general and administrative expenses by $0.9 million in fiscal 2022 compared to fiscal 2021. The increase in general and administrative expenses was primarily due to higher marketing and business development expenses of $14.0 million, which contributed to the increase in fee revenue and new business in fiscal 2022, as well as an increase in premise and office expense of $6.9 million, bad debt expense of $5.8 million and legal and other professional fees of $5.3 million. In addition, the Company recorded impairment charges associated with the reduction of the Company’s real estate footprint of $9.3 million and integration and acquisition costs of $6.0 million incurred with the acquisition of the Acquired Companies in fiscal 2022. General and administrative expenses, as a percentage of fee revenue, decreased to 9% in fiscal 2022 from 11% in fiscal 2021.\nConsulting general and administrative expenses increased by $2.9 million, or 6%, to $51.5 million in fiscal 2022 compared to $48.6 million in fiscal 2021. The increase in general and administrative expenses was primarily due to impairment charges associated with the reduction of the Company’s real estate footprint of $2.8 million in fiscal 2022. Consulting general and administrative expenses, as a percentage of fee revenue, decreased to 8% in fiscal 2022 from 9% in fiscal 2021.\nDigital general and administrative expenses increased by $1.9 million, or 7%, to $31.0 million in fiscal 2022 compared to $29.1 million in fiscal 2021. The increase in general and administrative expenses was primarily due to impairment charges associated with the reduction of the Company’s real estate footprint of $1.5 million in fiscal 2022. Digital general and administrative expenses, as a percentage of fee revenue, decreased to 9% in fiscal 2022 from 10% in fiscal 2021.\nExecutive Search North America general and administrative expenses increased by $3.9 million, or 14%, to $30.8 million in fiscal 2022 from $26.9 million in fiscal 2021. The increase in general and administrative expenses was primarily due to increases in business development expenses of $2.4 million and bad debt expense of $0.7 million. Executive Search North America general and administrative expenses, as a percentage of fee revenue, was 5% in fiscal 2022 compared to 7% in fiscal 2021.\nExecutive Search EMEA general and administrative expenses increased by $2.0 million, or 13%, to $18.0 million in fiscal 2022 from $16.0 million in fiscal 2021. The increase in general and administrative expenses was primarily due to impairment charges associated with the reduction of the Company’s real estate footprint of $1.1 million and the impact of foreign currency with foreign exchange losses of $0.7 million in fiscal 2022 compared to foreign currency gains of $0.3 million in fiscal 2021. Executive Search EMEA general and administrative expenses, as a percentage of fee revenue was 10% in fiscal 2022 compared to 12% in fiscal 2021.\nExecutive Search Asia Pacific general and administrative expenses increased by $2.4 million, or 28%, to $11.0 million in fiscal 2022 from $8.6 million in fiscal 2021. The increase in general and administrative expenses was primarily due to higher bad debt expense of $1.0 million in fiscal 2022 compared to fiscal 2021. Executive Search Asia Pacific general and administrative expenses, as a percentage of fee revenue, was 9% in fiscal 2022 compared to 10% in fiscal 2021.\nExecutive Search Latin America general and administrative expenses decreased by $1.3 million, or 59%, to $0.9 million in fiscal 2022 from $2.2 million in fiscal 2021. The decrease in general and administrative expenses was primarily due to lower premise and office expenses of $1.4 million in fiscal 2022 compared to fiscal 2021. Executive Search Latin America general and administrative expenses, as a percentage of fee revenue, was 3% in fiscal 2022 compared to 12% in fiscal 2021.\nProfessional Search & Interim general and administrative expenses increased by $12.2 million, or 153%, to $20.2 million in fiscal 2022 from $8.0 million in fiscal 2021. The increase in general and administrative expenses was primarily due to an increase in premise and office expense of $4.4 million, impairment charges associated with the reduction of the Company's real estate footprint of $2.3 million, higher bad debt expense of $2.1 million, and integration and acquisition costs of $1.8 million. Professional Search & Interim general and administrative expenses, as a percentage of revenue, was 7% in fiscal 2022 compared to 6% in fiscal 2021.\n43\nRPO general and administrative expenses increased by $3.6 million, or 21%, to $20.4 million in fiscal 2022 from $16.8 million in fiscal 2021. The increase was primarily due to higher bad debt expense of $1.6 million, and impairment charges associated with the reduction of the Company's real estate footprint of $1.6 million. RPO general administrative expenses, as a percentage of revenue, was 5% in fiscal 2022 compared to 7% in fiscal 2021.\nCorporate general and administrative expenses increased by $18.0 million, or 51%, to $53.5 million in fiscal 2022 compared to $35.5 million in fiscal 2021. The increase in general and administrative expenses was primarily due to higher marketing expense of $7.2 million, integration and acquisition costs of $4.2 million due to the acquisition of the Acquired Companies in fiscal 2022, legal and other professional fees of $3.8 million and an increase of $1.5 million in charitable contributions in fiscal 2022 compared to fiscal 2021.\nCost of Services Expense\nCost of services expense consists primarily of contractor and product costs related to the delivery of various services and products, primarily in Professional Search & Interim, Consulting, Digital and RPO. Cost of services expense was $114.4 million in fiscal 2022 compared to $72.0 million in fiscal 2021. The increase was due to an increase in fee revenue and the acquisition of the Acquired Companies in fiscal 2022. Cost of services expense, as a percentage of fee revenue, was 4% in both fiscal 2022 and fiscal 2021.\nDepreciation and Amortization Expenses\nDepreciation and amortization expenses were $63.5 million in fiscal 2022, an increase of $1.7 million, or 3%, compared to $61.8 million in fiscal 2021. The increase was primarily due to technology investments made in the current and prior year in software for our Digital business and the Acquired Companies in fiscal 2022 in the Professional Search & Interim segment.\nRestructuring Charges, Net\nThere were no restructuring charges, net during fiscal 2022. In April 2020, we implemented a restructuring plan in response to the uncertainty caused by COVID-19 that resulted in reductions in our workforce in the fourth quarter of fiscal 2020. We continued the implementation of this plan in fiscal 2021 and as a result recorded restructuring charges, net of $30.7 million of severance costs in fiscal 2021.\nNet Income Attributable to Korn Ferry\nNet income attributable to Korn Ferry increased by $211.9 million to $326.4 million in fiscal 2022 compared to $114.5 million in fiscal 2021. The increase in net income attributable to Korn Ferry was driven by the increase in fee revenue of $816.7 million, which was driven by the factors discussed above, and restructuring charges, net of $30.7 million incurred in fiscal 2021. This was partially offset by increases in compensation and benefits expense of $443.6 million, cost of services expense of $42.4 million associated with the higher levels of business demand, a higher income tax provision of $54.0 million and general and an increase in administrative expenses of $45.5 million. The rest of the change is due to other loss, net of $11.9 million in fiscal 2022 compared to other income, net of $37.2 million in fiscal 2021. Net income attributable to Korn Ferry, as a percentage of fee revenue, was 12% in fiscal 2022 as compared to 6% in fiscal 2021.\nAdjusted EBITDA\nAdjusted EBITDA increased by $252.6 million to $538.9 million in fiscal 2022 compared to $286.3 million in fiscal 2021. The increase in Adjusted EBITDA was driven by the increase in fee revenue, partially offset by increases in compensation and benefits expense (excluding integration/acquisition costs), cost of services expense, and general and administrative expenses (excluding integration/acquisition costs and impairment charges). Adjusted EBITDA, as a percentage of fee revenue, was 21% and 16% in fiscal 2022 and 2021.\nConsulting Adjusted EBITDA was $116.1 million in fiscal 2022, an increase of $34.6 million, or 42%, compared to $81.5 million in fiscal 2021. The increase in Adjusted EBITDA was driven by higher fee revenue in the segment, as well as cost savings realized from work being conducted virtually. These changes were partially offset by increases in compensation and benefits expense and cost of services expense. Consulting Adjusted EBITDA, as a percentage of fee revenue, was 18% in fiscal 2022 compared to 16% in fiscal 2021.\nDigital Adjusted EBITDA was $110.1 million in fiscal 2022, an increase of $24.0 million, or 28%, compared to $86.1 million in fiscal 2021. The increase in Adjusted EBITDA was mainly driven by the increase in fee revenue in the segment, as well as cost savings realized from work being conducted virtually. These changes were partially offset by increases in compensation and benefits expense (excluding integration/acquisition costs) and cost of services expense in fiscal 2022 compared to fiscal 2021. Digital Adjusted EBITDA, as a percentage of fee revenue, was 32% in fiscal 2022 as compared to 30% in fiscal 2021.\nExecutive Search North America Adjusted EBITDA increased by $83.5 million, or 85%, to $181.6 million in fiscal 2022 compared to $98.1 million in fiscal 2021. The increase was driven by higher fee revenue in the segment, partially offset by an increase in compensation and benefits expense and general and administrative expenses. Executive Search North America Adjusted EBITDA, as a percentage of fee revenue, was 30% in fiscal 2022 compared to 25% in fiscal 2021.\nExecutive Search EMEA Adjusted EBITDA increased by $20.1 million, or 172%, to $31.8 million in fiscal 2022 compared to $11.7 million in fiscal 2021. The increase in Adjusted EBITDA was driven by higher fee revenue in the segment, partially \n44\noffset by increases in compensation and benefits expense and general and administrative expenses (excluding impairment charges). Executive Search EMEA Adjusted EBITDA, as a percentage of fee revenue, was 17% in fiscal 2022 compared to 8% in fiscal 2021.\nExecutive Search Asia Pacific Adjusted EBITDA increased by $18.4 million, or 110%, to $35.1 million in fiscal 2022 compared to $16.7 million in fiscal 2021. The increase in Adjusted EBITDA was driven by higher fee revenue in the segment, partially offset by increases in the compensation and benefits expense and general and administrative expenses. Executive Search Asia Pacific Adjusted EBITDA, as a percentage of fee revenue, was 30% in fiscal 2022 compared to 20% in fiscal 2021.\nExecutive Search Latin America Adjusted EBITDA increased by $7.8 million to $9.1 million in fiscal 2022 compared to $1.3 million in fiscal 2021. The increase in Adjusted EBITDA was driven by higher fee revenue in the segment, partially offset by an increase in compensation and benefits expense. Executive Search Latin America Adjusted EBITDA, as a percentage of fee revenue, was 31% in fiscal 2022 compared to 7% in fiscal 2021.\nProfessional Search & Interim Adjusted EBITDA was $106.0 million in fiscal 2022, an increase of $69.1 million, or 187%, compared to $36.9 million in fiscal 2021. The increase in Adjusted EBITDA was mainly driven by higher fee revenue, partially offset by increases in compensation and benefits expense (excluding integration/acquisition costs), cost of services expense and general and administrative expenses (excluding impairment charges and integration and acquisition costs). Professional Search & Interim Adjusted EBITDA, as a percentage of fee revenue, was 36% in fiscal 2022 compared to 28% in fiscal 2021.\nRPO Adjusted EBITDA was $59.1 million in fiscal 2022, an increase of $26.6 million, or 82%, compared to $32.5 million in fiscal 2021. The increase in Adjusted EBITDA was mainly driven by higher fee revenue in the segment, partially offset by increases in compensation and benefits expense, cost of services expense and general and administrative expenses (excluding impairment charges). RPO Adjusted EBITDA, as a percentage of fee revenue, was 15% in fiscal 2022 compared to 14% in fiscal 2021.\nOther (Loss) Income, Net\nOther loss, net was $11.9 million in fiscal 2022 compared to other income, net of $37.2 million in fiscal 2021. The difference was primarily due to losses from the fair value of our marketable securities in fiscal 2022 compared to gains in fiscal 2021.\nInterest Expense, Net\nInterest expense, net primarily relates to our Notes issued in December 2019 and borrowings under our COLI policies, which are partially offset by interest earned on cash and cash equivalent balances. Interest expense, net was $25.3 million in fiscal 2022 compared to $29.3 million in fiscal 2021. Interest expense, net decreased due to interest income earned on the death benefits received from our COLI policies in fiscal 2022 and lower interest expense on borrowings under our COLI policies in fiscal 2022 compared to fiscal 2021 due to the lower amount of borrowings outstanding.\nIncome Tax Provision\nThe provision for income tax was $102.1 million in fiscal 2022 compared to $48.1 million in fiscal 2021. This reflects a 24% effective tax rate for fiscal 2022 compared to a 29% effective tax rate for fiscal 2021. In addition to the impact of U.S. state income taxes and jurisdictional mix of earnings, which generally create variability in our effective tax rate over time, the lower effective tax rate in fiscal 2022 was partially attributable to a tax benefit recorded in connection with tax credits claimed in the current year for eligible research and development expenditures. The fiscal 2021 effective tax rate was higher due to a tax expense recorded for withholding taxes on intercompany dividends that are not eligible for credit and a shortfall recorded in connection with stock-based awards that vested in fiscal 2021. The shortfall is the amount by which the Company’s tax deduction for these awards, based on the fair market value of the awards on the date of vesting, is less than the expense recorded in the Company’s financial statements over the awards’ vesting period. Conversely, the Company recorded a tax benefit for a windfall in connection with stock-based awards that vested in fiscal 2022.\nNet Income Attributable to Noncontrolling Interest\n \nNet income attributable to noncontrolling interest represents the portion of a subsidiary’s net earnings that are attributable to shares of such subsidiary not held by Korn Ferry that are included in the consolidated results of income. Net income attributable to noncontrolling interest was $4.5 million and $1.1 million in fiscal 2022 and fiscal 2021, respectively.\nLiquidity and Capital Resources\nThe Company and its Board of Directors endorse a balanced approach to capital allocation. The Company’s long-term priority is to invest in growth initiatives, such as the hiring of consultants, the continued development of IP and derivative products and services and the investment in synergistic, accretive merger and acquisition transactions that are expected to earn a return that is superior to the Company's cost of capital. Next, the Company’s capital allocation approach contemplates the return of a portion of excess capital to stockholders, in the form of a regular quarterly dividend, subject to the factors discussed below and in the “Risk Factors” section of this Annual Report on Form 10-K. Additionally, the Company considers share repurchases on an opportunistic basis and subject to the terms of our Amended Credit Agreement (defined below) and Notes, as well as using excess cash to repay the Notes.\n45\nOn February 1, 2023, we completed the acquisition of Salo for $155.4 million, net of cash acquired. Salo is a leading provider of finance, accounting and HR interim talent, with a strong focus on serving organizations in healthcare, among other industries.\nOn August 1, 2022, we completed the acquisition of ICS for $99.3 million, net of cash acquired.  ICS contributes interim professional placement offerings and expertise that are highly relevant for the new world of work where more workplaces are hybrid or virtual. ICS is a highly regarded provider of senior-level IT interim professional solutions with additional expertise in the areas of compliance and legal, accounting and finance, and HR.\nWe believe the above acquisitions echo the commitment to scale our solutions and further increase our focus at the intersection of talent and strategy-wherever and however the needs of organizations-evolve and present real, tangible opportunity for us and our clients looking for the right talent, who are highly agile, with specialized skills and expertise, to help them drive superior performance, including on an interim basis. The addition of these acquisitions to our broader talent acquisition portfolio–spanning Executive Search, RPO, Professional Search and Interim services–has accelerated our ability to capture additional shares of this significant market. Both acquisitions are included in the Professional Search & Interim segment.\nOn December 16, 2019, we completed a private placement of the Notes with a $400 million principal amount pursuant to Rule 144A and Regulation S under the Securities Act of 1933, as amended. The Notes were issued with a $4.5 million discount and will mature December 15, 2027, with interest payable semi-annually in arrears on June 15 and December 15 of each year, that commenced on June 15, 2020. The Notes represent senior unsecured obligations that rank equally in right of payment to all existing and future senior unsecured indebtedness. \nWe may redeem the Notes prior to maturity, subject to certain limitations and premiums defined in the indenture governing the Notes. The Notes are guaranteed by each of our existing and future wholly owned domestic subsidiaries to the extent such subsidiaries guarantee our obligations under the Credit Agreement (defined below). The indenture governing the Notes requires that, upon the occurrence of both a Change of Control and a Rating Decline (each as defined in the indenture), we shall make an offer to purchase all of the Notes at 101% of their principal amount, and accrued and unpaid interest. \nWe used the proceeds from the offering of the Notes to repay $276.9 million outstanding under our prior revolving credit facility and to pay expenses and fees in connection therewith. As of\n April 30, 2023\n, the fair value of the Notes was $381.5 million, which is based on borrowing rates currently required of notes with similar terms, maturity and credit risk.\nOn June 24, 2022, we entered into an amendment (the \"Amendment\") to our December 16, 2019 Credit Agreement (the \"Credit Agreement\"; as amended by the Amendment, the “Amended Credit Agreement”) with the lenders party thereto and Bank of America, National Association as administrative agent, to, among other things (i) extend the existing maturity date of the revolving facility to June 24, 2027, (ii) provide for a new delayed draw term loan facility as described below, (iii) \nreplace the London interbank offered rate with Term SOFR, and (iv) replace the existing financial covenants with financial covenants described below.\n The Amended Credit Agreement provides for five-year senior secured credit facilities in an aggregate amount of $1,150 million comprised of a $650.0 million revolving credit facility (the \"Revolver\") and a $500 million delayed draw term loan facility with the delayed draw having an expiration date of June 23, 2023 (the \"Delayed Draw Facility\", and together with the Revolver, the \"Credit Facilities\"). The Amended Credit Agreement also provides that, under certain circumstances, the Company may incur term loans or increase the aggregate principal amount of revolving commitments by an aggregate amount of up to $250 million \nplus an unlimited amount subject to a consolidated secured net leverage ratio of 3.25 to 1.00. See Note 11 \n—\nLong-Term Debt \nfor a further description of the Amended Credit Agreement. The Company has a total of $1,145.4 million available under the Credit Facilities and had a total of $645.3 million available under the previous credit facilities after $4.6 million and $4.7 million of standby letters of credit have been issued as of April 30, 2023 and 2022, respectively. Of the amount available under the Credit Facilities, the $500.0 million Delayed Draw Facility expired on June 24, 2023 and is no longer available as a source of liquidity. The Company had a total of $11.5 million and $10.0 million of standby letters with other financial institutions as of April 30, 2023 and 2022, respectively. The standby letters of credits were generally issued as a result of entering into office premise leases.\nOn December 8, 2014, the Board of Directors adopted a dividend policy to distribute to our stockholders a regular quarterly cash dividend of $0.10 per share. Every quarter since the adoption of the dividend policy, the Company has declared a quarterly dividend. On June 21, 2021 and 2022, the Board of Directors increased the quarterly dividend to $0.12 per share and $0.15 per share, respectively. On June 26, 2023, the Board of Directors approved an increase of 20% in the quarterly dividend, which increased the quarterly dividend to $0.18 per share. The Amended Credit Agreement permits us to pay dividends to our stockholders and make share repurchases so long as there is no default under the Amended Credit Agreement, our total funded debt to adjusted EBITDA ratio (as set forth in the Amended Credit Agreement, the “consolidated net leverage ratio”) is no greater than 5.00 to 1.00, and we are in pro forma compliance with our financial covenant. Furthermore, our Notes allow us to pay $25 million of dividends per fiscal year with no restrictions plus an unlimited amount of dividends so long as our consolidated total leverage ratio is not greater than 3.50 to 1.00, and there is no default under the indenture governing the Notes. The declaration and payment of future dividends under the quarterly dividend program will be at the discretion of the Board of Directors and will depend upon many factors, including our earnings, capital requirements, financial conditions, the terms of our indebtedness and other factors our Board of Directors may deem to be relevant. Our Board of Directors may, however, amend, revoke or suspend our dividend policy at any time and for any reason.\n46\nOn June 21, 2022, our Board of Directors approved an increase to the share repurchase program of approximately $300 million, which at the time brought our available capacity to repurchase shares in the open market or privately negotiated transactions to $318 million. The Company repurchased approximately $93.9 million and $98.8 million of the Company’s stock during fiscal 2023 and fiscal 2022, respectively. As of April 30, 2023, $235.2 million remained available for common stock repurchases under our share repurchase program. Any decision to continue to execute our currently outstanding share repurchase program will depend on our earnings, capital requirements, financial condition and other factors considered relevant by our Board of Directors.\nOur primarily source of liquidity is the fee revenue generated from our operations, supplemented by our borrowing capacity under our Amended Credit Agreement. Our performance is subject to the general level of economic activity in the geographic regions and the industries we service. We believe, based on current economic conditions, that our cash on hand and funds from operations and the Amended Credit Agreement will be sufficient to meet anticipated working capital, capital expenditures, general corporate requirements, debt repayments, share repurchases and dividend payments under our dividend policy during the next 12 months. However, if the national or global economy, credit market conditions and/or labor markets were to deteriorate in the future, including as a result of ongoing macroeconomic uncertainty due to inflation and a potential recession, such changes have and could put further negative pressure on demand for our services and affect our operating cash flows. If these conditions were to persist over an extended period of time, we may incur negative cash flows and it might require us to access additional borrowings under the Amended Credit Agreement to meet our capital needs and/or discontinue our share repurchases and dividend policy.\nCash and cash equivalents and marketable securities were $1,067.9 million and $1,211.1 million as of April 30, 2023 and 2022, respectively. Net of amounts held in trust for deferred compensation plans and accrued bonuses, cash and cash equivalents and marketable securities were $488.2 million and $605.4 million at April 30, 2023 and 2022, respectively. As of April 30, 2023 and 2022, we held $395.2 million and $416.7 million, respectively of cash and cash equivalents in foreign locations, net of amounts held in trust for deferred compensation plans and to pay accrued bonuses.\n \nCash and cash equivalents consist of cash and highly liquid investments purchased with original maturities of three months or less. Marketable securities consist of mutual funds and investments in commercial paper, corporate notes/bonds and U.S. Treasury and Agency securities. The primary objectives of our investment in mutual funds are to meet the obligations under certain of our deferred compensation plans, while the commercial paper, corporate notes/bonds and U.S. Treasury and Agency securities are available for general corporate purposes\n.\nAs of April 30, 2023 and 2022, marketable securities of $223.9 million and $233.0 million, respectively, included equity securities of $187.8 million (net of gross unrealized gains of $9.5 million and gross unrealized losses of $8.7 million) and $168.7 million (net of gross unrealized gains of $10.7 million and gross unrealized losses of $6.1 million), respectively, and were held in trust for settlement of our obligations under certain deferred compensation plans, of which $176.1 million and $158.7 million, respectively, are classified as non-current. These marketable securities were held to satisfy vested obligations totaling $172.2 million and $160.8 million as of April 30, 2023 and 2022, respectively. Unvested obligations under the deferred compensation plans totaled $21.9 million and $24.0 million as of April 30, 2023 and 2022, respectively.\n \nThe net decrease in our working capital of $113.3 million as of April 30, 2023 compared to April 30, 2022 is primarily attributable to decreases in cash and cash equivalents. Cash and cash equivalents decreased primarily due to the acquisitions of ICS and Salo, purchases of property and equipment, repurchases of common stock and dividends paid to shareholders during fiscal 2023. Cash provided by operating activities was $343.9 million in fiscal 2023, a decrease of $157.8 million, compared to $501.7 million in fiscal 2022.\nCash used in investing activities was $323.5 million in fiscal 2023 compared to $184.3 million in fiscal 2022. The increase in cash used in investing activities was primarily due to higher cash paid for acquisitions of $254.8 million in fiscal 2023 compared to $133.8 million in fiscal 2022, an increase in purchases of property and equipment of $21.0 million coupled with a decrease in proceeds received from sales of marketable securities of $26.6 million, partially offset by a decrease in purchases of marketable securities of $28.5 million in fiscal 2023 compared to fiscal 2022.\nCash used in financing activities was $152.2 million in fiscal 2023 compared to $137.4 million in fiscal 2022. The increase in cash used in financing activities was primarily due to increases in dividends paid to our shareholders of $6.2 million, dividends paid to non controlling interest of $3.3 million, payments made on life insurance policies of $2.6 million, as well as higher cash used to repurchase shares of common stock to satisfy tax withholding requirements upon the vesting of restricted stock of $22.2 million in fiscal 2023 compared to $18.5 million in fiscal 2022.\nOff-Balance Sheet Arrangements\nWe have no off-balance sheet arrangements and have not entered into any transactions involving unconsolidated, special purpose entities.\n47\nContractual Obligations\nContractual obligations represent future cash commitments and liabilities under agreements with third parties and exclude contingent liabilities for which we cannot reasonably predict future payment. The following table represents our contractual obligations as of April 30, 2023:\nPayments Due in:\nNote \n(1)\nTotal\nLess Than\n1 Year\n1-3 Years\n3-5 Years\nMore Than\n5 Years\n(in thousands)\nOperating lease commitments\n15\n$\n182,666 \n$\n51,760 \n$\n83,598 \n$\n31,013 \n$\n16,295 \nFinance lease commitments\n15\n4,828 \n1,545 \n2,248 \n1,035 \n— \nAccrued restructuring charges\n13\n8,004 \n8,004 \n— \n— \n— \nInterest payments on COLI loans \n(2)\n11\n31,698 \n4,507 \n9,011 \n8,440 \n9,740 \nLong-term debt\n11\n400,000 \n— \n— \n400,000 \n— \nEstimated interest on long-term debt \n(3)\n11\n92,500 \n18,500 \n37,000 \n37,000 \n— \nTotal\n \n$\n719,696 \n$\n84,316 \n$\n131,857 \n$\n477,488 \n$\n26,035 \n_______________________________\n(1)\nSee the corresponding Note in the accompanying consolidated financial statements in Item 15.\n(2)\nAssumes COLI loans remain outstanding until receipt of death benefits on COLI policies and applies current interest rates on COLI loans ranging from 4.76% to 8.00% with total death benefits payable, net of loans under COLI contracts of $444.1 million at April 30, 2023.\n(3)\nInterest on the Notes payable semi-annually in arrears on June 15 and December 15 of each year, commenced on June 15, 2020.\nIn addition to the contractual obligations above, we have liabilities related to certain employee benefit plans. These liabilities are recorded in our consolidated balance sheets. The obligations related to these employee benefit plans are described in Note 6—\nDeferred Compensation and Retirement Plans\n, in the Notes to our Consolidated Financial Statements in this Annual Report on Form 10-K.\nLastly, we have contingent commitments under certain employment agreements that are payable upon involuntary termination without cause, as described in Note 17—\nCommitments and Contingencies\n, in the Notes to our Consolidated Financial Statements in this Annual Report on Form 10-K.\nCash Surrender Value of Company Owned Life Insurance Policies, Net of Loans\nWe purchased COLI policies or contracts insuring the lives of certain employees eligible to participate in the deferred compensation and pension plans as a means of funding benefits under such plans. As of April 30, 2023 and 2022, we held contracts with gross cash surrender value (“CSV”) of $275.1 million and $263.2 million, respectively. Total outstanding borrowings against the CSV of COLI contracts were $77.1 million and $79.8 million as of April 30, 2023 and 2022, respectively. Such borrowings do not require annual principal repayments, bear interest primarily at variable rates and are secured by the CSV of COLI contracts. At April 30, 2023 and 2022, the net cash value of these policies was $198.0 million and $183.3 million, respectively. Total death benefits payable, net of loans under COLI contracts, were $444.1 million and $449.3 million at April 30, 2023 and 2022, respectively.\n \nOther than the factors discussed in this section, we are not aware of any other trends, demands or commitments that would materially affect liquidity or those that relate to our resources as of April 30, 2023.\nAccounting Developments\nRecently Proposed Accounting Standards - Not Yet Adopted\nIn October 2021, the FASB issued an amendment in accounting for contract assets and contract liabilities from contracts with customers, which clarifies that an acquirer of a business should recognize and measure contract assets and contract liabilities in a business combination in accordance with Accounting Standards Codification (\"ASC 606\"), \nRevenue from Contracts with Customers\n. The amendment of this standard becomes effective in fiscal years beginning after December 15, 2022. The amendment should be applied prospectively to business combinations that occur after the effective date. We will adopt this guidance in our fiscal year beginning May 1, 2023. We do not anticipate that this accounting guidance will have a material impact on the consolidated financial statements.",
    "item7a": ">Item 7A. \nQuantitative and Qualitative Disclosures About Market Risk\nAs a result of our global operating activities, we are exposed to certain market risks, including foreign currency exchange fluctuations and fluctuations in interest rates. We manage our exposure to these risks in the normal course of our business as described below. \n48\nForeign Currency Risk\nSubstantially all our foreign subsidiaries’ operations are measured in their local currencies. Assets and liabilities are translated into U.S. dollars at the rates of exchange in effect at the end of each reporting period and revenue and expenses are translated at daily rates of exchange during the reporting period. Resulting translation adjustments are reported as a component of accumulated other comprehensive loss, net on our consolidated balance sheets.\nTransactions denominated in a currency other than the reporting entity’s functional currency may give rise to foreign currency gains or losses that impact our results of operations. Historically, we have not realized significant foreign currency gains or losses on such transactions. During fiscal 2023, 2022 and 2021, we recorded foreign currency losses of $2.0 million, $1.2 million and $2.7 million, respectively, in general and administrative expenses in the consolidated statements of income.\nOur exposure to foreign currency exchange rates is primarily driven by fluctuations involving the following currencies — U.S. Dollar, Canadian Dollar, Pound Sterling, Euro, Swiss Franc, Danish Krone, Polish Zloty, Singapore Dollar, and Mexican Peso. Based on balances exposed to fluctuation in exchange rates between these currencies as of April 30, 2023, a 10% increase or decrease in the value of these currencies could result in a foreign exchange gain or loss of $10.2 million. We have a program that primarily utilizes foreign currency forward contracts to offset the risks associated with the effects of certain foreign currency exposures. These foreign currency forward contracts are neither used for trading purposes nor are they designated as hedging instruments pursuant to ASC 815, \nDerivatives and Hedging\n.\nInterest Rate Risk\nOur exposure to interest rate risk is limited to our Credit Facilities, borrowings against the CSV of COLI contracts and to a lesser extent, our fixed income debt securities. As of April 30, 2023, there were no amounts outstanding under the Credit Facilities. At our option, loans issued under the Amended Credit Agreement bear interest at either Term Secured Overnight Financing Rate (\"SOFR\") or an alternate base rate, in each case plus the applicable interest rate margin. The interest rate applicable to loans outstanding under the Amended Credit Agreement may fluctuate between Term SOFR plus a SOFR adjustment of 0.10%, plus 1.125% per annum to 2.00% per annum, in the case of Term SOFR borrowings (or between the alternate base rate plus 0.125% per annum and the alternate base rate plus 1.00% per annum, in the alternative), based upon our total funded debt to adjusted EBITDA ratio (as set forth in the Amended Credit Agreement, the “consolidated net leverage ratio”) at such time. In addition, we are required to pay the lenders a quarterly commitment fee ranging from 0.175% to 0.300% per annum on the average daily unused amount of the Revolver, based upon our consolidated net leverage ratio at such time, a ticking fee of 0.20% per annum on the actual daily unused portion of the Delayed Draw Facility during the availability period of the Delayed Draw Facility, and fees relating to the issuance of letters of credit. \nWe had $77.1 million and $79.8 million of borrowings against the CSV of COLI contracts as of April 30, 2023 and 2022, respectively, bearing interest primarily at variable rates. We have sought to minimize the risk of fluctuations in these variable rates by the fact that we receive a corresponding adjustment to our borrowed funds crediting rate, which has the effect of increasing the CSV on our COLI contracts.",
    "cik": "56679",
    "cusip6": "500643",
    "cusip": [
        "500643200"
    ],
    "names": [
        "KORN FERRY"
    ],
    "source": "https://www.sec.gov/Archives/edgar/data/56679/000162828023023772/0001628280-23-023772-index.htm"
}