{
    "item1": ">Item 1. Business.\nOverview\nWe are a leading cloud-based provider of human capital management, or HCM, and payroll software solutions that deliver a comprehensive platform for the modern workforce. \nOur HCM and payroll platform offers an intuitive, easy-to-use product suite that helps businesses attract and retain talent, build culture and connection with their employees, and streamline and automate HR and payroll processes. \nExcluding clients acquired through acquisitions, as of June 30, 2023, we provided our software-as-a-service, or SaaS, solutions to approximately 36,200 clients across the U.S., which on average had over 140 employees. \nEffective management of human capital is a core function in all organizations and requires a significant commitment of resources. \nOrganizations are faced with an ever-changing employment landscape, including numerous federal, state and local regulations across multiple jurisdictions, the complexity of increasingly geographically dispersed employees, and managing hybrid workplaces. At the same time, employees’ expectations are rising, and organizations need to prioritize communication, connection, and collaboration among their employees to differentiate how they attract and retain talent and build a culture of loyalty.\n Many companies also are operating without the infrastructure, expertise or personnel to implement or support large and complex systems in today’s dynamic environment. Existing solutions offered by third-party payroll service providers can have limited capabilities and configurability while other enterprise-focused software vendors can be prohibitively expensive and time-consuming to implement and manage. We believe that modern organizations are better served by SaaS solutions designed to meet their unique needs, delivering fast time to value, and providing their employees with the most engaging experience available. \n1\nTable of Contents\nOur HCM and payroll software solutions provide the following key benefits to our clients:\n•\nSingle Platform with Flexible Data\n - \nThe foundation of our platform is a single employee system of record that supports the complete employee lifecycle: Recruiting & Onboarding, Benefits, Time & Labor, Payroll, HR,  Learning, and Performance & Compensation. Our platform centralizes payroll and HCM data, minimizing inconsistent and incomplete information that can be produced when using multiple databases. \n•\nEmployee Experience\n –We embed employee-focused features throughout the platform that help employees feel connected to their work whether they are hybrid, remote, on-the-go, or do not have corporate email addresses. Our platform provides tools to communicate, connect to organizations and peers, and focus on career development and growth, which drives engagement and adoption of self-service processes – and drives HR automation and digital transformation. \n•\nInsights, Recommendations & AI\n – Our clients have access to their data for reporting and compliance needs, but we also provide actionable insights powered by AI based on best practices across our client base. Clients can use interactive dashboards to interpret data, get prescriptive recommendations tailored to improving efficiency and building a healthier workforce and use AI-assisted tools to automate day-to-day tasks.\n•\nLeading Customer Service\n - We supplement our comprehensive software solutions with an integrated implementation and client service organization, all of which are designed to meet the needs of our clients and prospects. \n•\nSeamless Integration with Extensive Ecosystem of Partners\n. Our software solutions offer our clients automated data integration with hundreds of third-party partner systems in our Integration Marketplace, such as 401(k), benefits and insurance provider systems. This integration reduces the complexity and risk of error of manual data transfers and saves time for our clients and their employees. We integrate data with these related systems through a secure connection, which significantly decreases the risk of unauthorized third-party access and other security breaches.\nWe market and sell our products through our direct sales force. We generate sales leads through a variety of focused marketing initiatives and from our extensive referral network of 401(k) advisors, benefits administrators, insurance brokers, third-party administrators and HR consultants. We derive revenue from a client based on the solutions purchased by the client, the number of client employees and the amount, type and timing of services provided with respect to those \n2\nTable of Contents\nclient employees. Our annual revenue retention rate was greater than 92% in each of the fiscal years 2021, 2022 and 2023. Our total revenues increased from $635.6 million in fiscal 2021 to $852.7 million in fiscal 2022, representing a 34% year-over-year increase, and to $1,174.6 million in fiscal 2023, representing a 38% year-over-year increase. Our recurring revenue model and high annual revenue retention rates provide significant visibility into our future operating results.\nOur Strategy\nWe intend to strengthen and extend our position as a leading provider of cloud-based HCM and payroll software solutions. Key elements of our strategy include the following:\n•\nExtend Technological Leadership\n. We believe that our organically developed cloud-based software solutions, combined with our unified database architecture, enhances the experience and usability of our products, providing what we believe to be a competitive advantage over alternative solutions. Our modern, intuitive user interface utilizes features found in many popular consumer application experiences, enabling users to use our solutions with limited training. We plan to continue our technology innovation, as we have done with our mobile applications, social features and analytics capabilities.\n•\nGrow Our Client Base\n. We believe that our current client base represents only a small portion of the organizations that could benefit from our solutions. Our clients typically have between 10 to 5,000 employees. While we provide our HCM and payroll software solutions to approximately 36,200 clients across the U.S. (excluding clients acquired through acquisitions) as of June 30, 2023, there are over 1.3 million businesses with 10 to 5,000 employees in the U.S., employing approximately 73 million people, according to the U.S. Census Bureau in 2020. \nWe estimate that if clients were to buy our entire suite of existing solutions at list prices, they would spend \napproximately $500 per employee annually. We believe our realized target addressable market is approximately $18.6 billion as client\ns, on average, purchase 50% or more of our suite of solutions. As we continue to expand our product offerings, we believe that we have an opportunity to increase the amount clients spend on HCM solutions per employee and to expand our addressable market. As we expand our client base and number of employees, we will also grow our sales organization. \n•\nExpand Our Product Offerings\n. We believe a significant part of our leadership position is the result of our investment and innovation in our product offerings. We plan to continue to invest in product development efforts that will allow us to offer a broader selection of products to new and existing clients. \n•\nFurther Develop Our Referral Network\n. We have developed a strong network of referral participants, such as 401(k) advisors, benefits administrators, insurance brokers, third-party administrators and HR consultants that recommend our solutions and provide referrals. We believe that our platform’s automated data integration with hundreds of related third-party partner systems is valuable to our referral participants, as they are able to access payroll and HR data through a single system which decreases complexity and cost and complements their own product offerings. We plan to increase integration with third-party providers and expand our referral network to grow our client base and lower our client acquisition costs.\nOur Products\nOur \nHCM and payroll software solutions \ndeliver a unified platform for the modern workplace. \nWe offer an intuitive, easy-to-use product suite that helps businesses attract and retain talent, build culture and connection with their employees and streamline and automate HR and payroll processes.\n Our product suite includes the following categories:\nPayroll\nPayroll and Tax Service\ns\n – Our Payroll and Tax Services solution is designed to simplify payroll, automate processes and manage complex compliance requirements within one system. Our payroll solution leverages data from our Time & Labor and Human Resource solutions to accurately calculate wages, deductions and withholdings, without the need for manual reentry. Clients work with our experts to configure general ledger integrations, accruals and complex reports to enable data-driven decision making. Our integration capabilities also automatically transfer 401(k) information, retirement plans and benefit files to third-party providers. Through our \n3\nTable of Contents\nTax Services solutions, we accurately prepare and file the necessary tax withholdings and filing documents for local, state and federal jurisdictions.\nGlobal Payroll – \nOur cloud-based global payroll solution enables U.S.-based companies to manage payroll for employees outside the U.S. in line with complex local and country-specific requirements across many countries. It also provides consolidated reporting capabilities to efficiently manage a global employee base with real-time access to payroll data.\nExpense Management\n – Our Expense Management solution enables mobile app capture of receipts and imports transactions from credit cards, reducing manual entry errors and minimizing employee and approver paperwork, while also eliminating spreadsheets, calculators and manual approvals through automated workflows that route approved expenses for payroll reimbursement.\nOn Demand Payment\n – On Demand Payment provides employees with visibility into their earned wages in between pay cycles based on their hours worked and offers financial flexibility to employees through access to a portion of their earned wages before their scheduled payday without impacting the client’s standard payroll process.\nGarnishments \n– Our Garnishments solution provides the calculation, setup and maintenance of historical deduction records and performs calculation validation against state and federal legislation to mitigate compliance risk and prevent costly penalties and errors.\nHuman Resources \nHuman Resources \n– Human Resources solutions streamline processes using modern, mobile-enabled tools that help save time by automating administrative tasks and providing data-driven reporting. Clients can track headcount and status for positions, manage position and manager changes, manage compliance tracking and reporting and employee data and documents in one central location.\nEmployee Self-Service\n – Our Employee Self-Service module provides employees with access to their information 24/7, which allows them to view checks, request time off, clock in and out, update personal data and collaborate with teammates. Employees can also enroll in benefits, view coverage, access Learning Management System training or view course completion status on-the-go via our mobile app. \nWorkflows & Documents – Workflows & Documents serves as a central location to securely store personal employee files such as offer letters and performance reviews to help clients stay compliant and organized by replacing manual processes and paper files. HR professionals can search electronic documents and easily upload, store and download documents while managing access with our role-based permission settings.\nHR Compliance Dashboard\n – With our HR Compliance Dashboard, clients save time and money by staying up to date with new laws and regulations related to topics such as employment verification, Equal Employment Opportunity and compensation.\nHR Edge\n – HR Edge supports human resource leaders’ navigation through complex compliance requirements, social issues and HR policies. Clients can also access a comprehensive library of detailed articles, guides and other resources to make informed decisions on compliance topics such as healthcare reform, wages and hours regulations, employee leave, state laws, discrimination and more.\nTime & Labor\nTime and Attendance\n – Our Time and Attendance solution accurately tracks time and attendance data, eliminating the need for manual tracking of accruals and reducing administrative tasks. Employees can request and manage time off, edit timecards and manage schedule changes. A customizable supervisor dashboard provides at-a-glance visibility to missed punches, pending time off requests, attendance exceptions and more.\nScheduling\n – Clients can automate schedule tracking by creating and adjusting work schedules as needed, including leveraging templates and building policies based on duration, time between shifts and availability \n4\nTable of Contents\nwithout having to manually correct payroll data. Managers and employees can easily manage their schedules from our mobile app to ensure the appropriate shift coverage.\nTime Collection\n – Our wide variety of time collection devices include kiosks, state-of-the-art time clocks, and mobile and web applications to meet unique needs of different companies while enabling employees to clock in wherever business is conducted. Advanced features include specifying geographic parameters for mobile punch-in, requiring employees to punch in with a photo, answering attestation prompts and other health and safety checks. \nTalent\nRecruiting\n – Recruiting helps clients find the right candidates by offering intuitive tools to streamline talent acquisition processes from application creation to candidate acceptance. By modernizing the experience, clients can conveniently reach candidates wherever they are, including through embedded text messaging, and instantly track conversations in our platform. HR professionals can customize job applications and reach more candidates by automatically posting to online job portals. To promote an inclusive culture, clients can activate masking of certain candidate details to promote recruiting without bias, while still collecting all essential details, including diversity information. Additionally, our solution provides clients with the ability to auto-fill and simplify background checks, maintain and track personal and confidential data, and have real-time access to candidate information to enable timely staffing decisions. Recruiters can communicate with modern candidates in the ways they expect, including email and text messaging from right within our platform.\nOnboarding\n – Onboarding enables new employees to complete all pre-hire tasks through digital data collection to gather important personal and confidential information and documentation right through our platform. Clients can streamline processes such as handbook acknowledgment, tax withholding forms, I-9 document verification, E-Verify and many others. Additionally, new hires feel an instant connection to their team and employer with welcome notes from leaders, introductory videos, company culture information and company policies. \nLearning \n– Our Learning tools allow clients to easily assign courses tailored to training their employees on new skills, policies, products, and other topics with a variety of course delivery methods including on-demand and webinars, all of which are available via our mobile app. Our clients can create a variety of content for their employees including via a Sharable Content Object Reference Model (SCORM), embedded video and various document types. The client’s custom content is supplemented by a library of standard trainings provided by Paylocity to help in areas like anti-harassment, new hire, workplace safety, diversity in recruiting and many more. Clients can also empower their employees to create trainings so that internal subject matter experts can share their expertise with colleagues. LMS also offers numerous diversity, equity, inclusion and accessibility courses, modules, and instructional kits to help ensure employees are educated to support a diverse workforce.\n \nPerformance\n – Our Performance tools enable transparent, two-way communication, allowing teams to have ongoing performance conversations. With the ability to manage employee review cycles at the center of the performance management solution, employees can also manage goals and track their career development. Our tools help facilitate ongoing, goals-driven conversations using Journals, giving employees a record of their tasks, goals and accomplishments. Additionally, our clients can prepare succession planning assessments across their employee population by using our 9-box tool that provides context to employees’ performance and the ability to visualize the distribution of their workforce.\nCompensation \n– Our Compensation tools help clients ensure alignment between organizational goals, budgets and participant eligibility in an efficient process that reduces manual effort and paper-based budgeting activities. Our customized dashboards provide visibility to individual performance and compensation history at custom permission levels and the full value of an employee’s compensation and benefits. Clients can create employee-facing Total Rewards Statements in bulk to demonstrate the full compensation an employee receives—including not just pay, but also benefits, time off, and more.\nBenefits\nBenefit Enrollment & Updates \n – Clients can plan and administer competitive benefits packages in one place while offering a smooth, mobile-friendly enrollment and management experience for employees with our tool. Benefit administrators can add enrollment rules, manage benefit offerings for different employee groups, customize user \n5\nTable of Contents\nplan limits, and view plan documentation, among other features. Employees can manage their own elections in Employee Self Service or via the mobile app, access open enrollment, account balances and more. \nClients can also use embedded experiences like notifications and training to help employees easily stay apprised of important dates and understand the benefit options available to them. \nThird-Party Administrative (TPA) Solutions\n – Our TPA solutions are designed to modernize the administration of HSA, FSA, Health Reimbursement Arrangement (HRA), Transportation Management Account (TMA) and Premium Only Plan (POP) benefits by providing users with a single, unified access point for payroll, HR, and benefits administration. Our TPA solutions include mobile and web access, allowing users to view transaction details and account balances while having the ability to submit claims from our integrated employee portal. These solutions also ease the administration of COBRA coverage and retiree billing.\nEmployee Experiences\nCommunity\n – \nCommunity is an integrated part of our platform that streamlines communication and fosters a culture of engagement not possible with broadcast emails, antiquated intranets or break room bulletin boards. It empowers clients to engage all employees—even those that are remote, on-the-go or do not have corporate email, which is more critical than ever in the new hybrid world of work. With Community, clients can optimize “broadcast” communications with a company feed that streamlines announcements into a single location. Announcements can be managed, sent and tracked with an intuitive dashboard. Clients can support their employees at scale with Ask an Expert groups where employees can pose questions to designated group experts who manage questions from a dashboard.\n Community also offers premium capabilities such as one-to-one and one-to many chat functionality to improve real-time communication; the ability to upload, create, edit, and share files; the automatic creation of team groups for supervisors and direct reports; updated user profiles allowing employees to list interests, team members, education, skills or hobbies and enhanced directory and search capability to easily find, follow and engage with co-workers. \nVideo\n – Video provides clients the ability to record, upload and embed videos across our HCM platform to increase collaboration, morale, engagement and productivity. Clients can embed videos seamlessly into tasks that are critical to their business such as leadership announcements, job postings, onboarding, performance journals, surveys and more. \nSurveys\n – Our Surveys tool help clients gather valuable employee feedback to encourage ongoing and transparent conversations while staying in touch with their workforce.\nRecognition & Rewards – Recognition & Rewards promotes positive interactions by allowing employees to recognize and celebrate colleagues’ achievements. It also gives employees the ability to post accolades on their profiles and share with co-workers. \nInsights & Recommendations\nModern Workforce Index\n – \nLeveraging data from more than \n36,200\n clients, our patent-pending Modern Workforce Index (MWI) puts sophisticated AI into an HR intelligence dashboard that gives clients insight into employee sentiment, performance metrics, and engagement. With MWI, clients can identify gaps and get smart, actionable recommendations on how to improve their organization’s health by increasing employee productivity and reducing turnover.\n \nData Insights\n – With our Data Insights solution, our clients can evaluate the health of their organizations with actionable insights in areas such as headcount, turnover, labor costs and composition of their employee \n6\nTable of Contents\npopulations so they can customize, fund and deploy strategies to support diverse employees and identify needs of underrepresented groups.\nReporting\n – Clients can build and customize reports within our platform. We also offer hundreds of standard reports that clients can use as is or adjust to suit their needs. New reports are added regularly in response to regulatory changes, compliance updates and client feedback.\nClient Support Teams\nWe supplement our comprehensive software platform with an integrated implementation and client service organization with deep subject matter expertise. Our core operation consists of various specialists, including implementation teams, account managers, payroll processing and tax service teams. Delivering a positive experience and a high level of support is an essential element of our ability to sell our solutions and retain clients.\nImplementation and Training Services\nOur clients are typically either migrating to our platform from a competitive solution or are adopting their first online HCM and payroll solution. These organizations often have limited internal resources and rely on us to implement their HCM and payroll solutions. We typically implement our product suite within one to eight weeks, depending on the size and complexity of each client. Each client is guided through the implementation process by our knowledgeable consultants for all implementation matters. We believe our ability to rapidly implement our solutions is principally due to the combination of our emphasis on engagement with the client, our standardized methodology, our cloud-based architecture and our highly configurable, easy-to-use products.\nWe offer clients the opportunity to utilize on-demand or in-class training designed to provide clients with general knowledge on our solutions. We also host an annual client conference for clients to learn about new products and features and allow clients to provide feedback and learn best practices.\nClient Service\nOur client service model is designed to serve and support the needs of our clients and to build loyalty by developing strong relationships with clients. We strive to achieve high revenue retention, in part, by delivering high-quality service. Our revenue retention was greater than 92% in each of fiscal 2021, 2022 and 2023. Each client is assigned an account management team that serves as the central point of contact for any questions or support needs. We believe this approach enhances client service by providing clients with knowledgeable resources who understand the client’s business, respond quickly, and are accountable for the overall client experience. Account managers are supplemented by teams with deep technical and subject matter expertise who help to expediently and effectively address client needs. We also proactively solicit client feedback through ongoing surveys from which we receive actionable feedback that we use to enhance our client service processes. We have also built an online knowledge repository for clients that provides industry content and Paylocity product and service information.\nTax and Regulatory Services\nOur software contains a rules engine designed to make accurate federal, state, and local tax calculations that is continually updated to support all pertinent legislative changes across U.S. jurisdictions with the support of our tax compliance professionals. Our tax service teams provide a variety of solutions to clients including processing payroll tax deposits, preparing and filing quarterly and annual employment tax returns and amendments and resolving client employment tax notices. Our tax filing and compliance departments perform multiple audits to ensure that clients remit timely and accurate tax payments. In addition, a series of audit routines are run to ensure that quarterly tax filings are accurate and submitted on a timely basis. \nClients\nExcluding clients acquired through acquisitions, as of June 30, 2023, we provided our HCM and payroll software solutions to approximately 36,200 clients, across the U.S. The rate at which we add clients is variable period-to-period and is also seasonal as many clients switch solutions during the first calendar quarter of the year. Clients include for-profit and non-profit organizations across industries including business services, financial services, healthcare, manufacturing, \n7\nTable of Contents\nrestaurants, retail, technology and others. For each of the three years ended June 30, 2021, 2022 and 2023, no client accounted for more than 1% of our revenues.\nSales and Marketing\nWe market and sell our products and services through our direct sales force. Our direct sales force includes sales representatives who have defined geographic territories throughout the U.S. We seek to hire experienced sales representatives wherever they are located and believe we have room to grow the number of sales representatives in each of our territories.\nThe sales cycle begins with a sales lead generated by the sales representative, through our third-party referral network, a client referral, our telemarketing team, our external website, marketing lead generation strategies or other territory-based activities. We support our sales force with a marketing program that includes seminars and webinars, email marketing, social media marketing, broker events and web marketing. \nReferral Network\nAs a core element of our business strategy, we have developed a referral network of third-party service providers, including 401(k) advisors, benefits administrators, insurance brokers, third-party administrators and HR consultants, that recommend our solutions and provide referrals. Our referral network has become an increasingly important component of our sales process, and in fiscal 2023, more than 25% of our new client revenue originated by referrals from participants in our referral network.\nWe believe participants in our referral network refer potential clients to us because of the strength of our products and services, the value we provide our referral partners through our broker portal, the fact that we do not provide services that compete with our referral networks, and because we offer third parties the ability to integrate their systems with our platform. Unlike other HCM and payroll solution providers who also provide retirement plans, health insurance and other products and services competitive with the offerings of the participants in our referral network, we focus only on our core business of providing HCM and payroll solutions. In some cases, we have formalized relationships in which we are a recommended vendor of these participants. In other cases, the relationships are informal. We typically do not compensate these participants for referrals.\nPartner Ecosystem\nWe have developed a partner ecosystem of third-party systems, such as 401(k), benefits and insurance provider systems, with whom we provide automated data integration for their clients. These third-party providers require certain financial, payroll and other employee demographic information from their clients to efficiently provide their respective services. After securing authorization from the client, we exchange data with these providers. In turn, these third-party providers supply data to us, which allows us to deliver comprehensive HR and benefit management services to our clients. We believe our partnerships with these third parties are an important part of their service offerings. We have also developed our solutions to integrate with a variety of other systems used by our clients, such as accounting, point of sale, banking, expense management, recruiting, background screening and skills assessment solutions. \nPaylocity’s automated data integration reduces the complexity and risk of error of manual data transfers and saves clients and employees time. Direct and automated data transmission improves the accuracy of data and facilitates data collection in partners’ systems. Having automated data integration with a HCM and payroll provider differentiates partners’ product offerings, strengthening their competitive positioning in their own markets.\nTechnology\nWe offer our solutions on a cloud-based platform that leverages a unified architecture and a common code base that we organically developed. Clients do not need to install our software in their data centers and can access our solutions through any mobile device or web browser with Internet access.\n•\nMulti-Tenant Architecture. \nOur software solutions were designed with a multi-tenant architecture. This architecture gives us an advantage over many disparate traditional systems, which are less flexible and require longer and more costly development and upgrade cycles.\n8\nTable of Contents\n•\nMobile Focused. \nWe employ mobile-centric principles in our solution design and development. We believe that the increasing mobility of employees heightens the importance of access to our solutions through mobile devices, including smart phones and tablets. Our mobile experience provides our clients and their employees with access to our solutions through virtually any device having Internet access. We bring the flexibility of a secure, cloud-based solution to users without the need to access a traditional desktop or laptop computer.\n•\nSecurity. \nWe maintain comprehensive security programs designed to ensure the security and integrity of client and employee data, protect against security threats or data breaches and prevent unauthorized access. We regulate and limit all access to servers and networks at our data centers. Our systems are monitored for irregular or suspicious activity, and we have dedicated internal staff perform security assessments for each release. Our systems undergo regular penetration testing and source code reviews by an independent third-party security firm.\nWe use multiple cloud hosting and third-party data center providers to host our solutions, including data centers in Franklin Park, Illinois and Kenosha, Wisconsin (for backup and disaster recovery). We supply the hardware infrastructure and are responsible for the ongoing maintenance of our equipment at all data center locations.\nCompetition\nThe market for HCM and payroll solutions is both fragmented and highly competitive. Our competitors vary for each of our solutions and primarily include payroll and HR service and software providers, such as Automatic Data Processing, Inc., Ceridian HCM Holding Inc., Paychex, Inc., Paycom Software, Inc., Paycor, Inc., Ultimate Kronos Group and other local and regional providers.\nWe believe the principal competitive factors on which we compete in our market include the following:\n•\nSolutions built to connect with today’s modern workforce;\n•\nComprehensive HCM and payroll product suite on a single platform;\n•\nBreadth and depth of product functionality;\n•\nConfigurability and ease of use of our solutions;\n•\nModern, mobile, intuitive and consumer-oriented user experience;\n•\nBenefits of a cloud-based technology platform;\n•\nAbility to innovate and respond to client needs rapidly;\n•\nDomain expertise in HCM and payroll;\n•\nQuality of implementation and client service;\n•\nEase of implementation;\n•\nReal-time web-based payroll processing; and\n•\nAccess to a wide variety of complementary third-party service providers.\nWe believe that we compete favorably on these factors and our ability to remain competitive will largely depend on the success of our continued investment in sales and marketing, research and development and implementation and client services.\n9\nTable of Contents\nResearch and Development\nWe invest heavily in research and development to continuously introduce new modules, technologies, features and functionality. We are organized in small product-centric teams that utilize an agile development methodology. We focus our efforts on developing new modules and core technologies and on further enhancing the usability, functionality, reliability, performance and flexibility of existing modules.\nResearch and development costs, including research and development costs that were capitalized, were $108.5 million, $145.1 million and $219.6 million for the years ended June 30, 2021, 2022 and 2023, respectively. \nIntellectual Property\nOur success is dependent, in part, on our ability to protect our proprietary technology and other intellectual property rights. We rely on a combination of trade secrets, copyrights and trademarks, as well as contractual protections to establish and protect our intellectual property rights. We require our employees, consultants and other third parties to enter into confidentiality and proprietary rights agreements and control access to software, documentation and other proprietary information. Although we rely on laws respecting intellectual property rights, including trade secret, copyright and trademark laws, as well as contractual protections to establish and protect our intellectual property rights, we believe that factors such as the technological and creative skills of our personnel, creation of new modules, features and functionality and frequent enhancements to our modules are the most essential means to establishing and maintaining our technology leadership position.\nGovernmental Regulation\nAs a provider of HCM and payroll solutions, our systems contain a significant amount of sensitive data related to clients, employees of our clients, business partners and our employees. Data privacy is a significant issue for organizations globally, including those in the United States. The regulatory framework for privacy issues worldwide is rapidly evolving and is likely to remain so for the foreseeable future. Many national, state and local government bodies have adopted or are considering adopting laws and regulations related to the collection, use and disclosure of personal information. In the United States, these include rules and regulations promulgated under the authority of the Federal Trade Commission, the Health Insurance Portability and Accountability Act of 1996 (“HIPAA”), state breach notification laws, and state privacy laws, such as the California Consumer Privacy Act of 2018 (“CCPA”), as amended by the California Privacy Rights Act of 2020 (“CPRA”) and the Illinois Biometric Information Privacy Act (“BIPA”). Further, because some of our clients have international operations and employees, the European Union General Data Protection Regulation (“GDPR”) and other foreign data privacy laws may impact our processing of certain client and employee information.\nIn addition, many of our solutions are designed to assist clients with their compliance with certain U.S. federal, state and local laws and regulations that apply to them. As such, our products and services may become subject to increasing and/or changing regulatory requirements, including changes in tax, benefit and other laws, and as these requirements proliferate, we may be required to change or adapt our products and services to comply. Changing regulatory requirements might reduce or eliminate the need for some of our products and services, block us from developing new products and services or have an adverse effect on the functionality and acceptance of our solution. This might in turn impose additional costs upon us to comply, modify or further develop our products and services. It might also make introduction of new products and services more costly or more time-consuming than we currently anticipate or prevent introduction of such new products and services. For example, the adoption of new money transmitter or money services business statutes in jurisdictions or changes in regulators’ interpretation of existing state and federal money transmitter or money services business statutes or regulations, could subject us to registration or licensing or limit business activities until we are appropriately licensed. \nOur ability to comply with and address the continuously evolving requirements and regulations applicable to our business depends on a variety of factors, including the functionality and design of our solutions and the manner in which our clients and their employees utilize them. We have implemented operating policies and procedures to protect the accuracy, privacy and security of our clients’ and their employees’ information and voluntarily undergo certain periodic audits and examinations and maintain certain certifications to demonstrate our commitment to regulatory compliance.\nThe foregoing description does not include an exhaustive list of the laws and regulations governing or impacting our business. See the discussion contained in the “Risk Factors” section in Part I, Item 1A of this Annual Report on Form \n10\nTable of Contents\n10-K for information regarding changes in laws and regulations that could have a materially adverse effect on our business, operating results or financial condition.\nHuman Capital\nAs a leading provider of cloud-based HCM and payroll software solutions, we are committed to delivering the most modern suite of solutions that drive employee engagement and a more connected culture for both our clients and our employees. Our Co-CEOs, together with our senior executive team and Board of Directors, drive our human capital strategy including key initiatives related to our employees and company culture. \nFor additional information regarding our human capital initiatives, we encourage investors and other users of this Annual Report on Form 10-K to visit our Corporate Social Responsibility website at https://www.paylocity.com/who-we-are/about-us/corporate-responsibility/. The information contained on this website is not incorporated by reference into this Annual Report on Form 10-K.\nAs of June 30, 2023, our workforce consisted of approximately 6,100 employees, substantially all of whom were employed on a full-time basis in the United States.\nCulture & Engagement\nAt Paylocity, we strive to be an organization where every employee has a voice, feels welcomed and is empowered to do their best work. Our core values drive our culture – we believe in earning it every day, that growth fuels opportunity, thinking next generation, living the reputation, and being unbeatable together. Our core values serve as the foundation from which we create an engaging culture for our employees, how we train and develop our teams and how we identify the right talent for our organization. Our approach to drive a strong culture and employee engagement has been validated externally as Paylocity has been named Forbes 2023 Best Employers for Diversity, Forbes 2023 Best Employers for Women, Forbes 2022 America’s Best Mid-Size Employers and was also Great Place To Work certified on multiple occasions.\nWe support a number of employee resource groups (“ERGs”) including PCTY Equality, which focuses on fostering a positive work environment and providing support for employees and allies of the LGBTQIA+ community, our PCTY OneWorld group, which fosters an inclusive work environment and provides support for our employees of diverse ethnic backgrounds, PCTY Sheroes, which supports and celebrates women, PCTY Sustainability, whereby our employees support initiatives to operate our business and facilities to conserve energy, water and raw materials, and our PCTY Mental Health, which promotes a psychologically safe and healthy workplace where employees bring their whole selves to work and their mental well-being is supported. Each of these groups is organized to give employees the chance to build community and connections, voice their ideas and perspectives, personally develop and grow, and shape our culture to make a difference at work and in our local communities. \nDiversity, Equity, Inclusion and Accessibility\nDedication to diversity, equity, inclusion and accessibility (“DEIA”) is foundational to our culture. Led by our Chief Diversity Officer and Diversity Leadership Council, we remain committed to increasing the representation of minority groups within our organization, including in leadership roles, and we directly focus on these goals within our talent acquisition and employee development efforts. Our focus includes attracting diverse candidates to our organization while also investing in professional development and mentorship programs focused on underrepresented employee groups. \n11\nTable of Contents\nAs of June 30, 2023, approximately 51% of our employees identified as female and approximately 43% of director roles and above were held by a female. For our U.S. employees, approximately 34% of our employees were made up of underrepresented minorities and approximately 27% of our director roles and above were held by underrepresented minorities as of June 30, 2023. The following table provides the ethnicity breakdown of our U.S. employees as of June 30, 2023.\nEthnicity\nU.S. Employees\nAmerican Indian or Alaskan Native\n0.4%\nAsian & Indian\n6.7%\nBlack Or African American\n10.0%\nHispanic & Latinx\n12.1%\nMultiracial\n4.4%\nNative Hawaiian or Pacific Islander\n0.3%\nWhite\n62.0%\nUndisclosed*\n4.1%\nOverall\n100.0%\n* Individuals preferred to not disclose an ethnicity\nTo support our DEIA efforts, we offer a curriculum of learning and training content known as “BRIDGE” (Belonging, Respect, Inclusion, Diversity, Generosity, and Equity), that delivers training content related to topics such as unconscious bias, inclusive leadership and building diverse teams. The BRIDGE training program features self-paced courses, leadership roundtables, and knowledge briefs. Our curriculum is designed with the needs of both our employees and clients in mind, with content widely available via our Learning tools. \nWe also strive to cultivate the most inclusive workplace culture possible. Our employee self-identification functionality allows employees to self-identify in areas such as disability, race, ethnicity, gender, gender identity, veteran status, sexual orientation, and personal pronouns. This data provides an accurate view of our diverse workforce so we can better customize, fund, and initiate specialized programming, accommodations and strategies. \nLearning & Development\nWe are committed to creating industry leading talent development and leadership programs that support the professional growth of our employees. In 2023, we were named a BEST Awards organization by the Association for Talent Development for the third consecutive year. We now offer professional development courses to all employees including topics like preparing for an interview, building a career path as well as leadership topics like delegation and leading a hybrid team. We also provide our operations team with an immersive scenario-based training program and our salesforce with an intensive learning experience on our go-to-market sales strategy and process. Through our internally developed Learning tool with Video, we enable employees to share knowledge through self-recorded sessions, which complements our library consisting of hundreds of internal courses. We continue to invest in our employees by providing development opportunities through our Leader of Others program, which is designed to help prepare new leaders to guide their team to high performance. This leadership program, combined with our strong culture, increasingly results in our employees stepping into larger roles within the organization.\nTalent Acquisition & Compensation\nWe focus diligently on attracting a diverse pool of talented candidates that can help us achieve our short and long-term goals as an organization. Our philosophy of “talent anywhere” focuses on identifying the right individuals for our business, regardless of where they are located geographically. For Paylocity, the right talent is someone who embodies our values, has an innate curiosity to learn and grow with our business, and has a diverse perspective on how best to accomplish our goals. We have embraced flexible working arrangements which we believe are essential to enable our employees to work in the environment that best suits their needs.\n12\nTable of Contents\nOur compensation approach is centered around a philosophy that allows us to compete for and retain the right talent to grow our organization, while being consistent and equitable. Our total rewards program includes competitive pay, a restricted stock program that covers more than half of our employee base, an employee stock purchase program, the ability to receive a portion of earned wages before the end of the payroll cycle through our On-Demand Payment product, market competitive retirement benefits, paid time off and many other benefits. We partner with best-in-class organizations to ensure that we utilize the most current data to serve as a foundation of our compensation strategy.\nWe are also committed to supporting the health and well-being of our employees and offer a multitude of resources to assist in these efforts. In addition to traditional benefit offerings, we provide all employees with innovative perks and benefits, such as flexible work schedules, paid parental leave, adoption assistance, employer-paid short term disability, health advocacy services, paid time off to volunteer, tuition reimbursement, the ability to consolidate and refinance federal and private student loans, interest free employee loans and many others. We are also very proud to offer a benefits package that is certified by the World Professional Association for Transgender Health.\nPCTY Gives\nGiving back to our local communities takes many forms at Paylocity. Through PCTY Gives, we mobilize our technology, people and resources across the country through in-kind donations, our Elevate Your Passions (“EYP”) Grant Program, Volunteers in Action paid time-off, signature program funding, corporate sponsored volunteerism and many other initiatives. To support our employees and their communities, each quarter we donate to qualified 501 (c)(3) charities nominated by our employees through the EYP program. In addition to local charities, Paylocity partners with national organizations such as Big Brothers Big Sisters of America, American Red Cross, National Alliance on Mental Illness and Feeding America. To support the children of Paylocity employees, the Peter J. McGrail Scholarship program, named after our late CFO, provides higher education tuition assistance for selected participants.\nAvailable Information\nOur Internet address is www.paylocity.com and our investor relations website is located at http://investors.paylocity.com. We make available free of charge on our investor relations website under the heading “Financials” our Annual Reports on Form 10-K, Quarterly Reports on Form 10-Q, Current Reports on Form 8-K and amendments to those reports as soon as reasonably practicable after such materials are electronically filed with (or furnished to) the SEC. Information contained on our websites is not incorporated by reference into this Annual Report on Form 10-K. In addition, the SEC maintains an Internet site, www.sec.gov, that includes filings of and information about issuers that file electronically with the SEC.",
    "item1a": ">Item 1A. Risk Factors.\nOur business, growth prospects, financial condition or operating results could be materially adversely affected by any of these risks, as well as other risks not currently known to us or that are currently considered immaterial. The trading price of our common stock could decline due to any of the risks and uncertainties described below, and you may lose all or part of your investment. In assessing these risks, you should also refer to the other information contained in this Annual Report on Form 10-K, including our consolidated financial statements and related notes. \nRisks Related to our Business and Industry\nOur quarterly operating results have fluctuated in the past and may continue to fluctuate due to a variety of factors, many of which are outside of our control.\nOur number of new clients typically increases more during our third fiscal quarter ending March 31 than during the rest of our fiscal year, primarily because many new clients prefer to start using our human capital management, or HCM, and payroll solutions at the beginning of a calendar year. Client funds and year-end activities are also traditionally higher during our third fiscal quarter. As a result, our total revenue and expenses have historically grown disproportionately during our third fiscal quarter as compared to other quarters. Due to this seasonality in our business, quarter-to-quarter comparisons of our operations are not necessarily meaningful and such comparisons should not be relied upon as indications of future performance. Additionally, fluctuation in quarterly results may negatively impact the price of our common stock.\n13\nTable of Contents\nIn addition to other risk factors listed within this “Risk Factors” section of this Annual Report on Form 10-K, some other important factors that may cause fluctuations in our quarterly operating results include the following:\n•\nThe extent to which our products achieve or maintain market acceptance;\n•\nOur ability to introduce new products and enhancements and updates to our existing products on a timely basis;\n•\nCompetitive pressures and the introduction of enhanced products and services from competitors;\n•\nChanges in client budgets and procurement policies;\n•\nThe amount and timing of our investment in research and development activities and whether such investments are capitalized or expensed as incurred;\n•\nThe number of our clients’ employees;\n•\nTiming of recognition of revenues and expenses;\n•\nClient renewal rates;\n•\nSeasonality in our business;\n•\nTechnical difficulties with our products or interruptions in our services;\n•\nOur ability to hire and retain qualified personnel;\n•\nA repeal of or changes to the laws and regulations related to the products and services which we offer;\n•\nChanges in accounting principles;\n•\nBusiness disruptions caused by public health issues such as the coronavirus disease (“COVID-19”) pandemic; \n•\nMacroeconomic factors, including changes in interest rates and inflationary pressures; and\n•\nUnforeseen legal expenses, including litigation and settlement costs.\nIn addition, a significant portion of our operating expenses are related to compensation and other items which are relatively fixed in the short-term, and we plan expenditures based in part on our expectations regarding future needs and opportunities. Accordingly, changes in our business or revenue shortfalls could decrease our gross and operating margins and could negatively impact our operating results from period to period. \nIf we do not continue to innovate and deliver high-quality, technologically advanced products and services, we will not remain competitive and our revenue and operating results could suffer.\nThe market for our solutions is characterized by rapid technological advancements, including but not limited to artificial intelligence (“AI”) and machine learning, changes in client requirements, frequent new product introductions and enhancements and changing industry standards. The life cycles of our products are difficult to estimate. Rapid technological changes and the introduction of new products and enhancements by new or existing competitors, or development of entirely new technologies to replace existing offerings could limit the demand for our existing or future solutions and undermine our current market position. New technologies that involve AI or machine learning or that are created using AI or machine learning may emerge that are able to deliver HCM solutions at lower prices, more efficiently or more conveniently than our solutions, which could adversely impact our ability to compete. Additionally, if new technologies used in our products fail to operate as expected, our business may be negatively impacted.\nOur success depends in substantial part on our continuing ability to provide products and services that organizations will find superior to our competitors’ offerings and will continue to use. We intend to continue to invest \n14\nTable of Contents\nsignificant resources in research and development to enhance our existing products and services and introduce new high-quality products that clients will want. If we are unable to predict user preferences or industry changes, or if we are unable to modify our products and services on a timely basis or to effectively bring new products to market, our revenue and operating results may suffer.\nFailure to manage our growth effectively could increase our expenses, decrease our revenue, and prevent us from implementing our business strategy and sustaining our revenue growth rates.\nWe have experienced rapid revenue and client base growth and intend to pursue continued growth as part of our business strategy. However, the growth in our number of clients puts significant demands on our business, requires increased capital expenditures and increases our operating expenses. To manage this growth effectively, we must attract, train, and retain a significant number of qualified sales, implementation, client service, software development, information technology and management personnel. We also must maintain and enhance our technology infrastructure and our financial and accounting systems and controls. We must also expand and develop our network of third-party service providers, including 401(k) advisors, benefits administrators, insurance brokers, third-party administrators and HR consultants, which represent a significant source of referrals of potential clients for our products and implementation services. Failure to effectively manage our growth could adversely impact our business and results of operations. We could also suffer operational mistakes, a loss of business opportunities and employee losses. If our management is unable to effectively manage our growth, our expenses might increase more than expected, our revenue could decline or might grow more slowly than expected, and we might be unable to implement our business strategy.\nThe markets in which we participate are highly competitive, and if we do not compete effectively, our operating results could be adversely affected.\nThe market for HCM and payroll solutions is fragmented, highly competitive and rapidly changing. Our competitors vary for each of our solutions and primarily include payroll and HR service and software providers, such as Automatic Data Processing, Inc., Ceridian HCM Holding Inc., Paychex, Inc., Paycom Software, Inc., Paycor, Inc., Ultimate Kronos Group and other local and regional providers.\nSeveral of our competitors are larger and have greater name recognition, longer operating histories and significantly greater resources than we do. Many of these competitors are able to devote greater resources to the development, promotion and sale of their products and services. Furthermore, our current or potential competitors may be acquired by third parties with greater available resources and the ability to initiate or withstand substantial price competition, which may include price concessions, delayed payment terms, or other terms and conditions that are more enticing to potential clients. As a result, our competitors may be able to develop products and services better received by our markets or may be able to respond more quickly and effectively than we can to new or changing opportunities, technologies, regulations, or client requirements.\nIn addition, current and potential competitors have established, and might in the future establish, partner or form other cooperative relationships with vendors of complementary products, technologies or services to enable them to offer new products and services, to compete more effectively or to increase the availability of their products in the marketplace. New competitors or relationships might emerge that have greater market share, a larger client base, more widely adopted proprietary technologies, greater marketing expertise, greater financial resources, and larger sales forces than we have, which could put us at a competitive disadvantage. In light of these factors, current or potential clients might accept competitive offerings in lieu of purchasing our offerings. We expect competition to continue for these reasons, and such competition could negatively impact our sales, profitability or market share.\nIf we fail to manage our technical operations infrastructure, including operation of our data centers, our existing clients may experience service outages and our new clients may experience delays in the deployment of our modules.\nWe have experienced significant growth in the number of users, transactions and data that our operations infrastructure supports. We seek to maintain sufficient excess capacity in our data centers and other operations infrastructure to meet the needs of our clients. We also seek to maintain excess capacity to support new client deployments and the expansion of existing client deployments. In addition, we need to properly manage our technological operations infrastructure in order to support version control, changes in hardware and software parameters and the evolution of our modules. We have in the past and may in the future experience website disruptions, outages and other performance problems. These problems may be caused by a variety of factors, including infrastructure changes, human or software errors, viruses, security attacks, fraud, spikes in client usage and denial of service issues. In some instances, we may not be \n15\nTable of Contents\nable to identify the cause or causes of these performance problems within an acceptable period of time. If we do not accurately predict our infrastructure requirements, our existing clients may experience service outages that may subject us to financial penalties, financial liabilities and client losses and adversely affect our reputation.\nIn addition, our ability to deliver our cloud-based modules depends on the development and maintenance of Internet infrastructure by third parties. This includes maintenance of a reliable network backbone with the necessary speed, data capacity, bandwidth capacity, and security. We may experience future interruptions and delays in services and availability from time to time. Any interruption may affect the availability, accuracy, or timeliness in our services and could damage our reputation, cause our clients to terminate their use of our software, require us to indemnify our clients against certain losses due to our own errors and prevent us from gaining additional business from current or future clients. In the event of a catastrophic event with respect to one or more of our systems, we may experience an extended period of system unavailability, which could negatively impact our relationship with clients. \nTo operate without interruption, both we and our clients must guard against:\n•\nDamage from fire, power loss, natural disasters, pandemics and other force majeure events outside our control;\n•\nCommunications failures;\n•\nSoftware and hardware errors, failures and crashes;\n•\nSecurity breaches, computer viruses, hacking, worms, malware, ransomware, denial-of-service attacks and similar disruptive problems; and\n•\nOther potential interruptions.\nWe use multiple cloud hosting and third-party data center providers to host our solutions, including data centers in Franklin Park, Illinois and Kenosha, Wisconsin (for backup and disaster recovery). We also may decide to employ additional offsite data centers in the future to accommodate growth. Problems faced by our data center locations (such as a hardware or other supply chain disruption), with the telecommunications network providers with whom we or they contract, or with the systems by which our telecommunications providers allocate capacity among their clients, including us, could adversely affect the availability and processing of our solutions and related services and the experience of our clients. In addition, our data center providers may be unable to keep up with our growing needs for capacity, may implement changes in service levels, may not renew these agreements on commercially reasonable terms, or may be acquired. We may be required to transfer our servers and other infrastructure to new data center facilities, and we may incur costs and experience service interruption in doing so. Interruptions in our services might reduce our revenues, subject us to potential liability or other expenses and adversely affect our reputation.\nWe typically pay client employees and may pay taxing authorities amounts due for a payroll period before a client’s electronic funds transfers are finally settled to our account. If client payments are rejected by banking institutions or otherwise fail to clear into our accounts, we may require additional sources of short-term liquidity and our operating results could be adversely affected.\nOur payroll processing business involves the movement of significant funds from the account of a client to employees and relevant taxing authorities. Though we debit a client’s account prior to any disbursement on its behalf, due to Automated Clearing House, or ACH, banking regulations, funds previously credited could be reversed under certain circumstances and timeframes after our payment of amounts due to employees and taxing and other regulatory authorities. There is therefore a risk that the employer’s funds will be insufficient to cover the amounts we have already paid on its behalf. While such shortage and accompanying financial exposure has only occurred in very limited instances in the past, should clients default on their payment obligations in the future, we might be required to advance funds to cover such obligations. Depending on the magnitude of such an event, we may be required to seek additional sources of short-term liquidity, which may not be available on reasonable terms, if at all, and our operating results and our liquidity could be adversely affected and our banking relationships could be harmed. \n16\nTable of Contents\nOur business could be negatively impacted by disruptions in the operations of third-party service providers. \nWe depend on relationships with certain third-party service providers to operate our business. We rely on third-party couriers such as the United Parcel Service, or UPS, to ship printed checks to our clients, and any disruptions in their operations that impact their ability to successfully perform their tasks may negatively impact our business. We also engage international business partners to perform certain services in countries where we currently do not have operations in and as a result may subjects us to regulatory, economic and political risks that are different from those in the United States.\nWe currently have agreements with various major U.S. banks to execute ACH and wire transfers to support our client payroll, benefit and tax services. If one or more of the banks fails to process ACH transfers on a timely basis, or at all, then our relationship with our clients could be harmed and we could be subject to claims by a client with respect to the failed transfers. In addition, these banks have no obligation to renew their agreements with us on commercially reasonable terms, if at all. If a material number of these banks terminate their relationships with us or restrict the dollar amounts of funds that they will process on behalf of our clients, their doing so may impede our ability to process funds and could have an adverse impact on our business. We have contingency plans in place in case of any failures of banks to process transfers that may impact our operations. However, a failure of one of our banking partners or a systemic shutdown of the banking industry could result in the loss of client funds or prevent us from accessing and processing funds on our clients’ behalf, which could have an adverse impact on our business and liquidity. \nIn addition, we utilize certain third-party software in some of our products. Although we believe that there are alternatives for the functionality provided by the third party software, any significant interruption in the availability of such third-party software, or defects and errors in the third-party software, could have an adverse impact on our business unless and until we can replace the functionality provided by these products at a similar cost. \nWe depend on our senior management team and other key employees, and the loss of these persons or an inability to attract and retain highly skilled employees, including product development, sales, implementation, client service and other technical persons, could adversely affect our business.\nOur success depends largely upon the continued services of our key executive officers. We also rely on our leadership team in the areas of product development, sales, implementation, client service, and general and administrative functions. From time to time, there may be changes in our executive management team resulting from the hiring or departure of executives, which could disrupt our business. While we have employment agreements with our executive officers, these employment agreements do not require them to continue to work for us for any specified period and, therefore, they could terminate their employment with us at any time. The loss of one or more of our executive officers or key employees could have an adverse effect on our business.\nWe believe that to grow our business and be successful, we must continue to develop products that are technologically advanced, are highly integrable with third-party services, provide significant mobility capabilities and have pleasing and intuitive user experiences. To do so, we must attract and retain highly qualified personnel, particularly employees with high levels of experience in designing and developing software. We must also identify, recruit and train qualified sales, client service and implementation personnel in the use of our software. The amount of time it takes for our sales representatives, client service and implementation personnel to be fully trained and to become productive varies widely. Competition for skilled employees across the United States and globally is intense. If we fail to attract new personnel or fail to retain and motivate our current personnel, our business and future growth prospects could be severely harmed. We follow a practice of hiring the best available candidates wherever located, but as we grow our business, the productivity of our product development and direct sales force may be adversely affected. In addition, if we hire employees from competitors or other companies, their former employers may attempt to assert that these employees have breached their legal obligations, resulting in a diversion of our time and resources.\nOur software might not operate properly, which could damage our reputation, give rise to claims against us, or divert application of our resources from other purposes, any of which could harm our business and operating results.\nOur HCM and payroll software is complex and may contain or develop undetected defects or errors, particularly when first introduced or as new versions are released. Despite extensive testing, from time to time, we have discovered defects or errors in our products. In addition, because changes in employer and legal requirements and practices relating to benefits, filing of tax returns and other regulatory reports are frequent, we may discover defects and errors in our software and service processes in the normal course of business compared against these requirements and practices. Defects and \n17\nTable of Contents\nerrors could also cause the information that we collect to be incomplete or contain inaccuracies that our clients, their employees and taxing and other regulatory authorities regard as significant. \nDefects and errors and any failure by us to identify and address them could result in delays in product introductions and updates, loss of revenue or market share, liability to clients or others, failure to achieve market acceptance or expansion, diversion of development and other resources, injury to our reputation, and increased service and maintenance costs. The costs incurred in correcting any defects or errors or in responding to resulting claims or liability might be substantial and could adversely affect our operating results. Our clients might assert claims against us in the future alleging that they suffered damages due to a defect, error, or other failure of our product or service processes. A product liability claim and errors or omissions claim could subject us to significant legal defense costs and adverse publicity regardless of the merits or eventual outcome of such a claim.\nOur agreements with our clients typically contain provisions intended to limit our exposure to such claims, but such provisions may not be effective in limiting our exposure. Contractual limitations we use may not be enforceable and may not provide us with adequate protection against product liability claims in certain jurisdictions. A successful claim for product or service liability brought against us could result in substantial cost to us and divert management’s attention from our operations. We also maintain insurance, but our insurance may be inadequate or may not be available in the future on acceptable terms, or at all. In addition, our policy may not cover all claims made against us and defending a suit, regardless of its merit, could be costly and divert management’s attention.\nWe may acquire other companies or technologies, which could divert our management’s attention, result in additional dilution to our stockholders and otherwise disrupt our operations and adversely affect our operating results.\nWe have acquired and may in the future seek to acquire or invest in other businesses or technologies. The pursuit of potential acquisitions or investments may divert the attention of management and cause us to incur various expenses in identifying, investigating and pursuing suitable acquisitions, whether or not they are consummated.\nWe may not be able to integrate the acquired personnel, operations and technologies successfully, or effectively manage the combined business following the acquisition. Factors that may negatively impact our operating results, business and financial position, without limitation include the following:\n•\nInability to integrate or benefit from acquired technologies, operations, or services in a profitable manner;\n•\nUnanticipated costs or liabilities associated with the acquisition;\n•\nDifficulty converting the clients of the acquired business onto our modules and contract terms, including disparities in the revenues, licensing, support or professional services model of the acquired company;\n•\nDiversion of management’s attention from other business concerns;\n•\nAdverse effects to our existing business relationships with business partners and clients as a result of the acquisition;\n•\nThe potential loss of key employees;\n•\nUse of resources that are needed in other parts of our business;\n•\nUse of substantial portions of our available cash to consummate the acquisition; and\n•\nDilutive issuances of equity securities or the incurrence of debt.\nIn addition, a significant portion of the purchase price of companies we acquire may be allocated to acquired goodwill and other intangible assets, which must be assessed for impairment at least annually. In the future, if our acquisitions do not yield expected returns, we may be required to take charges to our operating results based on this impairment assessment process, which could adversely affect our results of operations.\n18\nTable of Contents\nRisks Related to Cybersecurity and Intellectual Property Rights\nIf our security measures are breached or unauthorized access to client data or funds is otherwise obtained, our solutions may be perceived as not being secure, clients may reduce the use of or stop using our solutions and we may incur significant liabilities.\nOur solutions involve the storage and transmission of our clients’ and their employees’ proprietary and confidential information. This information includes bank account numbers, tax return information, social security numbers, benefit information, retirement account information, payroll information, system passwords, and in the case of our benefit administration solution, BeneFLEX, health information protected by the Health Insurance Portability and Accountability Act of 1996, as amended, or the Health Insurance Portability and Accountability Act of 1996 (“HIPAA”). In addition, we collect and maintain personal information on our own employees in the ordinary course of our business. Finally, our business involves the storage and transmission of funds from the accounts of our clients to their employees, taxing and regulatory authorities and others. As a result, unauthorized access or security breaches of our systems, the systems of our clients or use of confidential information we obtain during the normal course of our business could result in the unauthorized disclosure of confidential information, identity and financial theft, litigation, indemnity obligations and other significant liabilities. Because the techniques used to obtain unauthorized access or sabotage systems change frequently and generally are not identified until they are employed, we may be unable to anticipate these techniques or to implement adequate preventative measures in advance. As cyber threats continue to evolve, we are focused on ensuring that our operating environments safeguard and protect personal and business information. We may be required to invest significant additional resources to comply with evolving cybersecurity regulations and to modify and enhance our information security and controls, and to investigate and remediate any security vulnerabilities. We have security measures and controls in place to protect confidential information, prevent data loss, theft and other security breaches, including penetration tests of our systems by independent third parties. However, if our security measures are breached, our business could be substantially harmed, and we could incur significant liabilities. The costs of investigating, mitigating, and reporting such a breach to affected individuals (if required) can be substantial. In addition, if a high-profile security breach occurs with respect to an industry peer, our clients and potential clients may generally lose trust in the security of HCM and payroll modules. Any such breach or unauthorized access could negatively affect our ability to attract new clients, cause existing clients to terminate their agreements with us, result in reputational damage and subject us to lawsuits, regulatory fines or other actions or liabilities which could materially and adversely affect our business and operating results.\nThere can be no assurance that the limitations of liability in our contracts would be enforceable or adequate or would otherwise protect us from any such liabilities or damages with respect to any particular claim related to a breach or unauthorized access. We also cannot be sure that our existing general liability insurance coverage and coverage for errors or omissions will continue to be available on acceptable terms or will be available in sufficient amounts to cover one or more large claims, or that the insurer will not deny coverage as to any future claim. The successful assertion of one or more large claims against us that exceed available insurance coverage, or the occurrence of changes in our insurance policies, including premium increases or the imposition of large deductible or co-insurance requirements, could have a material adverse effect on our business, financial condition and results of operations.\nAny failure to protect our intellectual property rights could impair our ability to protect our proprietary technology and our brand.\nOur success is dependent, in part, upon protecting our proprietary technology. Our proprietary technologies are not covered by any patent or patent application. Instead, we rely on a combination of copyrights, trademarks, service marks, trade secret laws, and contractual restrictions to establish and protect our proprietary rights in our products and services. However, the steps we take to protect our intellectual property may be inadequate. We will not be able to protect our intellectual property if we are unable to enforce our rights or if we do not detect unauthorized use of our intellectual property. Despite our precautions, it may be possible for unauthorized third parties to copy our products and use information that we regard as proprietary to create products and services that compete with ours. Some license provisions protecting against unauthorized use, copying, transfer and disclosure of our products may be unenforceable under the laws of certain jurisdictions and foreign countries.\nWe enter into confidentiality and invention assignment agreements with our employees and consultants and enter into confidentiality agreements with the parties with whom we have strategic relationships and business alliances. No assurance can be given that these agreements will be effective in controlling access to and distribution of our products and proprietary information. The confidentiality agreements on which we rely to protect certain technologies may be breached and may not be adequate to protect our proprietary technologies. Further, these agreements do not prevent our competitors from independently developing technologies that are substantially equivalent or superior to our solutions. \n19\nTable of Contents\nIn order to protect our intellectual property rights, we may be required to spend significant resources, including cybersecurity resources, to monitor and protect these rights. Our intellectual property could be wrongfully acquired as a result of a cyberattack or other wrongful conduct by employees or third parties. Litigation may be necessary in the future to enforce our intellectual property rights and to protect our trade secrets. Litigation brought to protect and enforce our intellectual property rights could be costly, time consuming, and distracting to management and could result in the impairment or loss of portions of our intellectual property. Furthermore, our efforts to enforce our intellectual property rights may be met with defenses, counterclaims, and countersuits attacking the validity and enforceability of our intellectual property rights. Our inability to protect our proprietary technology against unauthorized copying or use, as well as any costly litigation or diversion of our management’s attention and resources, could delay further sales or the implementation of our solutions, impair the functionality of our solutions, delay introductions of new solutions, result in our substituting inferior or more costly technologies into our solutions, or damage our reputation. In addition, we may be required to license additional technology from third parties to develop and market new solutions, and we cannot assure you that we could license that technology on commercially reasonable terms, or at all. Although we do not expect that our inability to license this technology in the future would have a material adverse effect on our business or operating results, our inability to license this technology could adversely affect our ability to compete.\nWe may be sued by third parties for alleged infringement of their proprietary rights.\nThere is considerable patent and other intellectual property development activity in our industry. Our success depends, in part, upon our not infringing upon the intellectual property rights of others. Our competitors, as well as a number of other entities and individuals, may own or claim to own intellectual property relating to our industry. From time to time, third parties may claim that we are infringing upon their intellectual property rights, and we may be found to be infringing upon such rights. In the future, others may claim that our modules and underlying technology infringe or violate their intellectual property rights. However, we may be unaware of the intellectual property rights that others may claim cover some or all of our technology or services. Any claims or litigation could cause us to incur significant expenses and, if successfully asserted against us, could require that we pay substantial damages or ongoing royalty payments, prevent us from offering our services, or require that we comply with other unfavorable terms. In connection with any such claim or litigation, we may also be obligated to indemnify our clients or business partners or pay substantial settlement costs, including royalty payments, and to obtain licenses, modify applications, or refund fees, which could be costly. Even if we were to prevail in such a dispute, any litigation regarding our intellectual property could be costly and time-consuming and divert the attention of our management and key personnel from our business operations.\nThe use of open source software in our products and solutions may expose us to additional risks and harm our intellectual property rights.\nSome of our products and solutions use or incorporate software that is subject to one or more open source licenses. Open source software is typically freely accessible, usable and modifiable. Certain open source software licenses require a user who intends to distribute the open source software as a component of the user’s software to disclose publicly part or all of the source code to the user’s software. In addition, certain open source software licenses require the user of such software to make any derivative works of the open source code available to others on potentially unfavorable terms or at no cost.\nThe terms of many open source licenses to which we are subject have not been interpreted by U.S. or foreign courts. Accordingly, there is a risk that those licenses could be construed in a manner that imposes unanticipated conditions or restrictions on our ability to commercialize our solutions. In that event, we could be required to seek licenses from third parties in order to continue offering our products or solutions, to re-develop our products or solutions, to discontinue sales of our products or solutions, or to release our proprietary software code under the terms of an open source license, any of which could harm our business. Further, given the nature of open source software, it may be more likely that third parties might assert copyright and other intellectual property infringement claims against us based on our use of these open source software programs.\nWhile we monitor the use of all open source software in our products, solutions, processes and technology and try to ensure that no open source software is used in such a way as to require us to disclose the source code to the related product or solution when we do not wish to do so, it is possible that such use may have inadvertently occurred in deploying our proprietary solutions. In addition, if a third-party software provider has incorporated certain types of open source software into software we license from such third party for our products and solutions without our knowledge, we could, under certain circumstances, be required to disclose the source code to our products and solutions. This could harm our intellectual property position and our business, results of operations and financial condition.\n20\nTable of Contents\nRisks Related to Legal and Regulatory Matters\nChanges in regulatory laws or requirements applicable to our software and services could impose increased costs on us, delay or prevent our introduction of new products and services and impair the function or value of our existing products and services.\nOur products and services may become subject to increasing and/or changing regulatory requirements, including changes in tax, benefit, wage and hour, employment laws and other international and domestic laws, and as these requirements proliferate, we may be required to change or adapt our products and services to comply. Changing regulatory requirements might reduce or eliminate the need for some of our products and services, block us from developing new products and services or have an adverse effect on the functionality and acceptance of our solution. This might in turn impose additional costs upon us to comply, modify or further develop our products and services. It might also make introduction of new products and services more costly or more time-consuming than we currently anticipate or prevent introduction of such new products and services. For example, the adoption of new money transmitter or money services business statutes in jurisdictions or changes in regulators’ interpretation of existing state and federal money transmitter or money services business statutes or regulations, could subject us to registration or licensing or limit business activities until we are appropriately licensed. These occurrences could also impact how we conduct some aspects of our business or invest client funds, which could adversely impact interest income from investing client funds. Should any state or federal regulators determine that we have operated as an unlicensed money services business or money transmitter, we could be subject to civil and criminal fines, penalties, costs, legal fees, reputational damage or other negative consequences. Any of these regulatory implementations or changes could have an adverse effect on our business, operating results or financial condition.\nSome of our products incorporate new technologies such as artificial intelligence and machine learning. The ability to provide products powered by new and evolving technologies must be approached in a principled manner to navigate the complexities associated with the current or future regulatory requirements as well as social and ethical considerations. Additionally, failure by others in our industry, or actions taken by our clients, employees, or other end users (including misuse of these technologies) could negatively affect the adoption of our solutions and restrict our ability to continue to leverage novel technologies in innovative ways and subject us to reputational harm, regulatory action, or legal liability, which may harm our financial condition and operating results. \nFailure to comply with privacy laws and regulations may have a material adverse effect on reputation, financial condition, and/or operations.\nOur processing of personal information for our employees and on behalf of our clients is subject to federal, state and international privacy laws. These laws, which are not uniform, generally regulate the collection, storage, transfer, and other processing of personal information; require notice to individuals of privacy practices before or at the point of collection; give individuals certain rights with respect to their personal information, including access, deletion and correction; regulate the use or disclosure of personal information for secondary purposes such as marketing; and require notification to affected individuals, clients, and/or regulators in the event of a data breach. \nHIPAA, as amended by the Health Information Technology for Economic and Clinical Health Act, and its implementing regulations, applies to our benefit administration solution, BeneFLEX. The European Union General Data Protection Regulation (\"GDPR\"), and state consumer privacy laws like the California Consumer Protection Act (\"CCPA\"), as amended by the California Privacy Rights Act of 2020 (\"CPRA\"), are among the most comprehensive privacy laws and apply to multiple areas of our business. Other countries and U.S. states are increasingly adopting similarly comprehensive laws that impose new data privacy protection requirements and restrictions on covered organizations. Notably, these laws can impose significant penalties and fines on organizations for non-compliance, such as 4% of worldwide revenue for the preceding year under the GDPR. \nThe worldwide regulatory focus on privacy has intensified during the past several years, in part triggered by the GDPR, and has led to the rapid evolution of legal requirements related to the handling of personal information in ways that require our business to adapt to support our clients’ compliance. As this focus continues, the potential risks related to handling personal information by our business will only increase. To add to the complexity of the existing privacy landscape, many areas of existing privacy laws are subject to interpretation, which imposes an added risk that adverse interpretations of these laws by advocacy groups and governments in countries where our clients operate could impose significant obligations on our business or prevent us from offering certain services in jurisdictions where we currently operate. \n21\nTable of Contents\nEnforcement actions and investigations by regulatory authorities related to security incidents and privacy violations continue to increase. Future enforcement actions or investigations could impact us through increased costs or restrictions on our businesses. A finding of noncompliance could result in significant regulatory penalties, legal liability and burdensome governmental oversight. Additionally, security events and concerns about privacy abuses by other companies are changing consumer and social expectations for enhanced privacy. As a result, a perception of noncompliance could damage our reputation with our current and potential clients, employees and stockholders.\nAdverse tax laws or regulations could be enacted, or existing laws could be applied to us or our clients, which could increase the costs of our services and adversely impact our business.\nThe application of federal, state, and local tax laws to services provided electronically often involve complex issues and significant judgment. New or changes to existing income, sales, use or other tax laws, statutes, rules, regulations or ordinances could be enacted at any time, possibly with retroactive effect, and could be applied solely or disproportionately to services provided over the Internet. These enactments could adversely affect our business, results of operations and financial condition due to the inherent cost increase.\nMoreover, each state has different rules and regulations governing sales and use taxes, and these rules and regulations are subject to varying interpretations that change over time. We review these rules and regulations periodically and, when we believe we are subject to sales and use taxes in a particular state, we may voluntarily engage state tax authorities to determine how to comply with that state’s rules and regulations. We cannot, however, assure you that we will not be subject to sales and use taxes or related penalties for past sales in states where we currently believe no such taxes are required. If one or more taxing authorities determines that taxes should have, but have not, been paid with respect to our services, we might be liable for past taxes and the associated interest and penalty charges, in addition to taxes going forward, which will adversely affect our business, sales activity, results of operations and financial condition. \nAny future litigation against us could be costly and time-consuming to defend.\nWe may become subject, from time to time, to legal proceedings and claims that arise in the ordinary course of business such as claims brought by our clients in connection with commercial disputes, employment claims made by our current or former employees, or lawsuits related to breaches of personal information. Litigation might result in substantial costs and may divert management’s attention and resources, which might seriously harm our business, overall financial condition, and operating results. Insurance might not cover such claims, might not provide sufficient payments to cover all the costs to resolve one or more such claims and might not continue to be available on terms acceptable to us. A claim brought against us that is uninsured or underinsured could result in unanticipated costs, thereby harming our operating results and leading analysts or potential investors to lower their expectations of our performance, which could reduce the trading price of our stock.\nRisks Related to Financial Matters\nCertain of our debt agreements contain covenants that may constrain the operation of our business, and our failure to comply with these covenants could have a material adverse effect on our financial condition\n. \nThe revolving credit agreement that we amended in August 2022 contains restrictive covenants including restrictions regarding the incurrence of liens and indebtedness, substantial changes in the general nature of our business and our subsidiaries (taken as a whole), certain merger transactions, certain sales of assets and other matters, all subject to certain exceptions. Failure to comply with these covenants could have a negative impact on our business and financial condition.\nCorporate investments and client funds that we hold are subject to market, interest rate, credit and liquidity risks. The loss of these funds could have an adverse impact on our business.\nWe invest portions of excess cash and cash equivalents and funds held for our clients in liquid, investment-grade marketable securities such as corporate bonds, commercial paper, asset-backed securities, U.S. treasury securities, money market securities, and other cash equivalents. We follow an established investment policy and set of guidelines to monitor and help mitigate our exposure to liquidity and credit risks. Nevertheless, our corporate investments and client fund assets are subject to general market, interest rate, credit, and liquidity risks. These risks may be exacerbated, individually or in unison, during periods of unusual financial market volatility. Any loss of or inability to access our corporate investments or client funds could have adverse impacts on our business, results of operations, financial condition and liquidity.\n22\nTable of Contents\nIn addition, funds held for clients are deposited in consolidated accounts on behalf of our clients, and as a result, the aggregate amounts in the accounts exceed the applicable federal deposit insurance limits. We believe that since such funds are deposited in trust on behalf of our clients, the Federal Deposit Insurance Corporation, or the FDIC, would treat those funds as if they had been deposited by each of the clients themselves and insure each client’s funds up to the applicable deposit insurance limits. If the FDIC were to take the position that it is not obligated to provide deposit insurance for our clients’ funds or if the reimbursement of these funds were delayed, our business and our clients could be materially harmed.\nOur reported financial results may be adversely affected by changes in accounting principles generally accepted in the United States.\nGenerally accepted accounting principles in the United States are subject to interpretation by the Financial Accounting Standards Board, or FASB, the Securities and Exchange Commission, or SEC, and various bodies formed to promulgate and interpret appropriate accounting principles. A change in these principles or interpretations could have a significant effect on our reported financial results, including increased volatility, and could affect the reporting of transactions completed before the announcement of a change. \nRisks Related to Ownership of Our Common Stock\nInsiders have substantial control over us, which may limit our stockholders’ ability to influence corporate matters and delay or prevent a third party from acquiring control over us.\nAs of July 28, 2023, our directors, executive officers and holders of more than 5% of our common stock, together with their respective affiliates, beneficially owned, in the aggregate, approximately 22.7% of our outstanding common stock. This significant concentration of ownership may adversely affect the trading price for our common stock because investors often perceive disadvantages in owning stock in companies with controlling stockholders. In addition, these stockholders will be able to exercise influence over all matters requiring stockholder approval, including the election of directors and approval of corporate transactions, such as a merger or other sale of our company or its assets. This concentration of ownership could limit the ability of our other stockholders to influence corporate matters and may have the effect of delaying or preventing a change in control, including a merger, consolidation, or other business combination involving us, or discouraging a potential acquirer from making a tender offer or otherwise attempting to obtain control, even if that change in control would benefit our other stockholders.\nOur stock price may be subject to wide fluctuations.\nThe market price of our common stock has experienced, and may continue to experience, wide fluctuations and increased volatility. Factors that may impact our performance and market price include those discussed elsewhere in this “Risk Factors” section of this Annual Report on Form 10-K and others such as:\n•\nOur operating performance and the operating performance of similar companies;\n•\nAnnouncements by us or our competitors of acquisitions, business plans or commercial relationships;\n•\nAny major change in our board of directors or senior management;\n•\nPublication of research reports or news stories about us, our competitors, or our industry, or positive or negative recommendations or withdrawal of research coverage by securities analysts;\n•\nThe public’s reaction to our press releases, our other public announcements and our filings with the SEC;\n•\nSales of our common stock by our directors, executive officers and affiliates;\n•\nAdverse market reaction to any indebtedness we may incur or securities we may issue in the future;\n•\nShort sales, hedging and other derivative transactions in our common stock;\n•\nThreatened or actual litigation;\n23\nTable of Contents\n•\nPublic health issues such as the COVID-19 pandemic; and\n•\nOther events or factors, including changes in general conditions in the United States and global economies or financial markets (including acts of God, war, incidents of terrorism, inflationary pressures or other destabilizing events and the resulting responses to them).\nIn addition, the stock market in general and the market for software or technology-related companies in particular, have experienced extreme price and volume fluctuations that have often been unrelated or disproportionate to the operating performance of those companies. Securities class action litigation has often been instituted against companies following periods of volatility in the overall market and in the market price of a company’s securities. This litigation, if instituted against us, could result in substantial costs, divert our management’s attention and resources, and harm our business, operating results, and financial condition.\nWe do not currently intend to pay dividends on our common stock and, consequently, your ability to achieve a return on your investment will depend on appreciation in the price of our common stock.\nWe have not declared or paid dividends on our common stock in the past three fiscal years and do not currently intend to do so for the foreseeable future. We currently intend to invest our future earnings to fund our growth and other corporate initiatives. Therefore, you are not likely to receive any dividends on your common stock for the foreseeable future, and the success of an investment in shares of our common stock will depend upon future appreciation in its value, if any. There is no guarantee that shares of our common stock will appreciate in value or even maintain the price at which our stockholders purchased their shares.\nFuture issuances of shares of our common stock could depress the market price of our common stock.\nOur second amended and restated certificate of incorporation authorizes the issuance of up to 155,000,000 shares of common stock and 5,000,000 shares of preferred stock with such rights, preferences, privileges and restrictions as determined by the board of directors. We may issue all or any portion of the capital stock which has been authorized but not issued subject to applicable rules and regulations, which, may not require any action or approval by our stockholders. Also, in the future, we may issue additional securities in connection with investments and acquisitions. The amount of our common stock issued in connection with an investment or acquisition could constitute a material portion of our then outstanding stock. Due to these factors, issuances of a substantial number of shares of our common stock into the public market could occur at any time which could dilute the ownership proportion of current stockholders. \nAnti-takeover provisions in our charter documents and Delaware law could discourage, delay, or prevent a change in control of our company and may affect the trading price of our common stock.\nWe are a Delaware corporation and the anti-takeover provisions of the Delaware General Corporation Law, which apply to us, may discourage, delay or prevent a change in control by prohibiting us from engaging in a business combination with an interested stockholder for a period of three years after the stockholder becomes an interested stockholder, even if a change in control would be beneficial to our existing stockholders. In addition, our second amended and restated certificate of incorporation and second amended and restated bylaws may discourage, delay or prevent a change in our management or control over us that stockholders may consider favorable. Our amended and restated certificate of incorporation and bylaws:\n•\nAuthorize the issuance of “blank check” convertible preferred stock that could be issued by our board of directors to thwart a takeover attempt;\n•\nProvide that vacancies on the board of directors, including newly-created directorships, may be filled only by a majority vote of directors then in office rather than by stockholders;\n•\nPrevent stockholders from calling special meetings; and\n•\nProhibit stockholder action by written consent, requiring all actions to be taken at a meeting of the stockholders.\n24\nTable of Contents\nOur bylaws provide that the state and federal courts located within the state of Delaware are the sole and exclusive forums for certain legal actions involving the company or our directors, officers and employees.\nOur second amended and restated bylaws designate the state and federal courts located within the state of Delaware as the sole and exclusive forums for claims arising derivatively, pursuant to the Delaware General Corporation Law or governed by the internal affairs doctrine. The choice of forum provision is expressly authorized by the Delaware General Corporation Law, which was amended so that companies would not have to litigate internal claims in more than one jurisdiction. If a court were to find the exclusive forum provision contained in our bylaws to be inapplicable or unenforceable, we may incur additional costs associated with resolving such extra-forum claims, which could adversely affect our business and financial condition. This bylaws provision, therefore, may dissuade or discourage claimants from initiating lawsuits or claims against us or our directors and officers in forums other than Delaware.\nGeneral Risk Factors\nAdverse economic and market conditions could affect our business, results of operations and financial condition.\nOur business depends on the overall demand for HCM and payroll software and services, and on the economic health of our current and prospective clients. As a result, we are subject to risks arising from adverse changes in economic and market conditions such as lower employment levels, increasing interest rates, inflation, volatility in capital markets, and instability of the banking environment, among other factors. During a slowdown in the economy, clients may reduce their number of employees and delay or reduce their spending on payroll and other HCM solutions or renegotiate their contracts with us. This could result in reductions in our revenues and sales of our products, longer sales cycles, increased price competition and clients’ purchasing fewer solutions than they have in the past. Any of these events would likely harm our business, results of operations, financial condition and cash flows from operations.\nIf we are unable to maintain effective internal controls over financial reporting, investors may lose confidence in the accuracy and completeness of our financial reports and the market price of our common stock may be negatively affected.\nAs a public company, we are required to maintain internal controls over financial reporting and to report any material weaknesses in such internal controls. Section 404 of the Sarbanes-Oxley Act of 2002, or the Sarbanes-Oxley Act, requires that we evaluate and determine the effectiveness of our internal controls over financial reporting and provide a management report on the internal controls over financial reporting. In addition, the Sarbanes-Oxley Act requires that our management report on the internal controls over financial reporting be attested to by our independent registered public accounting firm. If we have a material weakness in our internal controls over financial reporting, we may not detect errors on a timely basis and our financial statements may be materially misstated. Compliance with these public company requirements has made some activities more time-consuming, costly and complicated. If we identify material weaknesses in our internal controls over financial reporting, if we are unable to assert that our internal controls over financial reporting are effective, or if our independent registered public accounting firm is unable to express an opinion as to the effectiveness of our internal controls over financial reporting, investors may lose confidence in the accuracy and completeness of our financial reports and the market price of our common stock could be negatively affected, and we could become subject to investigations by the stock exchange on which our securities are listed, the SEC or other regulatory authorities, which could require additional financial and management resources.",
    "item7": ">Item 7.     Management’s Discussion and Analysis of Financial Condition and Results of Operations.\nThe statements included herein that are not based solely on historical facts are “forward looking statements.” Such forward-looking statements are based on current expectations and assumptions that are subject to risks and uncertainties. Our actual results could differ materially from those anticipated by us in these forward-looking statements as a result of various factors, including those discussed below and under Part I, Item 1A. “Risk Factors.”\nThe following discussion of our financial condition and results of operations covers fiscal 2023 and 2022 items and year-over-year comparisons between fiscal 2023 and 2022. Discussion of fiscal 2021 items and year-over-year comparisons between fiscal 2022 and 2021 that are not included in this Form 10-K can be found in “Management’s Discussion and Analysis of Financial Condition and Results of Operations” in Part II, Item 7 of our \nAnnual Report on Form 10-K for the fiscal year ended June 30, 202\n2\n that was filed with the SEC on August \n5\n, 202\n2\n.\n \nOverview\nWe are a leading cloud-based provider of human capital management, or HCM, and payroll software solutions that deliver a comprehensive platform for the modern workforce. Our HCM and payroll platform offers an intuitive, easy-to-use product suite that helps businesses attract and retain talent, build culture and connection with their employees, and streamline and automate HR and payroll processes.\n28\nTable of Contents\nEffective management of human capital is a core function in all organizations and requires a significant commitment of resources. Our cloud-based software solutions, combined with our unified database architecture, are highly flexible and configurable and feature a modern, intuitive user experience. Our platform offers automated data integration with hundreds of third-party partner systems, such as 401(k), benefits and insurance provider systems. We plan to continue to invest in research and development efforts that will allow us to offer a broader selection of products to new and existing clients focused on experiences that solve our clients’ challenges.\nWe believe there is a significant opportunity to grow our business by increasing our number of clients, and we intend to invest in our business to achieve this purpose. We market and sell our solutions through our direct sales force. We have increased our sales and marketing expenses as we have added sales representatives and related sales and marketing personnel. We intend to continue to grow our sales and marketing organization across new and existing geographic territories. In addition to growing our number of clients, we intend to grow our revenue over the long term by increasing the number of solutions that clients purchase from us. To do so, we must continue to enhance and grow the number of solutions we offer to advance our platform.\nWe also believe that delivering a positive service experience is an essential element of our ability to sell our solutions and retain our clients. We supplement our comprehensive software solutions with an integrated implementation and client service organization, all of which are designed to meet the needs of our clients and sales prospects. We expect to continue to invest in and grow our implementation and client service organization as our client base grows.\nWe will continue to invest across our entire organization as we continue to grow our business over the long term. These investments include increasing the number of personnel across all functional areas, along with improving our solutions and infrastructure to support our growth. The timing and amount of these investments vary based on the rate at which we add new clients and personnel and scale our application development and other activities. Many of these investments will occur in advance of experiencing any direct benefit from them, which will make it difficult to determine if we are effectively allocating our resources. We expect these investments to increase our costs on an absolute basis, but as we grow our number of clients and our related revenues, we anticipate that we will gain economies of scale and increased operating leverage. As a result, we expect our gross and operating margins will improve over the long term.\nPaylocity Holding Corporation is a Delaware corporation, which was formed in November 2013. Our business operations are conducted by our wholly owned subsidiaries.\nKey Metrics\nWe regularly review a number of metrics, including the following key metrics, to evaluate our business, measure our performance, identify trends affecting our business, formulate financial projections and make strategic decisions.\nRevenue Growth\nOur recurring revenue model and high annual revenue retention rates provide significant visibility into our future operating results and cash flow from operations. This visibility enables us to better manage and invest in our business. Total revenues increased from $635.6 million in fiscal 2021 to $852.7 million in fiscal 2022, representing a 34% year-over-year increase. Total revenues increased from $852.7 million in fiscal 2022 to $1,174.6 million in fiscal 2023, representing a 38% year-over-year increase. During fiscal 2023, total revenue growth was driven by the strong performance by our sales team, continued annual revenue retention in excess of 92%, increases in client workforce levels and growth in interest income on funds held for clients attributable to rising interest rates and higher average daily balances for funds held for clients due to the addition of new clients and increases in client workforce levels as compared to the prior fiscal year. Our revenue growth in future periods may be impacted by fluctuations in client employee counts, potential increases in client losses, a changing interest rate environment, uncertainties around market and economic conditions including inflation risk, among other factors.\n29\nTable of Contents\nClient Count Growth\nWe believe there is a significant opportunity to grow our business by increasing our number of clients. Excluding clients acquired through acquisitions, we have increased the number of clients using our HCM and payroll software solutions from approximately 28,750 as of June 30, 2021 to approximately 36,200 as of June 30, 2023, representing a compound annual growth rate of approximately 12%. The table below sets forth the total number of clients using our HCM and payroll software solutions for the periods indicated, excluding clients acquired through acquisitions, rounded to the nearest fifty.\nJune 30,\n2021\n2022\n2023\nClient Count\n28,750 \n33,300 \n36,200 \nThe rate at which we add clients is highly variable period-to-period and highly seasonal as many clients switch solutions during the first calendar quarter of each year. Although many clients have multiple divisions, segments or locations, we only count such clients once for these purposes.\nAnnual Revenue Retention Rate\nOur annual revenue retention rate has been in excess of 92% during each of the past three fiscal years. We calculate our annual revenue retention rate as our total revenue for the preceding 12 months, less the annualized value of revenue lost during the preceding 12 months, divided by our total revenue for the preceding 12 months. We calculate the annualized value of revenue lost by summing the recurring fees paid by lost clients over the previous twelve months prior to their termination if they have been a client for a minimum of twelve months. For those lost clients who became clients within the last twelve months, we sum the recurring fees for the period that they have been a client and then annualize the amount. We exclude interest income on funds held for clients from the revenue retention calculation. We believe that our annual revenue retention rate is an important metric to measure overall client satisfaction and the general quality of our product and service offerings.\nAdjusted Gross Profit and Adjusted EBITDA\nWe use Adjusted Gross Profit and Adjusted EBITDA to evaluate our operating results. We prepare Adjusted Gross Profit and Adjusted EBITDA to eliminate the impact of items we do not consider indicative of our ongoing operating performance. However, Adjusted Gross Profit and Adjusted EBITDA are not measurements of financial performance under generally accepted accounting principles in the United States, or GAAP, and these metrics may not be comparable to similarly titled measures of other companies.\nWe define Adjusted Gross Profit as gross profit before amortization of capitalized internal-use software costs and certain acquired intangibles and stock-based compensation expense and employer payroll taxes related to stock releases and option exercises. We define Adjusted EBITDA as net income before interest expense, income tax expense (benefit), depreciation and amortization expense, stock-based compensation expense and employer payroll taxes related to stock releases and option exercises, and other items as defined below.\nWe disclose Adjusted Gross Profit and Adjusted EBITDA, which are non-GAAP measures, because we believe these metrics assist investors and analysts in comparing our performance across reporting periods on a consistent basis by excluding items that we do not believe are indicative of our core operating performance. We believe these metrics are commonly used in the financial community to aid in comparisons of similar companies, and we present them to enhance investors’ understanding of our operating performance and cash flows.\nAdjusted Gross Profit and Adjusted EBITDA have limitations as analytical tools. Some of these limitations include the following:\n•\nAdjusted EBITDA does not reflect our ongoing or future requirements for capital expenditures;\n•\nAdjusted EBITDA does not reflect changes in, or cash requirements for, our working capital needs;\n•\nAdjusted EBITDA does not reflect our income tax expense or the cash requirement to pay our taxes;\n30\nTable of Contents\n•\nAlthough depreciation and amortization are non-cash charges, the assets being depreciated and amortized may have to be replaced in the future, and Adjusted EBITDA does not reflect any cash requirements for such replacements; and\n•\nOther companies in our industry may calculate Adjusted Gross Profit and Adjusted EBITDA differently than we do, limiting their usefulness as a comparative measure.\nAdditionally, stock-based compensation will continue to be an element of our overall compensation strategy, although we exclude it from Adjusted Gross Profit and Adjusted EBITDA as an expense when evaluating our ongoing operating performance for a particular period.\nBecause of these limitations, you should not consider Adjusted Gross Profit as an alternative to gross profit or Adjusted EBITDA as an alternative to net income or net cash provided by operating activities, in each case as determined in accordance with GAAP. We compensate for these limitations by relying primarily on our GAAP results, and we use Adjusted Gross Profit and Adjusted EBITDA only as supplemental information.\nDirectly comparable GAAP measures to Adjusted Gross Profit and Adjusted EBITDA are gross profit and net income, respectively. We reconcile Adjusted Gross Profit and Adjusted EBITDA as follows:\nYear Ended June 30,\n2021\n2022\n2023\n(in thousands)\nReconciliation from Gross Profit to Adjusted Gross Profit\nGross profit\n$\n416,329\n$\n565,649\n$\n807,559\nAmortization of capitalized internal-use software costs\n23,227\n25,267\n31,440\nAmortization of certain acquired intangibles\n—\n1,853\n7,414\nStock-based compensation expense and employer payroll taxes related to stock releases and option exercises\n8,348\n12,610\n18,446\nOther items (1)\n—\n121\n19\nAdjusted Gross Profit\n$\n447,904\n$\n605,500\n$\n864,878\nYear Ended June 30,\n2021\n2022\n2023\n(in thousands)\nReconciliation from Net income to Adjusted EBITDA\nNet income\n$\n70,819\n$\n90,777\n$\n140,822\nInterest expense\n1,002\n498\n752\nIncome tax expense (benefit)\n(13,715)\n(7,180)\n17,792 \nDepreciation and amortization expense\n42,972\n50,218\n60,866\nEBITDA\n101,078\n134,313\n220,232\nStock-based compensation expense and employer payroll taxes related to stock releases and option exercises\n67,059\n101,109\n154,505\nOther items (2)\n1,891\n2,378\n446\nAdjusted EBITDA\n$\n170,028\n$\n237,800\n$\n375,183\n(1)    Represents acquisition-related costs.\n(2)    Represents acquisition and other nonrecurring transaction-related costs and lease exit activity. \n31\nTable of Contents\nBasis of Presentation\nRevenues\nRecurring and Other Revenue\nWe derive the majority of our revenues from recurring fees attributable to our cloud-based HCM and payroll software solutions. Recurring fees for each client generally include a base fee in addition to a fee based on the number of client employees and the number of products a client uses. We also charge fees attributable to our preparation of W-2 documents and annual required filings on behalf of our clients. We charge implementation fees for professional services provided to implement our HCM and payroll solutions. Implementations of our payroll solutions typically require one to eight weeks, depending on the size and complexity of each client, at which point the new client’s payroll is first processed using our solution. We implement additional HCM products as requested by clients and leverage the data within our payroll solution to accelerate our implementation processes. Our average client size has continued to be over 140 employees. \nWhile the majority of our agreements with clients are generally cancellable by the client on 60 days’ notice or less, we also have entered into term agreements, which are generally two years in length. Our agreements do not include general rights of return and do not provide clients with the right to take possession of the software supporting the services being provided. We recognize recurring fees in the period in which services are provided and the related performance obligations have been satisfied. We defer implementation fees related to our proprietary products over a period generally up to 24 months. Recurring and other revenue accounted for approximately 99%, 99% and 93% of our total revenues during the years ended June 30, 2021, 2022 and 2023, respectively.\nInterest Income on Funds Held for Clients\nWe earn interest income on funds held for clients. We collect funds for employee payroll payments and related taxes in advance of remittance to employees and taxing authorities. Prior to remittance to employees and taxing authorities, we earn interest on these funds through demand deposit accounts with financial institutions with which we have automated clearing house, or ACH, arrangements. We also earn interest by investing a portion of funds held for clients in highly liquid, investment-grade marketable securities.\nCost of Revenues\nCost of revenues includes costs to provide our payroll and other HCM solutions which primarily consists of employee-related expenses, including wages, stock-based compensation, bonuses and benefits, relating to the provision of ongoing client support and implementation activities, payroll tax filing, distribution of printed checks and other materials as well as delivery costs, computing costs, amortization of certain acquired intangibles and bank fees associated with client fund transfers. Costs related to recurring support are generally expensed as incurred. Implementation costs related to our proprietary products are capitalized and amortized over a period of 7 years. Our cost of revenues is expected to increase in absolute dollars for the foreseeable future as we increase our client base. However, we expect to realize cost efficiencies over the long term as our business scales, resulting in improved operating leverage and increased margins. \nWe also capitalize a portion of our internal-use software costs, which are then primarily amortized as Cost of revenues. We amortized $23.2 million, $25.3 million and $31.4 million of capitalized internal-use software costs in fiscal 2021, 2022 and 2023, respectively. \nOperating Expenses\nSales and Marketing\nSales and marketing expenses consist primarily of employee-related expenses for our direct sales and marketing staff, including wages, commissions, stock-based compensation, bonuses, benefits, marketing expenses and other related costs. Our sales personnel earn commissions and bonuses for attainment of certain performance criteria based upon new sales throughout the fiscal year. We capitalize certain selling and commission costs related to new contracts or purchases of additional services by our existing clients and amortize them over a period of 7 years. \n32\nTable of Contents\nWe will seek to grow our number of clients for the foreseeable future and therefore our sales and marketing expense is expected to continue to increase in absolute dollars as we grow our sales organization and expand our marketing activities.\nResearch and Development\nResearch and development expenses consist primarily of employee-related expenses for our research and development and product management staff, including wages, stock-based compensation, bonuses and benefits. Additional expenses include costs related to the development, maintenance, quality assurance and testing of new technologies and ongoing refinement of our existing solutions. Research and development expenses, other than internal-use software costs qualifying for capitalization, are expensed as incurred.\nWe capitalize a portion of our development costs related to internal-use software. The timing of our capitalized development projects may affect the amount of development costs expensed in any given period. The table below sets forth the amounts of capitalized and expensed research and development expenses for each of fiscal 2021, 2022 and 2023.\nYear Ended June 30,\n2021\n2022\n2023\n(in thousands)\nCapitalized portion of research and development\n$\n31,744 \n$\n42,234 \n$\n55,582 \nExpensed portion of research and development\n76,707 \n102,908 \n163,994 \nTotal research and development\n$\n108,451 \n$\n145,142 \n$\n219,576 \nWe expect to grow our research and development efforts as we continue to broaden our product offerings and extend our technological leadership by investing in the development of new technologies and introducing them to new and existing clients. We expect research and development expenses to continue to increase in absolute dollars but to vary as a percentage of total revenue on a period-to-period basis.\nGeneral and Administrative\nGeneral and administrative expenses consist primarily of employee-related costs, including wages, stock-based compensation, bonuses and benefits for our finance and accounting, legal, information systems, human resources and other administrative departments. Additional expenses include consulting and professional fees, occupancy costs, insurance and other corporate expenses. We expect our general and administrative expenses to continue to increase in absolute dollars as our company continues to grow.\nOther Income (Expense)\nOther income (expense) generally consists of interest income related to interest earned on our cash and cash equivalents and, if any, corporate investments, net of losses on disposals of property and equipment and interest expense related to our revolving credit facility.\n33\nTable of Contents\nResults of Operations\nThe following table sets forth our statements of operations data for each of the periods indicated.\nYear Ended June 30,\n2021\n2022\n2023\n(in thousands)\nConsolidated Statements of Operations Data:\nRevenues:\nRecurring and other revenue\n$\n631,725\n$\n847,694\n$\n1,098,036\nInterest income on funds held for clients\n3,902\n4,957\n76,562\nTotal revenues\n635,627\n852,651\n1,174,598\nCost of revenues\n219,298\n287,002\n367,039\nGross profit\n416,329\n565,649\n807,559\nOperating expenses:\nSales and marketing\n161,808\n214,455\n296,716\nResearch and development\n76,707\n102,908\n163,994\nGeneral and administrative\n119,771\n163,692\n191,823\nTotal operating expenses\n358,286\n481,055\n652,533\nOperating income\n58,043\n84,594\n155,026\nOther income (expense)\n(939)\n(997)\n3,588 \nIncome before income taxes\n57,104\n83,597\n158,614\nIncome tax expense (benefit)\n(13,715)\n(7,180)\n17,792 \nNet income\n$\n70,819\n$\n90,777\n$\n140,822\nThe following table sets forth our statements of operations data as a percentage of total revenue for each of the periods indicated.\nYear Ended June 30,\n2021\n2022\n2023\nConsolidated Statements of Operations Data:\nRevenues:\nRecurring and other revenue\n99%\n99%\n93%\nInterest income on funds held for clients\n1%\n1%\n7%\nTotal revenues\n100%\n100%\n100%\nCost of revenues\n35%\n34%\n31%\nGross profit\n65%\n66%\n69%\nOperating expenses:\nSales and marketing\n25%\n25%\n25%\nResearch and development\n12%\n12%\n14%\nGeneral and administrative\n19%\n19%\n16%\nTotal operating expenses\n56%\n56%\n55%\nOperating income\n9%\n10%\n14%\nOther income (expense)\n0%\n0%\n0%\nIncome before income taxes\n9%\n10%\n14%\nIncome tax expense (benefit)\n(2)%\n(1)%\n2 \n%\nNet income\n11%\n11%\n12%\n34\nTable of Contents\nComparison of Fiscal Years Ended June 30, 2021, 2022 and 2023\nRevenues\n($ in thousands)\nYear Ended June 30,\nChange from 2021 to 2022\nChange from 2022 to 2023\n2021\n2022\n2023\n$\n%\n$\n%\nRecurring and other revenue\n$\n631,725\n$\n847,694\n$\n1,098,036\n$\n215,969\n34%\n$\n250,342\n30%\nPercentage of total revenues\n99 \n%\n99 \n%\n93 \n%\n \n \n \n \nInterest income on funds held for clients\n$\n3,902\n$\n4,957\n$\n76,562\n$\n1,055\n27%\n$\n71,605\n1,445%\nPercentage of total revenues\n1 \n%\n1 \n%\n7 \n%\n \n \n \n \nRecurring and Other Revenue\nRecurring and other revenue for the year ended June 30, 2023 increased by $250.3 million, or 30%, to $1,098.0 million from $847.7 million for the year ended June 30, 2022. Recurring and other revenue increased primarily as a result of incremental revenues from new and existing clients due to the strong performance by our sales team, continued annual revenue retention in excess of 92% and also increases in client workforce levels as compared to the prior fiscal year. Excluding clients acquired through acquisitions, the number of clients using our HCM and payroll software solutions at June 30, 2023 increased by 9% to approximately 36,200 from approximately 33,300 at June 30, 2022.\nInterest Income on Funds Held for Clients\nInterest income on funds held for clients for the year ended June 30, 2023 increased by $71.6 million, or 1,445%, to $76.6 million from $5.0 million for the year ended June 30, 2022. Interest income on funds held for clients increased primarily due to higher interest rates and higher average daily balances for funds held due to the addition of new clients to our client base and also increases in client workforce levels as compared to the prior fiscal year. \nCost of Revenues\n($ in thousands)\nYear Ended June 30,\nChange from 2021 to 2022\nChange from 2022 to 2023\n2021\n2022\n2023\n$\n%\n$\n%\nCost of revenues\n$\n219,298\n$\n287,002\n$\n367,039\n$\n67,704\n31%\n$\n80,037\n28%\nPercentage of total revenues\n35%\n34%\n31%\nGross profit margin\n65%\n66%\n69%\nCost of revenues for the year ended June 30, 2023 increased by $80.0 million, or 28%, to $367.0 million from $287.0 million for the year ended June 30, 2022. Cost of revenues increased primarily as a result of the continued growth of our business, in particular, $44.6 million in additional employee-related costs resulting from additional personnel necessary to provide services to new and existing clients, $18.3 million in delivery and other processing-related fees and $5.5 million of additional stock-based compensation costs associated with our equity incentive plan. Gross profit margin increased from 66% for the year ended June 30, 2022 to 69% for the year ended June 30, 2023, which was primarily driven by total revenue growth and improved operating leverage. \n35\nTable of Contents\nOperating Expenses\n($ in thousands)\nSales and Marketing\nYear Ended June 30,\nChange from 2021 to 2022\nChange from 2022 to 2023\n2021\n2022\n2023\n$\n%\n$\n%\nSales and marketing\n$\n161,808\n$\n214,455\n$\n296,716\n$\n52,647\n33%\n$\n82,261\n38%\nPercentage of total revenues\n25%\n25%\n25%\nSales and marketing expenses for the year ended June 30, 2023 increased by $82.3 million, or 38%, to $296.7 million from $214.5 million for the year ended June 30, 2022. The increase in sales and marketing expense was primarily due to $53.9 million of additional employee-related costs, including those incurred to expand our sales team. The increase was also driven by $15.1 million of additional stock-based compensation costs associated with our equity incentive plan and $8.1 million in additional marketing lead generation costs.\nResearch and Development\nYear Ended June 30,\nChange from 2021 to 2022\nChange from 2022 to 2023\n2021\n2022\n2023\n$\n%\n$\n%\nResearch and development\n$\n76,707\n$\n102,908\n$\n163,994\n$\n26,201\n34%\n$\n61,086\n59%\nPercentage of total revenues\n12%\n12%\n14%\nResearch and development expenses for the year ended June 30, 2023 increased by $61.1 million, or 59%, to $164.0 million from $102.9 million for the year ended June 30, 2022. The increase in research and development expenses was primarily due to $47.4 million of additional employee-related costs related to additional development personnel and $17.8 million of additional stock-based compensation costs associated with our equity incentive plan, partially offset by $9.1 million in higher period-over-period capitalized internal-use software costs.\nGeneral and Administrative\nYear Ended June 30,\nChange from 2021 to 2022\nChange from 2022 to 2023\n2021\n2022\n2023\n$\n%\n$\n%\nGeneral and administrative\n$\n119,771\n$\n163,692\n$\n191,823\n$\n43,921\n37%\n$\n28,131\n17%\nPercentage of total revenues\n19%\n19%\n16%\nGeneral and administrative expenses for the year ended June 30, 2023 increased by $28.1 million, or 17%, to $191.8 million from $163.7 million for the year ended June 30, 2022. The increase in general and administrative expenses was primarily due to $12.8 million of additional stock-based compensation costs associated with our equity incentive plan and $12.3 million in additional employee-related costs.\nOther Income (Expense)\nOther income (expense) for the year ended June 30, 2023 increased by $4.6 million as compared to the year ended June 30, 2022. The change in other income (expense) was primarily due to higher interest income earned on our cash and cash equivalents as a result of higher interest rates.\nIncome Tax Expense (Benefit)\nOur effective tax rates were (8.6)% and 11.2% for the years ended June 30, 2022 and 2023, respectively. Our effective tax rates for the years ended June 30, 2022 and 2023 were lower than the federal statutory rate of 21% primarily due to benefits from stock-based compensation and research and development tax credits generated. \n36\nTable of Contents\nSee Note 14 of the Notes to Consolidated Financial Statements included in Part II, Item 8: “Financial Statements and Supplementary Data” of this Annual Report on Form 10-K for further details on the components of income tax and a reconciliation of the U.S. federal statutory rate to the effective tax rate.\nCritical Accounting Policies and Significant Judgments and Estimates\nIn preparing our financial statements and accounting for the underlying transactions and balances in accordance with GAAP, we apply various accounting policies that require our management to make estimates, judgments and assumptions that affect the amounts reported in our financial statements. We consider the policies discussed below critical to understanding our financial statements, as their application places the most significant demands on management’s judgment. Management bases its estimates, judgments and assumptions on historical experience, current economic and industry conditions and on various other factors deemed to be reasonable under the circumstances, the results of which form the basis for making judgments about the carrying values of assets and liabilities that are not readily apparent from other sources. Because the use of estimates is an integral part of the financial reporting process, actual results could differ, and such differences could be material.\nRevenue Recognition\nWe apply Accounting Standards Codification (“ASC”) 606, Revenue from Contracts with Customers (“Topic 606”), whereby we recognize revenue when we transfer control of goods or services to our customers in an amount that reflects the consideration to which we expect to be entitled to for those goods or services. \nWe derive our revenue from contracts with clients predominantly from recurring and non-recurring service fees. Recurring fees are derived from payroll and HR related services including time and attendance, HR and talent management and benefits enrollment and administration services. Payroll services are delivered on a weekly, biweekly, semi-monthly, or monthly basis depending upon the payroll frequency of the client and on an annual basis if a client selects W-2 preparation and processing services. HR related services are typically delivered on a monthly basis. \nThe majority of our recurring fees are satisfied over time as services are provided. The performance obligations related to payroll services are satisfied upon the processing of a client’s payroll with the fee charged and collected based on a per employee per payroll frequency fee. The performance obligations related to time and attendance services and HR related services are satisfied over time each month with the fee charged and collected based on a per employee per month fee. For subscription-based fees which can include payroll, time and attendance and HR related services, we recognize the applicable recurring fees over time each month with the fee charged and collected based on a per employee per month fee. We believe that the total fees charged to our clients is indicative of the standalone selling price as these fees are within the range of prices typically charged for our services to our clients. Even though our subscription-based services include multiple performance obligations, we do not believe it is meaningful to determine the standalone selling price for each service separately since these services are delivered and related revenue recognized within the same period. \nWe have certain optional performance obligations that are satisfied at a point in time including the sales of time clocks and W-2 preparation services. \nNon-recurring service fees consist mainly of nonrefundable implementation fees, which involve setting up the client in, and loading data into, our cloud-based modules. These implementation activities are considered set-up activities. We have determined that the nonrefundable upfront fees provide certain clients with a material right to renew the contract. Implementation fees are deferred and amortized generally over a period up to 24 months. \nCapitalized Internal-Use Software Costs\nWe apply ASC 350-40, Intangibles—Goodwill and Other—Internal-Use Software, to the accounting for costs of internal-use software. Software development costs are capitalized when module development begins, it is probable that the project will be completed, and the software will be used as intended. Costs associated with preliminary project stage activities, training, maintenance and all other post implementation stage activities are expensed as incurred. We also capitalize certain costs related to specific upgrades and enhancements when it is probable the expenditures will result in significant additional functionality. The capitalization policy provides for the capitalization of certain payroll costs for employees who are directly associated with developing internal-use software as well as certain external direct costs. Capitalized employee costs are limited to the time directly spent on such projects.\n37\nTable of Contents\nInternal-use software is amortized on a straight-line basis, generally over a two- to three-year period while certain projects that support our main processing activities are amortized over ten years. We evaluate the useful lives of these assets on an annual basis and test for impairment whenever events or changes in circumstances occur that could impact the recoverability of these assets. There was no impairment to capitalized internal-use software during the years ended June 30, 2021, 2022 or 2023. We capitalized $31.7 million, $42.2 million and $55.6 million of internal-use software costs for the years ended June 30, 2021, 2022 and 2023, respectively, including stock-based compensation costs of $2.6 million, $7.1 million and $11.9 million for the years ended June 30, 2021, 2022 and 2023, respectively. We amortized $23.2 million, $25.3 million and $31.4 million of capitalized internal-use software costs for the years ended June 30, 2021, 2022 and 2023, respectively. \nBusiness Combinations\nWe include the results of businesses acquired in our consolidated financial statements from the date of acquisition. We allocate the purchase price consideration associated with our acquisitions to the fair values of assets acquired and liabilities assumed at their respective acquisition dates, with the excess recorded to goodwill. The purchase price allocations require us to make significant judgments and estimates in determining such fair values, particularly related to intangible assets. Such estimates used in valuation methodologies can include, but are not limited to, forecasted revenue growth rates and cost projections,\n \nexpected time and costs to rebuild developed technology, and discount rates. These estimates are inherently uncertain and may be refined over the measurement period. Adjustments to the fair values of assets acquired and liabilities assumed may be recorded during the measurement period, which may be up to one year from the acquisition date, with the corresponding offset to goodwill. \nLiquidity and Capital Resources\nOur primary liquidity needs are related to the funding of general business requirements, including working capital requirements, research and development, and capital expenditures. As of June 30, 2023, our principal sources of liquidity were $288.8 million of cash and cash equivalents. In July 2019, we entered into a five-year revolving credit agreement, which we amended in August 2022. The amended credit agreement provides for a $550.0 million revolving credit facility which may be increased up to $825.0 million. No amounts were drawn on the revolving credit facility as of June 30, 2023. In the fourth quarter of fiscal 2020, we borrowed $100.0 million under the original credit facility, which we repaid in the third quarter of fiscal 2021. In the third quarter of fiscal 2022, we borrowed $50.0 million in connection with our acquisition of Cloudsnap, Inc., which we repaid within the same quarter. Refer to Note 12 of the Notes to the Consolidated Financial Statements included in Part II, Item 8: “Financial Statements and Supplementary Data” for additional details on the credit agreement and borrowing activity. \nWe may invest portions of our excess cash and cash equivalents in highly liquid, investment-grade marketable securities. These investments may consist of commercial paper, corporate debt issuances, asset-backed debt securities, certificates of deposit, U.S. treasury securities, U.S. government agency securities and other securities with credit quality ratings of A-1 or higher. As of June 30, 2023, we did not have any corporate investments classified as available-for-sale securities.\nIn order to grow our business, we intend to increase our personnel and related expenses and to make significant investments in our platform, data centers and general infrastructure. The timing and amount of these investments will vary based on our financial condition, the rate at which we add new clients and new personnel and the scale of our module development, data centers and other activities. Many of these investments will occur in advance of experiencing any direct benefit from them, which could negatively impact our liquidity and cash flows during any particular period and may make it difficult to determine if we are effectively allocating our resources. However, we expect to fund our operations, capital expenditures, acquisitions and other investments principally with cash flows from operations, and to the extent that our liquidity needs exceed our cash from operations, we would look to our cash on hand or utilize the borrowing capacity under our credit facility to satisfy those needs. \nFunds held for clients and client fund obligations will vary substantially from period to period as a result of the timing of payroll and tax obligations due. Our payroll processing activities involve the movement of significant funds from accounts of employers to employees and relevant taxing authorities. Though we debit a client’s account prior to any disbursement on its behalf, there is a delay between our payment of amounts due to employees and taxing and other regulatory authorities and when the incoming funds from the client to cover these amounts payable actually clear into our operating accounts. We currently have agreements with various major U.S. banks to execute ACH and wire transfers to \n38\nTable of Contents\nsupport our client payroll and tax services. We believe we have sufficient capacity under these ACH arrangements to handle all transaction volumes for the foreseeable future. We primarily collect fees for our services via ACH transactions at the same time we debit the client’s account for payroll and tax obligations and thus are able to reduce collectability and accounts receivable risks.\nWe believe our current cash and cash equivalents, future cash flow from operations, and access to our credit facility will be sufficient to meet our ongoing working capital, capital expenditure and other liquidity requirements for at least the next 12 months, and thereafter, for the foreseeable future. \nCash Flows\nThe following table sets forth data regarding cash flows for the periods indicated:\nYear Ended June 30,\n2021\n2022\n2023\nNet cash provided by operating activities\n$\n124,850 \n$\n155,053 \n$\n282,723 \nCash flows from investing activities:\nPurchases of available-for-sale securities and other\n— \n(433,962)\n(598,895)\nProceeds from sales and maturities of available-for-sale securities\n101,467 \n116,848 \n446,751 \nCapitalized internal-use software costs\n(28,594)\n(34,515)\n(45,004)\nPurchases of property and equipment\n(9,461)\n(18,069)\n(21,910)\nAcquisitions of businesses, net of cash acquired\n(14,992)\n(107,576)\n— \nOther investing activities\n— \n(2,500)\n(1,104)\nNet cash provided by (used in) investing activities\n48,420 \n(479,774)\n(220,162)\nCash flows from financing activities:\nNet change in client fund obligations\n432,373 \n2,228,038 \n(1,362,421)\nBorrowings under credit facility\n— \n50,000 \n— \nRepayment of credit facility\n(100,000)\n(50,000)\n— \nProceeds from exercise of stock options\n146 \n— \n— \nProceeds from employee stock purchase plan\n12,214 \n14,103 \n16,916 \nTaxes paid related to net share settlement of equity awards\n(64,191)\n(69,761)\n(88,312)\nPayment of debt issuance costs\n(64)\n(87)\n(885)\nNet cash provided by (used in) financing activities\n280,478 \n2,172,293 \n(1,434,702)\nNet change in cash, cash equivalents and funds held for clients' cash and cash equivalents\n$\n453,748 \n$\n1,847,572 \n$\n(1,372,141)\nOperating Activities\nNet cash provided by operating activities was $124.9 million, $155.1 million and $282.7 million for the years ended June 30, 2021, 2022 and 2023, respectively. \nThe change in net cash provided by operating activities from fiscal 2022 to fiscal 2023 was primarily due to improved operating results after adjusting for non-cash items including stock-based compensation expense, depreciation and amortization expense and deferred income tax expense (benefit), partially offset by net changes in operating assets and liabilities during the year ended June 30, 2023 as compared to the year ended June 30, 2022.\n39\nTable of Contents\nInvesting Activities\nNet cash provided by (used in) investing activities was $48.4 million, $(479.8) million and $(220.2) million, for the years ended June 30, 2021, 2022 and 2023, respectively. Net cash provided by (used in) investing activities is significantly impacted by the timing of purchases and sales and maturities of investments as we may invest a portion of our excess cash and cash equivalents and funds held for clients in highly liquid, investment-grade marketable securities. The amount of funds held for clients invested will vary based on timing of client funds collected and payments due to client employees and taxing and other regulatory authorities. \nThe change in net cash provided by (used in) investing activities from fiscal 2022 to fiscal 2023 was primarily due to an increase in proceeds from sales and maturities of available-for-sale securities of $329.9 million and a decrease of $107.6 million in amounts paid for acquisitions, net of cash acquired, partially offset by $164.9 in additional purchases of available-for-sale securities during the year ended June 30, 2023 as compared to the year ended June 30, 2022. \nFinancing Activities\nNet cash provided by (used in) financing activities was $280.5 million, $2,172.3 million and $(1,434.7) million for the years ended June 30, 2021, 2022 and 2023, respectively. The change in net cash provided by (used in) financing activities was primarily the decrease in client fund obligations of $3,590.5 million due to the timing of client funds collected and related remittance of those funds to client employees and taxing authorities during the year ended June 30, 2023 as compared to the year ended June 30, 2022.\nCapital Expenditures\nWe expect to continue to invest in capital spending as we continue to grow our business and expand and enhance our operating facilities, data centers and technical infrastructure. Future capital requirements will depend on many factors, including our rate of sales growth. In the event that our sales growth or other factors do not meet our expectations, we may eliminate or curtail capital projects in order to mitigate the impact on our use of cash. Capital expenditures were $9.5 million, $18.1 million and $21.9 million for the years ended June 30, 2021, 2022 and 2023, respectively, exclusive of capitalized internal-use software costs of $28.6 million, $34.5 million, and $45.0 million for the same periods, respectively. \nContractual Obligations\nOur principal commitments consist of $81.3 million in operating lease obligations, of which $10.1 million is due in the next twelve months. Refer to Note 13 of the Notes to the Consolidated Financial Statements included in Part II, Item 8: “Financial Statements and Supplementary Data” for additional details on our lease activity. We also have $59.0 million in purchase obligations, of which $32.2 million is due in the next twelve months.\nNew Accounting Pronouncements\nRefer to Note 2 of the Notes to the Consolidated Financial Statements included in Part II, Item 8: “Financial Statements and Supplementary Data” for a discussion of recently issued accounting standards.",
    "item7a": ">Item 7A. Quantitative and Qualitative Disclosures about Market Risk.\nSubstantially all of our operations take place in the United States and are exposed to market risks in the ordinary course of our business. These risks primarily include interest rate and certain other exposures as well as risks relating to changes in the general economic conditions in the United States. We have not used, nor do we intend to use, derivatives to mitigate the impact of interest rate or other exposure or for trading or speculative purposes.\nInterest Rate Risk\nAs of June 30, 2023, we had cash and cash equivalents of $288.8 million and funds held for clients of $2,621.4 million. We deposit our cash and cash equivalents and significant portions of our funds held for clients in demand deposit accounts with various financial institutions. We may invest portions of our excess cash and cash equivalents and funds held for clients in marketable securities including money market funds, commercial paper, corporate debt issuances, asset-backed debt securities, certificates of deposit, U.S. treasury securities, U.S. government agency securities and other securities. Our investment policy is focused on generating higher yields from these investments while preserving liquidity \n40\nTable of Contents\nand capital. However, as a result of our investing activities, we are exposed to changes in interest rates that may materially affect our financial statements. \n41\nTable of Contents\nIn a falling rate environment, a decline in interest rates would decrease our interest income earned on both cash and cash equivalents and funds held for clients. An increase in the overall interest rate environment may cause the market value of our investments in fixed rate available-for-sale securities to decline. If we are forced to sell some or all of these securities at lower market values, we may incur investment losses. However, because we classify all marketable securities as available-for-sale, no gains or losses are recognized due to changes in interest rates until such securities are sold or decreases in fair value are deemed due to expected credit losses. We have not recorded credit impairment losses on our portfolio to date.\n Based upon a sensitivity model that measures market value changes caused by interest rate fluctuations, an immediate 100-basis point increase in interest rates would have resulted in a decrease in the market value of our available-for-sale securities by $5.0 million as of June 30, 2023. An immediate 100-basis point decrease in interest rates would have resulted in an increase in the market value of our available-for-sale securities by $5.0 million as of June 30, 2023. Fluctuations in the value of our available-for-sale securities caused by changes in interest rates are recorded in other comprehensive income and are only realized if we sell the underlying securities.\nAdditionally, as described in \nNote 12 of the Notes to the Consolidated Financial Statements included in Part II, Item 8: “Financial Statements and Supplementary Data”\n, we entered into a first amendment to our credit agreement that provides for a revolving credit facility (“credit facility”) in the aggregate amount of \n$550.0\n million, which may be increased up to \n$825.0\n million. Borrowings under the credit facility generally bear interest at a rate based upon the Term Secured Overnight Financing Rate (“SOFR”) plus the SOFR Adjustment or an adjusted base rate plus an applicable margin based on our then-applicable net total leverage ratio. As of \nJune 30, 2023\n, there were no amounts drawn on the credit facility. To the extent that we draw additional amounts under the credit facility, we may be exposed to increased market risk from changes in the underlying index rates, which affects our interest expense.\nInflation Risk\nWe do not believe that inflation has had a material effect on our business, financial condition or results of operations. Nonetheless, if our costs were to become subject to significant inflationary pressures, we may not be able to fully offset such higher costs through price increases. Our inability or failure to do so could harm our business, financial condition and results of operations.",
    "cik": "1591698",
    "cusip6": "70438V",
    "cusip": [
        "70438V906",
        "70438V956",
        "70438V106",
        "70438v106"
    ],
    "names": [
        "PAYLOCITY HLDG CORP COM",
        "PAYLOCITY HLDG CORP"
    ],
    "source": "https://www.sec.gov/Archives/edgar/data/1591698/000159169823000115/0001591698-23-000115-index.htm"
}