{
    "item1": ">Item 1. Business\nUnless otherwise expressly indicated or the context otherwise requires, in this Annual Report on Form 10-K: \n•\nwe use the terms “Malibu Boats,” the “Company,” “we,” “us,” “our” or similar references to refer (1) prior to the consummation of our initial public offering, or \"IPO\" on February 5, 2014, to Malibu Boats Holdings, LLC, or the LLC, and its consolidated subsidiaries and (2) after our IPO, to Malibu Boats, Inc. and its consolidated subsidiaries; \n•\nwe refer to the owners of membership interests in the LLC immediately prior to the consummation of the IPO, collectively, as our “pre-IPO owners”; \n•\nwe refer to owners of membership interests in the LLC (the \"LLC Units\"), collectively, as our “LLC members”; \n•\nreferences to “fiscal year” refer to the fiscal year of Malibu Boats, which ends on June 30 of each year; \n•\nwe refer to our Malibu branded boats as \"Malibu\", our Axis Wake Research branded boats as \"Axis\", our Pursuit branded boats as \"Pursuit\", our Maverick, Cobia, Pathfinder and Hewes branded boats as \"Maverick Boat Group\", and our Cobalt branded boats as \"Cobalt\";\n•\nwe use the term “recreational powerboat industry” to refer to our industry group, which includes performance sport boats, sterndrive and outboard boats;\n•\nwe use the term “performance sport boat category” to refer to the industry category, consisting primarily of fiberglass boats equipped with inboard propulsion and ranging from 19 feet to 26 feet in length, which we believe most closely corresponds to (1) the inboard ski/wakeboard category, as defined and tracked by the National Marine Manufacturers Association, or NMMA, and (2) the inboard ski boat category, as defined and tracked by Statistical Surveys, Inc., or SSI; \n•\nwe use the terms “sterndrive” and “outboard” to refer to the industry category, consisting primarily of sterndrive and outboard boats ranging from 20 feet to 40 feet, which most closely corresponds to the sterndrive and outboard categories, as defined and tracked by NMMA, and the sterndrive and outboard propulsion categories, as defined and tracked by SSI; in some instances, we provide market information based on specific boat lengths or boat types within the sterndrive or outboard categories to reflect our performance in those specific markets in which we offer products; and\n•\nreferences to certain market and industry data presented in this Form 10-K are determined as follows: (1) U.S. boat sales and unit volume for the overall powerboat industry and any powerboat category during any calendar year are based on retail boat market data from the NMMA; (2) U.S. market share and unit volume for the overall powerboat industry and any powerboat category during any fiscal year ended June 30 or any calendar year ended December 31 are based on comparable same-state retail boat registration data from SSI, as reported by the 50 states for which data was available as of the date of this Form 10-K; and (3) market share among U.S. manufacturers of exports to international markets of boats in any powerboat category for any period is based on data from the Port Import Export Reporting Service, available through March 31, 2023, and excludes such data for Australia and New Zealand. \nThis Annual Report on Form 10-K includes our trademarks, such as “ Monsoon,” “Surf Gate,” “Wakesetter,” “Surf Band,” and “Swim Step,” which are protected under applicable intellectual property laws and are the property of Malibu Boats, Inc. This Form 10-K also contains trademarks, service marks, trade names and copyrights of other companies, which are the property of their respective owners. Solely for convenience, trademarks and trade names referred to in this Form 10-K may appear without the \n®\n or TM symbols, but such references are not intended to indicate, in any way, that we will not assert, to the fullest extent under applicable law, our rights or the right of the applicable licensor to these trademarks and trade names. \nOur Company\nWe are a leading designer, manufacturer and marketer of a diverse range of recreational powerboats, including performance sport boats, sterndrive and outboard boats under eight brands—Malibu, Axis, Pursuit, Maverick, Cobia, Pathfinder, Hewes and Cobalt. We have the #1 market share position in the United States in the performance sport boat category through our Malibu and Axis brands and the #1 market share position in the United States in the 24’—29’ segment of the sterndrive category through our Cobalt brand, and we are among the leading market share positions in the fiberglass outboard fishing boat market with our Pursuit and Maverick Boat Group brands. Our product portfolio of premium brands are used for a broad range of recreational boating activities including, among others, water sports such as water skiing, \n1\nTable of Contents\nwakeboarding and wake surfing, as well as general recreational boating and fishing. Our passion for consistent innovation, which has led to propriety technology such as Surf Gate, has allowed us to expand the market for our products by introducing consumers to new and exciting recreational activities. We design products that appeal to an expanding range of recreational boaters and water sports enthusiasts whose passion for boating and water sports is a key aspect of their lifestyle and provide consumers with a better customer-inspired experience. With performance, quality, value and multi-purpose features, our product portfolio has us well positioned to broaden our addressable market and achieve our goal of increasing our market share in the expanding recreational boating industry.\nOur flagship Malibu boats are designed for consumers seeking a premium performance sport boat experience and offer our latest innovations in performance, comfort and convenience. Our Axis boats appeal to consumers who desire a more affordable performance sport boat product but still demand high performance, functional simplicity and the option to upgrade key features. Our Pursuit boats expand our product offerings into the saltwater outboard fishing market and include center console, dual console and offshore models.\n Our Maverick Boat Group family of boats, including Maverick, Cobia, Pathfinder and Hewes, are highly complementary to Pursuit and its saltwater outboard offerings with a focus in length segments under 30 feet. \nOur Cobalt boats consist of mid to large-sized luxury cruisers and bowriders that we believe offer the ultimate experience in comfort, performance and quality.\nOur boats are constructed of fiberglass, available in a range of sizes, hull designs and propulsion systems (i.e., inboard, sterndrive and outboard). We employ experienced product development and engineering teams that enable us to offer a range of models across each of our brands while consistently introducing innovative features in our product offerings. Our engineering teams closely collaborate with our manufacturing personnel in order to improve product quality and process efficiencies. The results of this collaboration are reflected in our receipt of numerous industry awards.\nWe sell our boats through a dealer network that we believe is the strongest in the recreational powerboat industry. As of June 30, 2023, our distribution channel consisted of over 400 dealer locations globally. Our dealer base is an important part of our consumers’ experience, our marketing efforts and our brands. We devote significant time and resources to find, develop and improve the performance of our dealers and believe our dealer network gives us a distinct competitive advantage. \nMarket and Competitive Position\nThe recreational powerboat industry, including the performance sport boat, sterndrive and outboard categories, is highly competitive for consumers and dealers. Competition affects our ability to succeed in the markets we currently serve and new markets that we may enter in the future. We compete with several large manufacturers that may have greater financial, marketing and other resources than we do. We compete with large manufacturers who are represented by dealers in the markets in which we now operate and into which we plan to expand. We also compete with a wide variety of small, independent manufacturers. Competition in our industry is based primarily on brand name, price and product performance.\nDuring calendar year 2022, retail sales of new recreational powerboats in the United States totaled $16.0 billion. Of the recreational powerboat categories defined and tracked by the NMMA, we serve three of the top four categories consisting of outboard, sterndrive and performance sport boat representing an addressable market of nearly $13.2 billion in retail sales through our Malibu, Axis,  Pursuit, Maverick Boat Group brands and Cobalt brands. The following table illustrates the size of our addressable market in units and retail sales for calendar year 2022:\nRecreational Powerboat Category\nUnit Sales\nRetail Sales\n(Dollars in millions)\nOutboard\n160,850 \n$\n10,419 \nPerformance sport boat\n12,200 \n$\n1,893 \nSterndrive\n6,900 \n$\n887 \nJet boat\n8,000 \n$\n495 \nCruisers\n1,600 \n$\n2,283 \n     Total addressable market\n189,550 \n$\n15,977 \nWe maintain a leading market share position in a number of recreational boating categories with our various brands.  According to SSI, in 2022 we held the number one market share position in the United States for performance sport boats with our Malibu and Axis brands, the number one market share position in the United States for the 24’—29’ segment of the sterndrive boat category through our Cobalt brand, and we are among the leading market share positions in the outboard fiberglass fishing market that our Pursuit and Maverick Boat Group brands serve, in each case based on unit volume. We have grown our U.S. market share in the performance sports boat category from 24.5% in 2010 to 28.8% in 2022 and we have \n2\nTable of Contents\nexpanded our market share in the 24’-29’ segment of the sterndrive boat category from 14.2% in 2010 to 35.9% in 2022. Our Pursuit brand has gained share within its market since our acquisition of Pursuit and we are positioned to gain a broader share of the overall outboard fiberglass fishing market with our Maverick Boat Group brands. \nOur Products and Brands\nWe design, manufacture and sell recreational powerboats, including performance sport boats, sterndrive and outboard boats across eight brands: Malibu, Axis, Pursuit, Maverick, Cobia, Pathfinder, Hewes, and Cobalt. We believe that we deliver superior performance for general recreational purposes with a significant focus on water sports, including wakeboarding, water skiing and wake surfing as well as general recreational boating and fishing. In addition, we also offer various accessories and aftermarket parts. The following table provides an overview of our product offerings by brand as of June 30, 2023: \nReportable Segment\nBrand\nNumber of\nModels\nLengths\nRetail Price\nRange\n(In thousands)\nDescription\nMalibu\nMalibu\n11\n20'-26'\n$80-$300\nMalibu targets consumers seeking a premium boating experience with our latest innovations in performance, comfort and convenience. Across our three product lines, we offer a variety of products to customers from our Response Series tailored for high-performance water ski to highly customizable options in our Wakesetter series to our ultra premium models in the M Series.\nAxis\n6\n20’-25’\n$80-$175\nAxis was formed to target a younger demographic by providing a more affordably priced, high quality, entry-level boat with high performance, functional simplicity and the option to upgrade key features such as Surf Gate. \nSaltwater Fishing\nPursuit\n18\n24'-46'\n$130-$1,400\nPursuit is a premium brand of saltwater outboard fishing boats available in three product lines including our sports center consoles, dual consoles and our offshore series to provide customers with options for ideal fishing as well as casual cruising and luxury entertainment. \nCobia\n11\n21'-34'\n$60-$500\nCobia models consist of center console and dual console vessels that are designed to promote ease of boating and fishing for all levels of anglers and boaters.\nPathfinder\n8\n22'-27'\n$60-$250\nPathfinder provides the most versatile inshore fishing boat. The product of bay boats provides for dedicated anglers to fish and do so with comfort, safety and proven technology.\nMaverick and Hewes\n6\n16'-21'\n$45-$125\nMaverick and Hewes have been designed to tailor to shallow inshore flats anglers. These boats, with vacuum infused (VARIS) construction and enhanced performance, provide a legacy of dependability, unmatched ride, and exceptional craftsmanship.\nCobalt\nCobalt\n18\n22’-36’\n$75-$625\nCobalt is a premium luxury sterndrive and outboard boat manufacturer available in five product lines. Our products tailor sterndrive from entry level to premium with options to expand some models with the patented Surf Gate, as well as our outboard series for increased saltwater use.\nInnovative \nFeatures\n \nIn addition to the standard features included on all of our boats, we offer consumers a full selection of innovative optional features designed to enhance performance, functionality and the overall boating experience. We believe our innovative features drive our high average selling prices. Among our most successful and most innovative has been Surf Gate. Introduced in July 2012 and initially patented in September 2013, Surf Gate is available as an optional feature on all Malibu, Axis and certain Cobalt models. Surf Gate has revolutionized the increasingly popular sport of wake surfing. Prior to Surf Gate, boaters needed to empty ballast tanks on one side of the boat and shift passengers around to lean the boat to create a larger, more pronounced surf-quality wake. By employing precisely engineered and electronically controlled panels, Surf Gate alleviates this time-consuming and cumbersome process, allowing boaters to easily surf behind an evenly weighted boat without the need to wait for ballast changes. We have also developed our patented Surf Band technology that allows the rider to remotely control the surf wave, shape, size and side.\n Some of our other notable innovations include Power Wedge III, G5 and the power actuated G10+ Tower, Electronic Dashboard Controls, Flip Down Swim Step, Tower Mister, Splash and Stow and Cobalt's TruWave Technology. Pursuit also has introduced the industry first Electric Sliding Entertainment Center and sliding second row center console seating. Maverick Boat Group has introduced first of its kind \"Hybrid\" and \"Open\" Bay Boat designs in recent years. \n3\nTable of Contents\nWe won the Boating Industry Magazine's \"Top Product\" award for the Pursuit S 358 Sport in 2022. Malibu Trailers took the coveted NMMA Innovation Award at the Miami International Boat Show in 2022. The Malibu Wakesetter 23 LSV has won Wakeworld “Readers Choice” Wakeboard and Wakesurf Boat of the Year three years running in 2022, 2021 and 2020.\nWe also offer an array of less technological, but nonetheless value-added boat features such as gelcoat upgrades, upholstery upgrades, engine drivetrain enhancements (such as silent exhaust tips, propeller upgrades and closed cooling engine configuration), sound system upgrades, bimini tops, boat covers and trailers which further increase the level of customization afforded to consumers. \nOur Dealer Network \nWe rely on independent dealers to sell our products. We establish performance criteria that our dealers must meet as part of their dealer agreements to ensure our dealer network remains the strongest in the industry. As a member of our network, dealers may qualify for floor plan financing programs, rebates, seasonal discounts and other allowances. We believe our dealer network is the most extensive in the market.  \nNorth America \nAs of June 30, 2023, our dealer network consisted of over 300 dealer locations servicing the performance sport boat, sterndrive, and outboard markets strategically located throughout the U.S. and Canada. Approximately 50% of our dealer locations have been with us, or with Pursuit, Maverick Boat Group or Cobalt, prior to our acquisition of them, for over ten years. Our top ten dealers represented 41.1%, 39.9% and 38.7%, of our net sales for fiscal year 2023, 2022 and 2021, respectively. The top ten dealers for each of the Malibu, Saltwater Fishing and Cobalt segments represented approximately 53.3%, 56.8% and 53.1%, respectively, of net sales in fiscal year 2023. The top ten dealers for each segment are not the same across all segments. Sales to our dealers under common control of OneWater Marine, Inc. represented approximately 17.2%\n, 16.8% and 16.3%\n of consolidated net sales in fiscal years 2023, 2022 and 2021, respectively, including approximately 6.5%, 29.5% and 20.7% of consolidated sales in fiscal year 2023 for Malibu, Saltwater Fishing and Cobalt, respectively. \nSales to our dealers under common control of Tommy's Boats represented approximately 10.7%, 9.4% and 7.3% of our consolidated net sales in the fiscal years ended June 30, \n2023\n, \n2022\n and \n2021\n respectively, \nincluding approximately 23.3%, 0.0% and 0.9% of consolidated sales in fiscal year 2023 for Malibu, Saltwater Fishing and Cobalt, respectively.\nWe consistently review our distribution network to identify opportunities to expand our geographic footprint and improve our coverage of the market. We believe that our diverse product offering and strong market position in each region of the United States helped us capitalize on growth opportunities as our industry recovered from the economic downturn. We have the ability to opportunistically add new dealers and new dealer locations to previously underserved markets and use data and performance metrics to monitor dealer performance. We believe our outstanding dealer network allows us to distribute our products more efficiently than our competitors.\nInternational\nWe have an extensive international distribution network for our Malibu, Axis, Pursuit, Maverick Boat Group and Cobalt brands. As of June 30, 2023, our dealer network consisted of over 100 dealer locations throughout Europe, Asia, Middle East, South America, South Africa, and Australia/New Zealand. \nDealer Management \nOur relationships with our dealers are governed by dealer agreements. Each dealer agreement has a finite term lasting between one and three years. Our dealer agreements also are typically terminable without cause by the dealer with 60 days’ prior notice and by us for a dealer failing to meet performance criteria. We may also generally terminate these agreements immediately for cause upon certain events. Pursuant to our dealer agreements, the dealers typically agree to, among other things: \n•\nrepresent our products at specified boat shows; \n•\nmarket our products only to retail end users in a specific geographic territory; \n•\npromote and demonstrate our products to consumers; \n•\nplace a specified minimum number of orders of our products during the term of the agreement in exchange for rebate or discount eligibility that varies according to the level of volume they commit to purchase; \n•\nprovide us with regular updates regarding the number and type of our products in their inventory; \n4\nTable of Contents\n•\nmaintain a service department to service our products, and perform all appropriate warranty service and repairs; and \n•\nindemnify us for certain claims. \nOur dealer network, including all additions, renewals, non-renewals or terminations, is managed by our sales personnel. Our sales teams operate using a semi-annual dealer review process involving our senior management team. Each individual dealer is reviewed semi-annually with a broad assessment across multiple key elements, including the dealer’s geographic region, market share and customer service ratings, to identify underperforming dealers for remediation and to manage the transition process when non-renewal or termination is a necessary step. \nWe have developed a system of financial incentives for our dealers based on customer satisfaction and achievement of best practices. Our brands employ dealer incentive programs that have been refined through decades of experience at each brand and may, from time to time, include the following elements:\n•\nRebates\n. Our domestic dealers agree to volume commitments that are used to determine applicable rebates. The structure of the dealer incentive depends on the brand represented. If a dealer meets its volume commitments as well as other terms of the dealer performance program, the dealer is entitled to the specified amounts subject to full compliance with our programs. Failure to meet the commitment volume or other terms of the program may result in partial or complete forfeiture of the dealer’s rebate.  \n•\nFree flooring\n. Our dealers that take delivery of current model year boats in the offseason, typically July through April, are entitled to have us pay the interest to floor the boat until the earlier of (1) the retail sale of the unit or (2) a date near the end of the current model year. This program is an additional incentive to encourage dealers to order in the offseason and helps us balance our seasonal production. \nOur dealer incentive programs are structured to promote more evenly distributed ordering throughout the fiscal year, which allows us to achieve better level-loading of our production and thereby generate plant operating efficiencies. In addition, these programs may offer further rewards for dealers who are exclusive to our brands. \nFloor Plan Financing\nOur North American dealers often purchase boats through floor plan financing programs with third-party floor plan financing providers. During fiscal year 2023, approximatel\ny \n75% of our North American shipments were made pursuant to floor plan financing programs which our dealers participate in. These programs allow dealers across our brands to establish lines of credit with third-party lenders to purchase inventory. Under these programs, a dealer draws on the floor plan facility upon the purchase of our boats and the lender pays the invoice price of the boats. As is typical in our industry, we have entered into repurchase agreements with certain floor plan financing providers to our dealers. Under the terms of these arrangements, in the event a lender repossesses a boat from a dealer that has defaulted on its floor financing arrangement and is able to deliver the repossessed boat to us, we are obligated to repurchase the boat from the lender. Our obligation to repurchase such repossessed products for the unpaid balance of our original invoice price for the boat is subject to reduction or limitation based on the age and condition of the boat at the time of repurchase, and in certain cases by an aggregate cap on repurchase obligations associated with a particular floor financing program.\nOur exposure under repurchase agreements with third-party lenders is mitigated by our ability to reposition inventory with a ne\nw dealer in the event that a repurchase event occurs. The primary cost to us of a repurchase event is any margin loss on the resale of a repurchased unit. Historically, we have been able to resell repurchased boats at an amount that exceeds our cost. In addition, the historical margin loss on the resale of repurchased units has often been below 10% of the repurchased amount. For fiscal years 2023, 2022 and 2021, we did not repurchase any boats under our repurchase agreements.\nMarketing and Sales\nWe believe that providing a high level of service to our dealers and end consumers is essential to maintaining our reputation. Our sales personnel receive training on the latest Malibu, Axis, Pursuit, Maverick Boat Group and Cobalt products and technologies, as well as training on our competitors’ products and technologies, and attend trade shows to increase their market knowledge. This training is then passed along to our dealers to ensure a consistent marketing message and leverage our marketing expenditures. Malibu, Axis, Pursuit, Maverick Boat Group and Cobalt enjoy strong brand awareness, as evidenced by our substantial market share in their respective categories. \nOur marketing strategy focuses on building brand awareness and loyalty in the inboard towboat market with Malibu and Axis brands and the outboard and sterndrive markets with Pursuit, Maverick Boat Group and Cobalt brands. Activating the marketing strategy involves creating custom content to be utilized in outbound marketing campaigns and social media to engage \n5\nTable of Contents\nowners and prospects. In addition to retail websites developed for each of those brands and their unique consumers, the brands also manage all other aspects of marketing including traditional print advertising and trade shows. \nProduct Development and Engineering\nWe are strategically and financially committed to innovation, as reflected in our dedicated product development and engineering teams located in Tennessee, Kansas, California, and Florida and evidenced by our track record of new product introduction. As of June 30, 2023, our product development and engineering team consisted of nearly 60 professionals. These individuals bring to our product development efforts significant expertise across core disciplines, including boat design, trailer design, computer-aided design, electrical engineering and mechanical engineering. They are responsible for execution of all facets of our new product strategy, including designing new and refreshed boat models and new features, engineering these designs for manufacturing and integrating new features into our boats. In addition, our Chief Executive Officer and Chief Operating Officer are actively involved in the product development process and integration into manufacturing.\nOur product development strategy consists of a two-pronged approach. First, we seek to introduce new boat models to target unaddressed or underserved segments of the recreational powerboat industry, while also updating and refreshing our existing boat models regularly. Second, we seek to develop and integrate innovative new or enhanced optional feature offerings into our boats. We intend to release new products and features multiple times during a year, which we believe enhances our reputation as a leading innovator in boat manufacturing and provides us with a competitive advantage.\nWe take a disciplined approach to the management of our product development strategy. We use a formalized phase gate process, overseen by a dedicated project manager, to develop, evaluate and implement new product ideas for both boat models and innovative features. Application of the phase gate process requires management to establish an overall timeline that is sub-divided into milestones, or “gates,” for product development. Setting milestones at certain intervals in the product development process ensures that each phase of development occurs in an organized manner and enables management to become aware of and address any issues in a timely fashion, which facilitates on-time, on-target release of new products with expected return on investment. Extensive testing and coordination with our manufacturing group are important elements of our product development process, which we believe enable us to minimize the risk associated with the release of new products. Our phase gate process also facilitates our introduction of new boat models and features throughout the year, which we believe provides us with a competitive advantage in the marketplace. Finally, in addition to our process for managing new product introductions in a given fiscal year, we also engage in longer-term product life cycle and product portfolio planning.\nManufacturing\nWe have eight manufacturing facilities located in five U.S. states and Australia. We produce performance sport boats through our Malibu and Axis brands at our Tennessee and Australia manufacturing facilities; we produce sterndrive and outboard boats through our Cobalt brand at our Kansas manufacturing facility; and we produce saltwater outboard boats under our Pursuit and Maverick Boat Group brands, as well as tooling parts, in Fort Pierce, Florida. We completed expansion projects at one of our Florida facilities (Maverick Boat Group) in fiscal year 2022 and at our other Florida facility (Pursuit Tooling) in fiscal year 2023. We also recently purchased a 260,000 square foot manufacturing facility near our Tennessee campus that we expect to fully finish constructing in fiscal year 2024. For our Malibu and Axis brands, we manufacture towers, tower accessories and stainless steel and aluminum billet at our California facility and engines and trailers at our Tennessee facility. For our Malibu, Axis and Cobalt brands, we produce wiring harnesses at our Alabama facility.\nOur boats are built through a continuous flow manufacturing process that encompasses fabrication, assembly, quality management and testing. Each boat is produced on an established cycle depending on model that includes the fabrication of the hull and deck through gelcoat application and fiberglass lamination, grinding and hole cutting, installation of components, rigging, finishing, detailing and on-the-water testing. Production of cruisers occurs on a dedicated line that allows for the increased time needed to add the additional content required for production of larger boats. \nWe have vertically integrated key components of our manufacturing process, including the manufacturing of our own engines, boat trailers, towers and tower accessories, machined and billet parts, soft grip flooring, and most recently, wiring harnesses. We began including our engines, branded as Malibu Monsoon engines, in our Malibu and Axis boats for model year 2019, and in fiscal year 2024 we plan to begin offering Monsoon sterndrive engines to our Cobalt dealers and customers. We believe our engine marinization initiative will reduce our reliance on our previous engine suppliers for our Malibu, Axis and Cobalt brands while reducing the risk that a change in cost or production from any engine supplier for such brands could adversely affect our business. Our trailers are produced in a continuous flow manufacturing process involving cutting and bending of the main frame from raw top grade carbon steel, painting using our state-of-the-art system and installation of components. Our tower-related manufacturing in California uses multiple computer-controlled machines to cut all of the aluminum parts required for tower assembly. We are the only performance sport boat company that manufactures towers in-house. In fiscal year 2022, we acquired a facility to begin manufacturing our own wiring harnesses. As a result of this \n6\nTable of Contents\nacquisition, we reduced the risk of production delays due to delays in receipt of wiring harnesses from third-party suppliers. Vertical integration of key components of our boats also gives us the ability to increase incremental margin per boat sold by reducing our cost base and improving the efficiency of our manufacturing process. Additionally, it allows us to have greater control over design, consumer customization options, construction quality, and our supply chain. We continually review our manufacturing process to identify opportunities for additional vertical integration investments across our portfolio of premium brands. We procure other components, such as electronic controls, from third-party vendors and install them on the boat.\nSuppliers\nWe purchase a wide variety of raw materials from our supplier base, including resins, fiberglass, hydrocarbon feedstocks and steel, as well as product parts and components, such as engines and electronic controls, through a purchase order process. The most significant component used in manufacturing our boats, based on cost, are engines. Through our vertical integration initiative to marinize our own engines, we entered into an engine supply agreement with General Motors LLC (“General Motors”) in November 2016 for the supply of engine blocks to use in our Malibu and Axis brand boats which began in our model year 2019 and continued through model year 2023. In April 2023, we signed a new supply agreement with General Motors that will continue through model year 2026. We adopted this strategy to more directly control product path (design, innovation, calibration and integration) of our largest dollar procured part, to differentiate our product from our competitors, and to increase our ability to respond to ongoing changes in the marketplace.\nPursuant to our engine supply agreement with General Motors, General Motors will deliver engines to us as we submit purchase orders. No minimum amount of engines is required to be ordered by us. The engine supply agreement will expire at the end of production of model year 2026, unless terminated earlier by either party as permitted under the terms of the agreement, including by General Motors due to market conditions with at least eighteen (18) months’ advanced written notice.\nWe had joint marketing agreements with Yamaha Motor Corporation, U.S.A., or Yamaha, that required us to supply a significant percentage of our Pursuit, Cobalt and Maverick Boat Group branded boats that are pre-rigged for outboard motors with Yamaha outboard motors in exchange for certain incentives. Those agreements expired on June 30, 2023. We are currently in discussions with Yamaha and expect to extend our agreement with Yamaha to supply outboard motors to a significant percentage of our Pursuit, Cobalt and Maverick Boat Group branded boats that are pre-rigged for outboard motors. Yamaha has continued to supply outboard motors to us since our prior agreements expired. \nWe experienced supply chain disruptions during fiscal year 2022 that we believe were driven by numerous factors, including labor shortages, ongoing domestic logistical constraints, West Coast port challenges and rising prices for our suppliers, in part due to inflationary pressures that continued into fiscal year 2023 and that we expect to continue into fiscal year 2024. With the exception of inflationary pressures, we believe that the systemic supply chain disruptions that we have experienced over the past several years have been largely rectified.\nInsurance and Product Warranties\nWe carry various insurance policies, including policies to cover general products liability, workers’ compensation and other casualty and property risks, to protect against certain risks of loss consistent with the exposures associated with the nature and scope of our operations. Our policies are generally based on our safety record as well as market trends in the insurance industry and are subject to certain deductibles, limits and policy terms and conditions.\nOur Malibu and Axis brand boats have a limited warranty for a period up to five years. Our Cobalt brand boats have (1) a structural warranty of up to ten years which covers the hull, deck joints, bulkheads, floor, transom, stringers, and motor mount, and (2) a five year bow-to-stern warranty on all components manufactured or purchased (excluding hull and deck structural components), including canvas and upholstery. Gelcoat is covered up to three years for Cobalt and one year for Malibu and Axis. Pursuit brand boats have a (1) limited warranty for a period of up to five years on structural components such as the hull, deck and defects in the gelcoat surface of the hull bottom, and (2) a bow-to-stern warranty of two years (excluding hull and deck structural components). Maverick, Pathfinder and Hewes brand boats have (1) a limited warranty for a period of up to five years on structural components such as the hull, deck and defects in the gelcoat surface of the hull bottom and (2) a bow-to-stern warranty of one year (excluding hull and deck structural components). Cobia brand boats have (1) a limited warranty for a period of up to ten years on structural components such as the hull, deck and defects in the gelcoat surface of the hull bottom and (2) a bow-to-stern warranty of three years (excluding hull and deck structural components). For each boat brand, there are certain materials, components or parts of the boat that are not covered by our warranty and certain components or parts that are separately warranted by the manufacturer or supplier (such as the engine). Our Malibu Monsoon engines that we manufacture for Malibu and Axis models have a limited warranty of up to five years or five-hundred hours.\n7\nTable of Contents\nStrategic Acquisitions\nOne of our growth strategies is to drive growth in our business through targeted acquisitions that add value while considering our existing brands and product portfolio. We acquired Maverick Boat Group in December 2020, Pursuit in October 2018 and Cobalt in July 2017. The primary objectives of our acquisitions are to expand our presence in new or adjacent categories, to expand into other product lines that may benefit from our operating strengths, and to increase the size of our addressable market. When we identify potential acquisitions, we attempt to target companies with a leading market share, strong cash flows, and an experienced management team and workforce that provide a fit with our existing operations. After completing an acquisition, we focus on integrating the company with our existing business to provide additional value to the combined entity through cost savings and revenue synergies, such as the optimization of manufacturing operations, improved processes around product development, enhancement of our existing dealer distribution network, accelerated innovation, administrative cost savings, shared procurement, vertical integration and cross-selling opportunities.\nIntellectual Property \nWe rely on a combination of patent, trademark and copyright protection, trade secret laws, confidentiality procedures and contractual provisions to protect our rights in our brand, products and proprietary technology. This is an important part of our business and we intend to continue protecting our intellectual property. By law, our patent rights have limited lives and expire periodically. Our boat patent rights relate to boat design, features and components that we feel are important to our competitive position in our business. Some of our well-known patents include our Surf Gate and Swim Step for our Malibu and Cobalt segments and Power Wedge for our Malibu segment.  \nOur trademarks which are registered in the U.S. and various countries around the world, generally may endure in perpetuity on a country-by-country basis, provided that we comply with all statutory maintenance requirements, including continued use of each trademark in each such country. Some of our well-known trademarks include: (i) for our Malibu segment, Malibu, Axis, Monsoon, Power Wedge, Surf Band, Surf Gate, and Wakesetter; (ii) for our Saltwater Fishing Segment, Pursuit, Cobia, Maverick, and Redfisher; and (iii) for our Cobalt segment, Cobalt and Splash & Stow.\nSeasonality\nOur dealers experience seasonality in their business. Retail demand for boats is seasonal, with a significant majority of sales occurring during peak boating season, which coincides with our first and fourth fiscal quarters. In order to minimize the impact of this seasonality on our business, we manage our manufacturing processes and structure dealer incentives to tie our annual volume rebates program to consistent ordering patterns, encouraging dealers to purchase our products throughout the year. In this regard, we may offer free flooring incentives to dealers from the beginning of our model year through April 30 of each year. Further, in the event that a dealer does not consistently order units throughout the year, such dealer’s rebate is materially reduced. We may offer off-season retail promotions to our dealers in seasonally slow months, during and ahead of boat shows, to encourage retail demand.\nSafety and Regulatory Matters \nOur operations and products are subject to extensive environmental and health and safety regulation under various federal, commonwealth, state, and local statutes, ordinances, rules and regulations in the United States and Australia where we manufacture our boats, and in other foreign jurisdictions where we sell our products. We believe we are in material compliance with those requirements. However, we cannot be certain that costs and expenses required for us to comply with such requirements in the future, including for any new or modified regulatory requirements, or to address newly discovered environmental conditions, will not have a material adverse effect on our business, financial condition, operating results, or cash flow. The regulatory programs to which we are subject include the following:\nHazardous Materials and Waste\nCertain materials used in our manufacturing, including the resins used in production of our boats, are toxic, flammable, corrosive, or reactive and are classified as hazardous materials by the national, state and local governments in those jurisdictions where we manufacture our products. The handling, storage, release, treatment, and recycling or disposal of these substances and wastes from our operations are regulated in the United States by the United States Environmental Protection Agency (“EPA”), and state and local environmental agencies. In the United States, handling, storage, release, treatment, and recycling or disposal of hazardous materials is regulated under Subtitle C of the Resource Conservation and Recovery Act (“RCRA”). The EPA works with state regulatory agencies to implement a compliance monitoring program with the goal of evaluating compliance with companies’ RCRA obligation. Our manufacturing facilities can be subject to on-site compliance evaluation inspections (CEIs) or targeted enforcement actions. The handling, storage, release, treatment and recycling or disposal of these substances and wastes from our operations are regulated in Australia by the Australian Department of Climate Change, Energy, the Environment and Water, the New South Wales Environmental Protection Authority and other state and \n8\nTable of Contents\nlocal authorities. Failure by us to properly handle, store, release, treat, recycle or dispose of our hazardous materials and wastes could result in liability for us, including fines, penalties, or obligations to investigate and remediate any contamination originating from our operations or facilities. We are not aware of any material contamination at our current or former facilities for which we could be liable under environmental laws or regulations, and we currently are not undertaking any remediation or investigation activities in connection with any contamination. Future spills or accidents or the discovery of currently unknown conditions or non-compliance could, however, give rise to investigation and remediation obligations or related liabilities.\nAir Quality\nIn the United States, the federal Clean Air Act (“CAA”) and corresponding state and local laws and rules regulate emissions of air pollutants. Because our manufacturing operations involve molding and coating of fiberglass materials, which involves the emission of certain volatile organic compounds, hazardous air pollutants, and particulate matter, we are required to maintain and comply with a CAA operating permit requirements under Title V of the CAA (“Part 70 Permits”) for our Tennessee, Kansas and Florida facilities and local air permits for our California facilities. Our air permits generally require us to monitor our emissions and periodically certify that our emissions are within specified limits. To date, we have not had material difficulty complying with those limits.\nThe EPA and the California Air Resources Board (“CARB”) have, under the CAA, adopted regulations stipulating that many marine propulsion engines and watercraft meet certain air emission standards. Some of these standards require fitting a catalytic converter to the engine. These regulations also require, among other things, that engine manufacturers provide a warranty that their engines meet EPA and CARB emission standards. The engines used in our products are subject to these regulations. CARB has adopted an evaporative emissions regulation that applies to all spark-ignition marine watercraft with permanently installed fuel tanks sold in California (the Spark-Ignition Marine Watercraft Program). This regulation requires subject boat manufacturers to use specific CARB-certified components for the fuel systems in their boats, or to certify the boat meets a related performance standard. While we believe that our boats meet all applicable emission standards, the USEPA and CARB emissions regulations have increased the cost to manufacture our products.\nOSHA \nIn the United States, the Occupational Safety and Health Administration (“OSHA”) standards address workplace safety generally, and limit the amount of emissions to which an employee may be exposed without the need for respiratory protection or upgraded plant ventilation. Our facilities are regularly inspected by OSHA and by state and local inspection agencies and departments. Our California facilities are also subject to California indoor air quality regulations, overseen by California’s Division of Occupational Safety and Health. We believe that our facilities comply in all material aspects with these regulations. Although capital expenditures related to compliance with environmental and safety laws are expected to increase, we do not currently anticipate any material expenditure will be required to continue to comply with existing OSHA environmental or safety regulations in connection with our existing manufacturing facilities.\nAt our New South Wales, Australia (“NSW”) facility, employee health and safety is regulated by SafeWork NSW, which also has requirements that limit the amount of certain emissions to which an employee may be exposed without the need for respiratory protection or upgraded plant ventilation. In addition, SafeWork NSW provides licensing and registration for potentially dangerous work, investigates workplace incidents, and enforces work health and safety laws in NSW. Our NSW facilities can be routinely inspected by SafeWork NSW. We believe that our facilities comply in all material aspects with these requirements.\nBoat Design and Manufacturing Standards\nIn the United States, the U.S. Coast Guard promulgates regulations related to the minimum construction and safety requirements for recreational boats. In addition, boats manufactured for sale in the European Community must be certified to meet the requirements of the applicable laws and standards, including Directive 2013/53/EU on recreational craft and personal watercraft. These certifications specify standards for the design and construction of powerboats. We believe that all of our boats meet these standards. In addition, safety of recreational boats in the United States is subject to federal regulation under the Boat Safety Act of 1971, which requires boat manufacturers to recall products for replacement of parts or components that have demonstrated defects affecting safety. We have instituted recalls for defective component parts produced by certain of our third-party suppliers, including recalls on third party supplied steering columns during fiscal year 2023 and fuel pumps during fiscal year 2019. None of our recalls have had a material adverse impact on us.\n9\nTable of Contents\nHuman Capital Management \nEmployee Profile\nAs of June 30, 2023, we had approximately 3,095 employees worldwide.\n None of our team members are party to a collective bargaining agreement. We believe in working diligently to establish ourselves as an employer of choice.  \nTalent Retention and Development\nWe recognize employees are the heart of our organization and support them by offering a range of competitive pay, recognition and benefit programs. We provide market-competitive pay and benefits to encourage performance that creates sustainable and long-term employment. Additionally, we have numerous initiatives to support employee development, including annual performance evaluations and supervisor training programs, along with training programs for new employees (and those who are internally promoted) to learn new skills in boat production, such as gel coat application and fiberglass repair. We believe in internal promotion where possible and are committed to developing our current team members to become the next generation of leaders throughout the organization. Approximately 84% of our production leaders are internal promotions. We provide tuition assistance programs and take advantage of leadership development where possible. We partner with several colleges and universities to hire students from across the country in our Engineering Internship Program and many come to work for us after attaining their degree.\nEmployee Well-Being\nSafety is a core value of our organization and we are committed to fostering a culture where safety is a number one priority. The success of our business depends, in part, upon the prevention of accidents, the reduction and/or prevention of occupational injuries and illnesses, and compliance with established safety and health policies and requirements. Dependent upon job tasks, some personnel will be required to have OSHA training and/or documentation to satisfy job requirements. Workplace safety is a fundamental organization-wide value, and we are committed to running an efficient program. We remain focused on building a safer workplace for our employees and will continue to work toward an injury-free workplace through the implementation of training and other safety initiatives.\nCulture and Values\nOur mission statement is a formal summary of our core purpose and focus and clearly communicates who we are. Our mission is to create the ultimate on-the-water lifestyle. Our core values are the guiding principles that dictate how we make decisions and interact with each other daily. We are committed to our core values of Safety, Integrity, People, Quality, Innovation, Customer Focus, and Continuous Improvement. We design products that appeal to an expanding range of recreational boaters, fisherman and water sports enthusiasts whose passion for boating is a key component of their active lifestyle. With our many awards and honors, we cultivate a culture of excellence and premier boat building.\nWe conducted our first annual engagement survey of all employees in 2023 as an opportunity to gather feedback from employees on their experience and overall satisfaction to identify areas for organizational improvement. Outside of formal surveys, we allow employees to continuously share any comments, questions or concerns with our leadership team, which are addressed as needed by our executive team.\nDiversity and Inclusion\nWe are committed to maintaining an employee-first culture. We are dedicated to protecting the well-being of our employees and creating a culture that promotes inclusivity, acceptance, equality and diversity. Our employees bring a blend of diverse backgrounds, and we promote an inclusive workforce and the opportunity for career growth for all employees. We seek to hire the best-qualified individuals and do not discriminate on the basis of race, creed, color, religion, national origin, citizenship status, age, disability, marital status, sexual orientation, gender, gender identity and similar classification. We continually evaluate our internal processes and programs to further build on our diverse, equitable and inclusive culture. We value our team and are committed to treating all employees with dignity and respect.\nCommunity Involvement\nWe continually strive to make an impact on our local communities and serve them with gratitude. Each year, we partner with community organizations where our facilities are located and support local schools. In Tennessee, we partner with Toys for Tots and Angel Tree each holiday season. Our corporate sponsorship with the local Kiwanis Club has allowed us to give back to children with disabilities while also helping students prepare for the upcoming school year. We partner with the local \n10\nTable of Contents\nFamily Resources center each year to assist local students with cold-weather clothing fund and participate in additional local school initiatives to promote manufacturing trade jobs. In Kansas, we support our community through recreational leagues as well as donations to local libraries, events and school fundraisers, among other initiatives. In Florida, we give back to our local communities through the Treasure Coast Food Bank, Pet Food Drive for the Humane Society, Ready to Work Boot Camp, and the Everglades Foundation, Recreational Fishing Alliance and Coastal Conservation Association. Additionally, we are proud participants in and sponsors of the Making Strides Against Breast Cancer walk every year. We are proud of our partnerships with these outstanding organizations, and of the funds raised by our employees for children and families in the communities within which we operate.\nOrganizational Structure\nMalibu Boats, Inc. was incorporated as a Delaware corporation on November 1, 2013 in anticipation of our IPO to serve as a holding company that owns only an interest in Malibu Boats Holdings, LLC. Immediately after the completion of our IPO and the recapitalization we completed in connection with our IPO, Malibu Boats, Inc. held approximately 49.3% of the economic interest in the LLC, which has since increased to approximately 97.8% of the economic interest in the LLC as of June 30, 2023. \nThe certificate of incorporation of Malibu Boats, Inc. authorizes two classes of common stock, Class A Common Stock and Class B Common Stock.  Holders of our Class A Common Stock and our Class B Common Stock have voting power over Malibu Boats, Inc., the sole managing member of the LLC, at a level that is consistent with their overall equity ownership of our business.  In connection with our IPO and the recapitalization we completed in connection with our IPO, Malibu Boats, Inc. issued to each pre-IPO owner, for nominal consideration, one share of Class B Common Stock of Malibu Boats, Inc., each of which provides its owner with no economic rights but entitles the holder to one vote on matters presented to stockholders of Malibu Boats, Inc. for each LLC Unit held by such holder.  Pursuant to our certificate of incorporation and bylaws, each share of Class A Common Stock entitles the holder to one vote with respect to each matter presented to our stockholders on which the holders of Class A Common Stock are entitled to vote. Each holder of Class B Common Stock is entitled to the number of votes equal to the total number of LLC units held by such holder multiplied by the exchange rate specified in the exchange agreement with respect to each matter presented to our stockholders on which the holders of Class B Common Stock are entitled to vote. Accordingly, the holders of LLC Units collectively have a number of votes that is equal to the aggregate number of LLC Units that they hold.  As the LLC members sell LLC Units to us or subsequently exchange LLC Units for shares of Class A Common Stock of Malibu Boats, Inc. pursuant to the exchange agreement described below, the voting power afforded to them by their shares of Class B Common Stock is automatically and correspondingly reduced. Subject to any rights that may be applicable to any then outstanding preferred stock, our Class A and Class B Common Stock vote as a single class on all matters presented to our stockholders for their vote or approval, except as otherwise provided in our certificate of incorporation or bylaws or required by applicable law. In addition, subject to preferences that may apply to any shares of preferred stock outstanding at the time, the holders of our Class A Common Stock are entitled to share equally, identically and ratably in any dividends or distributions (including in the event of any voluntary or involuntary liquidation, dissolution or winding up of our affairs) that our board of directors may determine to issue from time to time, while holders of our Class B Common Stock do not have any right to receive dividends or other distributions. \nAs noted above, Malibu Boats, Inc. is a holding company with a controlling equity interest in the LLC. Malibu Boats, Inc., as sole managing member of the LLC, operates and controls all of the business and affairs and consolidates the financial results of the LLC. The limited liability company agreement of the LLC provides that it may be amended, supplemented, waived or modified by the written consent of Malibu Boats, Inc., as managing member of the LLC, in its sole discretion without the approval of any other holder of LLC Units, except that no amendment may materially and adversely affect the rights of a holder of LLC Units, other than on a pro rata basis with other holders of LLC Units, without the consent of such holder (unless more than one holder is so affected, then the consent of a majority of such affected holders is required).  Pursuant to the limited liability company agreement of the LLC, Malibu Boats, Inc. has the right to determine when distributions (other than tax distributions) will be made to the members of the LLC and the amount of any such distributions. If Malibu Boats, Inc. authorizes a distribution, such distribution will be made to the members of the LLC (including Malibu Boats, Inc.) pro rata in accordance with the percentages of their respective LLC Units.\n11\nTable of Contents\nThe diagram below depicts our current organizational structure, as of June 30, 2023:\nOur organizational structure allows the LLC members to retain their equity ownership in the LLC, an entity that is classified as a partnership for U.S. federal income tax purposes, in the form of LLC Units. Holders of Class A Common Stock, by contrast, hold their equity ownership in Malibu Boats, Inc., a Delaware corporation that is a domestic corporation for U.S. federal income tax purposes, in the form of shares of Class A Common Stock. The holders of LLC Units, including Malibu Boats, Inc., will incur U.S. federal, state and local income taxes on their proportionate share of any taxable income of the LLC. Net profits and net losses of the LLC will generally be allocated to the LLC’s members (including Malibu Boats, Inc.) pro rata in accordance with the percentages of their respective limited liability company interests. The limited liability company agreement provides for cash distributions to the holders of LLC Units if Malibu Boats, Inc. determines that the taxable income of the LLC will give rise to taxable income for its members. In accordance with the limited liability company agreement, we intend to cause the LLC to make cash distributions to the holders of LLC Units for purposes of funding their tax obligations in respect of the income of the LLC that is allocated to them. Generally, these tax distributions will be computed based on our estimate of the taxable income of the LLC allocable to such holder of LLC Units multiplied by an assumed tax rate equal to the highest effective marginal combined U.S. federal, state and local income tax rate prescribed for an individual or corporate resident in Los Angeles, California (taking into account the nondeductibility of certain expenses and the character of our income). For purposes of determining the taxable income of the LLC, such determination will be made by generally disregarding any adjustment to the taxable income of any member of the LLC that arises under the tax basis adjustment rules of the Internal Revenue Code of 1986, as amended, or the Code and is attributable to the acquisition by such member of an interest in the LLC in a sale or exchange transaction. \nExchanges and Other Transactions with Holders of LLC Units\nIn connection with our IPO and the recapitalization we completed in connection with our IPO, we entered into an exchange agreement with the pre-IPO owners of the LLC under which (subject to the terms of the exchange agreement) each pre-IPO owner (or its permitted transferee) has the right to exchange its LLC Units for shares of our Class A Common Stock on a one-\n12\nTable of Contents\nfor-one basis, subject to customary conversion rate adjustments for stock splits, stock dividends and reclassifications, or, at our option, except in the event of a change in control, for a cash payment equal to the market value of the Class A Common Stock. The exchange agreement provides, however, that such exchanges must be for a minimum of the lesser of 1,000 LLC Units, all of the LLC Units held by the holder, or such amount as we determine to be acceptable. The exchange agreement also provides that an LLC member will not have the right to exchange LLC Units if Malibu Boats, Inc. determines that such exchange would be prohibited by law or regulation or would violate other agreements with Malibu Boats, Inc. to which the LLC member may be subject or any of our written policies related to unlawful or insider trading. The exchange agreement also provides that Malibu Boats, Inc. may impose additional restrictions on exchanges that it determines to be necessary or advisable so that the LLC is not treated as a “publicly traded partnership” for U.S. federal income tax purposes. In addition, pursuant to the limited liability company agreement of the LLC, Malibu Boats, Inc., as managing member of the LLC, has the right to require all members of the LLC to exchange their LLC Units for Class A Common Stock in accordance with the terms of the exchange agreement, subject to the consent of the holders of a majority of outstanding LLC Units other than those held by Malibu Boats, Inc.\nAs a result of exchanges of LLC Units into Class A Common Stock and purchases by Malibu Boats, Inc. of LLC Units from holders of LLC Units, Malibu Boats, Inc. will become entitled to a proportionate share of the existing tax basis of the assets of the LLC at the time of such exchanges or purchases. In addition, such exchanges and purchases of LLC Units are expected to result in increases in the tax basis of the assets of the LLC that otherwise would not have been available. These increases in tax basis may reduce the amount of tax that Malibu Boats, Inc. would otherwise be required to pay in the future. These increases in tax basis may also decrease gains (or increase losses) on future dispositions of certain capital assets to the extent tax basis is allocated to those capital assets. We have entered into a tax receivable agreement with the pre-IPO owners (or their permitted assignees) that provides for the payment by Malibu Boats, Inc. to the pre-IPO owners (or their permitted assignees) of 85% of the amount of the benefits, if any, that Malibu Boats, Inc. is deemed to realize as a result of (1) increases in tax basis and (2) certain other tax benefits related to our entering into the tax receivable agreement, including tax benefits attributable to payments under the tax receivable agreement. These payment obligations are obligations of Malibu Boats, Inc. and not of the LLC. \nAvailable Information\nOur Annual Report on Form 10-K, Quarterly Reports on Form 10-Q, Current Reports on Form 8-K and amendments to reports filed or furnished pursuant to Sections 13(a) and 15(d) of the Securities Exchange Act of 1934, as amended, or the Exchange Act are available on our web site at www.malibuboats.com, free of charge, as soon as reasonably practicable after the electronic filing of these reports with, or furnishing of these reports to, the Securities and Exchange Commission, or the SEC. In addition, the SEC maintains a web site at www.sec.gov that contains reports, proxy and information statements, and other information regarding issuers that file electronically with the SEC, including us.\n13\nTable of Contents",
    "item1a": ">Item 1A.\n Risk Factors\nThe following describes the risks and uncertainties that could cause our actual results to differ materially from those presented in our forward-looking statements. The risks and uncertainties described below are not the only ones we face but do represent those risks and uncertainties that we believe are material to us. Additional risks and uncertainties not presently known to us or that we currently deem immaterial may also harm our business.\nRisks Related to our Business and Operations \nWe may not be able to execute our manufacturing strategy successfully, which could cause the profitability of our products to suffer.\nOur manufacturing strategy is designed to improve product quality and increase productivity, while reducing costs and increasing flexibility to respond to ongoing changes in the marketplace. To implement this strategy, we must be successful in our continuous improvement efforts, which depend on the involvement of management, production employees and suppliers. Any inability to achieve our objectives under our manufacturing strategy could adversely impact the profitability of our products and our ability to deliver desirable products to our consumers.\nWe have a large fixed cost base that will affect our profitability if our sales decrease.\nThe fixed cost levels of operating a recreational powerboat manufacturer can put pressure on profit margins when sales and production decline. Our profitability depends, in part, on our ability to spread fixed costs over a sufficiently large number of products sold and shipped, and if we make a decision to reduce our rate of production, gross or net margins could be negatively affected. Consequently, decreased demand or the need to reduce production can lower our ability to absorb fixed costs and materially impact our financial condition or results of operations.\nOur financial results may be adversely affected by our third-party suppliers\n’\n increased costs or inability to meet required production levels due to changing demand or global supply chain disruptions.\nWe rely on a global supply chain of third parties to supply raw materials used in our manufacturing process, including resins, fiberglass, and vinyl, as well as parts and components. The prices for these raw materials, parts, and components fluctuate depending on market conditions and, in some instances, commodity prices or trade policies, including tariffs. Substantial increases in the prices of raw materials, parts, and components would increase our operating costs, and could reduce our profitability if we are unable to recoup the increased costs through higher product prices or improved operating efficiencies. Our profitability in recent years has been, and in the future may be, affected by significant fluctuations in the prices of the raw materials and commodities that we use in our products and in the cost of freight and shipping of source materials, commodities, and other component parts necessary to assemble our products. \nOur ability to maintain production is dependent upon our suppliers delivering sufficient amounts of components, raw materials and parts on time to manufacture our products and meet our production schedules. Supply chain disruptions could occur for any number of factors, including facility closures due to labor disruptions, weather events, cyber intrusions, the occurrence of a contagious disease or illness, such as COVID-19, contractual or other disputes, unfavorable economic or industry conditions, political instability, delivery delays, performance problems, or financial difficulties of suppliers. These events could disrupt our suppliers’ operations and lead to uncertainty in our supply chain or cause supply disruptions for us, which could, in turn, disrupt our operations. For example, we have experienced supply chain disruptions beginning in fiscal year 2020 related to numerous factors, including COVID-19, severe weather events, labor shortages, ongoing domestic logistical constraints, West Coast port challenges and rising prices for our suppliers, in part due to inflationary pressures.\nIn some instances, we purchase components, raw materials and parts that are ultimately derived from a single source or geographic area or a limited number of suppliers and we may therefore be at an increased risk for supply disruptions. It may be difficult to find a replacement supplier for a limited or sole source raw material, part, or component without significant delay or on commercially reasonable terms, and as a result, an exclusive supplier of a key component could potentially exert significant bargaining power over price, quality, warranty claims, or other terms. Some components used in our manufacturing processes, including engines, boat windshields, certain electrical components and gel coats are available from a sole supplier or a limited number of suppliers. We currently purchase engines from General Motors LLC, or General Motors, that we then prepare for marine use for certain Malibu, Axis and Cobalt boats, and we purchase outboard engines from Yamaha Motor Corporation, U.S.A., or Yamaha, for a significant percentage of our Cobalt, Pursuit and Maverick Boats Group branded boats that are pre-rigged for outboard motors. We had agreements with Yamaha for the supply of outboard motors that expired on June 30, 2023.  We are in discussions with Yamaha to extend those agreements and Yamaha has continued to supply outboard motors to us since those agreements expired. If we are required to replace either General Motors or Yamaha as an engine supplier for any reason, it could cause a decrease in boats available for sale or an increase in our cost of sales, either of which could adversely \n14\nTable of Contents\naffect our business, financial condition and results of operations. In fiscal year 2020 we experienced interruption to our engine supply as a result of the United Auto Workers’ strike against General Motors. During the UAW strike, General Motors suspended delivery of engine blocks to us and we incurred $2.6 million in costs by entering into purchase agreements with two suppliers for additional engines to supplement our inventory of engine blocks for Malibu and Axis boats.  \nTermination or interruption of informal supply arrangements could have a material adverse effect on our business or results of operations.\nHistorically, we have not entered into long-term agreements with suppliers of our raw materials and components other than for our engines and outboard motors. Instead, we have informal supply arrangements with many of our suppliers of components, raw materials and parts. In the event of a termination of the supply arrangement, there can be no assurance that alternate supply arrangements will be made on satisfactory terms. If we need to enter into supply arrangements on unsatisfactory terms, or if there are any delays to our supply arrangements, it could adversely affect our business and operating results.\nOur ability to meet our manufacturing workforce’s needs is crucial to our results of operations and future sales and profitability.\nWe rely on the existence of an available hourly workforce to manufacture our boats. We cannot assure you that we will be  able to attract and retain qualified employees to meet current or future manufacturing needs at a reasonable cost, or at all. For instance, even when there are high unemployment rates in the regions where we have manufacturing facilities, we have had difficulty retaining skilled employees and could experience such difficulties in the future. Although none of our employees are currently covered by collective bargaining agreements, we cannot assure you that our employees will not elect to be represented by labor unions in the future. Additionally, competition for qualified employees could require us to pay higher wages to attract a sufficient number of employees. Significant increases in manufacturing workforce costs could materially adversely affect our business, financial condition or results of operations.\nThe nature of our business exposes us to workers' compensation claims and other workplace liabilities.\nCertain materials that we use require our employees to handle potentially hazardous or toxic substances. While our employees who handle these and other potentially hazardous or toxic materials receive specialized training and wear protective clothing, there is still a risk that they, or others, may be exposed to these substances. Exposure to these substances could result in significant injury to our employees and damage to our property or the property of others, including natural resource damage. Our personnel are also at risk for other workplace-related injuries. We have in the past been, and may in the future be, subject to fines, penalties, and other liabilities in connection with any such injury or damage. While we have implemented safety precautions at our facilities to mitigate contagious diseases, such as a pandemic, we may also be subject to possible lawsuits or regulatory actions or suffer from reputational risk if we experience spread in our workplace. We may be unable to maintain insurance for these potential liabilities on acceptable terms or such insurance may not provide adequate protection against potential liabilities.\nWe have grown our business through acquisitions; however we may not be successful in completing future acquisitions or integrating future acquisitions in a way that fully realizes their expected benefits to our business.\nA key part of our growth strategy, as shown by our acquisition of Maverick Boat Group in 2020, Pursuit in 2018, Cobalt in 2017 and our Australian licensee in 2014, has been to acquire other companies that expand our consumer base, enter new product categories or obtain other competitive advantages. We expect to continue to acquire companies as an element of our growth strategy; however, we may not be able to identify future acquisition candidates or strategic partners as part of our growth strategy that are suitable to our business, or we may not be able to obtain financing on satisfactory terms to complete such acquisitions.\nAcquisitions include a number of risks, including our ability to project and evaluate market demand, realize potential synergies and cost savings, and make accurate accounting estimates, as well as diversion of management attention. Uncertainties exist in assessing the value, risks, profitability, and liabilities associated with certain companies or assets, negotiating acceptable terms, obtaining financing on acceptable terms, and receiving any necessary regulatory approvals. As we continue to grow, in part, through acquisitions, our success depends on our ability to anticipate and effectively manage these risks. Our failure to successfully do so could have a material adverse effect on our financial condition and results of operations.\nFurther, our inability to successfully integrate future acquisitions within the intended time frames or at all could impede us from realizing all of the benefits of those acquisitions and could severely weaken our business operations. The integration process with any acquisition may disrupt our business and, if implemented ineffectively, may preclude realization of the full benefits expected by us and could harm our results of operations. In addition, the overall integration of the combining \n15\nTable of Contents\ncompanies may result in unanticipated problems, expenses, liabilities and competitive responses and may cause our stock price to decline. Even if the operations of an acquisition are integrated successfully, we may not realize the full benefits of the acquisition, including the synergies, cost savings or growth opportunities that we expect.\nOur growth strategy may require us to secure significant additional capital, the amount of which will depend upon the size, timing, and structure of future acquisitions or vertical integrations and our working capital and general corporate needs. \nOur growth strategy includes the possible acquisition of other businesses, such as our acquisitions of Cobalt, Pursuit and Maverick Boat Group, and the potential integration of new product lines or related products to our boats, such as our initiatives to integrate the production of engines and trailers for our Malibu and Axis models, our Monsoon engines into some of our Cobalt models and our new Tooling Design Center. These actions may require us to secure significant additional capital through the borrowing of money or the issuance of equity. Any borrowings made to finance future strategic initiatives could make us more vulnerable to a downturn in our operating results, a downturn in economic conditions, or increases in interest rates on borrowings that are subject to interest rate fluctuations. If our cash flow from operations is insufficient to meet our debt service requirements, we could then be required to sell additional equity securities, refinance our obligations or dispose of assets in order to meet our debt service requirements. Adequate financing may not be available if and when we need it or may not be available on terms acceptable to us. The failure to obtain sufficient financing on favorable terms and conditions could have a material adverse effect on our growth prospects.\nFurther, we could choose to finance acquisitions or other strategic initiatives, in whole or in part through the issuance of our Class A Common Stock or securities convertible into or exercisable for our Class A Common Stock. If we do so, existing stockholders will experience dilution in the voting power of their Class A Common Stock and earnings per share could be negatively impacted. The extent to which we will be able and willing to use our Class A Common Stock for acquisitions and other strategic initiatives will depend on the market value of our Class A Common Stock and the willingness of potential third parties to accept our Class A Common Stock as full or partial consideration. Our inability to use our Class A Common Stock as consideration, to generate cash from operations, or to obtain additional funding through debt or equity financings in order to pursue our strategic initiatives could materially limit our growth.\nOur reliance upon patents, trademark laws and contractual provisions to protect our proprietary rights may not be sufficient to protect our intellectual property from others who may sell similar products and may lead to costly litigation. We have in the past, and may be in the future, party to lawsuits and other intellectual property rights claims that are expensive and time-consuming.\nWe hold patents and trademarks relating to various aspects of our products and believe that proprietary technical know- how is important to our business. Proprietary rights relating to our products are protected from unauthorized use by third parties only to the extent that they are covered by valid and enforceable patents or trademarks or are maintained in confidence as trade secrets. We cannot be certain that we will be issued any patents from any pending or future patent applications owned by or licensed to us or that the claims allowed under any issued patents will be sufficiently broad to protect our technology. In the absence of enforceable patent or trademark protection, we may be vulnerable to competitors who attempt to copy our products, gain access to our trade secrets and know-how or diminish our brand through unauthorized use of our trademarks, all of which could adversely affect our business. Accordingly, we may need to engage in future litigation to enforce intellectual property rights, to protect trade secrets or to determine the validity and scope of proprietary rights of others.\nWe also rely on unpatented proprietary technology. It is possible that others will independently develop the same or similar technology or otherwise obtain access to our unpatented technology. To protect our trade secrets and other proprietary information, we require employees, consultants, advisors and collaborators to enter into confidentiality agreements. We cannot assure you that these agreements will provide meaningful protection for our trade secrets, know-how, or other proprietary information in the event of any unauthorized use, misappropriation, or disclosure of such trade secrets, know-how, or other proprietary information. If we are unable to maintain the proprietary nature of our technologies, we could be materially adversely affected.\nIn addition, others may initiate litigation or other proceedings to challenge the validity of our patents, or allege that we infringe their patents, or they may use their resources to design comparable products that do not infringe our patents. We may incur substantial costs if our competitors initiate litigation to challenge the validity of our patents, or allege that we infringe their patents, or if we initiate any proceedings to protect our proprietary rights. If the outcome of any litigation challenging our patents is unfavorable to us, our business, financial condition and results of operations could be adversely affected.\nWe are subject to stringent and evolving U.S. and foreign laws, regulations, rules, contractual obligations, policies and other obligations related to data privacy and security. Our actual or perceived failure to comply with such obligations could lead to \n16\nTable of Contents\nregulatory investigations or actions; litigation (including class claims) and mass arbitration demands; fines and penalties; disruptions of our business operations; reputational harm; loss of revenue or profits; and other adverse business consequences.\nIn the ordinary course of business, we process personal data and other sensitive information. Our data processing activities subject us to numerous data privacy and security obligations, which arise out of various laws, regulations, guidance, industry standards, representations made in privacy and security policies, marketing materials and other statements, contractual requirements, and other obligations relating to data privacy and security. In the United States, federal, state, and local governments have enacted numerous data privacy and security laws that are quickly changing, becoming increasingly stringent, and creating regulatory uncertainty, including data breach notification laws, personal data privacy laws, consumer protection laws (e.g., Section 5 of the Federal Trade Commission Act), and other similar laws (e.g., wiretapping laws). For example, the California Consumer Privacy Act of 2018, as amended by the California Privacy Rights Act of 2020 (collectively, “CCPA”), applies to personal information of consumers, business representatives, and employees who are California residents, and requires businesses to provide specific disclosures in privacy notices and honor requests of such individuals to exercise certain privacy rights. The CCPA provides for administrative fines of up to $7,500 per violation and allows private litigants affected by certain data breaches to recover significant statutory damages. Other states have also passed comprehensive privacy laws, and similar laws are being considered in several other jurisdictions. Outside the United States, an increasing number of laws, regulations, and industry standards may govern data privacy and security. For example, under European Union’s General Data Protection Regulation (“EU GDPR”), companies may face temporary or definitive bans on data processing and other corrective actions; fines of up to 20 million Euros under the EU GDPR or 4% of annual global revenue, whichever is greater.\nWe may at times fail (or be perceived to have failed) in our efforts to comply with our data privacy and security obligations. Moreover, despite our efforts, our personnel or third parties on whom we rely may fail to comply with such obligations, which could negatively impact our business operations and we could face significant consequences, including but not limited to: government enforcement actions (e.g., investigations, fines, penalties, audits, inspections, and similar); litigation (including class-action claims) and mass arbitration demands; additional reporting requirements and/or oversight; bans on processing personal data; and orders to destroy or not use personal data. In particular, plaintiffs have become increasingly more active in bringing privacy-related claims against companies, including class claims and mass arbitration demands. Some of these claims allow for the recovery of statutory damages on a per violation basis, and, if viable, carry the potential for monumental statutory damages, depending on the volume of data and the number of violations. Any of these events could have a material adverse effect on our reputation, business, or financial condition, including but not limited to: loss of customers; inability to process personal data or to operate in certain jurisdictions; limited ability to develop or commercialize our products; expenditure of time and resources to defend any claim or inquiry; adverse publicity; or substantial changes to our business model or operations.\nOur business operations could be negatively impacted by an outage or breach of our information technology systems or operational technology systems (or those of the third parties upon which we rely), our sensitive data, or a cybersecurity event.\nWe manage our business operations through a variety of information technology (IT) and operational technology systems (“IT Systems”). We depend on these systems for commercial transactions, customer interactions, manufacturing, branding, employee tracking, processing sensitive data and other applications. New system implementations, across the enterprise also pose risks including without limitation those in connection with future or past business transactions, to our IT systems, including risks of outages or disruptions, which could affect our suppliers, commercial operations, and customers. We continue to upgrade, streamline, and integrate these systems but, like those of other companies, our systems and data, and those of the third parties we rely on, are susceptible to outages due to natural disasters, power loss, computer viruses, and worms, malware, personnel misconduct or error, ransomware attacks, supply-chain attacks, security breaches, hardware or software vulnerabilities, disruptions, and similar events. In particular, severe ransomware attacks are becoming increasingly prevalent and can lead to significant interruptions in our operations (including without limitation, our manufacturing, marketing and financial operations), loss of sensitive data, revenue and income loss, reputational harm and loss of customers, and diversion of funds. Extortion payments may alleviate the negative impact of a ransomware attack, but we may be unwilling or unable to make such payments due to, for example, applicable laws or regulations prohibiting such payments. We exchange information with many trading partners across all aspects of our commercial operations through our IT systems. A breakdown, outage, malicious intrusion, breach, random attack, or other disruption of communications could result in erroneous or fraudulent transactions, disclosure of confidential or other sensitive information, loss of reputation and confidence, and may also result in legal claims or proceedings, penalties, and remediation costs. We have experienced cyber-attacks, but to our knowledge, we have not experienced any material disruptions or breaches of our information technology systems or connected products. While we have implemented security measures designed to protect against security incidents, there can be no assurance that these measures will be effective. We take steps to detect and remediate vulnerabilities, but we may not be able to detect and remediate all vulnerabilities because the threats and techniques used to exploit the vulnerability change frequently and are often sophisticated in nature. Therefore, such vulnerabilities could be exploited but may not be detected until after a security incident \n17\nTable of Contents\nhas occurred. These vulnerabilities pose material risks to our business. Further, we may experience delays in developing and deploying remedial measures designed to address any such identified vulnerabilities.\nThreats of system-related events and security breaches are prevalent and continue to rise, are increasingly difficult to detect, and come from a variety of sources, including traditional computer “hackers,” threat actors, “hacktivists,” organized criminal threat actors, personnel (such as through theft or misuse), sophisticated nation states, and nation-state-supported actors. If our security measures are breached or fail, unauthorized persons may be able to obtain access to or acquire personal or other confidential data, or we may need to temporarily suspend production or operations in order to restore security. Depending on the nature of the information compromised, we may also have obligations to notify consumers and/or employees about the incident, and we may need to provide some form of remedy, such as a subscription to a credit monitoring service, for the individuals affected by the incident. This could negatively affect our relationships with customers or trading partners, lead to potential claims against us, and damage our image and reputation. Moreover, the amount and scope of insurance we maintain against losses resulting from any such events or security breaches may not be sufficient to cover our losses or otherwise adequately compensate us for any disruptions to our businesses that may result, and the occurrence of any such events or security breaches could have a material adverse effect on our business and results of operations. Additionally, our contracts may not contain limitations of liability, and even where they do, there can be no assurance that limitations of liability in our contracts are sufficient to protect us from liabilities, damages, or claims related to our data privacy and security obligations\nWe have started the design and implementation of a new enterprise resource planning (ERP) system and if we are not able to successfully develop and manage that implementation, it could adversely affect our business or results of operations.\nWe have begun the process of designing and implementing a new ERP system. This project will require significant capital and human resources, the re-engineering of many processes of our business, and the attention of our management and other personnel who would otherwise be focused on other aspects of our business. The implementation may be more expensive and take longer to fully implement than we originally plan, resulting in increased capital investment, higher fees and expenses of third parties, delayed deployment scheduling, and more on-going maintenance expense once implemented, and, as such, it will be difficult for us to estimate the ultimate costs and schedules. If for any reason portions of the implementation are not successful, we could be required to expense rather than capitalize related amounts.\nOur operations and sales in international markets require significant management attention, expose us to difficulties presented by international economic, political, legal and business factors, and may not be successful or produce desired levels of sales and profitability.\nWe currently sell our products throughout the world and we manufacture boats internationally in Australia. Several factors, including weakened international economic conditions and the strength of the U.S. dollar, could adversely affect our international growth. Expansion in our existing international operations and entry into new international markets require significant management attention. Some of the countries in which we market and our distributors sell our products are, to some degree, subject to political, economic or social instability. Our international operations expose us and our representatives, agents and distributors to risks inherent in operating in foreign jurisdictions. \nDoing business on a worldwide basis also requires us to comply with the laws and regulations of various foreign jurisdictions. These laws and regulations place restrictions on our operations, trade practices, partners and investment decisions. In particular, our operations are subject to U.S. and foreign anti-corruption and trade control laws and regulations, such as the FCPA, export controls and economic sanctions programs, including those administered by the U.S. Treasury Department’s Office of Foreign Assets Control, or the OFAC. As a result of doing business in foreign countries and with foreign partners, we are exposed to a heightened risk of violating anti-corruption and trade control laws and sanctions regulations.\nCatastrophic events, including natural or environmental disasters, pandemics, such as the COVID-19 pandemic or other disruptions at our facilities could adversely affect our business, financial condition and results of operations.\nWe rely on the continuous operation of our facilities in Tennessee, Florida, Kansas, California, Alabama, and Australia. Any natural or environmental disaster, pandemic or other serious disruption to our facilities due to fire, flood, earthquake, acts of terrorism, civil insurrection or social unrest or any other unforeseen circumstances could adversely affect our business, financial condition and results of operations. For example, as a result of the COVID-19 pandemic, we experienced a temporary shutdown of our facilities, which negatively impacted our net sales and production levels and created supply chain disruptions, which led to lower inventory levels at our dealers for a period of time. If there is a disruption in our business it could result in a reduction of production and cause delays in our ability to meet consumer demand or receive supplies from our vendors. We cannot assure you that we will not have to suspend our operations again, whether voluntarily or as a result of federal, state or local mandates, and such closures could extend for a longer term than the prior shutdown of our facilities relating to COVID-19. \n18\nTable of Contents\nChanges in climate could also adversely affect our operations by limiting or increasing the costs associated with equipment or fuel supplies. In addition, adverse weather conditions, such as increased frequency and/or severity of storms, or floods could impair our ability to operate by damaging our facilities and equipment or restricting product delivery to customers. The occurrence of any disruption at our facilities, even for a short period of time, may have an adverse effect on our productivity and profitability, during and after the period of the disruption. These disruptions may also cause personal injury and loss of life, severe damage to or destruction of property and equipment and environmental damage. Although we maintain property, casualty and business interruption insurance of the types and in the amounts that we believe are customary for the industry, we are not fully insured against all potential natural disasters or other disruptions to our facilities.\nIncreases in income tax rates or changes in income tax laws or enforcement could have a material adverse impact on our financial results.\nChanges in domestic and international tax legislation could expose us to additional tax liability and could impact the amount of our tax receivable agreement liability. For example, in August 2022, the U.S. Congress passed the Inflation Reduction Act of 2022. The key tax provisions applicable to us include a 1% excise tax on stock repurchases effective January 1, 2023. We currently do not expect these changes to have a material impact on our financial position; however, we will continue to evaluate the impact as further information becomes available. Although we monitor changes in tax laws and work to mitigate the impact of proposed changes, such changes may negatively impact our financial results. Expected changes in current tax law beyond fiscal 2023 could impact our financial results in a material way. In addition, any increase in individual income tax rates would negatively affect our potential consumers’ discretionary income and could decrease the demand for our products.\nWe depend on key personnel and we may not be able to retain them or to attract, assimilate, and retain highly qualified employees in the future.\nOur future success will depend in significant part upon the continued service of our senior management and our continuing ability to attract, assimilate, and retain highly qualified and skilled managerial, product development, manufacturing, and marketing and other personnel. The loss of services of any members of our senior management or key personnel or the inability to hire or retain qualified personnel in the future could adversely affect our business, financial condition, and results of operations. For instance, we are currently conducting a search process to identify and appoint a new permanent Chief Financial Officer. If we are unable to attract and retain a qualified candidate to become our Chief Financial Officer, it could have an adverse impact on our business, including impacting our ability to meet financial and operation goals and implementing our strategic plans.\nRisks Related to Our Markets and the Recreational Powerboat Industry\nWeak general economic conditions, particularly in the United States, can negatively impact our industry, demand for our products, and our business and results of operations.\nDemand for new recreational powerboats can be negatively influenced by weak economic conditions, low consumer confidence and high unemployment, especially in the United States, and by increased market volatility worldwide. In times of economic uncertainty and contraction, consumers tend to have less discretionary income and defer or avoid expenditures for discretionary items, such as boats. Sales of our products are highly sensitive to personal discretionary spending levels, and our success depends on general economic conditions and overall consumer confidence and personal income levels, especially in the United States and in the specific regional markets where we sell our products. Any deterioration in general economic conditions that diminishes consumer confidence or discretionary income is likely to reduce our sales and adversely affect our business, financial condition and results of operations. \nIn addition, fiscal and monetary policy could have a material adverse impact on worldwide economic conditions, the financial markets, and availability of credit and, consequently, may negatively affect our industry, businesses, and overall financial condition. Consumers often finance purchases of our boats, and as interest rates rise, the cost of financing the purchase also increases. If credit conditions worsen, and adversely affect the ability of consumers to finance potential purchases at acceptable terms and interest rates, it could result in a decrease in sales or delay improvement in sales of our products.\nIf we are unable to continue to enhance existing products and develop and market new or enhanced products that respond to customer needs and preferences, we may experience a decrease in demand for our products and our business could suffer.\nMarket acceptance of our products depends on our technological innovation and our ability to implement technology in our boats. Our failure to introduce new technologies and product offerings that our markets desire could adversely affect our business, financial condition and results of operations. Also, we believe we have been able to achieve higher margins in part as \n19\nTable of Contents\na result of the introduction of new features or enhancements to our existing boat models. If we fail to introduce new features or those we introduce fail to gain market acceptance, our margins may suffer.\nIn addition, some of our direct competitors and indirect competitors may have significantly more resources to develop and patent new technologies. It is possible that our competitors will develop and patent equivalent or superior technologies and other products that compete with ours. We cannot be certain that our products or technologies have not infringed or will not infringe on the proprietary rights of others, including our competitors. They may assert these patents against us and we may be required to license these patents on unfavorable terms or cease using the technology covered by these patents, either of which would harm our competitive position and may materially adversely affect our business.\nOur continued success is dependent on the positive perception of our brands, which, if impaired, could adversely affect our sales. \nWe believe that our brands are significant contributors to the success of our business and that maintaining and enhancing our brands are important to expanding our consumer and dealer base. The value of our brands is based in large part on perceptions and opinions, and broad access to social media makes it easy for anyone to provide public feedback that can influence perceptions of our company. It may be difficult to control negative publicity, regardless of whether it is accurate. Negative incidents, such as quality and safety concerns, product recalls, severe incidents or injuries related to our products or actions, or statements or actions of our employees or dealers or the athletes associated with our products, could lead to tangible adverse effects on our business, including lost sales or employee retention and recruiting difficulties. Also, public concerns about the environmental impact of our products could result in diminished public perception of our brands. If the popularity of the sports and activities for which we design, manufacture and sell our boats were to decrease as a result of these risks or any negative publicity, sales of our products could decrease, which could have an adverse effect on our net revenue, profitability and operating results.\nOur sales may be adversely impacted by increased consumer preference for used boats or the supply of new boats by competitors in excess of demand.\nIn the past, we have observed a shift in consumer demand toward purchasing more used boats during economic downturns, primarily because prices for used boats are typically lower than retail prices for new boats. If consumer demand shifts toward purchasing more used boats, it could have the effect of reducing demand among retail purchasers for our new boats. Also, while we have taken steps designed to balance production volumes for our boats with demand, our competitors could choose to reduce the price of their products, which could have the effect of reducing demand for our new boats. Reduced demand for new boats could lead to reduced sales by us, which could adversely affect our business, results of operations or financial condition.\nAn increase in energy and fuel costs may adversely affect our business, financial condition and results of operations.\nHigher energy costs result in increases in operating expenses at our manufacturing facility and in the expense of shipping products to our dealers. In addition, increases in energy costs may adversely affect the pricing and availability of petroleum based raw materials, such as resins and foams, that are used in our products. Higher fuel prices may also have an adverse effect on demand for our boats, as they increase the cost of boat ownership and possibly affect product use.\nRetail demand for our boats is seasonal and unfavorable weather conditions just before and during spring and summer can have a negative effect on our revenues.\nAdverse weather conditions in any year in any particular geographic region may adversely affect sales in that region, especially during the peak boating season. Sales of our products are generally stronger just before and during spring and summer, which represent the peak boating months in most of our markets, and favorable weather during these months generally has a positive effect on consumer demand. Conversely, unseasonably cool weather, excessive rainfall, reduced rainfall levels, or drought conditions during these periods may close area boating locations or render boating dangerous or inconvenient, thereby generally reducing consumer demand for our products. Our annual results would be materially and adversely affected if our net sales were to fall below expected seasonal levels during these periods. We may also experience more pronounced seasonal fluctuation in net sales in the future as we continue to expand our businesses. Additionally, to the extent that unfavorable weather conditions are exacerbated by global climate change or otherwise, our sales may be affected to a greater degree than we have previously experienced. There can be no assurance that weather conditions will not have a material effect on the sales of any of our products.\nOur industry is characterized by intense competition, which affects our sales and profits. \nThe recreational powerboat industry, and in particular the performance sport boat category, is highly competitive for consumers and dealers. Competition affects our ability to succeed in the markets we currently serve, including the saltwater \n20\nTable of Contents\noutboard fishing boat market that we recently entered with our acquisitions of Pursuit and Maverick Boat Group, and new markets that we may enter in the future. Competition is based primarily on brand name, price, product selection and product performance. We compete with several large manufacturers that may have greater financial, marketing and other resources than we do and who are represented by dealers in the markets in which we now operate and into which we plan to expand. We also compete with a variety of small, independent manufacturers. We cannot assure you that we will not face greater competition from existing large or small manufacturers or that we will be able to compete successfully with new competitors. Our failure to compete effectively with our current and future competitors would adversely affect our business, financial condition and results of operations.\nWe compete with a variety of other activities for consumers’ scarce leisure time.\nOur boats are used for recreational and sport purposes, and demand for our boats may be adversely affected by competition from other activities that occupy consumers’ leisure time and by changes in consumer life style, usage pattern or taste. Similarly, an overall decrease in consumer leisure time may reduce consumers’ willingness to purchase and enjoy our products.\nChanges in currency exchange rates can adversely affect our results.\nA portion of our sales are denominated in a currency other than the U.S. dollar. Consequently, a strong U.S. dollar may adversely affect reported revenues and, with the recent strengthening of the U.S. dollar, we have experienced a corresponding negative impact on our financial results with respect to our foreign operations. We also maintain a portion of our manufacturing operations in Australia which partially mitigates the impact of a strengthening U.S. dollar in that country. A portion of our selling, general and administrative costs are transacted in Australian dollars as a result. We also sell U.S. manufactured products into certain international markets in U.S. dollars, including the sale of products into Canada, Europe and Latin America. Demand for our products in these markets may also be adversely affected by a strengthening U.S. dollar. We do not currently use hedging or other derivative instruments to mitigate our foreign currency risks.\nInflation could adversely affect our financial results.\nThe market prices of certain materials and components used in manufacturing our products, especially resins that are made with hydrocarbon, feedstocks, copper, aluminum and stainless steel, can be volatile. While, historically, inflation has not had a material effect on our results of operations, significant increases in inflation, particularly those related to wages and increases in the cost of raw materials, recently have had, and may continue to have, an adverse impact on our business, financial condition, and results of operations.\nIn addition, new boat buyers often finance their purchases. Inflation typically results in higher interest rates that could translate into an increased cost of boat ownership. Should inflation and increased interest rates occur, prospective consumers may choose to forego or delay their purchases or buy a less expensive boat in the event credit is not available to finance their boat purchases.\nRisks Related to our Dealers \nWe depend on our network of independent dealers, face increasing competition for dealers and have little control over their activities.\nSubstantially all of our sales are derived from our network of independent dealers. Our top ten dealers represented 41.1%, 39.9% and 38.7% of our net sales for fiscal year 2023, 2022 and 2021, respectively. Sales to our dealers under common control of OneWater Marine, Inc. represented approximately 17.2%\n, 16.8% and 16.3%\n of consolidated net sales in fiscal years 2023, 2022 and 2021, respectively. \nSales to our dealers under common control of Tommy's Boats represented approximately 10.7%, 9.4% and 7.3% of our consolidated net sales in the fiscal years ended June 30, \n2023\n, \n2022\n and \n2021\n respectively. \nThe loss of a significant number of these dealers could have a material adverse effect on our financial condition and results of operations. We have agreements with the dealers in our network that typically provide for one-year terms, although some agreements have a term of up to three years. \nThe number of dealers supporting our products and the quality of their marketing and servicing efforts are essential to our ability to generate sales. Competition for dealers among recreational powerboat manufacturers continues to increase based on the quality, price, value and availability of the manufacturers’ products, the manufacturers’ attention to customer service and the marketing support that the manufacturer provides to the dealers. We face competition from other manufacturers in attracting and retaining independent boat dealers. In addition, independent dealers in the recreational powerboat industry have experienced significant consolidation in recent years, which could result in the loss of one or more of our dealers in the future if the surviving entity in any such consolidation purchases similar products from a competitor. A significant deterioration in the \n21\nTable of Contents\nnumber or effectiveness of our dealers could have a material adverse effect on our business, financial condition and results of operations.\nOur success depends, in part, upon the financial health of our dealers and their continued access to financing.\nBecause we sell nearly all of our products through dealers, the financial health of our dealers is critical to our success. Our business, financial condition and results of operations may be adversely affected if the financial health of the dealers that sell our products suffers. Their financial health may suffer for a variety of reasons, including a downturn in general economic conditions, rising interest rates, higher rents, increased labor costs and taxes, compliance with regulations and personal financial issues.\nOur dealers also require adequate liquidity to finance their operations, including purchases of our boats. Dealers are subject to numerous risks and uncertainties that could unfavorably affect their liquidity positions, including, among other things, continued access to adequate financing sources on a timely basis on reasonable terms. These sources of financing are vital to our ability to sell products through our distribution network. Access to floor plan financing generally facilitates our dealers’ ability to purchase boats from us, and their financed purchases reduce our working capital requirements. If floor plan financing were not available to our dealers, our sales and our working capital levels would be adversely affected. \nWe may be required to repurchase inventory of certain dealers.\nMany of our dealers have floor plan financing arrangements with third-party finance companies that enable the dealers to purchase our products. In connection with these agreements, we may have an obligation to repurchase our products from a finance company under certain circumstances, and we may not have any control over the timing or amount of any repurchase obligation nor have access to capital on terms acceptable to us to satisfy any repurchase obligation. This obligation is triggered if a dealer defaults on its debt obligations to a finance company, the finance company repossesses the boat and the boat is returned to us. Our obligation to repurchase a repossessed boat for the unpaid balance of our original invoice price for the boat is subject to reduction or limitation based on the age and condition of the boat at the time of repurchase, and in certain cases by an aggregate cap on repurchase obligations associated with a particular floor plan financing program. If boats are returned to us, it would have an adverse impact on our net sales and could result in downward pressure on pricing of our boats. Since fiscal year 2020, we have repurchased a total of two units from lenders to former dealers and those units were subsequently resold above their cost and at a minimal margin loss. \nOne or more dealers may default on the terms of a credit line in the future. In addition, applicable laws regulating dealer relations may also require us to repurchase our products from our dealers under certain circumstances, and we may not have any control over the timing or amount of any repurchase obligation nor have access to capital on terms acceptable to us to satisfy any repurchase obligation. If we are required to repurchase a significant number of units under any repurchase agreement or under applicable dealer laws, our business, operating results and financial condition could be adversely affected.\nRisks Related to our Regulatory, Accounting, Legal and Tax Environment\nThe manufacture and sale of boats exposes us to product liability risks and a significant adverse determination in any material claim against us could adversely affect our operating results or financial condition.\nThe manufacture and sale of our boats expose us to significant risks associated with product liability, economic loss, and other claims. If our products are found to be defective or used incorrectly by our customers, bodily injury, property damage or other injury, including death, may result and this could give rise to additional product liability or economic loss claims against us and adversely affect our brand image or reputation. For instance, we recently settled certain product liability matters for $100.0 million after a jury found that our subsidiary, Malibu Boats, LLC, and another entity that was the manufacturer of the boat at issue, Malibu Boats West, Inc., negligently failed to warn of a hazard posed by the boat and that such failure was a proximate cause of the death of a passenger in the boat. Malibu Boats West, Inc. is not, and has never been, a subsidiary of ours but was a separate legal entity whose assets were purchased by Malibu Boats, LLC in 2006. See Note 17 of our audited consolidated financial statements included elsewhere in this Annual Report on Form 10-K for additional information.\nAs noted, we maintain product and general liability insurance policies, including excess insurance coverage for product liability claims. However, we are not fully insured against all potential claims and we may experience legal claims in excess of our insurance coverage or claims that are not covered by insurance, either of which could adversely affect our business, financial condition and results of operations. Any losses that we may suffer from any such claims, including any unanticipated adverse determination of a material product liability claim or other material claim (particularly an uninsured matter), could materially and adversely affect our financial condition, and the effect that any such liability may have upon the reputation and marketability of our products may have a negative impact on our business and operating results.\n22\nTable of Contents\nSignificant product repair and/or replacement costs due to product warranty claims or product recalls could have a material adverse impact on our results of operations.\nWe provide limited warranties for our boats. Although we employ quality control procedures, sometimes a product is distributed that needs repair or replacement. Our standard warranties require us, through our dealer network, to repair or replace defective products during such warranty periods. In addition, if any of our products are, or are alleged to be, defective, we may be required to participate in a recall of that product if the defect or alleged defect relates to safety. For example, in fiscal year 2019 we announced a recall on fuel pumps supplied to us by a third-party vendor and used in certain Malibu and Axis boats. While this recall did not have a material impact on our business, the repair and replacement costs we could incur in connection with a recall could materially and adversely affect our business and could cause consumers to question the safety or reliability of our products. \nChanges to U.S. trade policy, tariffs, and import/export regulations may have a material adverse effect on our business, financial condition, and results of operations. \nChanges in laws and policies governing foreign trade could adversely affect our business and trigger retaliatory actions by affected countries. There is significant uncertainty with respect to future trade regulations, including the imposition by the U.S. of tariffs and penalties on products manufactured outside the U.S., and existing international trade agreements, as shown by Brexit in Europe. The institution of global trade tariffs, trade sanctions, new or onerous trade restrictions, embargoes and other stringent government controls have the potential to adversely impact the U.S. economy, our industry, our suppliers, and global demand for our products and, as a result, could have a material adverse effect on our business, financial condition, and results of operations. \nWe must comply with environmental laws and regulations as a boat manufacturer that could increase the costs of our products and reduce consumer demand.\nAs with boat construction in general, our manufacturing processes involve the use, handling, storage and contracting for recycling or disposal of hazardous substances and wastes. The failure to manage or dispose of such hazardous substances and wastes properly could expose us to material liability or fines, including liability for personal injury or property damage due to exposure to hazardous substances, damages to natural resources, or for the investigation and remediation of environmental conditions. Under certain environmental laws, we may be liable for remediation of contamination at sites where our hazardous wastes have been disposed or at our current or former facilities, regardless of whether such facilities are owned or leased or whether we caused the condition of contamination. We have not been notified of and are otherwise currently not aware of any contamination at our current or former facilities, or at any other location, for which we could have any material liability under environmental laws or regulations, and we currently are not undertaking any remediation or investigation activities in connection with any contamination. Also, the components in our boats may become subject to more stringent environmental regulations. For example, boat engines and other emission producing components may become subject to more stringent emissions standards, which could increase the cost of our engines, components and products, which, in turn, may reduce consumer demand for our products.\nOur customers use our boats for recreational water and fishing activities. Environmental regulations, permitting and zoning requirements and other commercial policies and practices that limit access to water, including availability of slip locations and/or the ability to transfer boats among different waterways, access to fisheries, or the ability to fish in some areas could negatively affect demand for our boats. Future licensing requirements, including any licenses imposed on recreational boating, may also deter potential customers, thereby reducing our sales. Furthermore, regulations allowing the sale of fuel containing higher levels of ethanol for automobiles, which is not appropriate or intended for use in marine engines, may nonetheless result in increased warranty, service costs, customer dissatisfaction with products, and other claims against us if boaters mistakenly use this fuel in marine engines, causing damage to and the degradation of components in their marine engines. \nIn addition to environmental regulations, we must also comply with product safety, workforce and other laws and regulations that may increase our costs and could result in harm to our reputation if we fail to comply with such regulations.\nWe are subject to federal, state, local, and foreign laws and regulations, including product safety, workforce, and other regulations. For instance, we are subject to laws governing our relationships with employees, including, but not limited to, employment obligations such as employee wage, hour, and benefits issues. The Occupational Safety and Health Administration (OSHA) also imposes standards of conduct for and regulates workplace safety, including physical safety and limits on the amount of emissions to which an employee may be exposed without the need for respiratory protection or upgraded plant ventilation. Our facilities are also regularly inspected by OSHA and by state and local inspection agencies and departments. \nAny of these laws, rules, or regulations may cause us to incur significant expenses to achieve or maintain compliance, require us to modify our products, or modify our approach to our workforce, adversely affecting the price of or demand for \n23\nTable of Contents\nsome of our products, and ultimately affect the way we conduct our operations. Failure to comply with any of these laws, rules, or regulations could result in harm to our reputation and/or could lead to fines and other penalties, including restrictions on the importation of our products into, and the sale of our products in, one or more jurisdictions until compliance is achieved. In addition, legal requirements are constantly evolving, and changes in laws, regulations or policies, or changes in interpretations of the foregoing, could result in compliance shortfalls, require additional product development investment, increase consumer pricing, and increase our costs or create liabilities where none exists today.\nRisks Related to our Capital Structure\nThe only material asset of Malibu Boats, Inc. is our interest in the LLC, and therefore Malibu Boats, Inc. is dependent upon distributions from the LLC for any cash obligations of Malibu Boats, Inc.\nMalibu Boats, Inc. is a holding company and has no material assets other than its ownership of LLC Units in the LLC. Malibu Boats, Inc. has no independent means of generating revenue. We intend to cause the LLC to make distributions to its unit holders in an amount sufficient to cover all applicable taxes at assumed tax rates and payments under the tax receivable agreement. To the extent that Malibu Boats, Inc. need funds, and the LLC is restricted from making such distributions under applicable law or regulation or under the terms of its financing arrangements, or is otherwise unable to provide such funds, it could materially adversely affect our liquidity and financial condition. For example, our credit agreement generally prohibits the LLC, Malibu Boats, LLC, Malibu Australian Acquisition Corp., Cobalt Boats, LLC, PB Holdco, LLC, MBG Holdco, Inc. and Maverick Boat Group, Inc. from paying dividends or making distributions to Malibu Boats, Inc. However, our credit agreement permits (i) distributions to members of the LLC, including Malibu Boats, Inc., based on the member’s allocated taxable income, (ii) distributions to fund payments that are required under the our tax receivable agreement, (iii) purchases of stock or stock options of the LLC from former officers, directors or employees of loan parties under the credit agreement or payments pursuant to stock option and other benefit plans up to $5.0 million in any fiscal year, and (iv) repurchases of the outstanding stock and LLC units of Malibu Boats, Inc.. In addition, the LLC may make dividends and distributions, subject to compliance with other financial covenants.\nThe credit agreement governing our revolving credit facility contains restrictive covenants which may limit our operating flexibility and may impair our ability to access sufficient capital to operate our business.\nWe rely on our revolving credit facility to provide us with adequate liquidity to operate our business. The credit agreement governing our revolving credit facility contains restrictive covenants regarding indebtedness, liens, fundamental changes, investments, share repurchases, dividends and distributions, disposition of assets, transactions with affiliates, negative pledges, hedging transactions, certain prepayments of indebtedness, accounting changes and governmental regulation. The credit agreement also requires compliance with financial covenants consisting of a minimum ratio of EBITDA to interest expense and a maximum ratio of total debt to EBITDA. \nWe have the option to request that lenders increase the amount available under the revolving credit facility by, or obtain incremental term loans of, up to $200.0 million, subject to the terms of the credit agreement and only if existing or new lenders choose to provide additional term or revolving commitments. \nAny incremental revolving commitments or term loan facility established under the credit agreement will also be subject to these same covenants and restrictions.\nThese covenants may affect our ability to operate and finance our business as we deem appropriate. Violation of these covenants could constitute an event of default under the credit agreement governing our revolving credit facility. If there were an event of default under the credit agreement, our lenders could reduce or terminate our access to amounts under our credit facilities or declare all of the indebtedness outstanding under our revolving credit facility immediately due and payable. We may not have sufficient funds available, or we may not have access to sufficient capital from other sources, to continue funding our operations or to repay any accelerated debt. Even if we could obtain additional financing, the terms of the financing may not be favorable to us. In addition, substantially all of our assets are subject to liens securing our revolving credit facility. If amounts outstanding under the revolving credit facility were accelerated, our lenders could foreclose on these liens and we could lose substantially all of our assets. Any event of default under the credit agreement governing our revolving credit facility could have a material adverse effect on our business, financial condition and results of operations. \nOur variable rate indebtedness subjects us to interest rate risk, which could cause our debt service obligations to increase significantly.\n \nBorrowings under our revolving credit facility are at variable rates of interest and expose us to interest rate risk. During the past year, interest rates have been increasing, which results in increased debt service obligations under our revolving credit facility even if our amount borrowed remains the same. Borrowings under our revolving credit facility bear interest at a variable rate equal to either, at our option, (i) the highest of the prime rate, the Federal Funds Rate plus 0.5%, or one-month Term SOFR plus 1% (the “Base Rate”) or (ii) SOFR, in each case plus an applicable margin ranging from 1.25% to 2.00% with respect to \n24\nTable of Contents\nSOFR borrowings and 0.25% to 1.00% with respect to Base Rate borrowings. The applicable margin will be based upon the consolidated leverage ratio of the LLC and its subsidiaries.\nAs of August 24, 2023, we had $65.0 million outstanding under our revolving credit facility. If the rate used to calculate interest on our outstanding floating rate debt under our revolving credit facility Credit Agreement were to increase by 1.0%, we would expect to incur additional interest expense on such indebtedness as of August 24, 2023 of approximately $0.7 million on an annualized basis.\nWe will be required to pay the pre-IPO owners (or any permitted assignee) for certain tax benefits pursuant to our tax receivable agreement with them, and the amounts we may pay could be significant.\nWe entered into a tax receivable agreement with the pre-IPO owners (or their permitted assignees) that provides for the payment by us to the pre-IPO owners (or any permitted assignee) of 85% of the tax benefits, if any, that we are deemed to realize as a result of (1) the increases in tax basis resulting from our purchases or exchanges of LLC Units and (2) certain other tax benefits related to our entering into the tax receivable agreement, including tax benefits attributable to payments under the tax receivable agreement. These payment obligations are the obligations of Malibu Boats, Inc. and not of the LLC. For purposes of the agreement, the benefit deemed realized by Malibu Boats, Inc. will be computed by comparing its actual income tax liability (calculated with certain assumptions) to the amount of such taxes that it would have been required to pay had there been no increase to the tax basis of the assets of the LLC as a result of the purchases or exchanges, and had we not entered into the tax receivable agreement.\nEstimating the amount of payments that may be made under the tax receivable agreement is by its nature imprecise, insofar as the calculation of amounts payable depends on a variety of factors. The actual increase in tax basis, as well as the amount and timing of any payments under the agreement, will vary depending upon a number of factors, including:\n•\nthe timing of purchases or exchanges - for instance, the increase in any tax deductions will vary depending on the fair value, which may fluctuate over time, of the depreciable or amortizable assets of the LLC at the time of each purchase or exchange;\n•\nthe price of shares of our Class A Common Stock at the time of the purchase or exchange - the increase in any tax deductions, as well as the tax basis increase in other assets, of the LLC is directly related to the price of shares of our Class A Common Stock at the time of the purchase or exchange;\n•\nthe extent to which such purchases or exchanges are taxable - if an exchange or purchase is not taxable for any reason, increased deductions will not be available; and\n•\nthe amount and timing of our income - Malibu Boats, Inc. will be required to pay 85% of the deemed benefits as and when deemed realized. If we do not have taxable income, we generally will not be required (absent a change of control or other circumstances requiring an early termination payment) to make payments under the tax receivable agreement for that taxable year because no benefit will have been realized. However, any tax benefits that do not result in realized benefits in a given tax year will likely generate tax attributes that may be utilized to generate benefits in previous or future tax years. The utilization of such tax attributes will result in payments under the tax receivable agreement.\nWe expect that the payments that Malibu Boats, Inc. may make under the tax receivable agreement may be substantial. Assuming no material changes in the relevant tax law, and that we earn sufficient taxable income to realize all tax benefits that are subject to the agreement, we expect that future payments under the tax receivable agreement relating to the purchases by Malibu Boats, Inc. of LLC Units will be approximately $43.5 million over the next sixteen (16) years. Future payments to pre-IPO owners (or their permitted assignees) in respect of subsequent exchanges or purchases would be in addition to these amounts and are expected to be substantial. The foregoing numbers are estimates and the actual payments could differ materially. It is possible that future transactions or events, such as changes in tax legislation, could increase or decrease the actual tax benefits realized and the corresponding tax receivable agreement payments. \nFurther, there may be a material negative effect on our liquidity if distributions to Malibu Boats, Inc. by the LLC are not sufficient to permit Malibu Boats, Inc. to make payments under the tax receivable agreement after it has paid taxes. For example, Malibu Boats, Inc. may have an obligation to make tax receivable agreement payments for a certain amount while receiving distributions from the LLC in a lesser amount, which would negatively affect our liquidity. The payments under the tax receivable agreement are not conditioned upon the pre-IPO owners’ (or any permitted assignees’) continued ownership of us.\nMalibu Boats, Inc. is required to make a good faith effort to ensure that it has sufficient cash available to make any required payments under the tax receivable agreement. The limited liability company agreement of the LLC requires the LLC to make \n25\nTable of Contents\n“tax distributions” which, in the ordinary course, will be sufficient to pay the actual tax liability of Malibu Boats, Inc. and to fund required payments under the tax receivable agreement. \nIf for any reason the LLC is not able to make a tax distribution in an amount that is sufficient to make any required payment under the tax receivable agreement or we otherwise lack sufficient funds, interest would accrue on any unpaid amounts at LIBOR, plus 500 basis points until they are paid. Recent actions taken by the Chief Executive of the U.K. Financial Conduct Authority (the “FCA”), which regulates LIBOR, discontinued U.S. LIBOR after June 30, 2023. Our tax receivable agreement does not provide for an alternative reference rate to LIBOR. Therefore, pursuant to \nthe Adjustable Interest Rate (LIBOR) Act (the “\nLIBOR Act\n”), 12 U.S.C. §§ 5801-5807, and the regulations promulgated to carry out the LIBOR Act, 12 C.F.R. Part 253, on July 1, 2023 we believe LIBOR with respect to the tax receivables agreement was automatically replaced by operation of law with the SOFR plus a spread adjustment. \nWe do not currently anticipate failing to pay any amounts owed under our tax receivable agreement.\nIn certain cases, payments under the tax receivable agreement to the pre-IPO owners (or any permitted assignees) of LLC Units may be accelerated or significantly exceed the actual benefits we realize in respect of the tax attributes subject to the tax receivable agreement.\nThe tax receivable agreement provides that, in the event that we exercise our right to early termination of the tax receivable agreement, or in the event of a change in control or a material breach by us of our obligations under the tax receivable agreement, the tax receivable agreement will terminate, and Malibu Boats, Inc. will be required to make a lump-sum payment equal to the present value of all forecasted future payments that would have otherwise been made under the tax receivable agreement, which lump-sum payment would be based on certain assumptions, including those relating to our future taxable income. The change in control payment and termination payments to the pre-IPO owners (or any permitted assignees) could be substantial and could exceed the actual tax benefits that Malibu Boats, Inc. receives as a result of acquiring the LLC Units because the amounts of such payments would be calculated assuming that we would have been able to use the potential tax benefits each year for the remainder of the amortization periods applicable to the basis increases, and that tax rates applicable to us would be the same as they were in the year of the termination. In these situations, our obligations under the tax receivable agreement could have a substantial negative impact on our liquidity. There can be no assurance that we will be able to finance our obligations under the tax receivable agreement.\nPayments under the tax receivable agreement will be based on the tax reporting positions that we determine. Although we are not aware of any issue that would cause the Internal Revenue Service, or the IRS, to challenge a tax basis increase, Malibu Boats, Inc. will not be reimbursed for any payments previously made under the tax receivable agreement. As a result, in certain circumstances, payments could be made under the tax receivable agreement in excess of the benefits that Malibu Boats, Inc. actually realizes in respect of (1) the increases in tax basis resulting from our purchases or exchanges of LLC Units and (2) certain other tax benefits related to our entering into the tax receivable agreement, including tax benefits attributable to payments under the tax receivable agreement.\nRisks Related to our Common Stock \nOur stock price may be volatile and stockholders may be unable to sell shares at or above the price at which they purchased them.\nOur closing stock price ranged from $46.96 per share to $70.49 per share during fiscal year 2023. The market price of our Class A Common Stock could be subject to wide fluctuations in response to the risk factors listed in this section and others beyond our control. Further, stock markets may experience extreme price and volume fluctuations that can affect the market prices of equity securities. These fluctuations can be unrelated or disproportionate to the operating performance of those companies. These broad market and industry fluctuations, as well as general economic, political and market conditions such as recessions, interest rate changes or international currency fluctuations, could harm the market price of our Class A Common Stock.\nFuture sales of our Class A Common Stock in the public market could cause our share price to fall; furthermore, you may be diluted by future issuances of Class A Common Stock in connection with our incentive plans, acquisitions or otherwise.\nSales of a substantial number of shares of our Class A Common Stock in the public market, in particular sales by our directors, officers or other affiliates, or the perception that these sales might occur, could depress the market price of our Class A Common Stock and could impair our ability to raise capital through the sale of additional equity securities. Furthermore, any Class A Common Stock that we issue in connection with our Long-Term Incentive Plan or other equity incentive plans that we may adopt in the future, our acquisitions or otherwise would dilute the percentage ownership of holders of our Class A Common Stock.\n26\nTable of Contents\nOur governing documents and Delaware law could prevent a takeover that stockholders consider favorable and could also reduce the market price of our stock.\nOur certificate of incorporation and bylaws contain certain provisions that could delay or prevent a change in control. These provisions could also make it more difficult for stockholders to elect directors and take other corporate actions. These provisions include, without limitation:\n•\na classified board structure;\n•\na requirement that stockholders must provide advance notice to propose nominations or have other business considered at a meeting of stockholders;\n•\nsupermajority stockholder approval to amend our bylaws or certain provisions in our certificate of incorporation; and\n•\nauthorization of blank check preferred stock.\nIn addition, we are subject to the provisions of Section 203 of the Delaware General Corporation Law. These provisions may prohibit large stockholders, in particular those owning 15% or more of our outstanding Class A Common Stock, from engaging in certain business combinations without the approval of substantially all of our stockholders for a certain period of time.\nThese and other provisions in our certificate of incorporation, bylaws and under Delaware law could discourage potential takeover attempts, reduce the price that investors might be willing to pay for shares of our Class A Common Stock in the future and result in the market price being lower than it would be without these provisions.\n27\nTable of Contents",
    "item7": ">Item 7. \n \nManagement's Discussion and Analysis of Financial Condition and Results of Operations\nOverview\n33\nOutlook\n34\nFactors Affecting Our Results of Operations\n35\nComponents of Results of Operations\n37\nResults of Operations\n38\nGAAP Reconciliation of Non-GAAP Financial Measures\n43\nLiquidity and Capital Resources\n47\nCritical Accounting Policies\n50\nNew Accounting Pronouncements\n51\nOverview\nWe are a leading designer, manufacturer and marketer of a diverse range of recreational powerboats, including performance sport boats, sterndrive and outboard boats. Our product portfolio of premium brands are used for a broad range of recreational boating activities including, among others, water sports, general recreational boating and fishing. Our passion for consistent innovation, which has led to propriety technology such as Surf Gate, has allowed us to expand the market for our products by introducing consumers to new and exciting recreational activities. We design products that appeal to an expanding range of recreational boaters and water sports enthusiasts whose passion for boating and water sports is a key component of their active lifestyle and provide consumers with a better customer-inspired experience. With performance, quality, value and multi-purpose features, our product portfolio has us well positioned to broaden our addressable market and achieve our goal of increasing our market share in the expanding recreational boating industry.\nWe currently sell our boats under eight brands as shown in the table below, and we report our results of operations under three reportable segments, Malibu, Saltwater Fishing and Cobalt. We revised our segment reporting effective December 31, 2020 to account for our acquisition of Maverick Boat Group and to conform to changes in our internal management reporting based on our boat manufacturing operations. Prior to December 31, 2020, we had three reportable segments, Malibu, Pursuit and Cobalt. All segment information in the accompanying consolidated financial statements has been revised to conform to our current reporting segments for comparison purposes. Additional segment information is contained in Note 19 - Segment Reporting, in the notes to our consolidated financial statements included elsewhere in this Annual Report on Form 10-K.\n% of Total Revenues\nFiscal Year Ended June 30, \nSegment\nBrands\n2023\n2022\n2021\nMalibu\nMalibu\n45.8%\n50.0%\n52.2%\nAxis\nSaltwater Fishing\nPursuit\n32.4%\n28.1%\n26.2%\nMaverick\nCobia\nPathfinder\nHewes\nCobalt\nCobalt\n21.8%\n21.9%\n21.6%\nOur Malibu segment participates in the manufacturing, distribution, marketing and sale throughout the world of Malibu and Axis performance sports boats. Our flagship Malibu boats offer our latest innovations in performance, comfort and convenience, and are designed for consumers seeking a premium performance sport boat experience. We are the market leader in the United States in the performance sport boat category through our Malibu and Axis boat brands. Our Axis boats appeal to consumers who desire a more affordable performance sport boat product but still demand high performance, functional simplicity and the option to upgrade key features. Retail prices of our Malibu and Axis boats typically range from $80,000 to $300,000.\n33\nTable of Contents\nOur Saltwater Fishing segment participates in the manufacturing, distribution, marketing and sale throughout the world of Pursuit boats and the Maverick Boat Group family of boats (Maverick, Cobia, Pathfinder and Hewes). Our Pursuit boats expand our product offerings into the saltwater outboard fishing market and include center console, dual console and offshore models. In December 2020, we acquired Maverick Boat Group and added Maverick, Cobia, Pathfinder and Hewes to our brands. Our Maverick Boat Group family of boats are highly complementary to Pursuit, expanding our saltwater outboard offerings with a strong focus in length segments under 30 feet. We are among the market leaders in the fiberglass outboard fishing boat category with the brands in our Saltwater Fishing segment. Retail prices for our Saltwater Fishing boats typically range from $45,000 to $1,400,000.\nOur Cobalt segment participates in the manufacturing, distribution, marketing and sale throughout the world of Cobalt boats. Our Cobalt boats consist of mid to large-sized luxury cruisers and bowriders that we believe offer the ultimate experience in comfort, performance and quality. We are the market leader in the United States in the 20’ - 40’ segment of the sterndrive boat category through our Cobalt brand. Retail prices for our Cobalt boats typically range from $75,000 to $625,000.\nWe sell our boats through a dealer network that we believe is the strongest in the recreational powerboat category. As of June 30, 2023, our worldwide distribution channel consisted of over 400 dealer locations globally. Our dealer base is an important part of our consumers’ experience, our marketing efforts and our brands. We devote significant time and resources to find, develop and improve the performance of our dealers and believe our dealer network gives us a distinct competitive advantage. \nWe achieved fiscal year 2023 net sales, net income and adjusted EBITDA of $1,388.4 million, $107.9 million and $284.0 million, respectively, compared to $1,214.9 million, $163.4 million and $246.5 million, respectively, for fiscal year 2022. For the definition of adjusted EBITDA and a reconciliation to net income, see “GAAP Reconciliation of Non-GAAP Financial Measures.”\nOutlook\nDuring the COVID-19 pandemic, domestic retail demand for recreational powerboats increased to the highest levels seen by the industry in decades as consumers turned to boating as a form of outdoor, socially-distanced, recreation. Retail registration activity in the recreational powerboat market, however, began declining meaningfully in the second half of calendar year 2021 as a result of limited available inventory due to the strong sales activity during the pandemic and supply chain disruptions that began impacting production levels. During calendar year 2022, retail registration activity continued to decline at a lower year-over-year rate than the second half of calendar year 2021. The declines in retail registration activity in the recreational powerboat market during calendar year 2022 were also impacted by the increased retail demand in calendar year 2021, resulting in an abnormally high comparative period.\nWe and our dealers have experienced similar impacts in retail demand, supply chain disruption and resulting low inventory levels as the industry. The combination of strong retail market activity in calendar years 2020 and 2021 along with supply chain disruptions in calendar year 2021 that continued through calendar year 2022 depleted inventory levels at our dealers in calendar year 2022 below pre-COVID levels. Some of the operational challenges and supply chain disruptions we experienced included labor shortages, domestic logistical constraints, West Coast port challenges and rising prices for our suppliers, in part due to inflationary pressures. These operational challenges and supply chain constraints delayed our ability to add to depleted inventory levels throughout fiscal year 2022. While retail activity at our dealers was strong during much of fiscal year 2022, it may have been higher but for a lack of inventory.\nCurrent inventory levels at our Malibu and Cobalt dealers have returned to pre-pandemic levels and at our Saltwater Fishing dealers are continuing to normalize to pre-pandemic levels. While retail activity at our dealers trended lower during fiscal year 2023, given low inventory levels at the beginning of the fiscal year, we continued to experience strong wholesale demand throughout the first three quarters of fiscal year 2023. As channel inventory becomes more normalized, we believe wholesale demand will become more directly dependent on the underlying retail activity for our products. As a result, we believe our wholesale demand in the upcoming quarters will largely be driven by the retail activity for our products into the first half of fiscal year 2024.\nWe aim to increase our market share across the boating categories in which we compete through new product development, improved distribution, new models, and innovative features. Our industry, however, is highly competitive, and our competitors have become more aggressive in their product introductions, expanded their distribution capabilities, and launched surf systems competitive with our patented Surf Gate system. Further, our ability to maintain inventory levels at our dealers will be important to sustain and grow our market share across our brands. We believe our new product pipeline, strong dealer network and ability to increase production will allow us to maintain, and potentially expand, our leading market position in performance sports boats. We also believe that our track record of expanding our market share with our Malibu and Axis brands is directly transferable to our Cobalt, Pursuit and Maverick Boat Group brands. \n34\nTable of Contents\nAs discussed above, our financial results and operations have been, and could continue to be, impacted by events outside of our control, including COVID-19 and supply chain disruptions that we believe were driven by numerous factors, such as labor shortages, ongoing domestic logistical constraints, West Coast port challenges and rising prices for our suppliers, in part due to inflationary pressures. Numerous other variables also have the potential to impact our volumes, both positively and negatively. For instance, elevated interest rates, which we are currently experiencing, could reduce retail consumer appetite for our product or reduce the appetite or availability for credit for our dealers and retail consumers.\nFactors Affecting Our Results of Operations\nWe believe that our results of operations and our growth prospects are affected by a number of factors, which we discuss below. \nEconomic Environment and Consumer Demand \nOur product sales are impacted by general economic conditions, which affect the demand for our products, the demand for optional features, the availability of credit for our dealers and retail consumers, and overall consumer confidence. Consumer spending, especially purchases of discretionary items, tends to decline during recessionary periods and tends to increase\n during expansionary periods. \nWhile there is still some uncertainty surrounding current macroeconomic conditions, and rising prices to our suppliers, in part due to inflationary pressures, we believe we are well positioned strategically in the recreational powerboat market with brands that are market leaders in their segments.\nInflation has impacted the prices of our materials and our labor costs, which has had a negative impact on our gross margin and our operations. In particular, the market prices of certain materials and components used in manufacturing our products, especially resins that are made with hydrocarbon, feedstocks, copper, aluminum and stainless steel, are increasing. To combat this, we implemented a surcharge across all brands effective December 1, 2021. These surcharges could have negatively impacted retail demand, but we do not believe they impacted our wholesale shipments in fiscal year 2022. Further, new boat buyers often finance their purchases. Efforts to stop or limit inflation are resulting in higher interest rates that translate into an increased cost of boat ownership. We have seen increased interest rates for our customers throughout calendar year 2022 and the first half of calendar year 2023. Should inflation and increased interest rates continue at elevated rates, we may experience less retail demand because prospective consumers may choose to forgo or delay their purchases or buy a less expensive or used boat. We intend to minimize the effect of inflation through selective price increases, cost reductions and improved productivity.\nNew Product Development and Innovation \nOur long-term revenue prospects are based in part on our ability to develop new products and technological enhancements that meet the demands of existing and new consumers. Developing and introducing new boat models and features that deliver improved performance and convenience are essential to leveraging the value of our brands. By introducing new boat models, we are able to appeal to a new and broader range of consumers and focus on underserved or adjacent segments of the broader powerboat category. To keep product fresh and at the forefront of technological innovation in the boating industry, we aim to introduce a number of new boat models per year. We also believe we are able to capture additional value from the sale of each boat through the introduction of new features, which results in increased average selling prices and improved margins. We allocate most of our product development costs to new model and feature designs, usually with a specific consumer base and market in mind. We use industry data to analyze our markets and evaluate revenue potential from each major project we undertake. Our product development cycle, or the time from initial concept to volume production, can be up to two years. As a result, our development costs, which may be significant, may not be offset by corresponding new sales during the same periods. Once new designs and technologies become available to our consumers, we typically realize revenue from these products from one year up to 15 years. We may not, however, realize our revenue expectations from each innovation. We believe our close communication with our consumers, dealers and sponsored athletes regarding their future product desires enhances the efficiency of our product development expenditures. \nProduct Mix \nLeveraging our robust product offering and features to enhance our sales growth and gross margins. Our product mix, as it relates to our brands, types of boats and features, not only makes our offerings attractive to consumers but also helps drive higher sales and margins. Historically, we have been able to realize higher sales and margins when we sell larger boats compared to our smaller boats, our premium brands compared to our entry-level brands and our boats that are fully-equipped with optional features. We intend to continue to develop new features and models and maintain an attractive product mix that optimizes sales growth and margins.\n35\nTable of Contents\nAbility to Manage Manufacturing Costs, Sales Cycles and Inventory Levels\nOur results of operations are affected by our ability to manage our manufacturing costs effectively and to respond to changing sales cycles. Our product costs vary based on the costs of supplies and raw materials, as well as labor costs. We have implemented various initiatives to reduce our cost base and improve the efficiency of our manufacturing process. We are continuously monitoring and reviewing our manufacturing processes to identify improvements and create additional efficiencies. \nOur ability to maintain production is dependent upon our suppliers delivering sufficient amounts of components, raw materials and parts to manufacture our products and on time to meet our production schedules. Historically, we have not entered into long-term agreements with suppliers of our raw materials and components other than for our engines and outboard motors. Any number of factors, including labor disruptions, weather events, the occurrence of a contagious disease or illness, contractual or other disputes, unfavorable economic or industry conditions, delivery delays or other performance problems or financial difficulties or solvency problems, could disrupt our suppliers’ operations and lead to uncertainty in our supply chain or cause supply disruptions for us, which could, in turn, disrupt our operations. We have experienced supply chain disruptions since fiscal year 2020 related to numerous factors, including COVID-19, severe weather events, labor shortages, ongoing domestic logistical constraints, West Coast port challenges and rising prices for our suppliers, in part due to inflationary pressures. If we were to further experience supply disruptions or they intensify, we may not be able to develop alternate sourcing quickly or at all. Any material disruption of our production schedule caused by an unexpected shortage of components, raw materials or parts could cause us not to be able to meet customer demand, to alter production schedules or suspend production entirely, which could cause a loss of revenues, which could materially and adversely affect our results of operations.\nWe completed the build-out of our new Tooling Design Center at our Pursuit facility in Florida in March 2023. The Tooling Design Center is a vertical integration initiative that will first focus on the tooling needs for our Pursuit boats, with the goal to build the majority of tooling across all of our brands at this site. This vertical integration initiative is part of a multi-year plan to bring our product tooling in-house, which has the potential to help us better control capital expenditures, improve tooling quality, and increase volumes. \nOn July 25, 2023, we completed the purchase of a 260,000 square-foot facility in Lenoir City, Tennessee. This new facility provides for the opportunity to expand production of boats and provides additional opportunities for vertical integration initiatives.\nDealer Network, Dealer Financing and Incentives \nWe rely on our dealer network to distribute and sell our products. We believe we have developed the strongest distribution network in the performance sport boat category. To improve and expand our network and compete effectively for dealers, we regularly monitor and assess the performance of our dealers and evaluate dealer locations and geographic coverage in order to identify potential market opportunities. Our acquisitions of Cobalt, Pursuit and Maverick Boat Group has allowed us to expand into each of their strong dealer networks as well. We intend to continue to add dealers in new territories in the United States as well as internationally, which we believe will result in increased unit sales. \nOur dealers are exposed to seasonal variations in consumer demand for boats. We address anticipated demand for our products and manage our manufacturing in order to mitigate seasonal variations. We also use our dealer incentive programs to encourage dealers to order in the off-season by providing floor plan financing relief, which typically permits dealers to take delivery of current model year boats between July 1 and April 30 on an interest-free basis for a specified period. We also offer our dealers other incentives, including rebates, seasonal discounts and other allowances. We facilitate floor plan financing programs for many of our dealers by entering into repurchase agreements with certain third-party lenders, which enable our dealers, under certain circumstances, to establish lines of credit with the third-party lenders to purchase inventory. Under these floor plan financing programs, a dealer draws on the floor plan facility upon the purchase of our boats and the lender pays the invoice price of the boats.\n We will continue to review and refine our dealer incentive offerings and monitor any exposures arising under these arrangements.\nVertical Integration\nWe have vertically integrated a number of key components of our manufacturing process, including the manufacturing of our Monsoon engines, boat trailers, towers and tower accessories, machined and billet parts, soft grip flooring, wiring harnesses and most recently, certain tooling for our Pursuit brand. We began producing our own engines, branded as Malibu Monsoon engines, in our Malibu and Axis boats for model year 2019. Starting in fiscal year 2024, we plan to begin offering Monsoon sterndrive engines to our Cobalt dealers and customers. As we move into the second half of fiscal year 2024, we plan to continue the roll out of our Monsoon engines into Cobalt’s surf boats. We believe our vertical integration initiatives will reduce our reliance on third-party suppliers while reducing the risk that a change in cost or production from any third-party supplier \n36\nTable of Contents\ncould adversely affect our business. In fiscal year 2022, we acquired a facility to begin manufacturing our own wiring harnesses. As a result of this acquisition, we reduced the risk of production delays due to delays in receipt of wiring harnesses from third-party suppliers. In March 2023, we launched our new Tooling Design Center located on our Pursuit campus. The Tooling Design Center has potential to help us better control capital expenditures, improve tooling quality, and increase volumes.\nVertical integration of key components of our boats gives us the ability to increase incremental margin per boat sold by reducing our cost base and improving the efficiency of our manufacturing process. Additionally, it allows us to have greater control over design, consumer customization options, construction quality, and our supply chain. We continually review our manufacturing process to identify opportunities for additional vertical integration investments across our portfolio of premium brands.\nComponents of Results of Operations\nNet Sales\nWe generate revenue from the sale of boats to our dealers. The substantial majority of our net sales are derived from the sale of boats, including optional features included at the time of the initial wholesale purchase of the boat. Net sales consists of the following:\n•\nGross sales from:\n•\nBoat and trailer sales\n—consists of sales of boats and trailers to our dealer network. Nearly all of our boat sales include optional feature upgrades purchased by the consumer, which increase the average selling price of our boats; and\n•\nParts and other sales\n—consists of sales of replacement and aftermarket boat parts and accessories to our dealer network; and consists of royalty income earned from license agreements with various boat manufacturers, including Nautique, Chaparral, Mastercraft, and Tige related to the use of our intellectual property.\n•\nNet sales are net of:\n•\nSales returns\n—consists primarily of contractual repurchases of boats either repossessed by the floor plan financing provider from the dealer or returned by the dealer under our warranty program; and\n•\nRebates and free flooring  \n—consists of incentives, rebates and free flooring, we provide to our dealers based on sales of eligible products. For our Malibu and Cobalt segments, if a domestic dealer meets its monthly or quarterly commitment volume, as well as other terms of the dealer performance program, the dealer is entitled to a specified rebate. For our Saltwater Fishing segment, if a dealer meets its quarterly or annual retail volume goals, the dealer is entitled to a specific rebate applied to their wholesale volume purchased. For Malibu, Cobalt and select Saltwater Fishing models, our dealers that take delivery of current model year boats in the offseason, typically July through April in the U.S., are also entitled to have us pay the interest to floor the boat until the earlier of (1) the sale of the unit or (2) a date near the end of the current model year, which incentive we refer to as “free flooring.” From time to time, we may extend the flooring program to eligible models beyond the offseason period. For more information, see \"Item 1. Business - Dealer Management.\"\n \nCost of Sales\nOur cost of sales includes all of the costs to manufacture our products, including raw materials, components, supplies, direct labor and factory overhead. For components and accessories manufactured by third-party vendors, such costs represent the amounts invoiced by the vendors. Shipping costs and depreciation expense related to manufacturing equipment and facilities are also included in cost of sales. Warranty costs associated with the repair or replacement of our boats under warranty are also included in cost of sales.\nOperating Expenses\nOur operating expenses include selling and marketing, general and administrative costs and amortization costs. Each of these items includes personnel and related expenses, supplies, non-manufacturing overhead, third-party professional fees and various other operating expenses. Further, selling and marketing expenditures include the cost of advertising and various promotional sales incentive programs. General and administrative expenses include, among other things, salaries, benefits and other personnel related expenses for employees engaged in product development, engineering, finance, information technology, human resources and executive management. Other costs include outside legal and accounting fees, investor relations, risk \n37\nTable of Contents\nmanagement (insurance) and other administrative costs. General and administrative expenses also include product development expenses associated with our vertical integration initiative and acquisition or integration related expenses. Amortization expenses are associated with the amortization of intangibles.\nOther Expense (Income), Net\nOther expense (income), net consists of interest expense and other income or expense, net. Interest expense consists of interest charged under our outstanding debt and amortization of deferred financing costs on our credit facilities. \nOther income or expense includes ad\njustments to our tax receivable agreement liability and sublease income. \n Income Taxes\nMalibu Boats, Inc. is subject to U.S. federal and state income tax in multiple jurisdictions with respect to our allocable share of any net taxable income of the LLC. The LLC is a pass-through entity for federal purposes but incurs income tax in certain state jurisdictions. Maverick Boat Group is separately subject to U.S. federal and state income tax with respect to its net taxable income.\nNet Income Attributable to Non-controlling Interest \nAs of each of June 30, 2023 and 2022, we had a 97.8% and 97.2%, respectively, controlling economic interest and 100% voting interest in the LLC and, therefore, we consolidate the LLC's operating results for financial statement purposes. Net income attributable to non-controlling interest represents the portion of net income attributable to the non-controlling LLC members. \nResults of Operations\nThe table below sets forth our consolidated results of operations, expressed in thousands (except unit volume and net sales per unit) and as a percentage of net sales, for the periods presented. Our consolidated financial results for these periods are not necessarily indicative of the consolidated financial results that we will achieve in future periods. Certain totals for the table below will not sum to exactly 100% due to rounding.\n38\nTable of Contents\nFiscal Year Ended June 30,\n2023\n2022\n2021\n$\n% Revenue\n$\n% Revenue\n$\n% Revenue\nNet sales\n1,388,365 \n100.0 \n%\n1,214,877 \n100.0 \n%\n926,515 \n100.0 \n%\nCost of sales\n1,037,070 \n74.7 \n%\n904,826 \n74.5 \n%\n690,030 \n74.5 \n%\nGross profit\n351,295 \n25.3 \n%\n310,051 \n25.5 \n%\n236,485 \n25.4 \n%\nOperating expenses:\nSelling and marketing\n24,009 \n1.7 \n%\n22,900 \n1.9 \n%\n17,540 \n1.9 \n%\nGeneral and administrative\n175,694 \n12.7 \n%\n66,371 \n5.4 \n%\n61,915 \n6.6 \n%\nAmortization\n6,808 \n0.5 \n%\n6,957 \n0.6 \n%\n7,255 \n0.8 \n%\nOperating income\n144,784 \n10.4 \n%\n213,823 \n17.6 \n%\n149,775 \n16.2 \n%\nOther expense (income), net:\nOther expense (income), net\n331 \n— \n%\n983 \n0.1 \n%\n(1,015)\n(0.1)\n%\nInterest expense\n2,962 \n0.2 \n%\n2,875 \n0.2 \n%\n2,529 \n0.3 \n%\nOther expense (income), net\n3,293 \n0.2 \n%\n3,858 \n0.3 \n%\n1,514 \n0.2 \n%\nIncome before provision for income taxes\n141,491 \n10.2 \n%\n209,965 \n17.3 \n%\n148,261 \n16.0 \n%\nProvision for income taxes\n33,581 \n2.4 \n%\n46,535 \n3.8 \n%\n33,979 \n3.7 \n%\nNet income\n107,910 \n7.8 \n%\n163,430 \n13.5 \n%\n114,282 \n12.3 \n%\nNet income attributable to non-controlling interest\n3,397 \n0.3 \n%\n5,798 \n0.5 \n%\n4,441 \n0.5 \n%\nNet income attributable to Malibu Boats, Inc.\n104,513 \n7.5 \n%\n157,632 \n13.0 \n%\n109,841 \n11.8 \n%\nFiscal Year Ended June 30,\n2023\n2022\n2021\nUnit Volumes\n% Total\nUnit Volumes\n% Total\nUnit Volumes\n% Total\nVolume by Segment\nMalibu\n5,127 \n52.0 \n%\n5,173 \n55.9 \n%\n4,841 \n59.1 \n%\nSaltwater Fishing \n1\n2,585 \n26.2 \n%\n2,035 \n22.0 \n%\n1,428 \n17.5 \n%\nCobalt\n2,151 \n21.8 \n%\n2,047 \n22.1 \n%\n1,916 \n23.4 \n%\nTotal Units\n9,863 \n9,255 \n8,185 \nNet sales per unit\n$\n140,765 \n$\n131,267 \n$\n113,197 \n(1) We acquired all of the outstanding stock of Maverick Boat Group on December 31, 2020.\nComparison of the Fiscal Year Ended June 30, 2023 to the Fiscal Year Ended June 30, 2022\nNet Sales\nNet sales for fiscal year 2023 increased $173.5 million, or 14.3%, to $1,388.4 million, compared to fiscal year 2022. The increase in net sales was driven primarily by increased unit volumes in our Saltwater Fishing and Cobalt segments, a favorable model mix across all segments and inflation-driven year-over-year price increases across all segments, partially offset by lower unit volumes in the Malibu segment and increased dealer flooring program costs across all segments resulting from higher interest rates and increased inventory levels. Unit volume for fiscal year 2023 increased 608 units, or 6.6%, to 9,863 units compared to fiscal year 2022. Our unit volume increased primarily due to strong wholesale restocking demand across our Cobalt and Saltwater Fishing segments, partially offset by reduced wholesale restocking demand at our Malibu segment.\nNet sales attributable to our Malibu segment increased $28.7 million, or 4.7%, to $636.2 million for fiscal year 2023 compared to fiscal year 2022. Unit volumes attributable to our Malibu segment decreased 46 units for fiscal year 2023 compared to fiscal year 2022. The increase in net sales was driven by inflation-driven year-over-year price increases and a favorable model mix, partially offset by lower unit volumes and increased dealer flooring program costs.\n39\nTable of Contents\nNet sales attributable to our Saltwater Fishing segment increased $107.2 million, or 31.4%, to $449.2 million for fiscal year 2023 compared to fiscal year 2022. Unit volumes increased 550 units for fiscal year 2023 compared to fiscal year 2022. The increase in net sales was driven by increased volume, inflation-driven year-over-year price increases and a favorable model mix, partially offset by increased dealer flooring program costs.\nNet sales attributable to our Cobalt segment increased $37.6 million, or 14.2%, to $303.0 million for fiscal year 2023 compared to fiscal year 2022. Unit volumes attributable to Cobalt increased 104 units for fiscal year 2023 compared to fiscal year 2022. The increase in net sales was driven by increased volume, inflation-driven year-over-year price increases and a favorable model mix, partially offset by increased dealer flooring program costs.\nOverall consolidated net sales per unit increased 7.2% to $140,765 per unit for fiscal year 2023 compared to fiscal year 2022. Net sales per unit for our Malibu segment increased 5.7% to $124,097 per unit for fiscal year 2023 compared to fiscal year 2022, driven by inflation-driven year-over-year price increases and a favorable model mix, partially offset by increased dealer flooring program costs. Net sales per unit for our Saltwater Fishing segment increased 3.4% to $173,755 per unit for fiscal year 2023 compared to fiscal year 2022, driven by inflation-driven year-over-year price increases, partially offset by increased dealer flooring program costs and a unfavorable model mix. Net sales per unit for our Cobalt segment increased 8.6% to $140,847 per unit for fiscal year 2023 compared to fiscal year 2022, driven by inflation-driven year-over-year price increases and a favorable model mix, partially offset by increased dealer flooring program costs.\nCost of Sales\nCost of sales for fiscal year 2023 increased $132.2 million, or 14.6%, to $1,037.1 million compared to fiscal year 2022. The increase in cost of sales was primarily driven by a 6.6% increase in volumes and increased prices due to inflationary pressures that have impacted prices on parts and components. In the Malibu segment, higher per unit material and labor costs contributed $19.1 million to the increase in cost of sales and were driven by increased prices due to inflationary pressures. In the Saltwater Fishing segment, higher per unit material and labor costs contributed $2.2 million to the increase in cost of sales and were driven by increased prices due to inflationary pressures and an increased mix of larger models that corresponded with higher net sales per unit. In the Cobalt segment, higher per unit material and labor costs contributed $19.7 million to the increase in cost of sales and were driven by increased prices due to inflationary pressures and an increased mix of larger models that corresponded with higher net sales per unit.\nGross Profit\nGross profit for fiscal year 2023 increased $41.2 million, or 13.3%, compared to fiscal year 2022. The increase in gross profit was driven primarily by higher sales revenue partially offset by the increased cost of sales for the reasons noted above. Gross margin for fiscal year 2023 decreased 0.2% from 25.5% to 25.3% driven primarily by an increased mix of the Saltwater Fishing segment and increased dealer flooring program costs and partially offset by better year-over-year performance in our Saltwater Fishing segment. \nOperating Expenses\nSelling and marketing expense for fiscal year 2023 increased $1.1 million, or 4.8% to $24.0 million compared to fiscal year 2022. The increase was driven primarily by increased promotional events. As a percentage of sales, selling and marketing expense decreased 0.2% to 1.7% for fiscal year 2023 compared to 1.9% for fiscal year 2022. General and administrative expense for fiscal year 2023 increased $109.3 million, or 164.7%, to $175.7 million compared to fiscal year 2022. The increase in general and administrative expenses was driven primarily by the settlement of product liability cases for $100.0 million in June 2023. See Note 17 of our audited consolidated financial statements included elsewhere in this Annual Report on Form 10-K for more information. The remaining increase in general and administrative expenses was driven by an increase in compensation and personnel-related expenses, an increase in legal and professional fees and an increase in travel related expenses. As a percentage of sales, general and administrative expenses increased 7.3% to 12.7% for fiscal year 2023 compared to 5.4% for fiscal year 2022. Amortization expense for fiscal year 2023 decreased $0.1 million, or 2.1%, to $6.8 million compared to fiscal year 2022 due to a decrease of amortization expense related to fully amortized intangibles.\nOther Expense (Income), Net\nOther expense, net for fiscal year 2023 decreased by $0.6 million, or 14.6% to $3.3 million as compared to fiscal year 2022. \nIn fiscal year \n2023, \nwe increased our tax receivable agreement liability by $0.2 million that resulted in a corresponding amount being recognized as other expense during the same period, compared to fiscal year 2022 when we increased our tax receivable agreement liability by $1.0 million. Our interest expense increased by $0.1 million during fiscal year 2023 compared to fiscal year 2022 due to higher average interest rates on outstanding debt, offset by lower average outstanding debt.\n40\nTable of Contents\nProvision for Income Taxes\nOur provision for income taxes for fiscal year 2023 decreased $13.0 million, or 27.8% to $33.6 million compared to fiscal year 2022. This decrease was primarily driven by lower pre-tax earnings. For fiscal year 2023, our effective tax rate of 23.7% differed from the statutory federal income tax rate of 21% primarily due to the impact of U.S. state taxes. This increase in the effective tax rate was partially offset by the benefit of the research and development tax credit as well as the impact of non-controlling interests in the LLC. For fiscal year 2022, our effective tax rate of 22.2% differed from the statutory federal income tax rate of 21% primarily due to the impact of U.S. state taxes. This increase in the effective tax rate was partially offset by a windfall benefit generated by certain stock-based compensation, as well as the benefits of the research and development tax credit, and the impact of non-controlling interests in the LLC.\nNon-controlling interest\nNon-controlling interest represents the ownership interests of the members of the LLC other than us and the amount recorded as non-controlling interest in our consolidated statements of operations and comprehensive income is computed by multiplying pre-tax income for the applicable fiscal year by the percentage ownership in the LLC not directly attributable to us. For fiscal years 2023 and 2022, the weighted average non-controlling interest attributable to ownership interests in the LLC not directly attributable to us was 2.6% and 2.8%, respectively.\nComparison of the Fiscal Year Ended June 30, 2022 to the Fiscal Year Ended June 30, 2021 \nNet Sales\nNet sales for fiscal year 2022 increased $288.4 million, or 31.1%, to $1,214.9 million, compared to fiscal year 2021. The increase in net sales was driven primarily by increased unit volumes across all three segments, year-over-year price increases and a favorable model mix. We recognized an increase in net sales and volumes across all three segments during fiscal year 2022. Unit volume for fiscal year 2022 increased 1,070 units, or 13.1%, to 9,255 units compared to fiscal year 2021.\nNet sales attributable to our Malibu segment increased $124.0 million, or 25.6%, to $607.6 million for fiscal year 2022 compared to fiscal year 2021. Unit volumes attributable to our Malibu segment increased 332 units for fiscal year 2022 compared to fiscal year 2021. The increase in net sales was driven by year-over-year price increases, a favorable model mix and increased volume resulting from strong demand for our Malibu and Axis model boats.\nNet sales from our Saltwater Fishing segment increased $99.0 million, or 40.8%, to $341.9 million for fiscal year 2022 compared to fiscal year 2021. Unit volumes increased 607 units for fiscal year 2022 compared to fiscal year 2021. The increase in net sales was driven primarily by the acquisition of Maverick Boat Group on December 31, 2020, year-over-year price increases and a favorable model mix. The increase in unit volumes resulted primarily from our addition of the Maverick Boat Group.\nNet sales from our Cobalt segment increased $65.4 million, or 32.7%, to $265.4 million for fiscal year 2022 compared to fiscal year 2021. Unit volumes attributable to Cobalt increased 131 units for fiscal year 2022 compared to fiscal year 2021. The increase in net sales was driven primarily by a favorable model mix, year-over-year price increases and increased volume. We experienced increased volume at Cobalt as a result of our prior year investments in the Cobalt facilities to optimize efficiency and expand capacity.\nOur overall net sales per unit increased 16.0% to $131,267 per unit for fiscal year 2022 compared to fiscal year 2021. Net sales per unit for our Malibu segment increased 17.6% to $117,445 per unit for fiscal year 2022 compared to fiscal year 2021, primarily driven by year-over-year price increases and a favorable model mix. Net sales per unit for our Saltwater Fishing segment decreased 1.2% to $168,025 per unit for fiscal year 2022 compared to fiscal year 2021, primarily driven by mix of models due mostly to the inclusion of lower priced models from our acquisition of Maverick Boat Group on December 31, 2020. Net sales per unit for our Cobalt segment increased 24.2% to $129,655 per unit for fiscal year 2022 compared to fiscal year 2021, driven primarily by a favorable model mix and year-over-year price increases.\nCost of Sales\nCost of sales for fiscal year 2022 increased $214.8 million, or 31.1%, to $904.8 million compared to fiscal year 2021. The increase in cost of sales was driven by higher costs related to higher net sales in all our segments and increased prices due to supply chain disruptions and inflationary pressures that have impacted prices on parts and components. In the Malibu segment, higher per unit material and labor costs contributed $66.7 million to the increase in cost of sales and were driven by an increased mix of larger products that corresponded with higher net sales per unit. Within our Saltwater Fishing segment, higher per unit material and labor costs contributed $87.3 million to the increase in cost of sales and were driven by the acquisition of Maverick Boat Group on December 31, 2020 and an increased mix of larger products that corresponded with higher net sales \n41\nTable of Contents\nper unit. In the Cobalt segment, higher per unit material and labor costs contributed $44.8 million to the increase in cost of sales and were driven by an increased mix of larger products that corresponded with higher net sales per unit.\nGross Profit\nGross profit for fiscal year 2022 increased $73.6 million, or 31.1%, compared to fiscal year 2021. The increase in gross profit was driven primarily by higher sales revenue with a more favorable product mix and the contribution of Maverick Boat Group partially offset by the increased cost of sales for the reasons noted above. Gross margin remained flat at 25.5% in fiscal year 2022.\nOperating Expenses\nSelling and marketing expense for fiscal year 2022 increased $5.4 million, or 30.6% to $22.9 million compared to fiscal year 2021. The increase was driven primarily by incremental selling and marketing expenses from the acquisition of Maverick Boat Group, increased compensation and personnel-related expenses, increased travel and promotional events that resumed in fiscal year 2022 after being suspended for COVID-19 during the early portion of fiscal year 2021. As a percentage of sales, selling and marketing expense remained flat at 1.9% for fiscal year 2022. General and administrative expense for fiscal year 2022 increased $4.5 million, or 7.2%, to $66.4 million compared to fiscal year 2021. The increase in general and administrative expenses was driven primarily by an increase in compensation and personnel-related expenses, travel related expenses, information technology infrastructure expenses, incremental general and administrative expenses due to the acquisition of Maverick Boat Group, facility maintenance expenses and insurance expenses partially offset by lower professional fees and a decrease in acquisition expenses related to the acquisition of Maverick Boat Group on December 31, 2020. As a percentage of sales, general and administrative expenses decreased 120 basis points to 5.4% for fiscal year 2022 compared to 6.6% for fiscal year 2021. Amortization expense for fiscal year 2022 decreased $0.3 million, or 4.1%, to $7.0 million compared to fiscal year 2021, due to a decrease of amortization expense related to fully amortized intangibles.\nOther Expense (Income), Net\nOther expense, net for fiscal year 2022 increased by $2.3 million, or 154.8% to $3.9 million as compared to fiscal year 2021. In fiscal year 2022, we increased our tax receivable agreement liability by $1.0 million that resulted in a corresponding amount being recognized as other expense during the same period, compared to fiscal year 2021, when we reduced our tax receivable agreement liability by $0.1 million that resulted in a corresponding amount being recognized as other income during fiscal year 2021. Our interest expense increased by $0.3 million during fiscal year 2022 compared to fiscal year 2021 due to higher average interest rates on outstanding debt.\nProvision for Income Taxes\nOur provision for income taxes for fiscal year 2022 increased $12.6 million, or 37.0% to $46.5 million compared to fiscal year 2021. This increase was primarily driven by higher pre-tax earnings and increased U.S. state taxes. For fiscal year 2022, our effective tax rate of 22.2% differed from the statutory federal income tax rate of 21% primarily due to the impact of U.S. state taxes. This increase in the effective tax rate was partially offset by a windfall benefit generated by certain stock-based compensation, as well as the benefits of the research and development tax credit, and the impact of non-controlling interests in the LLC. For fiscal year 2021, our effective tax rate of 22.9% differed from the statutory federal income tax rate of 21% primarily due to the impact of U.S. state taxes, and partially offset by the impact of non-controlling interests in the LLC.\nNon-controlling interest\nNon-controlling interest represents the ownership interests of the members of the LLC other than us and the amount recorded as non-controlling interest in our consolidated statements of operations and comprehensive income is computed by multiplying pre-tax income for the applicable fiscal year by the percentage ownership in the LLC not directly attributable to us. For fiscal years 2022 and 2021, the weighted average non-controlling interest attributable to ownership interests in the LLC not directly attributable to us was 2.8% and 3.1%, respectively.\n42\nTable of Contents\nGAAP Reconciliation of Non-GAAP Financial Measures\nAdjusted EBITDA\nAdjusted EBITDA and adjusted EBITDA margin are non-GAAP financial measures that are used by management as well as by investors, commercial bankers, industry analysts and other users of our financial statements.\nWe define adjusted EBITDA as net income before interest expense, income taxes, depreciation, amortization and non-cash, non-recurring or non-operating expenses, including settlement of litigation claims, certain professional fees, acquisition and integration-related expenses, non- cash compensation expense and adjustments to our tax receivable agreement liability. We define adjusted EBITDA margin as adjusted EBITDA divided by net sales. Adjusted EBITDA and adjusted EBITDA margin are not measures of net income as determined by GAAP. Management believes adjusted EBITDA and adjusted EBITDA margin allow investors to evaluate the Company’s operating performance and compare our results of operations from period to period on a consistent basis by excluding items that management does not believe are indicative of our core operating performance. Management uses adjusted EBITDA to assist in highlighting trends in our operating results without regard to our financing methods, capital structure and non-recurring or non-operating expenses.\nWe exclude the items listed above from net income in arriving at adjusted EBITDA because these amounts can vary substantially from company to company within our industry depending upon accounting methods and book values of assets, capital structures, the methods by which assets were acquired and other factors. Adjusted EBITDA has limitations as an analytical tool and should not be considered as an alternative to, or more meaningful than, net income as determined in accordance with GAAP or as an indicator of our liquidity. Certain items excluded from adjusted EBITDA are significant components in understanding and assessing a company’s financial performance, such as a company’s cost of capital and tax structure, as well as the historical costs of depreciable assets. Our presentation of adjusted EBITDA and adjusted EBITDA margin should not be construed as an inference that our results will be unaffected by unusual or non-recurring items. Our computations of adjusted EBITDA and adjusted EBITDA margin may not be comparable to other similarly titled measures of other companies.\nThe following table sets forth a reconciliation of net income as determined in accordance with GAAP to adjusted EBITDA and presentation of net income margin and adjusted EBITDA margin for the periods indicated (dollars in thousands):\nFiscal Year Ended June 30,\n2023\n2022\n2021\nNet income\n$\n107,910 \n$\n163,430 \n$\n114,282 \nProvision for income taxes\n33,581 \n46,535 \n33,979 \nInterest expense\n2,962 \n2,875 \n2,529 \nDepreciation\n21,912 \n19,365 \n15,636 \nAmortization\n6,808 \n6,957 \n7,255 \nLitigation settlement \n1\n100,000 \n— \n— \nProfessional fees \n2\n4,781 \n— \n5,817 \nAcquisition and integration related expenses \n3\n— \n— \n5,112 \nStock-based compensation expense \n4\n5,894 \n6,342 \n5,581 \nAdjustment to tax receivable agreement liability \n5\n188 \n1,025 \n(88)\nAdjusted EBITDA\n$\n284,036 \n$\n246,529 \n$\n190,103 \nNet Sales\n$\n1,388,365 \n$\n1,214,877 \n$\n926,515 \nNet Income Margin \n6\n7.8 \n%\n13.5 \n%\n12.3 \n%\nAdjusted EBITDA Margin \n6\n20.5 \n%\n20.3 \n%\n20.5 \n%\n43\nTable of Contents\n(1)\nRepresents settlement of product liability cases in June 2023 for $100.0 million. For more information, refer to Note 17 of our consolidated financial statements included elsewhere in this Annual Report.\n(2)\nFor fiscal year 2023, represents legal and advisory fees related to product liability cases that were settled for $100.0 million in June 2023. For fiscal year 2021, represents legal and advisory fees related to our litigation with Skier's Choice, Inc. For more information, refer to Note 17 of our consolidated financial statements included elsewhere in this Annual Report.\n(3)\nFor fiscal year ended 2021, represents legal and advisory fees incurred in connection with our acquisition of Maverick Boat Group on December 31, 2020. Integration related expenses for fiscal year 2021 include post-acquisition adjustments to cost of goods sold of $0.9 million for the fair value step up of inventory acquired from Maverick Boat Group, which was sold during the third quarter of fiscal year 2021.\n(4)\nRepresents equity-based incentives awarded to certain of our employees under the Malibu Boats, Inc. Long-Term Incentive Plan and profit interests issued under the previously existing limited liability company agreement of the LLC. For more information, refer to Note 15 of our consolidated financial statements included elsewhere in this Annual Report.\n(5)\nFor fiscal year 2023, we recognized other expense from an adjustment in our tax receivable agreement liability mainly derived by future benefits from Tennessee net operating losses at Malibu Boats, Inc. For fiscal year 2022, we recognized other expense from an adjustment in our tax receivable agreement liability due to an increase in the state tax rate used in computing our future tax obligations and in turn, an increase in the future benefit we expect to pay under our tax receivable agreement with pre-IPO owners. For fiscal year 2021, we recognized other income from an adjustment in our tax receivable agreement liability as a result of a decrease in the estimated tax rate used in computing our future tax obligations and in turn, a decrease in the future tax benefit we expect to pay under our tax receivable agreement with pre-IPO owners. For more information, refer to Note 12 of our consolidated financial statements included elsewhere in this Annual Report.\n(6)\nWe calculate net income margin as net income divided by net sales and we define adjusted EBITDA margin as adjusted EBITDA divided by net sales.\nAdjusted Fully Distributed Net Income\nWe define Adjusted Fully Distributed Net Income as net income attributable to Malibu Boats, Inc. (i) excluding income tax expense, (ii) excluding the effect of non-recurring or non-cash items, (iii) assuming the exchange of all LLC units into shares of Class A Common Stock, which results in the elimination of non-controlling interest in the LLC, and (iv) reflecting an adjustment for income tax expense on fully distributed net income before income taxes at our estimated effective income tax rate. Adjusted Fully Distributed Net Income is a non-GAAP financial measure because it represents net income attributable to Malibu Boats, Inc., before non-recurring or non-cash items and the effects of non-controlling interests in the LLC.\nWe use Adjusted Fully Distributed Net Income to facilitate a comparison of our operating performance on a consistent basis from period to period that, when viewed in combination with our results prepared in accordance with GAAP, provides a more complete understanding of factors and trends affecting our business than GAAP measures alone. \nWe believe Adjusted Fully Distributed Net Income assists our board of directors, management and investors in comparing our net income on a consistent basis from period to period because it removes non-cash or non-recurring items, and eliminates the variability of non-controlling interest as a result of member owner exchanges of LLC Units into shares of Class A Common Stock.\nIn addition, because Adjusted Fully Distributed Net Income is susceptible to varying calculations, the Adjusted Fully Distributed Net Income measures, as presented in this Annual Report, may differ from and may, therefore, not be comparable to similarly titled measures used by other companies.\nThe following table shows the reconciliation of the numerator and denominator for net income available to Class A Common Stock per share to Adjusted Fully Distributed Net Income per Share of Class A Common Stock for the periods presented (in thousands except share and per share data): \n44\nTable of Contents\nFiscal Year Ended June 30,\n2023\n2022\n2021\nReconciliation of numerator for net income available to Class A Common Stock per share to Adjusted Fully Distributed Net Income per Share of Class A Common Stock:\nNet income attributable to Malibu Boats, Inc.\n$\n104,513 \n$\n157,632 \n$\n109,841 \nProvision for income taxes\n33,581 \n46,535 \n33,979 \nLitigation settlement \n1\n100,000 \n— \n— \nProfessional fees \n2\n4,781 \n— \n5,817 \nAcquisition and integration related expenses \n3\n6,654 \n6,653 \n10,558 \nStock-based compensation expense \n4\n5,894 \n6,342 \n5,581 \nAdjustment to tax receivable agreement liability \n5\n188 \n1,025 \n(88)\nNet income attributable to non-controlling interest \n6\n3,397 \n5,798 \n4,441 \nFully distributed net income before income taxes\n259,008 \n223,985 \n170,129 \nIncome tax expense on fully distributed income before income taxes \n7\n62,939 \n53,308 \n40,150 \nAdjusted Fully Distributed Net Income\n$\n196,069 \n$\n170,677 \n$\n129,979 \nFiscal Year Ended June 30,\n2023\n2022\n2021\nReconciliation of denominator for net income available to Class A Common Stock per share to Adjusted Fully Distributed Net Income per Share of Class A Common Stock:\nWeighted average shares outstanding of Class A Common Stock used for basic net income per share:\n20,501,844 \n20,749,237 \n20,752,652 \nAdjustments to weighted average shares of Class A Common Stock:\nWeighted-average LLC units held by non-controlling unit holders \n8\n543,909 \n600,919 \n665,217 \nWeighted-average unvested restricted stock awards issued to management \n9\n272,116 \n252,135 \n212,579 \nAdjusted weighted average shares of Class A Common Stock outstanding used in computing Adjusted Fully Distributed Net Income per Share of Class A Common Stock:\n21,317,869 \n21,602,291 \n21,630,448 \nThe following table shows the reconciliation of net income available to Class A Common Stock per share to Adjusted Fully Distributed Net Income per Share of Class A Common Stock for the periods presented:\n45\nTable of Contents\nFiscal Year Ended June 30,\n2023\n2022\n2021\nNet income available to Class A Common Stock per share\n$\n5.10 \n$\n7.60 \n$\n5.29 \nImpact of adjustments:\nProvision for income taxes\n1.64 \n2.24 \n1.64 \nLitigation settlement \n1\n4.88 \n— \n— \nProfessional fees \n2\n0.23 \n— \n0.28 \nAcquisition and integration related expenses \n3\n0.32 \n0.32 \n0.51 \nStock-based compensation expense \n4\n0.29 \n0.31 \n0.27 \nAdjustment to tax receivable agreement liability \n5\n0.01 \n0.05 \n— \nNet income attributable to non-controlling interest \n6\n0.17 \n0.28 \n0.21 \nFully distributed net income per share before income taxes\n12.64 \n10.80 \n8.20 \nImpact of income tax expense on fully distributed income before income taxes \n8\n(3.07)\n(2.57)\n(1.93)\nImpact of increased share count \n10\n(0.38)\n(0.32)\n(0.26)\nAdjusted Fully Distributed Net Income per Share of Class A Common Stock\n$\n9.19 \n$\n7.91 \n$\n6.01 \n(1)\nRepresents settlement of product liability cases in June 2023 for $100.0 million. For more information, refer to Note 17 of our consolidated financial statements included elsewhere in this Annual Report.\n(2)\nFor fiscal year 2023, represents legal and advisory fees related to our product liability cases that were settled in June 2023 for $100.0 million. For fiscal year 2021, represents legal and advisory fees related to our litigation with Skier's Choice, Inc. For more information, refer to Note 17 of our consolidated financial statements included elsewhere in this Annual Report.\n(3)\nFor fiscal years 2023 and 2022, represents amortization of intangibles acquired in connection with the acquisition of Maverick Boat Group, Pursuit and Cobalt. For fiscal year 2021, represents legal and advisory fees incurred in connection with the acquisition of Maverick Boat Group and amortization of intangibles acquired in connection with the acquisition of Maverick Boat Group, Pursuit and Cobalt. Integration related expenses for fiscal year 2021 include post-acquisition adjustments to cost of goods sold of $0.9 million for the fair value step up of inventory acquired from Maverick Boat Group, which was sold during the third quarter of fiscal 2021.\n(4)\nRepresents equity-based incentives awarded to certain of our employees under the Malibu Boats, Inc. Long-Term Incentive Plan and profit interests issued under the previously existing limited liability company agreement of the LLC. For more information, refer to Note 15 of our consolidated financial statements included elsewhere in this Annual Report.\n(5)\nFor fiscal year 2023, we recognized other expense from an adjustment in our tax receivable agreement liability mainly derived by future benefits from Tennessee net operating losses at Malibu Boats, Inc.. For fiscal year 2022, we recognized other expense from an adjustment in our tax receivable agreement liability due to an increase in the state tax rate used in computing our future tax obligations and in turn, an increase in the future benefit we expect to pay under our tax receivable agreement with pre-IPO owners. For fiscal year 2021, we recognized other income from an adjustment in our tax receivable agreement liability as a result of a decrease in the estimated tax rate used in computing our future tax obligations and in turn, a decrease in the future tax benefit we expect to pay under our tax receivable agreement with pre-IPO owners. For more information, refer to Note 12 of our consolidated financial statements included elsewhere in this Annual Report.\n(6)\nReflects the elimination of the non-controlling interest in the LLC as if all LLC members had fully exchanged their LLC Units for shares of Class A Common Stock. \n(7)\nReflects income tax expense at an estimated normalized annual effective income tax rate of 24.3% of income before taxes for fiscal year 2023, 23.8% of income before taxes for fiscal year 2022 and 23.6% of income before taxes for fiscal year 2021, in each case assuming the conversion of all LLC Units into shares of Class A Common Stock. The estimated normalized annual effective income tax rate for fiscal years 2023, 2022 and 2021 is based on the federal statutory rate plus a blended state rate adjusted for the research and development tax credit, the foreign derived intangible income deduction, and foreign income taxes attributable to our Australian subsidiary.\n(8)\nRepresents the weighted average shares outstanding of LLC Units held by non-controlling interests assuming they were exchanged into Class A Common Stock on a one-for-one basis.\n(9)\nRepresents the weighted average unvested restricted stock awards included in outstanding shares during the applicable period that were convertible into Class A Common Stock and granted to members of management.\n(10)\nReflects impact of increased share counts assuming the exchange of all weighted average shares outstanding of LLC Units into shares of Class A Common Stock and the conversion of all weighted average unvested restricted stock awards included in outstanding shares granted to members of management.\n46\nTable of Contents\nLiquidity and Capital Resources\nOverview and Primary Sources of Cash\nOur primary uses of cash have been for funding working capital and capital investments, repayments under our debt arrangements, acquisitions, cash distributions to members of the LLC, cash payments under our tax receivable agreement and stock repurchases under our stock repurchase program. \nFor both the short-term and the long-term, our sources of cash to meet these needs have primarily been operating cash flows, borrowings under our revolving credit facility and short and long-term debt financings from banks and financial institutions. We believe that our cash on hand, cash generated by operating activities and funds available under our revolving credit facility will be sufficient to finance our operating activities for at least the next twelve months and beyond.\nMaterial Cash Requirements \nCapital Expenditures.\n For fiscal year 2023, we incurred approximately $54.8 million in capital expenditures related to the completion of our Tooling Design Center as well as new models, capacity enhancements and vertical integration initiatives. We expect capital expenditures between $70.0 million and $80.0 million for fiscal year 2024 primarily for the outfitting of our Roane County property and investments in new models, capacity enhancements and vertical integration initiatives. Other investment opportunities, such as potential strategic acquisitions, may require additional funding.\nRoane County Property Purchase and Related Improvements\n. On March 28, 2023, we entered into a Purchase and Sale Agreement (the “Purchase Agreement”) to purchase certain real property, improvements and other assets from the seller for a cash purchase price of approximately $33.3 million. As of June 30, 2023, we had deposited approximately $7.8 million in escrow pursuant to the Purchase Agreement. On July 25, 2023, the transaction closed and we paid the $25.5 million balance of the purchase price. We expect to incur additional capital expenditures of approximately $15.0 million to make changes to the facility to meet our operational needs.\nSettlement of Batchelder Matters. \nOn June 30, 2023, Malibu Boats, Inc. and Boats LLC entered into a Confidential General Release and Settlement Agreement (the “Settlement Agreement”) with the Batchelder I Plaintiffs and the Batchelder II Plaintiffs in settlement of each of the Batchelder Matters. Pursuant to the Settlement Agreement, among other things, Malibu Boats, Inc. or Boats LLC, as the case may be, paid (or caused to be paid) to the Batchelder Plaintiffs and their agents a total of $100.0 million, of which (a) $40.0 million was paid to the Batchelder Plaintiffs and their agents promptly following the execution of the Settlement Agreement and (b) $60.0 million was placed in an escrow account and held by the Escrow Agent pursuant to the terms of an Escrow Agreement. All conditions for releasing the $60.0 million placed in the escrow account have now been satisfied. We expect that all amounts paid under the Settlement Agreement should be tax deductible for federal and state income tax purposes. \nWe maintain liability insurance applicable to the Batchelder Matters with coverage up to $26.0 million. As of August 24, 2023, we had received approximately $21.0 million in insurance coverage proceeds, subject in certain cases to reservation of rights by the insurance carriers. We contend that the insurance carriers are responsible for the entirety of the $100.0 million settlement amount and related expenses, and therefore the insurers’ payments to date are well below what they should have tendered to Boats LLC. Accordingly, on July 3, 2023, Boats LLC filed a complaint against Federal Insurance Company and Starr Indemnity & Liability Company alleging that the insurers unreasonably failed to comply with their obligations by refusing, negligently and in bad faith, to settle covered claims within their available policy limits prior to trial. We intend to vigorously pursue our claims against our insurers to recover the full $100.0 million settlement amount and expenses (less any monies already tendered without reservation by the carriers). However, we cannot predict the outcome of such litigation.\nPrincipal and Interest Payments. \nOn July 8, 2022, we entered into a Third Amended and Restated Credit Agreement (the “Credit Agreement”). The Credit Agreement provides us with a revolving credit facility in an aggregate principal amount of up to $350.0 million. As of June 30, 2023, we had no outstanding balance under our revolving credit facility and $1.6 million in outstanding letters of credit, with $348.4 million available for borrowing. On July 7, 2023, in connection with the settlement of the Batchelder Matters, we borrowed $75.0 million under the revolving credit facility, with $273.4 million remaining available for borrowing. The revolving credit facility matures on July 8, 2027. Assuming no additional repayments or borrowings on our revolving credit facility with an outstanding balance of $65.0 million after August 24, 2023, our interest payments would be approximately $4.4 million within the next 12 months based on the interest rate at August 24, 2023 of 6.70%. See below under “Revolving Credit Facility” for additional information regarding our revolving credit facility, including the interest rate applicable to any borrowing under such facility.\nTax Receivable Agreement. \nWe entered into a tax receivable agreement with our pre-IPO owners at the time of our initial public offering. Under the tax receivables agreement, we pay the pre-IPO owners (or any permitted assignees) 85% of the amount of cash savings, if any, in U.S. federal, state and local income tax or franchise tax that we actually realize, or in some \n47\nTable of Contents\ncircumstances are deemed to realize, as a result of an expected increase in our share of tax basis in LLC’s tangible and intangible assets, including increases attributable to payments made under the tax receivable agreement. These obligations will not be paid if we do not realize cash tax savings. We estimate that approximately $4.1 million will be due under the tax receivable agreement within the next 12 months. In accordance with the tax receivable agreement, the next payment is anticipated to occur approximately 75 days after filing the federal tax return which is due on April 15, 2024.\nOperating Lease Obligations.\n Lease commitments consist principally of leases for our manufacturing facilities. For fiscal year 2024, our expected operating lease payments will be $2.6 million and our total committed lease payments are $11.0 million as of June 30, 2023. Additional information regarding our operating leases is available in Note 11, Leases, of the Notes to Consolidated Financial Statements included in Item 8, Financial Statements and Supplementary Data, of this Annual Report on Form 10-K.\nPurchase Obligations.\n In the ordinary course of business, we enter into purchase orders from a variety of suppliers, primarily for raw materials, in order to manage our various operating needs. The orders are expected to be purchased throughout fiscal year 2024. We or the vendor can generally terminate the purchase orders at any time. These purchase orders do not contain any termination payments or other penalties if cancelled. As of June 30, 2023, we had purchase orders in the amount of $97.1 million due within the next 12 months.\nStock Repurchase Program\n.\n \n During the fiscal year ended June 30, 2023, we repurchased 143,759 shares of Class A Common Stock for $7.9 million in cash including related fees and expenses under our prior repurchase program which expired on November 8, 2022. On November 3, 2022, our Board of Directors authorized a stock repurchase program to allow for the repurchase of up to $100.0 million of our Class A Common Stock and the LLC's LLC Units (the “2022 Repurchase Program”) for the period from November 8, 2022 to November 8, 2023. As of June 30, 2023, $100.0 million was available to repurchase shares of Class A Common Stock and LLC Units under the 2022 Repurchase Program. We may repurchase shares of our common stock at any time or from time to time, without prior notice, subject to market conditions and other considerations. We have no obligation to repurchase any shares of our common stock under the share repurchase program. We intend to fund repurchases under the 2022 Repurchase Program from cash on hand.\nOur future capital requirements beyond the next 12 months will depend on many factors, including the general economic environment in which we operate and our ability to generate cash flow from operations, which are more uncertain as a result of inflation, increasing interest rates and fluctuating fuel prices. Our liquidity needs during this uncertain time will depend on multiple factors, including our ability to continue operations and production of boats, the performance of our dealers and suppliers, the impact of the general economy on our dealers, suppliers and retail customers, the availability of sufficient amounts of financing, and our operating performance.\nThe following table summarizes the cash flows from operating, investing and financing activities (dollars in thousands):\n \n \nFiscal Year Ended June 30,\n \n2023\n2022\n2021\nTotal cash provided by (used in):\nOperating activities\n$\n184,733 \n$\n164,846 \n$\n131,314 \nInvesting activities\n(54,638)\n(61,621)\n(181,095)\nFinancing activities\n(134,574)\n(60,380)\n57,346 \nImpact of currency exchange rates on cash balances\n(328)\n(580)\n127 \n(Decrease) increase in cash\n$\n(4,807)\n$\n42,265 \n$\n7,692 \nCash Flows From Operating Activities\nNet cash provided by operating activities was $184.7 million for fiscal year 2023, compared to $164.8 million for the same period in 2022, an increase of $19.9 million. The increase in cash provided by operating activities primarily resulted from a net increase in operating assets and liabilities of $94.8 million related to the timing of collections of accounts receivables, payments for accruals and payables, and purchases of inventory, and partially offset by a decrease of $74.9 million in net income (after consideration of non-cash items included in net income, primarily related to depreciation, amortization, deferred tax assets and non-cash compensation). Net cash provided by operating activities was $164.8 million for fiscal year 2022, compared to $131.3 million for the same period in 2021, an increase of $33.5 million. The increase in cash provided by operating activities primarily resulted from an increase of $51.7 million in net income (after consideration of non-cash items included in net income, primarily related to depreciation, amortization, deferred tax assets and non-cash compensation) and a net decrease in \n48\nTable of Contents\noperating assets and liabilities of $18.2 million related to the timing of collections of accounts receivables, payments for accruals and payables, and purchases of inventory.\nCash Flows From Investing Activities\nNet cash used in investing activities was $54.6 million for fiscal year 2023 compared to $61.6 million for the same period in 2022, a decrease of cash used in investing activities of $7.0 million. The decrease in cash used in investing activities was primarily related to the acquisition of certain assets of AmTech, LLC and BTR, LLC in fiscal year 2022 for $6.6 million. Net cash used in investing activities was $61.6 million for fiscal year 2022 compared to $181.1 million for the same period in 2021, a decrease of cash used in investing activities of $119.5 million. The decrease in cash used in investing activities was primarily related to the acquisition of Maverick Boat Group on December 31, 2020, partially offset by an increase in capital expenditures and capital outlays related to our expansion activities at our Maverick facility in fiscal year 2022 compared to the capital expenditures in fiscal year 2021.\nCash Flows From Financing Activities\nNet cash used in financing activities was $134.6 million for fiscal year 2023 compared to net cash used in financing activities of $60.4 million for fiscal year 2022, a change of $74.2 million. During fiscal year, 2023, we repaid $23.1 million on our term loans, repaid $97.0 million, net of borrowings under our revolving credit facility and repurchased $7.9 million of our Class A Common Stock under our prior stock repurchase program. We also paid $3.1 million on taxes for shares withheld upon the vesting of restricted stock awards, paid $3.4 million in distributions to LLC Unit holders and paid $1.4 million in deferred financing costs. During fiscal year 2023, we received proceeds of $1.3 million from the exercise of stock options. \nNet cash used in financing activities was $60.4 million for fiscal year 2022 compared to net cash provided by financing activities of $57.3 million for fiscal year 2021, a change of $117.7 million. During fiscal year, 2022, we received proceeds of $72.0 million from additional borrowings under our revolving credit facility to fully repay the $72.0 million of outstanding term loans that matured on July 1, 2022. Also during fiscal year 2022, we repaid $20.0 million of borrowings under our revolving credit facility, we repaid a total of $76.3 million on our term loans, repurchased $34.6 million of our Class A Common Stock under our previously announced stock repurchase program, paid $2.1 million on taxes for shares withheld upon the vesting of restricted stock awards, paid $2.7 million in distributions to LLC unit holders and received $3.3 million in proceeds from the exercise of stock options. During fiscal year, 2021, we received proceeds of $25.0 million from a new incremental term loan and $65.0 million from additional borrowings under our revolving credit facility to fund the acquisition of Maverick Boat Group. During fiscal year 2021, we also repaid $28.8 million of borrowings under our revolving credit facility, we repaid $0.6 million on our term loan, paid $1.2 million on taxes for shares withheld upon the vesting of restricted stock awards, paid $0.6 million in deferred financing costs, paid $1.8 million in distributions to LLC unit holders and received $0.3 million in proceeds from the exercise of stock options.\nRevolving Credit Facility\nWe have a revolving credit facility in an aggregate principal amount of up to $350.0 million with a maturity date of July 8, 2027. As of June 30, 2023, we had no outstanding balance under our revolving credit facility and $1.6 million in outstanding letters of credit, with $348.4 million available for borrowing. On July 7, 2023, we borrowed $75.0 million under the revolving credit facility, with $273.4 million remaining available for borrowing. We have the option to request that lenders increase the amount available under the revolving credit facility by, or obtain incremental term loans of, up to $200.0 million, subject to the terms of the Credit Agreement and only if existing or new lenders choose to provide additional term or revolving commitments.\nOur indirect subsidiary, Malibu Boats, LLC is the borrower under the Credit Agreement and its obligations are guaranteed by the LLC and, subject to certain exceptions, the present and future domestic subsidiaries of Malibu Boats, LLC, and all such obligations are secured by substantially all of the assets of the LLC, Malibu Boats, LLC and such subsidiary guarantors. Malibu Boats, Inc. is not a party to the Credit Agreement.\nAll borrowings under the Credit Agreement bear interest at a rate equal to either, at our option, (i) the highest of the prime rate, the Federal Funds Rate plus 0.5%, or one-month Term SOFR plus 1% (the “Base Rate”) or (ii) SOFR, in each case plus an applicable margin ranging from 1.25% to 2.00% with respect to SOFR borrowings and 0.25% to 1.00% with respect to Base Rate borrowings. The applicable margin will be based upon the consolidated leverage ratio of the LLC and its subsidiaries. We are required to pay a commitment fee for the unused portion of the revolving credit facility, which will range from 0.15% to 0.30% per annum, depending on the LLC’s and its subsidiaries’ consolidated leverage ratio.\nThe Credit Agreement contains certain customary representations and warranties, and notice requirements for the occurrence of specific events such as the occurrence of any event of default or pending or threatened litigation. The Credit Agreement also requires compliance with certain customary financial covenants consisting of a minimum ratio of EBITDA to \n49\nTable of Contents\ninterest expense and a maximum ratio of total debt to EBITDA. The Credit Agreement contains restrictive covenants regarding indebtedness, liens, fundamental changes, investments, share repurchases, dividends and distributions, disposition of assets, transactions with affiliates, negative pledges, hedging transactions, certain prepayments of indebtedness, accounting changes and governmental regulation.\nThe Credit Agreement also contains customary events of default. If an event of default has occurred and continues beyond any applicable cure period, the administrative agent may (i) accelerate all outstanding obligations under the Credit Agreement or (ii) terminate the commitments, amongst other remedies. Additionally, the lenders are not obligated to fund any new borrowing under the Credit Agreement while an event of default is continuing.\nRepurchase Commitments \nOur dealers have arrangements with certain finance companies to provide secured floor plan financing for the purchase of our boats. These arrangements indirectly provide liquidity to us by financing dealer purchases of our products, thereby minimizing the use of our working capital in the form of accounts receivable. A majority of our sales are financed under similar arrangements, pursuant to which we receive payment within a few days of shipment of the product. We have agreed to repurchase products repossessed by the finance companies if a dealer defaults on its debt obligations to a finance company and the boat is returned to us, subject to certain limitations. Our financial exposure under these agreements is limited to the difference between the amounts unpaid by the dealer with respect to the repossessed product plus costs of repossession and the amount received on the resale of the repossessed product. For fiscal years 2023, 2022 and 2021, we did not repurchase any boats under our repurchase agreements, respectively. An adverse change in retail sales could require us to repurchase repossessed units upon an event of default by any of our dealers, subject to the annual limitation. Refer to Note 17 to the audited consolidated financial statements included elsewhere in this Annual Report for further information on repurchase commitments.\nCritical Accounting Policies and Critical Accounting Estimates\nOur discussion and analysis of our financial condition and results of operations are based upon our consolidated financial statements, which have been prepared in accordance with GAAP. These principles require us to make estimates and judgments that affect the reported amounts of assets, liabilities, expenses and cash flows, and related disclosure of contingent assets and liabilities. Our estimates include those related to business combinations, revenue recognition, income taxes, tax receivable agreement liability, and warranty claims. We base our estimates on historical experience and on various other assumptions that we believe to be reasonable under the circumstances. Actual results may differ from these estimates. To the extent that there are material differences between these estimates and our actual results, our future financial statements will be affected.\nWe believe that of our significant accounting policies, which are described in the notes to our audited consolidated financial statements appearing elsewhere in this Annual Report, the accounting policies listed below involve a greater degree of judgment and complexity. Accordingly, we believe these are the most critical to understand and evaluate fully our financial condition and results of operations.\nBusiness Combinations\nWe account for business acquisitions under ASC 805, \nBusiness Combinations\n. The total purchase consideration for an acquisition is measured as the fair value of the assets given, equity instruments issued and liabilities assumed at the acquisition date. Costs that are directly attributable to the acquisition are expensed as incurred. Identifiable assets (including intangible assets) and liabilities assumed in an acquisition are measured initially at their fair values at the acquisition date. We recognize goodwill if the fair value of the total purchase consideration and any noncontrolling interests is in excess of the net fair value of the identifiable assets acquired and the liabilities assumed. We include the results of operations of the acquired business in the consolidated financial statements beginning on the acquisition date. We recognized goodwill of $49.2 million as a result of our acquisition of Maverick Boat Group in December 2020 and goodwill of $0.3 million as a result of our acquisition of AmTech, LLC in February 2022. We had goodwill outstanding of $100.6 million as of June 30, 2023. \nWhen determining such fair values, we make significant estimates and assumptions, especially with respect to intangible assets. Critical estimates in valuing certain intangible assets include but are not limited to projected future cash flows, dealer attrition and discount rates. Our estimates of fair value are based upon assumptions believed to be reasonable, but which are inherently uncertain and unpredictable and, as a result, actual results may differ from estimates and changes could be significant. Furthermore, our estimates might change as additional information becomes available.\n50\nTable of Contents\nRevenue Recognition\nRevenue is recognized as performance obligations under the terms of contracts with customers are satisfied; this occurs when control of promised goods (boats, parts, or other) is transferred to the customer. Revenue is measured as the amount of consideration we expect to receive in exchange for transferring goods or providing services. We generally manufacture products based on specific orders from dealers and often ship completed products only after receiving credit approval from financial institutions. The amount of consideration we receive and revenue we recognize varies with changes in marketing incentives and rebates we offer to our dealers and their customers.\nDealers generally have no rights to return unsold boats. From time to time, however, we may accept returns in limited circumstances and at our discretion under our warranty policy, which generally limits returns to instances of manufacturing defects. We may be obligated, in the event of default by a dealer, to accept returns of unsold boats under our repurchase commitment to floor financing providers, who are able to obtain such boats through foreclosure. We accrue returns when a repurchase and return, due to the default of one of our dealers, is determined to be probable and the return is reasonably estimable. Historically, product returns resulting from repurchases made under the floorplan financing program have not been material and the returned boats have been subsequently resold above their cost. Our financial exposure is limited to the difference between the amount paid to the finance companies and the amount received on the resale of the repossessed product. Refer to Note 9 and Note 17 related to our product warranty and repurchase commitment obligations, respectively.\nRevenue from boat part sales is recorded as the product is shipped from our location, which is free on board shipping point. Revenue associated with sales of materials, parts, boats or engine products sold under our exclusive manufacturing and distribution agreement with our Australian subsidiary are eliminated in consolidation. Revenue associated with sales to the independent representative responsible for international sales is recognized in accordance with free on board shipping point terms, the point at which the risks of ownership and loss pass to the representative. A fixed percentage discount is earned by the independent representative at the time of shipment to the representative as a reduction in the price of the boat and is recorded in our consolidated statements of operations and comprehensive income as a reduction in sales.\nWe earn royalties on boats shipped with our proprietary wake surfing technology under licensing agreements with various marine manufacturers. Royalty income is recognized when products are used or sold with our patented technology by these other boat manufacturers and industry suppliers. The usage of our technology satisfies the performance obligation in the contract.\nProduct Warranties\nOur standard warranties require us or our dealers to repair or replace defective products during the warranty period at no cost to the consumer. We estimate warranty costs we expect to incur and record a liability for such costs at the time the product revenue is recognized. We utilize historical claims trends and analytical tools to develop the estimate of our warranty obligation on a per boat basis, by brand and warranty year. Factors that affect our warranty liability include the number of units sold, historical and anticipated rates of warranty claims and cost per claim. We assess the adequacy of our recorded warranty liabilities and adjust the amounts as necessary. Beginning with model year 2016, we increased the term of our limited warranty for Malibu brand boats from three years to five years and for Axis brand boats from two years to five years. Beginning in model year 2018, we increased the term of our bow-to-stern warranty for Cobalt brand boats from three years to five years. Accordingly, we have less historical claims experience for warranty year five, and as such, these estimates give rise to a higher level of estimation uncertainty. Future warranty claims may differ from our estimate of the warranty liability, which could lead to changes in the Company’s warranty liability in future periods. A hypothetical change of a 10% increase or decrease to our estimate of the warranty liability as of June 30, 2023 would have affected net income for the fiscal year ended June 30, 2023 by approximately $4.2 million. Refer to Note 9 to the audited consolidated financial statements included elsewhere in this Annual Report for further information on warranties.\nNew Accounting Pronouncements\n    \nSee \"Part II, Item 8. Financial Statements and Supplementary Data—Note 1—Organization, Basis of Presentation, and Summary of Significant Accounting Policies—New Accounting Pronouncements.”\n51\nTable of Contents",
    "item7a": ">Item 7A. Quantitative and Qualitative Disclosures About Market Risk\nMarket risk represents the risk of loss that may impact our financial condition through adverse changes in financial market prices and rates and inflation. Changes in these factors could cause fluctuations in our results of operations and cash flows. In the ordinary course of business, we are primarily exposed to foreign exchange rate and interest rate risks. We manage our exposure to these market risks through regular operating and financing activities. In the past, we have also attempted to reduce our market risks through hedging instruments such as interest rate swaps.\nForeign Exchange Rate Risk\nWe have operations both within the United States and Australia, and we are exposed to market risks in the ordinary course of our business. These risks primarily include foreign exchange rate and inflation risks. Our Australian operations purchase key components from our U.S. operations, as well as other U.S. based suppliers, and pay for these purchases in U.S. dollars. Fluctuations in the foreign exchange rate of the U.S. dollar against the Australian dollar resulted in immaterial gains in foreign currency translation in the fiscal year ended June 30, 2023. We had a loss of $0.1 million in foreign currency translation for fiscal year 2022 and a gain of $0.2 million in foreign currency translation for fiscal year 2021. We are also subject to risks relating to changes in the general economic conditions in the countries where we conduct business. To reduce certain of these risks to our Australian operations, we monitor, on a regular basis, the financial condition and position of the subsidiary. We do not use derivative instruments to mitigate the impact of our foreign exchange rate risk exposures. \nAdditionally, the assets and liabilities of our Australian subsidiary are translated at the foreign exchange rate in effect at the balance sheet date. Translation gains and losses are reflected as a component of accumulated other comprehensive loss in the stockholders’ equity section of the accompanying consolidated balance sheets. Revenues and expenses of our foreign subsidiary are translated at the average foreign exchange rate in effect for each month of the year. Certain assets and liabilities related to intercompany positions reported on our consolidated balance sheets that are denominated in a currency other than the functional currency are translated at the foreign exchange rates at the balance sheet date and the associated gains and losses are included in net income.\nInterest Rate Risk\nWe are subject to interest rate risk in connection with borrowings under our revolving credit facility, which bear interest at variable rates. At June 30, 2023, we had no outstanding debt under our revolving credit facility. As of June 30, 2023, the undrawn borrowing amount under our revolving credit facility was $348.4 million. \nAt August 24, 2023, the interest rate on our revolving credit facility was 6.70% under the terms of the Credit Agreement. Based on a sensitivity analysis at August 24, 2023, a 100 basis point increase in interest rates would increase our annual interest expense by approximately $0.7 million. \nIf interest rates continue to increase, as they did throughout fiscal year 2023, we will be obligated to make higher interest payments to our lenders.\n52",
    "cik": "1590976",
    "cusip6": "56117J",
    "cusip": [
        "56117J100",
        "56117J900",
        "56117j100"
    ],
    "names": [
        "MALIBU BOATS INC CLASS A",
        "MALIBU BOATS INC",
        "MALIBU BOATS INC   A"
    ],
    "source": "https://www.sec.gov/Archives/edgar/data/1590976/000159097623000069/0001590976-23-000069-index.htm"
}