{
    "item1": ">Item 1.\n    \nBusiness\n\n\n1\n\n\n\n\nItem 1A.\n\n\nRisk Factors\n\n\n4\n\n\n\n\nItem 1B.\n\n\nUnresolved Staff Comments\n\n\n9\n\n\n\n\nItem 2.\n\n\nProperties\n\n\n9\n\n\n\n\nItem 3.\n\n\nLegal Proceedings\n\n\n10\n\n\n\n\nItem 4.\n\n\nMine Safety Disclosures\n\n\n10\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\nPart II\n\n\n \n\n\n \n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\nItem 5.\n\n\nMarket for Registrant’s Common Equity, Related Stockholder Matters and Issuer Purchases of Equity Securities\n\n\n11\n\n\n\n\nItem 6.\n\n\nReserved\n\n\n11\n\n\n\n\nItem 7.\n\n\nManagement’s Discussion and Analysis of Financial Condition and Results of Operations\n\n\n12\n\n\n\n\nItem 7A.\n\n\nQuantitative and Qualitative Disclosures About Market Risk\n\n\n15\n\n\n\n",
    "item1a": ">Item 1A. Risk Factors\n\n\n \n\n\nOur business, financial condition and results of operations have\nbeen and may continue to be negatively impacted by global health epidemics, including the COVID-19 pandemic.\n\n\n \n\n\nOutbreaks of epidemic, pandemic, or contagious diseases such as COVID-19,\nand any related economic impacts, have and may continue to have an adverse effect on our business, financial condition, and results of\noperations, and our future operating results may fall below expectations. The extent to which our business will continue to be affected\nby the COVID-19 pandemic will depend on a variety of factors, many of which are outside of our control, including the persistence of the\npandemic, impacts on economic activity, and the possibility of recession or continued financial market instability.\n\n\n \n\n\nOur success depends on our management team and other key\npersonnel, the loss of any of whom could disrupt our business operations.\n\n\n \n\n\nThe Company is dependent on Thomas Salerno, our Chief Executive Officer,\nPresident and Treasurer, in his corporate positions and as President of our subsidiary TSR Consulting Services, Inc. The Company has an\nemployment agreement with Mr. Salerno which expires November 2, 2026. The Company is also dependent on certain of its account executives\nwho are responsible for servicing its principal customers and attracting new customers. The Company generally does not have employment\ncontracts with the account executives. There can be no assurance that the Company will be able to retain its existing personnel or find\nand attract additional qualified employees. The loss of the service of any of these personnel could have a material adverse effect on\nthe Company.\n\n\n \n\n\nThe Company may be subject to future lawsuits or investigations,\nwhich could divert our resources or result in substantial liabilities.\n\n\n \n\n\nIn the future, the Company may be subject to legal or administrative\nproceedings and litigation which may be costly to defend and could materially harm our business, financial conditions and operations. With\nrespect to any litigation, the Company’s insurance may not reimburse it or may not be sufficient to reimburse it for the self-insured\nretention that the Company is required to satisfy before any insurance applies to a claim, unreimbursed legal fees or an adverse result\nin any litigation. Such event may adversely impact the Company’s business, operating results or financial condition.\n\n\n \n\n\nOur business may be materially and adversely impacted if our\nrelationship with one or more of our major customers is lost or disrupted.\n\n\n \n\n\nIn fiscal 2023, the Company’s four largest customers, Consolidated\nEdison, ADP, Morgan Stanley and Citigroup, accounted for 21.0%, 18.4%, 13.7%, and 12.5% of the Company’s consolidated revenue, respectively.\nAny disruptions in our relationships with our significant customers may have a materially adverse impact on our financial condition and\nresults of operations. In total, the Company derives over 44% of its revenue from accounts with vendor management companies. The Company’s\n10 largest customers provided 90% of consolidated revenue in fiscal 2023. Client contract terms vary depending on the nature of the engagement,\nand there can be no assurance that a client will renew a contract when it terminates. In addition, the Company’s contracts are generally\ncancelable by the client at any time on short notice, and customers may unilaterally reduce their use of the Company’s services\nunder such contracts without penalty. Approximately 26% of the Company’s revenue is derived from end customers in the financial\nservices business. Competitive pressures in financial services, primarily with European based banks, have negatively affected the net\neffective rates that the Company charges to certain end customers in this industry, which has negatively affected the Company’s\ngross profit margins.\n\n\n \n\n\n\n\n\n\nPage \n4\n\n\n \n\n\n\n\n \n\n\nIn accordance with industry practice, most of the Company’s contracts\nfor contract computer programming services are terminable by either the client or the Company on short notice.\n\n\n \n\n\nThe accounts receivable balances associated with the Company’s\nlargest customers were $6,848,000 for four customers at May 31, 2023 and $8,668,000 for four customers at May 31, 2022. Because of the\nsignificant amount of outstanding receivables that the Company may have with its larger customers at any one time, if a client, including\na vendor management company which then contracts with the ultimate client, filed for bankruptcy protection or otherwise sought to modify\npayment terms, it could prevent the Company from collecting on the receivables and have an adverse effect on the Company’s results\nof operations.\n\n\n \n\n\nDamage to our reputation may adversely affect our customer relationships\nand our business, financial condition and results of operations.\n\n\n \n\n\nThe Company’s reputation among its customers, potential customers\nand the staffing services industry depends on the performance of the technical personnel that the Company places with its customers. If\nthe Company’s customers are not satisfied with the services provided by the technical personnel placed by the Company, or if the\ntechnical personnel placed by the Company lack the qualifications or experience necessary to perform the services required by the Company’s\ncustomers, the Company may not be able to successfully maintain its relationships with its customers or expand its client base.\n\n\n \n\n\nWe operate in a competitive market for technical personnel, account\nexecutives and technical recruiters and disruptions to our business may result if we fail to attract and retain qualified personnel to\noperate our business and service our customers.\n\n\n \n\n\nThe Company’s success is dependent upon its ability to attract\nand retain qualified computer professionals to provide as temporary personnel to its customers. Competition for the limited number of\nqualified professionals with a working knowledge of certain sophisticated computer languages, which the Company requires for its contract\ncomputer services business, is intense. The Company believes that there is a shortage of, and significant competition for, software professionals\nwith the skills and experience necessary to perform the services offered by the Company.\n\n\n \n\n\nThe Company’s ability to maintain and renew existing engagements\nand obtain new business in its contract computer programming business depends, in large part, on its ability to hire and retain technical\npersonnel with the IT skills that keep pace with continuing changes in software evolution, industry standards and technologies, and client\npreferences. Although the Company generally has been successful in attracting employees with the skills needed to fulfill customer engagements,\ndemand for qualified professionals conversant with certain technologies may outstrip supply as new and additional skills are required\nto keep pace with evolving computer technology or as competition for technical personnel increases. Increased demand for qualified personnel\nhas resulted and is expected to continue to result in increased expenses to hire and retain qualified technical personnel and has adversely\naffected the Company’s profit margins.\n\n\n \n\n\nThe Company faces a highly competitive market for hiring and retaining\naccount executives and technical recruiters, which could affect the Company’s ability to hire and retain such personnel, including\nby increasing the costs of doing so. If the Company is successful in hiring technical recruiters and account executives, there can be\nno assurance that such hiring will result in increased revenue.\n\n\n \n\n\nWe operate in a rapidly changing industry and a reduction in\ndemand for our technical staffing services may adversely affect our business, financial condition and results of operations. \n\n\n \n\n\nThe computer industry is characterized by rapidly changing technology\nand evolving industry standards. These include the overall increase in the sophistication and interdependency of computer technology\nand a focus by IT managers on cost-efficient solutions. There can be no assurance that these changes will not adversely affect demand\nfor technical staffing services. Organizations may elect to perform such services in-house or outsource such functions to companies that\ndo not utilize temporary staffing, such as that provided by the Company.\n\n\n \n\n\nAdditionally, a number of companies have, in recent years, limited\nthe number of vendors on their approved vendor lists, and are continuing to do so. In some cases, this has required the Company to subcontract\nwith a company on the approved vendor list to provide services to customers. The staffing industry has also experienced margin erosion\ncaused by this increased competition, and customers leveraging their buying power by consolidating the number of vendors with which they\ndeal. In addition to these factors, there has been intense price competition in the area of IT staffing, pressure on billing rates and\npressure by customers for discounts. The Company has endeavored to increase its technical recruiting staff in order to better respond\nto customers’ increasing demands for both the timeliness, quality and quantities of resume submittals against job requisitions.\n\n\n \n\n\nThe Company cannot predict at this time what long-term effect these\nchanges will have on the Company’s business and results of operations.\n\n\n \n\n\n\n\n\n\nPage \n5\n\n\n \n\n\n\n\n \n\n\nThe increase in our customers’ use of third-party vendor\nmanagement companies may weaken our relationship with our customers and adversely impact our ability to develop and expand customer relationships.\n\n\n \n\n\nThere have been changes in the industry which have affected the Company’s\noperating results. Many customers have retained third parties to provide vendor management services, and in excess of 44% of the Company’s\nrevenue is derived through business with vendor management companies. The third party is then responsible for retaining companies to provide\ntemporary IT personnel. This results in the Company contracting with such third parties and not directly with the ultimate customer. This\nchange weakens the Company’s relationship with its customer, which makes it more difficult for the Company to maintain and expand\nits business with its existing customers. It also reduces the Company’s profit margins.\n\n\n \n\n\nIn addition, the agreements with the vendor management companies are\nfrequently structured as subcontracting agreements, with the vendor management company entering into a services agreement directly with\nthe end customers. As a result, in the event of a bankruptcy of a vendor management company, the Company’s ability to collect its\noutstanding receivables and continue to provide services could be adversely affected.\n\n\n \n\n\nThe COVID-19 pandemic has impacted, and may continue to impact,\nour business and operational practices, including the shift to remote work. \n\n\n \n\n\nThe COVID-19 outbreak in the United States caused business disruption\nand economic uncertainties through mandated and voluntary closing of various businesses. The expansion of remote work also emerged to\nprevent the spread of disease while seeking to maintain business operations and continuity. Following the global COVID-19 outbreak, a\nsubstantial portion of our workforce transitioned to remote work and will likely continue as remote workers. We expect our business to\ncontinue to grow over time and, while our business model allows our customers remote access to our highly-skilled and attentive workforce,\nwe are continuously evaluating the nature of, and extent to which, the ongoing pandemic and related shift to remote work will impact our\nbusiness, operating results, and financial condition.\n\n\n \n\n\nIncreases in payroll-related costs coupled with an inability\nto increase our fees charged to customers to cover such costs has, and may likely continue to have, an adverse effect on our profitability.\n\n\n\n \n\n\nThe Company is required to pay a number of federal, state and local\npayroll and related costs, including unemployment insurance, workers’ compensation insurance, employer’s portion of Social\nSecurity and Medicare taxes, among others, for our employees, including those placed with customers. Significant increases in the effective\nrates of any payroll-related costs would likely have a material adverse effect on the Company. During the past few years, many of the\nstates in which the Company conducts business have significantly increased their state unemployment tax rates in an effort to increase\nfunding for unemployment benefits. Costs have continued to increase as a result of health care reforms and the mandate to provide health\ninsurance to employees under the Affordable Care Act. New York and New Jersey implemented laws over the last several years that require\nemployers to provide certain minimum benefits for employees with respect to paid sick leave and family leave, which has and will continue\nto increase our payroll-related costs. Many other cities around the country have enacted or are in the process of enacting similar mandates.\nThe Company has not been able to sufficiently increase the fees charged to its customers to cover these mandated cost increases. There\nare also proposals on the federal and state levels to phase in paid or partially paid family leave. The enacted mandates have had a negative\neffect on the Company’s profitability and additional mandates will continue to negatively impact the Company’s margins.\n\n\n \n\n\nThe current trend of companies moving technology jobs and projects\noffshore has caused and could continue to cause revenue to decline. \n\n\n \n\n\nIn the past few years, more companies are using or are considering\nusing low cost offshore outsourcing centers, particularly in India and other East Asian countries, to perform technology related work\nand projects. This trend has reduced the growth in domestic IT staffing revenue for the industry. This trend has had a negative impact\non our business and there can be no assurance that it will not continue to adversely impact the Company’s IT staffing revenue.\n\n\n \n\n\n\n\n\n\nPage \n6\n\n\n \n\n\n\n\n \n\n\nBecause much of our technical personnel consists of foreign nationals\nwith work visas, changes in immigration laws that restrict the provision of work visas may adversely affect our ability to retain qualified\ntechnical personnel. \n\n\n \n\n\nThe Company obtains many of its technical personnel by\nsubcontracting with companies that utilize foreign nationals entering the U.S. on work visas, primarily under the H-1B visa\nclassification. The Company also sponsors foreign nationals on H-1B visas on a limited basis. The H-1B visa classification enables\nU.S. employers to hire qualified foreign nationals in positions that require an education at least equal to a bachelor’s\ndegree. U.S. Immigration laws and regulations are subject to legislative and administrative changes, as well as changes in the\napplication of standards and enforcement. In recent years, proclamations have been issued to temporarily suspend certain immigration\nvisas for many categories of foreign workers including H-1B. These and future restrictions on the availability of work visas could\nrestrain the Company’s ability to acquire the skilled professionals needed to meet our customers’ requirements, which\ncould have a material adverse effect on our business. The scope and impact of these changes on the staffing industry and the Company\nremain unclear, however a narrow interpretation and vigorous enforcement of existing laws and regulations could adversely affect the\nability of entities with which the Company subcontracts to utilize foreign nationals and/or renew existing foreign national\nconsultants on assignment. There can be no assurance that the Company or its subcontractors will be able to keep or replace all\nforeign nationals currently on assignment or continue to acquire foreign national talent at the same rates as in the past.\n\n\n \n\n\nWe experience fluctuations in our quarterly operating results.\n\n\n \n\n\nThe Company’s revenue and operating results are subject to significant\nvariations from quarter-to-quarter. Revenue is subject to fluctuation based upon a number of factors, including the timing and number\nof client projects commenced and completed during the quarter, delays incurred in connection with projects, the growth rate of the market\nfor contract computer programming services and general economic conditions. Unanticipated termination of a project or the decision by\na client not to proceed to the next stage of a project anticipated by the Company could result in decreased revenue and lower utilization\nrates which could have a material adverse effect on the Company’s business, operating results and financial condition. Compensation\nlevels can be impacted by a variety of factors, including competition for highly skilled employees and inflation.\n\n\n \n\n\nThe Company’s operating results also fluctuate due to seasonality.\nTypically, our billable hours, which directly affect our revenue and profitability, decrease in our third fiscal quarter. Clients closing\nduring the holiday season and for winter weather normally causes the number of billable workdays for consultants on billing with customers\nto decrease. Additionally, at the beginning of the calendar year, which also falls within our third fiscal quarter, payroll taxes are\nat their highest. This typically results in our lowest gross margins of the year. The Company’s operating results are also subject\nto fluctuation as a result of other factors such as vacations, client mandated furloughs and client budgeting requirements.\n\n\n \n\n\nWe believe competition in our industry and for qualified personnel\nwill increase, and there can be no assurance that we will remain competitive. \n\n\n \n\n\nThe technical staffing industry is highly competitive, fragmented and\nhas low barriers to entry. The Company competes for potential customers with providers of outsourcing services, systems integrators, computer\nsystems consultants, other providers of technical staffing services and, to a lesser extent, temporary personnel agencies. The Company\ncompetes for technical personnel with other providers of technical staffing services, systems integrators, providers of outsourcing services,\ncomputer systems consultants, customers and temporary personnel agencies. Many of the Company’s competitors are significantly larger\nand have greater financial resources than the Company. The Company believes that the principal competitive factors in obtaining and retaining\ncustomers are accurate assessment of customers’ requirements, timely assignment of technical employees with appropriate skills and\nthe price of services. The principal competitive factors in attracting qualified technical personnel are compensation, availability, quality\nand variety of projects and schedule flexibility. The Company believes that many of the technical personnel included in its database may\nalso be pursuing other employment opportunities. Therefore, the Company believes that its responsiveness to the needs of technical personnel\nis an important factor in the Company’s ability to fill projects. Although the Company believes it competes favorably with respect\nto these factors, it expects competition to increase, and there can be no assurance that the Company will remain competitive.\n\n\n \n\n\nThe Company is exposed to contract and other liability, and there\ncan be no assurance that our contracts and insurance coverage would adequately protect the Company from such liability or related claims\nor litigation.\n\n\n \n\n\nThe personnel provided by the Company to customers provide services\ninvolving key aspects of its customers’ software applications. A failure in providing these services could result in a claim for\nsubstantial damages against the Company, regardless of the Company’s responsibility for such failure. The Company attempts to limit,\ncontractually, its liability for damages arising from negligence or omissions in rendering services, but it is not always successful in\nnegotiating such limits.\n\n\n \n\n\n\n\n\n\nPage \n7\n\n\n \n\n\n\n\n \n\n\nFurthermore, due to increased competition and the requirements of vendor\nmanagement companies, the Company may be required to accept less favorable terms regarding limitations on liability, including assuming\nobligations to indemnify customers for damages sustained in connection with the provision of our services. There can be no assurance our\ncontracts will include the desired limitations of liability or that the limitations of liability set forth in our contracts would be enforceable\nor would otherwise protect the Company from liability for damages.\n\n\n \n\n\nThe Company’s business involves assigning personnel to the\nworkplace of the client, typically under the client’s supervision. Although the Company has little control over the\nclient’s workplace, the Company may be exposed to claims of discrimination and harassment and other similar claims as a result\nof inappropriate actions allegedly taken against the Company’s personnel by customers. As an employer, the Company is also\nexposed to other possible employment-related claims. The Company is exposed to liability with respect to actions taken by its\ntechnical personnel while on a project, such as damages caused by technical personnel errors, misuse of client proprietary\ninformation or theft of client property. To reduce these exposures, the Company maintains insurance policies and a fidelity bond\ncovering general liability, workers’ compensation claims, errors and omissions and employee theft. In certain instances, the\nCompany indemnifies its customers for these exposures. Certain of these costs and liabilities are not covered by insurance. There\ncan be no assurance that insurance coverage will continue to be available and at its current price or that it will be adequate to,\nor will, cover any such liability.\n\n\n \n\n\nOur business and our reputation could be adversely affected by\na data security incident or the failure to protect sensitive client, employee and Company data, or the failure to comply with applicable\nregulations relating to data security and privacy.\n\n\n \n\n\nOur ability to protect client, employee, and Company data and information\nis critical to our reputation and the success of our business. Our clients and employees expect that their confidential, personal and\nprivate information will be secure in our possession. Attacks against security systems have become increasingly sophisticated along with\ndevelopments in technology, and such attacks have become more prevalent. Consequently, the regulatory environment surrounding cybersecurity\nand privacy has become more and more demanding and has resulted in new requirements and increasingly demanding standards for protection\nof information. As a result, the Company may incur increased expenses associated with adequately protecting confidential client, employee,\nand Company data and complying with applicable regulatory requirements. There can be no assurance that we will be able to prevent unauthorized\nthird parties from breaching our systems and gaining unauthorized access to confidential client, employee, and Company data even if our\ncybersecurity measures are compliant with regulatory requirements and standards. Unauthorized third party access to confidential client,\nemployee, and Company data stored in our system whether as a result of a third party system breach, systems failure or employee negligence,\nfraud or misappropriation, could damage our reputation and cause us to lose customers, and could subject us to monetary damages, fines\nand/or criminal prosecution. Furthermore, unauthorized third-party access to or through our information systems or those we develop for\nour customers, whether by our employees or third parties, could result in system disruptions, negative publicity, legal liability, monetary\ndamages, and damage to our reputation.\n\n\n \n\n\nWhile we take steps to protect our intellectual property rights\nand proprietary information, there can be no assurance that the Company can prevent misappropriation of such rights and information. \n\n\n \n\n\nThe Company relies primarily upon a combination of trade secret, nondisclosure\nand other contractual agreements to protect its proprietary rights. The Company generally enters into confidentiality agreements with\nits employees, consultants, customers and potential customers and limits access to and distribution of its proprietary information. There\ncan be no assurance that the steps taken by the Company in this regard will be adequate to deter misappropriation of its proprietary information\nor that the Company will be able to detect unauthorized use and take appropriate steps to enforce its intellectual property rights.\n\n\n \n\n\n\n\n\n\n\n\nPage \n8\n\n\n \n\n\n\n\n \n\n\nOur significant stockholders, particularly if they choose to\nwork together, may have the ability to exert significant influence over our business policies and affairs on matters submitted to our\nstockholders for approval.\n\n\n \n\n\nOur largest shareholders, Zeff Capital, L.P. and QAR Industries, Inc.,\nare the beneficial owners of an aggregate of 983,273 shares of Common Stock, which represents approximately 45.9% of the Company’s\nissued and outstanding Common Stock. By virtue of such ownership, Zeff Capital, L.P. and QAR Industries, Inc. have the ability to exercise\nsignificant influence over the Company. For example, this concentrated ownership could delay, defer, or prevent a change in control, merger,\nconsolidation, or sale of all or substantially all of the Company’s assets in transactions that other shareholders strongly support\nor conversely, this concentrated ownership could result in the consummation of such transactions that many of the Company’s other\nshareholders do not support. Further, investors may be prevented from affecting matters involving the Company, including:\n\n\n  \n\n\n\n\n-\nthe composition of our Board of Directors and, through it, any determination with respect to our business\ndirection and policies, including the appointment and removal of officers;\n\n\n \n \n \n\n\n\n\n\n\n-\nour acquisition of assets or other businesses; and\n\n\n \n \n \n\n\n\n\n\n\n-\nour corporate financing activities.\n\n\n \n\n\nThis significant concentration of stock ownership\nmay also adversely affect the trading price for our Common Stock because investors may perceive disadvantages in owning stock in a company\nthat is controlled by a small number of stockholders.\n\n\n \n\n\nCertain provisions of our governing documents may make it more\ndifficult for a third party to acquire us and make a takeover more difficult to complete, even if such a transaction were in the stockholders’\ninterest. \n\n\n \n\n\nIn addition to the significant concentration of the ownership of our\nCommon Stock, certain provisions of the Company’s charter and by-laws may have the effect of discouraging a third party from making\nan acquisition proposal for the Company and may thereby inhibit a change in control of the Company under circumstances that could give\nthe holders of Common Stock the opportunity to realize a premium over the then-prevailing market prices. Such provisions include a classified\nBoard of Directors and advance notice requirements for nomination of directors and certain stockholder proposals set forth in the Company’s\ncharter and by-laws.\n\n\n \n\n\nThe issuance of new classes and series of preferred stock may\ndeter or delay a change in control and/or affect our stock price. \n\n\n \n\n\nThe Company’s charter authorizes the Board of Directors to create\nnew classes and series of preferred stock and to establish the preferences and rights of any such classes and series without further action\nof the stockholders. The issuance of additional classes and series of capital stock may have the effect of delaying, deferring or preventing\na change in control of the Company.\n\n\n \n\n\nFurther, the Company’s stock price could be extremely volatile\nand, as a result, investors may not be able to resell their shares at or above the price they paid for them.\n\n\n \n\n\nAmong the factors that have previously affected the Company’s\nstock price and may do so in the future are:\n\n\n \n\n\n\n\n-\nlimited float and a low average daily trading volume;\n\n\n \n \n \n\n\n\n\n\n\n-\nindustry trends and the performance of the Company’s customers;\n\n\n \n \n \n\n\n\n\n\n\n-\nfluctuations in the Company’s results of operations;\n\n\n \n \n \n\n\n\n\n\n\n-\nlitigation; and\n\n\n \n \n \n\n\n\n\n\n\n-\ngeneral market conditions.\n\n\n \n\n\nThe stock market has, and may in the future, experience extreme volatility\nthat has often been unrelated to the operating performance of particular companies. These broad market fluctuations may adversely affect\nthe market price of the Company’s Common Stock.\n\n\n \n\n",
    "item7": ">Item 7. \nManagement’s\nDiscussion and Analysis of Financial Condition and Results of Operations\n\n\n \n\n\nThe following discussion and analysis should be\nread in conjunction with the Company’s consolidated financial statements and notes thereto presented elsewhere in this report.\n\n\n \n\n\nResults of Operations\n\n\n \n\n\nThe following table sets forth for the periods indicated certain financial\ninformation derived from the Company’s consolidated statements of operations. There can be no assurance that historical trends in\noperating results will continue in the future:\n\n\n \n\n\n\n\n\n\n \n \n\n\nYears Ended May 31, \n(Dollar Amounts in Thousands)\n \n\n\n\n\n \n \n\n\n2023\n \n \n\n\n2022\n \n\n\n\n\n \n \n\n\nAmount\n \n \n\n\n% of \nRevenue\n \n \n\n\nAmount\n \n \n\n\n% of \nRevenue\n \n\n\n\n\nRevenue, Net\n \n\n\n$\n101,433\n \n \n\n\n \n100.0\n%\n \n\n\n$\n97,312\n \n \n\n\n \n100.0\n%\n\n\n\n\nCost of Sales\n \n\n\n \n83,947\n \n \n\n\n \n82.8\n \n \n\n\n \n81,314\n \n \n\n\n \n83.6\n \n\n\n\n\nGross Profit \n \n\n\n \n17,486\n \n \n\n\n \n17.2\n \n \n\n\n \n15,998\n \n \n\n\n \n16.4\n \n\n\n\n\nSelling, General and Administrative Expenses \n \n\n\n \n14,789\n \n \n\n\n \n14.6\n \n \n\n\n \n15,619\n \n \n\n\n \n16.0\n \n\n\n\n\nIncome from Operations \n \n\n\n \n2,697\n \n \n\n\n \n2.6\n \n \n\n\n \n379\n \n \n\n\n \n0.4\n \n\n\n\n\nOther Income (Expense), Net \n \n\n\n \n(63\n)\n \n\n\n \n0.0\n \n \n\n\n \n6,622\n \n \n\n\n \n6.8\n \n\n\n\n\nIncome Before Income Taxes \n \n\n\n \n2,634\n \n \n\n\n \n2.6\n \n \n\n\n \n7,001\n \n \n\n\n \n7.2\n \n\n\n\n\nProvision for (Benefit from) Income Taxes \n \n\n\n \n831\n \n \n\n\n \n0.8\n \n \n\n\n \n(1\n)\n \n\n\n \n0.0\n \n\n\n\n\nConsolidated Net Income \n \n\n\n \n1,803\n \n \n\n\n \n1.8\n \n \n\n\n \n7,002\n \n \n\n\n \n7.2\n \n\n\n\n\nNet Income Attributable to Noncontrolling Interest \n \n\n\n \n61\n \n \n\n\n \n0.1\n \n \n\n\n \n73\n \n \n\n\n \n0.1\n \n\n\n\n\nNet Income Attributable to TSR, Inc.  \n \n\n\n$\n1,742\n \n \n\n\n \n1.7\n%\n \n\n\n$\n6,929\n \n \n\n\n \n7.1\n%\n\n\n\n\n \n\n\nRevenue\n\n\n \n\n\nRevenue consists primarily of revenue from computer\nprogramming consulting services. Revenue for the fiscal year ended May 31, 2023 increased approximately $4,121,000 or 4.2% from the fiscal\nyear ended May 31, 2022, primarily due to growth in higher priced IT contractors offsetting decreases in clerical and administrative contractors.\nThe average number of consultants on billing with customers decreased from 701 for the year ended May 31, 2022 to 648 for the year ended\nMay 31, 2023. However, the average number of IT consultants increased from 431 to 463 for the year ended May 31, 2023, while the average\nnumber of clerical and administrative contractors decreased from 270 to 185 for the year ended May 31, 2023. Customers using our clerical\nand administrative contractors decreased their spending by terminating assignments early and hiring our contractors directly at a greater\nrate than usual. The change in the business mix toward the higher revenue IT contractors yielded the net increase in revenue.\n\n\n \n\n\nCost of Sales\n\n\n \n\n\nCost of sales for the fiscal year ended May 31,\n2023 increased approximately $2,633,000 or 3.2% to $83,947,000 from $81,314,000 in the prior year period. The increase in cost of sales\nresulted primarily from an increase in higher cost IT consultants placed with customers, primarily from organic growth. Cost of sales\nas a percentage of revenue decreased from 83.6% in the fiscal year ended May 31, 2022 to 82.8% in the fiscal year ended May 31, 2023.\nRevenue grew at a higher rate than cost of sales when comparing the fiscal year ended May 31, 2023 to the prior year period, causing an\nincrease in gross margins. The IT contractors added have a higher gross margin than the clerical and administrative staff that decreased.\n\n\n \n\n\n \n\n\n\n\nPage \n12\n\n\n \n\n\n\n\n \n\n\nSelling, General and Administrative Expenses\n\n\n \n\n\nSelling, general and administrative expenses consist\nprimarily of expenses relating to account executives, technical recruiters, facilities costs, management and corporate overhead. These\nexpenses decreased approximately $830,000 or 5.3% from $15,619,000 in the fiscal year ended May 31, 2022 to $14,789,000 in the fiscal\nyear ended May 31, 2023. The decrease in these expenses primarily resulted from a charge of $580,000 for the legal settlement with the\nformer Chief Executive Officer in the prior year period. Recruiting cost were also reduced approximately $425,000 primarily from a reduction\nin the utilization of offshore recruiters. Additionally, the Company incurred non-cash compensation expenses of $219,000 in the fiscal\nyear ended May 31, 2023 and $565,000 in the fiscal year ended May 31, 2022 related to the TSR, Inc. 2020 Equity Incentive Plan. These\nreductions were offset by an increase in legal and professional fees of approximately $164,000. Selling, general and administrative expenses,\nas a percentage of revenue, decreased from 16.0% in the fiscal year ended May 31, 2022 to 14.6% in the fiscal year ended May 31, 2023.\n\n\n \n\n\nOther Income (Expense)\n\n\n \n\n\nOther expense for the fiscal year ended May 31, 2023 resulted primarily\nfrom net interest expense of approximately $53,000 and a mark-to-market loss of approximately $10,000 on the Company’s marketable\nequity securities. Other income for the fiscal year ended May 31, 2022 resulted primarily from the forgiveness of principal and accrued\ninterest on the PPP Loan of $6,735,000, offset by net interest expense of approximately $102,000 and a mark-to-market loss of $10,000\non the Company’s marketable equity securities.\n\n\n \n\n\nIncome Taxes\n\n\n \n\n\nThe effective income tax rates were 31.5% for the fiscal year ended\nMay 31, 2023 and a benefit of less than 1% for the fiscal year ended May 31, 2022. The effective income tax rate was lower than expected\nin fiscal 2022 due to the non-taxable gain on the forgiveness of the PPP Loan principal and accrued interest.\n\n\n \n\n\nNet Income Attributable to TSR\n\n\n \n\n\nNet income attributable to TSR was approximately $1,742,000 in the\nfiscal year ended May 31, 2023 compared to $6,929,000 in the fiscal year ended May 31, 2022. The net income in the prior fiscal year\nwas primarily attributable to the forgiveness of principal and accrued interest on the PPP Loan.\n\n\n \n\n\nImpact of Inflation and Changing Prices\n\n\n \n\n\nFor the fiscal years ended May 31, 2023 and 2022,\ninflation and changing prices did not have a material effect on the Company’s revenue or income from continuing operations. The\nimpact for fiscal 2024 cannot yet be determined.\n\n\n \n\n\nLiquidity and Capital Resources\n\n\n \n\n\nThe Company’s cash was sufficient to enable it to meet its liquidity\nrequirements during the fiscal year ended May 31, 2023. The Company expects that its cash and cash equivalents and the Company’s\nCredit Facility pursuant to a Loan and Security Agreement with Access Capital, Inc. (the “Lender”) will be sufficient to\nprovide the Company with adequate resources to meet its liquidity requirements for the 12-month period following the issuance of these\nconsolidated financial statements. Utilizing its accounts receivable as collateral, the Company has secured this Credit Facility to increase\nits liquidity as necessary. As of May 31, 2023, the Company had no net borrowings outstanding against this Credit Facility. The amount\nthe Company has borrowed fluctuates and, at times, it has utilized the maximum amount of $2,000,000 available under this facility to\nfund its payroll and other obligations. The Company was in compliance with all covenants under the Credit Facility as of May 31, 2023\nand through the date of this filing. Additionally, in April 2020, the Company secured a PPP Loan in the amount of $6,659,000 to meet\nits obligations in the face of potential disruptions in its business operations and the potential inability of its customers to pay their\naccounts when due. As of August 31, 2020, the Company had used 100% of the PPP Loan funds to fund its payroll and for other allowable\nexpenses under the PPP Loan. The use of these funds allowed the Company to avoid certain salary reductions, furloughs and layoffs of\nemployees during the period. The Company applied for PPP Loan forgiveness and its application for forgiveness was accepted and approved;\nthe PPP Loan and accrued interest were fully forgiven in July 2021.\n\n\n \n\n\n\n\n\n\nPage \n13\n\n\n \n\n\n\n\n \n\n\nAt May 31, 2023, the Company had working capital\n(total current assets in excess of total current liabilities) of approximately $13,551,000, including cash and cash equivalents and marketable\nsecurities of $7,897,000 as compared to working capital of $10,912,000, including cash and cash equivalents and marketable securities\nof $6,526,000 at May 31, 2022.\n\n\n \n\n\nNet cash flow of approximately $1,754,000 was\nprovided by operations during the fiscal year ended May 31, 2023 as compared to $2,307,000 of net cash used in operations in the prior\nyear period. The cash provided by operations for the fiscal year ended May 31, 2023 primarily resulted from consolidated net income of\n$1,802,000, a decrease in accounts receivable of $1,346,000 and a decrease in deferred income taxes of $628,000 offset by a decrease in\naccounts payable and accrued expenses of $1,917,000 and a decrease in legal settlement payable of $598,000. The cash used in operations\nfor the fiscal year ended May 31, 2022 primarily resulted from consolidated net income of $7,002,000, offset by the forgiveness of the\nPPP Loan principal and accrued interest of $6,735,000, an increase in accounts receivable of $3,767,000 and a decrease in legal settlement\npayable of $270,000.\n\n\n \n\n\nNet cash used in investing activities of approximately\n$496,000 for the fiscal year ended May 31, 2023 primarily resulted from purchases of certificates of deposit of $990,000 and purchases\nof fixed assets of $6,000, less maturities of certificates of deposit of $500,000. Net cash used in investing activities of $87,000 for\nthe fiscal year ended May 31, 2022 primarily resulted from purchases of fixed assets.\n\n\n \n\n\nNet cash used in financing activities during the\nfiscal year ended May 31, 2023 of $366,000 primarily resulted from purchases of treasury stock of $213,000, distributions of the minority\ninterest of $75,000 and from net repayments under the Company’s Credit Facility of $62,000. Net cash provided by financing activities\nof approximately $1,514,000 during the fiscal year ended May 31, 2022 resulted from net proceeds from sales of the Company’s common\nstock in our at-the-market (“ATM”) program of $1,784,000 offset by payments made for taxes related to vested stock awards\nof $212,000, net payments on the Company’s Credit Facility of $31,000 and distributions of the minority interest of $27,000.\n\n\n \n\n\nThe Company’s capital resource commitments\nat May 31, 2023 consisted of lease obligations on its branch and corporate facilities. The net present value of its future lease payments\nwas approximately $492,000 as of May 31, 2023. The Company intends to finance these commitments primarily from the Company’s available\ncash and Credit Facility.\n\n\n \n\n\n\n\n\n\nPage \n14\n\n\n \n\n\n\n\n \n\n\nCritical Accounting Estimates\n\n\n \n\n\nThe Securities Act regulations define “critical accounting estimates”\nas those estimates made in accordance with generally accepted accounting principles that involve a significant level of estimation uncertainty\nand have had or are reasonably likely to have a material impact on the financial statements or results of operations of the registrant.\nThese estimates require the application of management’s most difficult, subjective or complex judgments, often as a result of the\nneed to make estimates about the effect of matters that are inherently uncertain and may change in subsequent periods.\n\n\n \n\n\nThe Company’s significant accounting estimates and policies are\ndescribed in Note 1 to its consolidated financial statements, contained elsewhere in this report. The Company believes that the following\naccounting estimates and policies require the application of management’s most difficult, subjective or complex judgments:\n\n\n \n\n\nRevenue Recognition\n\n\n \n\n\nRevenues are recognized as control of the promised service is transferred\nto customers, in an amount that reflects the consideration expected in exchange for the services. Revenues from contract assignments are\nrecognized over time, based on hours worked by the Company’s contract professionals. The performance of the requested service over\ntime is the single performance obligation for assignment revenues. Certain customers may receive discounts (e.g., volume discounts, rebates,\nprompt-pay discounts) and adjustments to the amounts billed. These discounts, rebates and adjustments are considered variable consideration.\nVolume discounts are the largest component of variable consideration and are estimated using the most likely amount method prescribed\nby Accounting Standards Codification (“ASC”) 606, contracts terms and estimates of revenue. Revenues are recognized net of\nvariable consideration to the extent that it is probable that a significant reversal of revenues will not occur in subsequent periods.\nPayment terms vary and the time between invoicing and when payment is due is not significant. There are no financing components to the\nCompany’s arrangements. There are no incremental costs to obtain contracts and costs to fulfill contracts are expensed as incurred.\nThe Company’s operations are primarily located in the United States. The Company recognizes most of its revenue on a gross basis\nwhen it acts as a principal in its transactions. The Company has direct contractual relationships with its customers, bears the risks\nand rewards of its arrangements, and has the discretion to select the contract professionals and establish the price for the services\nto be provided. Additionally, the Company retains control over its contract professionals based on its contractual arrangements. The Company\nprimarily provides services through its employees and to a lesser extent, through subcontractors; the related costs are included in cost\nof sales. The Company includes billable expenses (out-of-pocket reimbursable expenses) in revenue and the associated expenses are included\nin cost of sales.\n\n\n \n\n\nValuation of Deferred Tax Assets\n\n\n \n\n\nWe regularly evaluate our ability to recover the reported amount of\nour deferred income tax assets considering several factors, including our estimate of the likelihood of the Company generating sufficient\ntaxable income in future years during the period over which temporary differences reverse. Presently, the Company believes that it is\nmore likely than not that it will realize the benefits of its deferred tax assets based primarily on the Company’s history of and\nprojections for taxable income in the future. In the event that actual results differ from our estimates, or we adjust these estimates\nin future periods, we may need to establish a valuation allowance against a portion or all of our deferred tax assets, which could materially\nimpact our financial position or results of operations.\n\n\n \n\n\nGoodwill\n\n\n \n\n\nGoodwill is recorded when the purchase price paid for an acquisition\nexceeds the estimated fair value of the net identified tangible and intangible assets acquired. Goodwill is not amortized but is subject\nto impairment analysis at least once annually or more frequently upon the occurrence of an event or when circumstances indicate that the\ncarrying amount of a unit is greater than its fair value.\n\n\n \n\n\nIntangible Assets\n\n\n \n\n\nThe Company amortizes its intangible assets over their estimated useful\nlives and will review these assets for impairment when there is evidence that events or changes in circumstances indicate that the carrying\namount of an asset may not be recoverable. Recoverability of these assets is measured by comparing the carrying amounts to the future\nundiscounted cash flows the assets are expected to generate. If intangible assets are considered to be impaired, the impairment to be\nrecognized equals the amount by which the carrying value of the asset exceeds its fair market value.\n\n\n \n\n",
    "item7a": ">Item 7A. \nQuantitative and Qualitative Disclosures About Market\nRisk\n\n\n \n\n\nThe Company is a smaller reporting company and\nis therefore not required to provide this information.\n\n\n \n\n\n\n\n\n\nPage \n15\n\n\n \n\n\n\n\n \n\n",
    "cik": "98338",
    "cusip6": "872885",
    "cusip": [
        "872885207"
    ],
    "names": [
        "TSR INC"
    ],
    "source": "https://www.sec.gov/Archives/edgar/data/98338/000121390023066312/0001213900-23-066312-index.htm"
}