{
    "item1": ">ITEM 1.    BUSINESS\nBackground\nFox Corporation is a news, sports and entertainment company, which manages and reports its businesses in the following segments:\n•\nCable Network Programming\n, which produces and licenses news and sports content distributed through traditional cable television systems, direct broadcast satellite operators and telecommunication companies (“traditional MVPDs”), virtual multi-channel video programming distributors (“virtual MVPDs”) and other digital platforms, primarily in the U.S.\n•\nTelevision\n, which produces, acquires, markets and distributes programming through the FOX broadcast network, advertising supported video-on-demand (“AVOD”) service Tubi, 29 full power broadcast television stations, including 11 duopolies, and other digital platforms, primarily in the U.S. Eighteen of the broadcast television stations are affiliated with the FOX Network, 10 are affiliated with MyNetworkTV and one is an independent station. The segment also includes various production companies that produce content for the Company and third parties.\n•\nOther, Corporate and Eliminations\n, which principally consists of the FOX Studio Lot, Credible Labs Inc. (“Credible”), corporate overhead costs and intracompany eliminations. The FOX Studio Lot, located in Los Angeles, California, provides television and film production services along with office space, studio operation services and includes all operations of the facility. Credible is a U.S. consumer finance marketplace.\nUnless otherwise indicated, references in this Annual Report on Form 10-K (this “Annual Report”) for the fiscal year ended June 30, 2023 (“fiscal 2023”) to “FOX,” the “Company,” “we,” “us” or “our” mean Fox Corporation and its consolidated subsidiaries. We use the term “MVPDs” to refer collectively to traditional MVPDs and virtual MVPDs.\nFOX became a standalone publicly traded company on March 19, 2019, when Twenty-First Century Fox, Inc. (“21CF”) spun off the Company to 21CF stockholders and FOX’s Class A Common Stock and Class B Common Stock (collectively, the “Common Stock”) began trading on The Nasdaq Global Select Market (the “Transaction”). The Walt Disney Company (“Disney”) acquired the remaining 21CF assets and 21CF became a wholly-owned subsidiary of Disney. The Company is party to a separation and distribution agreement and a tax matters agreement that govern certain aspects of the Company’s relationship with 21CF and Disney following the Transaction. The core transition services agreements entered into in connection with the Transaction terminated in accordance with their terms in fiscal 2022.\nThe Company’s fiscal year ends on June 30 of each year. The Company was incorporated in 2018 under the laws of the State of Delaware. The Company’s principal executive offices are located at 1211 Avenue of the Americas, New York, New York 10036 and its telephone number is (212) 852-7000. The Company’s website is \nwww.foxcorporation.com\n. The Company’s Annual Reports on Form 10-K, Quarterly Reports on Form 10-Q, Current Reports on Form 8-K and amendments to those reports filed or furnished pursuant to Section 13(a) or 15(d) of the Securities Exchange Act of 1934, as amended (the “Exchange Act”), are available, free of charge, through the Company’s website as soon as reasonably practicable after the material is electronically filed with or furnished to the U.S. Securities and Exchange Commission (the “SEC”). The SEC maintains an Internet site that contains reports, proxy and information statements, and other information regarding issuers that file electronically with the SEC. We are providing our website address solely for the information of investors. We do not intend the address to be an active link or to otherwise incorporate the contents of the website, including any reports that are noted in this Annual Report as being posted on the website, into this Annual Report.\nCaution Concerning Forward-Looking Statements\nThis Annual Report contains “forward-looking statements” within the meaning of Section 27A of the Securities Act of 1933, as amended, and Section 21E of the Exchange Act. All statements other than statements of historical or current fact are “forward-looking statements” for purposes of federal and state securities laws. Forward-looking statements may include, among others, the words “may,” “will,” “should,” “likely,” “anticipates,” \n1\n“expects,” “intends,” “plans,” “projects,” “believes,” “estimates,” “outlook” or any other similar words. Although the Company’s management believes that the expectations reflected in any of the Company’s forward-looking statements are reasonable, actual results could differ materially from those projected or assumed in any forward-looking statements. The Company’s future financial condition and results of operations, as well as any forward-looking statements, are subject to change and to inherent risks and uncertainties. Important factors that could cause the Company’s actual results, performance and achievements to differ materially from those estimates or projections contained in the Company’s forward-looking statements include, but are not limited to, government regulation, economic, strategic, political and social conditions. For more detailed information about these factors, see Item 1A, “Risk Factors,” and Item 7, “Management’s Discussion and Analysis of Financial Condition and Results of Operations—Caution Concerning Forward-Looking Statements.”\nForward-looking statements in this Annual Report speak only as of the date hereof. The Company does not undertake any obligation to update or release any revisions to any forward-looking statement made herein or to report any events or circumstances after the date hereof or to reflect the occurrence of unanticipated events or to conform such statements to actual results or changes in our expectations, except as required by law.\nBusiness Overview\nFOX produces and delivers compelling news, sports and entertainment content through its iconic brands, including FOX News Media, FOX Sports, FOX Entertainment, FOX Television Stations and Tubi Media Group. The Company differentiates itself in a crowded media and entertainment marketplace through its simple structure, the leadership positions of its brands and premium programming that focus on live and “appointment-based” content, a significant presence in major markets, and broad distribution of its content across traditional and digital platforms.\nOur Competitive Strengths\nPremium brands that resonate deeply with viewers.\nUnder the FOX banner, we produce and distribute content through some of the world’s leading and most valued brands. Our long track record of challenging the status quo emboldens us to continue making innovative decisions, disrupting norms and forming deeper relationships with audiences. FOX News Media is among the most influential and recognized news brands in the world. FOX Sports has earned a reputation for bold sports programming and, with its far-reaching presence in virtually every U.S. household, is a leading destination for live sports events and sports commentary. FOX Entertainment is renowned for its engaging primetime entertainment, including scripted dramas, leading unscripted programming and its longstanding Sunday animation block. Tubi, our leading AVOD service, attracts a young, diverse and highly engaged audience to its over 60,000 programming titles. These brands and others in our portfolio, such as our 29 owned and operated local television stations, including 18 broadcasting under the FOX brand, hold cultural significance with consumers and commercial importance for distributors and advertisers. The quality of our programming and the strength of our brands maximize the value of our content through a combination of affiliate fees and advertising sales.\nLeadership positions across strategically significant programming platforms.\nFOX enjoys a leadership position across our core news, sports and entertainment businesses. As linear television viewership declines across the industry, \"appointment-based\" programming that is the FOX hallmark remains resilient. For over 20 consecutive years, FOX News has been the top-rated national cable news channel in both Monday to Friday primetime and total day viewing, according to The Nielsen Company (\"Nielsen\"). FOX News also finished calendar year 2022 as the #1 cable network in Monday to Friday primetime and total day viewing among total viewers for the seventh consecutive year. A leader in marquee live sports broadcasts, FOX Sports programs the National Football League (\"NFL\") (including the #1 show on television, \nAmerica's Game of the Week\n), college football (including the Big Ten Conference), Major League Baseball's (\"MLB\") Regular Season, \nAll-Star Game\n and \nWorld Series\n, National Association of Stock Car Auto Racing (“NASCAR”) and other marquee cyclical events, including the \nSuper Bowl\n and the Fédération Internationale de Football Association (\"FIFA\") Men's and Women's \nWorld Cup\n. FOX Sports has secured a significant portion of its marquee rights under long-term contracts. FOX Entertainment has delivered the youngest and most diverse audience of the broadcast networks across all programming in primetime for over two decades. During the \n2\n2022-2023 broadcast season, FOX Entertainment featured the #1 entertainment telecast with \nNext Level Chef \nfollowing \nSuper Bowl LVII\n, the #1 broadcast drama \n9-1-1\n,\n \nthe #1 new unscripted series \nSpecial Forces: World’s Toughest Test\n, the #1 new scripted drama in 2023 \nAccused\n, and three of the top 10 comedies on broadcast television with \nThe Simpsons\n, \nFamily Guy\n and \nBob’s Burgers\n. FOX Television Stations covers 18 Nielsen-designated market areas (\"DMAs\"), including 14 of the 15 largest, and was the #1 or #2 rated news provider in the hours of 5 a.m. \n-\n 9 a.m. in the majority of the markets in which it operates. Under FOX’s ownership, Tubi has become one of the most relevant and fastest growing AVOD services in the country in fiscal 2023, with over 50% growth in total view time (the total number of hours watched) compared to the prior fiscal year. Tubi is part of Tubi Media Group, a division formed in fiscal 2023 to house the Company’s digital platform services. Taken together, we believe our leadership positions will continue to support meaningful affiliate fee revenue growth and sustained advertising revenue, while enabling us to nimbly respond to the opportunities and challenges traditional media companies are facing relating to rapidly evolving technologies and changes in consumer behavior.\nSignificant presence and relevance in major domestic markets.\nThe FOX portfolio combines the range of national cable and broadcast networks and digital distribution platforms with the power of tailored local television. FOX News and FOX Business are available in over 70 million U.S. households and FOX Sports and FOX Entertainment programming on the FOX Network is available in essentially all U.S. households. Additionally, our 29 owned and operated television stations cover 18 DMAs, including 14 of the 15 largest, and maintain duopolies in 11 DMAs, including New York, Los Angeles and Chicago, the three largest. These stations provide balanced content of national interest with programming of note to local communities, producing approximately 1,200 hours of local news coverage each week. Tubi’s ubiquitous availability both online and through its app provides broad distribution of films, episodic television programming and live local and national news content. Tubi carries over 100 local station feeds (including feeds of our owned and operated stations), covering 75 DMAs and 22 of the top 25 markets. The breadth and depth of our footprint allows us to produce and distribute our content in a cost-effective manner and share best business practices and models across regions. It also enables us to engage audiences, develop deeper consumer relationships and create more compelling product offerings.\nAttractive financial profile, including multiple revenue streams, strong balance sheet and other assets.\nWe have achieved strong revenue growth and profitability in a complex industry environment over the past several years. Additionally, our strong balance sheet provides us with the financial flexibility to continue to invest across our businesses, allocate resources toward investments in growth initiatives, take advantage of strategic opportunities, including potential acquisitions across the range of media categories in which we operate, and return capital to our stockholders. We have maintained significant liquidity, ending fiscal 2023 with approximately $4.3 billion of cash and cash equivalents on our balance sheet while returning approximately $2.3 billion of capital to our stockholders through our stock repurchase program and cash dividends during fiscal 2023. We also benefit from a tax asset that resulted from the step-up in the tax basis of our assets following the Transaction, which is expected to provide an annual cash tax benefit for many years. Additionally, our asset portfolio includes the FOX Studio Lot in Los Angeles, California. The historic lot spans over 50 acres and close to 2 million square feet of space for administration and television and film production services available to industry clients, including 15 sound stages, two broadcast studios and other production facilities. We also own an equity stake in Flutter Entertainment plc (“Flutter”), an online sports betting and gaming company with operations in the U.S. and internationally, and we maintain a valuable option to acquire 18.6% of FanDuel Group, a majority-owned subsidiary of Flutter.\nGoals and Strategies\nMaintain leading positions in live news, live sports and quality entertainment.\nWe have long been a leader in news, sports and entertainment programming. We believe that building on our leading market positions is essential to our success. We are investing in our most attractive growth opportunities by allocating capital to our news, sports and entertainment properties, which we believe have distinct competitive advantages. For example, we have continued our investments in digital properties at FOX News Media, including investments in the FOX Nation subscription video-on-demand (\"SVOD\") service and the FOX Weather free advertising-supported streaming television (“FAST”) service. In addition, we continue to invest at FOX Sports, where fiscal 2023 highlights include a landmark rights extension with the Big Ten \n3\nConference, the return of the United States Football League (the \"USFL\") for a second season and the league’s expansion into additional markets. Recognizing the industry-wide changes in viewership habits, FOX Entertainment is expanding its footprint across owned and unscripted content. FOX Entertainment is investing in more co-production arrangements and owns a stake in each new series that premiered on the FOX Network during the 2022-2023 broadcast season. In addition, our production companies such as MarVista Entertainment and the Studio Ramsay Global production venture with Gordon Ramsay produce content for FOX as well as third parties, which reduces our reliance on third-party content providers. We also continue to invest in content, technology and marketing at Tubi to attract new viewers and retain Tubi’s existing audience. In fiscal 2023, Tubi expanded its content library through the premiere of over 100 new original titles and the launch of over 100 sports, entertainment and local news channels, for a total of nearly 250 sports, entertainment and local news channels on the platform. We believe continuing to provide compelling news, sports and entertainment programming across platforms will increase audience engagement and drive growth across our distribution, affiliate and advertising relationships.\nIncrease revenue growth through the continued delivery of high quality, premium and valuable content.\nWith a focused portfolio of assets, we create and produce high quality programming that delivers value for our viewers, our affiliates and our advertisers. We intend to continue to generate appropriate value for our content. Additionally, we expect our internal production capabilities and co-production arrangements will facilitate growth by enabling us to directly manage the economics and programming decisions of our broadcast network, stations group and Tubi. We also believe our unique ability to deliver \"appointment-based\" viewing and audiences at scale, along with innovative advertising platforms, delivers substantial value to our advertising customers, and the unique nature of our \"appointment-based\" content positions us to maintain and even grow audiences during a time of increasing consumer fragmentation.\nExpand our digital distribution offerings and direct engagement with consumers, increasing complementary sources of revenues.\nThe availability of our key networks on all major virtual MVPD services reflects the strength of our brands and the \"must-have\" nature of our content. We are also cultivating and growing direct interactions between FOX brands and consumers outside traditional linear television. For example, Tubi, which we acquired in fiscal 2020, provides us with a wholly-owned digital platform to access a wider digital audience and further the reach of our content. Tubi continues to experience significant growth in total view time across a library of over 60,000 titles, as well as key FOX entertainment, news and sports programming, and it streamed approximately 6.8 billion hours of content over the course of the fiscal year (a record for the platform) to a young, diverse and highly engaged audience advertisers are eager to reach. FOX News Media operates a number of digital businesses, including FOX News Digital, which attracts the highest multiplatform time spent in the news category, along with the FOX Nation SVOD service, which offers U.S. consumers a variety of on-demand content (including original programming), and FOX Weather, which offers local, regional and national weather reporting in addition to live programming. Additionally, FOX Television Stations operates a portfolio of digital businesses, including the FLX digital advertising platform and the LiveNOW from FOX, FOX Locals and FOX Soul FAST services, in addition to distributing its local news programming on Tubi and across a range of third-party platforms. \nSegments\nCable Network Programming\nThe Cable Network Programming segment produces and licenses news, business news and sports content for distribution through traditional and virtual MVPDs and other digital platforms, primarily in the U.S. The businesses in this segment include FOX News Media (which includes FOX News and FOX Business) and our primary cable sports programming networks FS1, FS2, the Big Ten Network and FOX Deportes.\n4\nThe following table lists the Company’s significant cable networks and the number of subscribers as estimated by Nielsen:\nAs of June 30,\n2023\n2022\n(in millions)\nFOX News Media Networks\nFOX News\n72 \n75 \nFOX Business\n70 \n72 \nFOX Sports Networks\nFS1\n72 \n74 \nFS2\n52 \n55 \nThe Big Ten Network\n48 \n50 \nFOX Deportes\n13 \n15 \nFOX News Media. \nFOX News Media includes the FOX News and FOX Business networks and their related properties. For over 20 consecutive years, FOX News has been the top-rated national cable news channel in both Monday to Friday primetime and total day viewing. FOX News also finished calendar year 2022 as the #1 cable news network in Monday to Friday total day viewing among the key Adults 25-54 demographic, as well as the #1 cable network in Monday to Friday primetime and total day viewing among total viewers for the seventh consecutive year. FOX Business is a business news national cable channel and was the #1 business network in business day and market hours among total viewers for each quarter during fiscal 2023. FOX News also produces a weekend political commentary show, \nFOX News Sunday\n, for broadcast on the FOX Television Stations and stations affiliated with the FOX Network throughout the U.S. FOX News, through its FOX News Edge service, licenses news feeds to affiliates to the FOX Network and other subscribers to use as part of local news broadcasts primarily throughout the U.S. FOX News also produces FOX News Audio, which licenses news updates, podcasts, and long-form programs to local radio stations and to mobile, Internet and satellite radio providers.\nFS1. \nFS1 is a multi-sport national network that features live events, including regular season and post-season MLB games, NASCAR, college football, college basketball, the FIFA Men’s and Women’s \nWorld Cup, \nMajor League Soccer (“MLS”), the USFL, the Union of European Football Associations (“UEFA”) European Championship, UEFA Nations League, Concacaf and CONMEBOL soccer and horse racing. In addition to live events, FS1 also features original programming from FOX Sports Films, studio programming such as \nNASCAR Race Hub\n and opinion shows such as\n Undisputed\n and \nThe Herd with Colin Cowherd\n.\nFS2\n. FS2 is a multi-sport national network that features live events, including NASCAR, collegiate sports, horse racing, rugby, world-class soccer and motor sports.\nFOX Sports Racing\n. FOX Sports Racing is a 24-hour video programming service consisting of motor sports programming, including NASCAR events and original programming, National Hot Rod Association (“NHRA”), motorcycle racing and horse racing. FOX Sports Racing is distributed to subscribers in Canada and the Caribbean.\nFOX Soccer Plus\n. FOX Soccer Plus is a premium video programming network that showcases exclusive live soccer and rugby competitions, including events from FIFA, UEFA, Concacaf, CONMEBOL, Super Rugby League, Australian Football League and the National Rugby League.\nFOX Deportes\n. FOX Deportes is a Spanish-language sports programming service distributed in the U.S. FOX Deportes features coverage of a variety of sports events, including premier soccer (such as matches from MLS, Liga MX and Liga de Guatemala), the NFL NFC Championship and the \nSuper Bowl,\n MLB (including regular season games, the \nNational League Championship Series\n in 2022 and the \nAll-Star\n and \nWorld Series\n games), NASCAR Cup Series, college football and WWE Smackdown. In addition to live events, FOX Deportes also features multi-sport news and highlight shows and daily studio programming. FOX Deportes is available to approximately 12.7 million cable and satellite households in the U.S., of which approximately 3.1 million are Hispanic.\n5\nThe Big Ten Network\n. The Big Ten Network is a 24-hour national video programming service dedicated to the collegiate Big Ten Conference and Big Ten athletics, academics and related programming. The Big Ten Network televises live collegiate events, including football games, regular-season and post-season men’s and women’s basketball games, and men’s and women’s Olympic events (including wrestling, volleyball and ice hockey), as well as a variety of studio shows and original programming. The Big Ten Network also owns and operates B1G+ (formerly branded BTN+), a subscription video streaming service that features live streams of non-televised sporting events, replays of televised and streamed events, and a large collection of classic games and original programming. The Company owns approximately 61% of the Big Ten Network.\nDigital Distribution. \nThe Company’s cable network programming is also distributed through FOX-branded websites, apps, podcasts and social media accounts and licensed for distribution through MVPDs’ websites and apps. The Company’s websites and apps provide live and/or on-demand streaming of network-related programming primarily on an authenticated basis to allow video subscribers of the Company’s participating distribution partners to view Company content via the Internet. These websites and apps include FOXNews.com, FOXBusiness.com, FOXWeather.com, FOXSports.com, FOXDeportes.com, theUSFL.com and OutKick.com and the FOX News, FOX Business, FOX Weather, FOX Sports and FOX Deportes mobile apps. FOX News Media also operates direct-to-consumer services FOX Nation, an SVOD service that offers U.S. consumers a variety of on-demand content (including original programming), and FOX Weather, a FAST service that offers local, regional and national weather reporting in addition to live programming. The Big Ten Network distributes programming through the B1G+ subscription video streaming service. The Company also distributes non-authenticated live-streaming and video-on-demand content, podcasts, as well as static visual content such as photography, artwork and graphical design across FOX-branded social media and third party video and audio platforms.\nOutkick Media.\n The Company owns Outkick Media, a digital media company focused on the intersection of sports, news and entertainment.\nUSFL. \nFOX Sports founded and launched the USFL in April 2022. The USFL is a professional spring football league with eight teams playing a 40-game regular season schedule in addition to two playoff games and a championship game. Under multi-year rights agreements, FOX Sports and NBC Sports are the domestic distribution partners of the USFL games.\nCable Network Programming Competition\nGeneral. \nCable network programming is a highly competitive business. Cable networks compete for content, distribution, viewers and advertisers with a variety of media, including broadcast television networks; cable television systems and networks; direct-to-consumer streaming and on-demand platforms and services; mobile, gaming and social media platforms; audio programming; and print and other media. Important competitive factors include the prices charged for programming, the quantity, quality and variety of programming offered, the accessibility of such programming, the ability to adapt to new technologies and distribution platforms, the quality of user experience and the effectiveness of marketing efforts.\nFOX News Media. \nFOX News' primary competition comes from the broadcast networks' national news divisions and cable networks CNN and MSNBC. FOX Business' primary competition comes from the cable networks CNBC and Bloomberg Television. FOX News and FOX Business also compete for viewers and advertisers within a broad spectrum of television networks, including other non-news cable networks, free-to-air broadcast television networks and direct-to-consumer streaming and on-demand platforms and services. FOX News and FOX Business also face competition online from CNN.com, NBCNews.com, NYTimes.com, CNBC.com, Bloomberg.com, Yahoo.com and The Wall Street Journal Online, among others.\nFOX Sports. \nA number of basic and pay television programming services, direct-to-consumer streaming services, and free-to-air stations and broadcast networks compete with FS1, FS2 and the Big Ten Network for sports programming rights, distribution, audiences and advertisers. On a national level, the primary competitors to FS1, FS2, and the Big Ten Network are ESPN, ESPN2, TNT, TBS, USA Network, CBS Sports Network, league-owned networks such as NFL Network, NHL Network, NBA TV and MLB Network, collegiate conference-specific networks such as the SEC Network, Pac-12 Network and ACC Network, and direct-to-consumer streaming services such as ESPN+, Peacock, Amazon Prime Video, Apple TV+, Paramount+, Max, FuboTV, and Roku. In regional markets, the Big Ten Network competes with regional sports networks, local broadcast television stations and other sports programming providers and distributors. \n6\nTelevision\nThe Television segment produces, acquires, markets and distributes programming through the FOX broadcast network, the Tubi AVOD service, broadcast television stations and other digital platforms, primarily in the U.S. The segment also includes various production companies that produce content for the Company and third parties.\nFOX Television Stations\nFOX Television Stations owns and operates 29 full power broadcast television stations, which deliver broadcast network content, local news and syndicated programming to viewers in 18 local markets. These include stations located in 14 of the top 15 largest DMAs and two stations (referred to as duopolies) in each of 11 DMAs, including the three largest DMAs (New York, Los Angeles and Chicago). In two of the duopoly markets, FOX Television Stations is internally channel sharing whereby both of its stations in the market operate using a single 6 MHz channel. Of the 29 full power broadcast television stations, 18 stations are affiliated with the FOX Network. These stations leverage viewer, distributor and advertiser demand for the FOX Network's national content. In addition, the FOX Network's strategy to deliver fewer hours of national content than other major broadcasters benefits stations affiliated with the FOX Network, which can utilize the flexibility in scheduling to offer expanded local news and other programming that viewers covet. Our 29 stations collectively produce approximately 1,200 hours of local news coverage every week. For a description of the programming offered to affiliates of the FOX Network, see \"—The FOX Network.\" In addition, FOX Television Stations owns and operates 10 stations broadcasting programming from MyNetworkTV.\n \nFOX Television Stations also operates a portfolio of digital businesses. These include the FLX (or FOX Local Extension) digital advertising platform and digital distribution businesses, including the LiveNOW from FOX, FOX Locals and FOX Soul FAST services described below under the heading \"Digital Distribution.\"\n7\nThe following table lists certain information about each of the television stations owned and operated by FOX Television Stations. Unless otherwise noted, all stations are affiliates of the FOX Network.\nFOX Television Stations\nDMA/Rank\nStation\nDigital\nChannel RF\n(Virtual)\nType\nPercentage of U.S.\nTelevision Households\nin the DMA \n(a)\nNew York, NY\n1\nWNYW\n27(5)\nUHF\n6.2%\nWWOR-TV\n(b)(c)\n25(9)\nUHF\nLos Angeles, CA*\n2\nKTTV\n11(11)\nVHF\n4.7%\nKCOP-TV\n(b)\n13(13)\nVHF\nChicago, IL\n3\nWFLD\n24(32)\nUHF\n2.9%\nWPWR-TV\n(b)(d)\n31(50)\nUHF\nPhiladelphia, PA\n4\nWTXF-TV\n31(29)\nUHF\n2.5%\nDallas, TX*\n5\nKDFW\n35(4)\nUHF\n2.5%\nKDFI\n(b)\n27(27)\nUHF\nAtlanta, GA*\n6\nWAGA-TV\n27(5)\nUHF\n2.2%\nHouston, TX*\n7\nKRIV\n26(26)\nUHF\n2.2%\nKTXH\n(b)\n19(20)\nUHF\nWashington, DC*\n8\nWTTG\n36(5)\nUHF\n2.1%\nWDCA\n(b)(e)\n36(20)\nUHF\nSan Francisco, CA*\n10\nKTVU\n31(2)\nUHF\n2.1%\nKICU-TV\n(f)\n36(36)\nUHF\nPhoenix, AZ*\n11\nKSAZ-TV\n10(10)\nVHF\n1.7%\nKUTP\n(b)\n26(45)\nUHF\nSeattle-Tacoma, WA*\n12\nKCPQ\n13(13)\nVHF\n1.7%\nKZJO\n(b)\n36(22)\nUHF\nTampa, FL*\n13\nWTVT\n12(13)\nVHF\n1.7%\nDetroit, MI*\n14\nWJBK\n7(2)\nVHF\n1.6%\nMinneapolis, MN\n(g)\n15\nKMSP-TV\n9(9)\nVHF\n1.5%\nWFTC\n(b)\n29(29)\nUHF\nOrlando, FL*\n17\nWOFL\n22(35)\nUHF\n1.4%\nWRBW\n(b)\n28(65)\nUHF\nAustin, TX*\n35\nKTBC\n7(7)\nVHF\n0.8%\nMilwaukee, WI\n38\nWITI\n(h)\n31(6)\nUHF\n0.7%\nGainesville, FL\n159\nWOGX\n31(51)\nUHF\n0.1%\nTOTAL\n \n \n \n \n38.6%\nSource: Nielsen, January 2023\n*\nDenotes a market where stations are also broadcasting in the ATSC 3.0 \"NextGenTV\" standard in partnership with broadcasters in the applicable DMA through channel sharing arrangements or, in the case of KCOP-TV, KTXH and WRBW, each of those stations has made the conversion to and is broadcasting in the ATSC 3.0 standard. By the Fall of 2023, each of KMSP-TV and WTXF-TV is expected to add an ATSC 3.0 stream.\n8\n(a)\nVHF television stations transmit on Channels 2 through 13 and UHF television stations on Channels 14 through 36. The Federal Communications Commission (the \"FCC\") applies a discount (the “UHF Discount\"), which attributes only 50% of the television households in a local television market to the audience reach of a UHF television station for purposes of calculating whether that station’s owner complies with the national station ownership cap imposed by FCC regulations and by statute; in making this calculation, only the station’s RF Broadcast Channel is considered. In a duopoly market, both stations must be UHF for the discount to apply. In addition, the coverage of two commonly owned stations in the same market is counted only once. The percentages listed are rounded and do not take into account the UHF Discount. For more information regarding the FCC’s national station ownership cap, see “Government Regulation.”\n(b)\nMyNetworkTV licensee station.\n(c)\nWWOR-TV hosts television station WRNN, New Rochelle, NY, licensed to WRNN License Company, LLC, an unrelated third party pursuant to a channel sharing agreement between FOX Television Stations and shared WRNN License Company, LLC. A portion of the spectrum formerly licensed to WWOR-TV is now shared with and licensed to WRNN.\n(d)\nWPWR-TV channel shares with WFLD.\n(e)\nWDCA channel shares with WTTG.\n(f)\nIndependent station.\n(g)\nThe Company also owns and operates full power station KFTC, Channel 26, Bemidji, MN as a satellite station of WFTC, Channel 29, Minneapolis, MN. Station KFTC is in addition to the 29 full power stations described in this section. \n(h)\nWITI hosts television station WVCY, Milwaukee, WI, licensed to VCY America, Inc., an unrelated third party pursuant to a channel sharing agreement between WITI Television, LLC, the predecessor in interest of FOX Television Stations, and VCY America, Inc. A portion of the spectrum family licensed to WITI is now shared with and licensed to WVCY.\nThe FOX Network\nThe FOX Network is a premier national television broadcast network, renowned for disrupting legacy broadcasters with powerful sports programming and appealing primetime entertainment. The FOX Network regularly delivers approximately 16 hours of weekly primetime programming to 209 local market affiliates, including 18 stations owned and operated by the Company, covering approximately 99.9% of all U.S. television households, according to Nielsen. The FOX Network primetime lineup is intended to appeal primarily to the 18 to 49 year old audience, the demographic group that advertisers seek to reach most often, with particular success in the 18 to 34 year old audience. The FOX Network has ranked among the top two networks in the 18 to 34 year old audience for the past 28 broadcast seasons. During the 2022-2023 broadcast season, the FOX Network ranked #1 in the 18 to 49 year old audience and #1 across key advertiser demographic groups, including the 18 to 34 year old audience (based on Nielsen’s live+7 ratings). The FOX Network programming ranked #1 among all broadcast network primetime programming for the 2022-2023 broadcast season in the 18 to 49 year old audience (based on Nielsen’s commercial+7 ratings). The median age of the FOX Network viewer is 60 years, as compared to 63 years for ABC Television Network (“ABC”), 64 years for NBC and 66 years for CBS.\n•\nFOX Sports.\n A significant component of FOX Network programming consists of sports programming, with the FOX Network providing to its affiliates during the 2022-2023 broadcast season live coverage of the NFL, including the premier NFC rights package and\n America's Game of the Week\n (the #1 show on television). The FOX Network also provides live coverage of MLB (including the post-season and the \nWorld Series\n), college football and basketball, the NASCAR Cup Series (including the \nDaytona 500\n), MLS, the USFL and weekly episodes of \nWWE Friday Night SmackDown\n. In certain years, FOX Sports broadcasts the \nSuper Bowl\n, the FIFA \nWorld Cup\n and the UEFA European Championship. FOX Sports entered into an expanded 11-year media rights agreement with the NFL in fiscal 2021 that extended FOX Sports' coverage of NFC games, created new and exclusive holiday games on the FOX Network, and expanded FOX's digital rights to enable future direct-to-consumer opportunities as well as NFL-related programming on Tubi. \n•\nFOX Entertainment.\n FOX Entertainment delivers high-quality scripted, unscripted, animated and live event content. \nFOX Entertainment primetime programming during the 2022-2023 broadcast season \n9\nfeatured such scripted series as \n9-1-1\n, \n9-1-1: Lone Star\n,\n Accused\n,\n The Cleaning Lady\n, \nAlert: Missing Persons Unit\n, and the FOX Entertainment-owned comedy \nAnimal Control; \nanimated series, including\n The Simpsons\n,\n Bob's Burgers\n,\n Family Guy \nand\n The Great North\n; and unscripted series, such as \nNext Level Chef\n and \nGordon Ramsay’s Food Stars\n from Studio Ramsay Global (FOX's co-owned \nproduction company with Gordon Ramsay)\n, The Masked Singer, I Can See Your Voice, LEGO Masters, Special Forces: World's Toughest Test\n, \nFarmer Wants a Wife\n and investigative report specials from FOX-owned TMZ. \nDuring the 2022-2023 broadcast season, FOX Entertainment featured the #1 entertainment telecast with \nNext Level Chef\n following \nSuper Bowl LVII\n, the #1 broadcast drama \n9-1-1\n,\n \nthe #1 new unscripted series \nSpecial Forces: World’s Toughest Test\n, the #1 new scripted drama in 2023 \nAccused\n, and three of the top 10 comedies on broadcast television with \nThe Simpsons\n, \nFamily Guy\n and \nBob’s Burgers\n.\nThe FOX Network obtains national sports programming through license agreements with professional or collegiate sports leagues or organizations, including long-term agreements with the NFL, MLB, college football and basketball conferences, NASCAR, FIFA, UEFA, Concacaf, CONMEBOL and WWE. Entertainment programming is obtained from major television studios, including 20\nth\n Television (formerly known as Twentieth Century Fox Television and which is owned by Disney), Sony Pictures Television and Warner Bros. Television, and independent television production companies pursuant to license agreements. The terms of these agreements generally provide the FOX Network with the right to acquire broadcast rights to a television series for a minimum of four seasons. Entertainment programming is also provided by the Company's in-house production companies. \nThe FOX Network provides programming to affiliates in accordance with affiliation agreements of varying durations, which grant to each affiliate the right to broadcast network television programming on the affiliated station. Such agreements typically run three or more years and have staggered expiration dates. These affiliation agreements require affiliates to the FOX Network to carry the FOX Network programming in all time periods in which the FOX Network programming is offered to those affiliates, subject to certain exceptions stated in the affiliation agreements.\nTubi\nTubi is a leading AVOD service that is available on multiple digital platforms in the United States and select international regions. The business is part of the Tubi Media Group division formed in fiscal 2023 to house the Company's digital platform services. Tubi offers a content library of over 60,000 titles from over 400 content partners, including every major Hollywood studio, and a growing number of new original titles. Tubi also features key FOX content, such as \nThe Masked Singer\n, \nNext Level Chef \nand \nDivorce Court\n, as well as sports programming and live local and national news content. In addition to its on-demand library, Tubi offers nearly 250 sports, entertainment and local news linear streaming channels. These include channels featuring FOX Entertainment's \nThe Masked Singer\n, TMZ and Studio Ramsay Global’s Gordon Ramsay and feeds from over 100 local television stations (including FOX's owned and operated stations), covering 75 DMAs and 22 of the top 25 markets. As of June 2023, Tubi is available on 33 digital platforms, including connected television devices, and online at www.tubitv.com. In fiscal 2023, the service generated approximately 6.8 billion hours of total view time (the total number of hours watched).\nTubi enables the Company's advertising partners to access a substantial, incremental digital audience. As of May 2023, the median age of Tubi’s audience is approximately 10 years younger than the median age of broadcast television viewers. Tubi’s viewers are diverse and multicultural with a majority of its audience not subscribing to traditional or virtual MVPD services. \nEntertainment Programming Production\nThe Company also produces entertainment programming for its own traditional and digital entertainment platforms and for third parties. FOX’s entertainment production companies include two companies acquired in fiscal 2022: MarVista Entertainment, a global entertainment studio that produces and distributes movies and other content for Tubi and third party networks and digital platforms, and TMZ, which produces daily syndicated magazine programs, broadcast and other television specials and other content for distribution on traditional and digital platforms, including FOX Television Stations, Tubi, FOX Nation and other digital properties. The Company has also formed a co-owned production company with Gordon Ramsay called Studio Ramsay Global \n10\nthat develops, produces and distributes culinary and lifestyle programming such as \nGordon Ramsay’s Food Stars\n and \nNext Level Chef\n for FOX, \nKitchen Commando\n for Tubi and other programs for global markets. Fox Alternative Entertainment is a full-service production studio that develops and produces unscripted and alternative programming primarily for the FOX Network, including \nThe Masked Singer, I Can See Your Voice \nand\n Name That Tune\n.\n \nBento Box Entertainment, an animation production company, produces programming for cable and broadcast networks (including programming such as \nKrapopolis\n, \nBob's Burgers\n and \nThe Great North\n for the FOX Network\n)\n and digital platforms.\nDigital Distribution\nThe Company's Television segment also distributes programming through FOX-branded websites, apps, podcasts and social media accounts and licenses programming for distribution through MVPDs' websites and apps. The Company's websites and apps include FOX.com, FOXSports.com, TMZ.com, the FOX Sports app and the TMZ app and provide live and/or on-demand streaming of FOX Network shows and programming from broadcast stations affiliated with the FOX Network. Other digital properties offering Television segment programming and other content include Tubi and the TMZ FAST service. FOX Television Stations distributes content across websites and mobile apps associated with the stations, Tubi, a range of third-party platforms, and FOX Television Station’s FAST services. These services include LiveNOW from FOX, which offers live news coverage; FOX Soul, a service dedicated to the African American viewer that features original and syndicated programming; and FOX Locals, a group of FAST services that offer live and recorded content from over 15 FOX-owned and operated local television stations. The Company's FAST services are distributed across multiple devices and platforms, including traditional and virtual MVPDs, Tubi, connected TV device platforms and other digital platforms. \nMyNetworkTV\nThe programming distribution service, Master Distribution Service, Inc. (branded as MyNetworkTV), distributes two hours per night, Monday through Friday, of off-network programming from syndicators to its over 180 licensee stations, including 10 stations owned and operated by the Company, and is available to approximately 94.9% of U.S. households as of June 30, 2023.\nCompetition\nThe network television broadcasting business is highly competitive. The FOX Network (with respect to both its sports and entertainment programming), MyNetworkTV and Tubi compete for audiences, programming and advertising revenue with a variety of competing media, including other broadcast television networks; cable television systems and networks; direct-to-consumer streaming and on-demand platforms and services; mobile, gaming and social media platforms; audio programming; and print and other media. In addition, the FOX Network and MyNetworkTV compete with other broadcast networks and programming distribution services to secure affiliations or station agreements with independently owned television stations in markets across the U.S. ABC, NBC and CBS each broadcast a significantly greater number of hours of programming than the FOX Network and, accordingly, may be able to designate or change time periods in which programming is to be broadcast with greater flexibility than the FOX Network. Technological developments are also continuing to affect competition within the broadcast television marketplace. Our entertainment programming production businesses compete with other content creators for creative talent, new content ideas, intellectual property and the distribution of their content.\nEach of the stations owned and operated by FOX Television Stations also competes for advertising revenues with other television stations, radio and cable systems in its respective market area, along with other advertising media, including direct-to-consumer streaming and on-demand platforms and services; mobile, gaming and social media platforms; newspapers, magazines, outdoor advertising and direct mail. All of the stations owned and operated by FOX Television Stations are located in highly competitive markets. Additional factors that affect the competitive position of each of the television stations include management experience, authorized power and assigned frequency of that station. Competition for sales of broadcast advertising time is based primarily on the anticipated and actually delivered size and demographic characteristics of audiences as determined by various rating services, price, the time of day when the advertising is to be broadcast, competition from the other broadcast networks, cable television systems, direct broadcast satellite television, services and digital media and general economic conditions. Competition for audiences is based primarily on \n11\nthe selection of programming, the acceptance of which is dependent on the reaction of the viewing public, which is often difficult to predict.\nOther, Corporate and Eliminations\nThe Other, Corporate and Eliminations segment consists primarily of the FOX Studio Lot, Credible, corporate overhead costs and intracompany eliminations.\nFOX Studio Lot\nFOX owns the FOX Studio Lot in Los Angeles, California. The historic lot is located on over 50 acres of land and has over 1.85 million square feet of space for both administration and production and post-production services available to service a wide array of industry clients, including 15 sound stages, two broadcast studios, theaters and screening rooms, editing rooms and other television and film production facilities. The FOX Studio Lot provides two primary revenue streams — the lease of a portion of the office space to Disney and other third parties and the operation of studio facilities for third party productions, which until 2026 will predominantly be Disney productions.\nCredible\nThe Company holds 66% of the equity in Credible, which operates consumer finance and insurance marketplaces in the U.S. Credible’s offerings provide consumers personalized product and rate options for a range of financial products, including student loans, personal loans, mortgages and insurance policies from multiple consumer lending and insurance providers. Credible is part of the Tubi Media Group division.\nInvestments\nFlutter\nThe Company holds an equity interest in Flutter, an online sports betting and gaming company with operations in the U.S. and internationally. The Company owns approximately 4.3 million ordinary shares, which represents approximately 2.5% of Flutter as of June 30, 2023. In addition, subject to certain conditions and applicable gaming regulatory approvals, FOX Sports holds a 10-year call option expiring in December 2030 to acquire an 18.6% equity interest in Flutter's majority-owned subsidiary, FanDuel Group (\"FanDuel\"). The FanDuel option was the subject of arbitration proceedings, which concluded during fiscal 2023 and determined the price payable of $3.7 billion plus an annual escalator of 5%. As of June 30, 2023, the option price is approximately $4 billion. FOX has no obligation to commit capital towards this opportunity unless and until it exercises the option. In addition, Flutter cannot pursue an initial public offering for FanDuel without FOX's consent or approval from the arbitrator.\nGovernment Regulation\nThe Communications Act and FCC Regulation\nThe television broadcast industry in the U.S. is highly regulated by federal laws and regulations issued and administered by various agencies, including the FCC. The FCC regulates television broadcasting, and certain aspects of the operations of cable, satellite and other electronic media that compete with broadcasting, pursuant to the Communications Act of 1934, as amended (the “Communications Act”). The introduction of new laws and regulations or changes in the enforcement or interpretation of existing laws and regulations could have a negative impact on the operations, prospects and financial performance of the Company.\nBroadcast Licenses.\n The Communications Act permits the operation of television broadcast stations only in accordance with a license issued by the FCC upon a finding that the grant of the license would serve the public interest, convenience and necessity. The Company, through its subsidiaries, holds broadcast licenses in connection with its ownership and operation of television stations. Under the Communications Act, television broadcast licenses may be granted for a maximum term of eight years. Generally, the FCC renews broadcast licenses upon finding that the television station has served the public interest, convenience and necessity; there have been no serious violations by the licensee of the Communications Act or FCC rules and regulations; and there have been no other violations by the licensee of the Communications Act or FCC rules and regulations \n12\nwhich, taken together, indicate a pattern of abuse. The current renewal cycle for FOX Television Stations' FCC applications for its full power broadcast licenses began in 2020 and all license renewal applications for the current cycle have been filed. One of the pending applications has been opposed by a third party.\nOwnership Regulations.\n Under the FCC’s national television ownership rule, one party may own television stations with a collective national audience reach of not more than 39% of all U.S. television households, subject to the UHF discount. Under the UHF discount, a UHF television station is attributed with reaching only 50% of the television households in its market for purposes of calculating national audience reach. In December 2017, the FCC issued a Notice of Proposed Rulemaking pursuant to which it will consider modifying, retaining or eliminating the 39% national television audience reach limitation (including the UHF discount). If the FCC determines in the future to eliminate the UHF discount and the national television audience reach limitation is not eliminated or modified, the Company’s ability to acquire television stations in additional markets may be negatively affected.\nThe Company is also subject to other communications laws and regulations relating to ownership. For example, FCC dual network rules prohibit any of the four major broadcast television networks — FOX, ABC, CBS, and NBC — from being under common ownership or control. In addition, under the Communications Act, no broadcast station licensees may be owned by a corporation if more than 25% of the corporation’s stock is owned or voted by non-U.S. persons, their representatives, or by any other corporation organized under the laws of a foreign country. This ownership limit can be waived if the FCC finds it to be in the public interest. The FCC could review the Company’s compliance with the foreign ownership regulations in connection with its consideration of FOX Television Stations’ license renewal applications. The Company’s amended and restated certificate of incorporation authorizes the Company’s Board of Directors to take action to prevent, cure or mitigate the effect of stock ownership above the applicable foreign ownership threshold, including: refusing to permit any transfer of common stock to or ownership of common stock by a non-U.S. stockholder; voiding a transfer of common stock to a non-U.S. stockholder; suspending rights of stock ownership if held by a non-U.S. stockholder; or redeeming common stock held by a non-U.S. stockholder.\nCarriage and Content Regulations.\n FCC regulations require each television broadcaster to elect, at three-year intervals, either to require carriage of its signal by traditional MVPDs in the station’s market or to negotiate the terms through which that broadcast station would permit transmission of its signal by the traditional MVPDs within its market, which we refer to as retransmission consent. FOX Television Stations have historically elected retransmission consent for all of their owned and operated stations, and the Company has been compensated as a result.\nFederal legislation limits the amount of commercial matter that may be broadcast during programming originally designed for children 12 years of age and younger to 10 ½ minutes per hour during the weekend and 12 minutes per hour during the week. In addition, FCC regulations generally require television stations to broadcast a minimum of three hours per week of programming, which, among other requirements, must serve, as a \"significant purpose,\" the educational and informational needs of children 16 years of age and under. Under FCC rules, one of the three hours per week may air on a television's station's multicast stream(s); the other two hours must air on the primary programming stream. A television station found not to have complied with the programming requirements or commercial limitations could face sanctions, including monetary fines and the possible non-renewal of its license.\nThe FCC continues to strictly enforce its regulations concerning indecency, sponsorship identification, political advertising, children's television, environmental concerns, emergency alerting and information, equal employment opportunity, technical operating matters and antenna tower maintenance. Federal law authorizes the FCC to impose fines of up to $479,945 per incident for violation of the prohibition against indecent and profane broadcasts, and the FCC may also impose fines or revoke licenses for serious or multiple violations of the indecency prohibition and/or its other regulations. Modifications to the Company’s programming to reduce the risk of indecency violations could have an adverse effect on the competitive position of FOX Television Stations and the FOX Network. If indecency regulation is extended to Internet or cable and satellite programming, and such extension was found to be constitutional, some of the Company’s other programming services could be subject to additional regulation that might adversely affect subscription and viewership levels. Because FCC complaints are confidential, there may be pending nonpublic complaints alleging non-compliance and it is not possible to predict the outcome of any such complaints.\n13\nIn addition, the Federal Trade Commission, or FTC, has increased its focus on unfair and deceptive advertising practices, particularly with respect to social media marketing. Both FCC and FTC rules and guidance require marketers to clearly and conspicuously disclose whenever there has been payment for a marketing message or when there is a material connection between an advertiser and a product endorser.\nFCC rules also require the closed captioning of almost all broadcast and cable programming. In addition, Federal law requires affiliates of the four largest broadcast networks in the 80 largest markets to carry a specified minimum number of hours of primetime or children’s programming per calendar quarter with audio descriptions, i.e., a verbal description of key visual elements inserted into natural pauses in the audio and broadcast over a separate audio channel. The same statute requires programming that was captioned on television to retain captions when distributed via Internet Protocol apps or services.\nIn addition, FCC regulations govern various aspects of the agreements between networks and affiliated broadcast stations, including a mandate that television broadcast station licensees retain the right to reject or refuse network programming in certain circumstances or to substitute programming that the licensee reasonably believes to be of greater local or national importance.\nViolation of FCC regulations can result in substantial monetary forfeitures, periodic reporting conditions, short-term license renewals and, in egregious cases, denial of license renewal or revocation of license. Violation of FTC-imposed obligations can result in enforcement actions, litigation, consent decrees and, ultimately, substantial monetary fines.\nBroadcast Transmission Standard.\n In November 2017, the FCC adopted rules to permit television broadcasters to voluntarily broadcast using the \"Next Generation\" broadcast television transmission standard developed by the Advanced Television Systems Committee, Inc., also referred to as \"ATSC 3.0\" or \"NEXTGEN TV\". FOX Television Stations is actively building out ATSC 3.0 facilities and is participating in various ATSC 3.0 testing with other broadcasters, but it is too early to predict the impact of this technical standard on the Company's operations. In June 2020, the FCC adopted a Declaratory Ruling and Notice of Proposed Rulemaking declaring that local and national ownership restrictions do not apply to non-video services. In June 2022, the FCC issued a Third Notice of Proposed Rulemaking that raises a number of questions that could impact the adoption and roll-out of both video and non-video ATSC 3.0 services, as well as the broadcast requirements for the ATSC 1.0 standard.\nPrivacy and Information Regulation\nThe laws and regulations governing the collection, use, retention, and transfer of consumer information are complex and rapidly evolving, particularly as they relate to the Company's digital businesses. Federal and state laws and regulations affecting the Company's online services, websites, and other business activities include: the Children's Online Privacy Protection Act, which prohibits websites and online services from collecting personally identifiable information online from children under age 13 without prior parental consent; the Video Privacy Protection Act, which prohibits the knowing disclosure of information that identifies a person as having requested or obtained specific video materials from a \"video tape service provider;\" the Telephone Consumer Protection Act, which restricts certain marketing communications, such as text messages and calls, without explicit consent; the Gramm-Leach-Bliley Act, which regulates the collection, handling, disclosure, and use of certain personal information by companies that offer consumers financial products or services, imposes notice obligations, and provides certain individual rights regarding the use and disclosure of certain information; and the California Consumer Privacy Act (the \"CCPA\") (as amended by the California Consumer Privacy Rights Act (\"CPRA\")), which imposes broad obligations on the collection, use, handling and disclosure of personal information of California residents. For example, subject to certain exceptions, the CCPA provides individual rights for Californians, such as the right to access, delete, correct, and restrict the \"sale\" or \"sharing\" of personal information, including in connection with targeted advertising. Virginia, Colorado, Connecticut, and Utah have similar privacy laws that have or will become effective in 2023.\n \nA number of privacy and data security bills that address the collection, retention and use of personal information, breach notification requirements and cybersecurity that would impose additional obligations on businesses, including in connection with targeted advertising, are pending or have been adopted at the state and federal level.\n \nFor example, the CPRA, which generally became effective on January 1, 2023, creates a new \n14\nstate privacy protection agency, expands individual rights, and introduces new requirements for businesses, among other things. Several of these matters are subject to additional rulemaking. Other states have passed or introduced similar privacy legislation, including Virginia, Colorado, Utah, Connecticut, Iowa, Indiana, and Tennessee. In addition, the FTC and state attorneys general and other regulators have made privacy and data security an enforcement focus. The FTC also has initiated a rulemaking proceeding to explore rules concerning the collection, use, disclosure and security of personal information. Other federal and state laws and regulations that could impact our businesses also may be adopted, such as those relating to minors, tailored advertising and its measurement, and oversight of user-generated content.\nForeign jurisdictions also have implemented and continue to introduce new privacy and data security laws and regulations, which apply to certain of the Company’s operations. It is possible that our current data protection policies and practices may be deemed inconsistent with new legal requirements or interpretations thereof and could result in the violation of these new laws and regulations. The EU General Data Protection Regulation, in particular, regulates the collection, use and security of personal data and restricts the trans-border flow of such data. Other countries, including the United Kingdom, Canada, Australia, China, and Mexico, also have enacted data protection legislation.\nThe Company monitors and considers these laws and regulations, particularly with respect to the design and operation of digital content services and legal and regulatory compliance programs. These laws and regulations and their interpretation are subject to change, and could result in increased compliance costs, claims, financial penalties for noncompliance, changes to business practices, including with respect to tailored advertising, or otherwise impact the Company’s business. Violations of these laws and regulations could result in significant monetary fines and other penalties, private litigation, require us to expend significant resources to defend, remedy and/or address, and harm our reputation, even if we are not ultimately responsible for the violation.\nConsumer Finance Laws and Regulations\nCredible operates consumer finance and insurance marketplaces that market and provide services in heavily regulated industries across the United States. As a result, Credible is subject to a variety of federal and state laws and regulations. These include the laws and regulations governing the collection, use and transfer of consumer information described above and the following:\n•\nthe Truth-in-Lending Act, the Equal Credit Opportunity Act, the Fair Credit Reporting Act, the Fair Housing Act, the Real Estate Settlement Procedures Act, or “RESPA,” and similar state laws, and federal and state unfair and deceptive acts and practices, or “UDAAP,” laws and regulations, which place restrictions on the manner in which consumer loans and insurance products are marketed and originated and the amount and nature of fees that may be charged or paid to Credible by lenders, insurance carriers and real estate professionals for providing or obtaining consumer loan and insurance requests;\n•\nthe Dodd-Frank Wall Street Reform and Consumer Protection Act, which, among other things, imposes requirements related to mortgage disclosures; and\n•\nfederal and state licensing laws, such as the Secure and Fair Enforcement for Mortgage Licensing Act of 2008, or “SAFE Act,” which establishes minimum standards for the licensing and regulation of mortgage loan originators, and state insurance licensing laws.\nIntellectual Property\nThe Company’s intellectual property assets include copyrights in television programming and other publications, websites and technologies; trademarks, trade dress, service marks, logos, slogans, sound marks, design rights, symbols, characters, names, titles and trade names, domain names; patents or patent applications for inventions related to its products, business methods and/or services, trade secrets and know how; and licenses of intellectual property rights of various kinds. The Company derives value from these assets through the production, distribution and/or licensing of its television programming to domestic and international cable and satellite television services, video-on-demand services, operation of websites, and through the sale of products, such as collectible merchandise, apparel, books and publications, among others.\n15\nThe Company devotes significant resources to protecting its intellectual property, relying upon a combination of copyright, trademark, unfair competition, patent, trade secret and other laws and contract provisions. There can be no assurance of the degree to which these measures will be successful in any given case. Policing unauthorized use of the Company’s products and services and related intellectual property is often difficult and the steps taken may not in every case prevent the infringement by unauthorized third parties of the Company’s intellectual property. The Company seeks to limit that threat through a combination of approaches, including offering legitimate market alternatives, deploying digital rights management technologies, pursuing legal sanctions for infringement, promoting appropriate legislative initiatives and international treaties and enhancing public awareness of the meaning and value of intellectual property and intellectual property laws. Piracy, including in the digital environment, continues to present a threat to revenues from products and services based on intellectual property.\nThird parties may challenge the validity or scope of the Company’s intellectual property from time to time, and such challenges could result in the limitation or loss of intellectual property rights. Even if not valid, such claims may result in substantial costs and diversion of resources that could have an adverse effect on the Company’s operations.\nHuman Capital Resources\nOur workforce is the creative, strategic and operational engine of FOX's success, and we are committed to developing and supporting our employees. We aim to develop our human capital by recruiting a talented and diverse workforce, offering competitive compensation and benefits, fostering a healthy work-life balance, providing growth and development opportunities, protecting health and safety, fostering workplace civility and inclusion and encouraging our employees to have an impact in their communities. \nAs of June 30, 2023, we had approximately 10,400 full-time employees. In the ordinary course of our business and consistent with industry practice, we also employ freelance and temporary workers who provide important production and broadcast support services. The vast majority of our workforce is based in the United States, and a portion is unionized. We have posted on our corporate website our Employment Information Report (EEO-1), showing the race, ethnicity and gender of our U.S. \nemployees at https://www.foxcorporation.com/eeo-1-data.\nFOX’s Corporate Social Responsibility Report, also posted on our website at \nwww.foxcorporation.com\n, provides a detailed review of our human capital programs and achievements. Our key human capital initiatives include:\nRecruitment and Diversity\nWe are committed to diversity from the very top of the Company. Our Board of Directors requires that minority and female candidates are presented for consideration with each Director vacancy. We believe that the more voices in the room and the more diverse the experiences of our colleagues, the better FOX’s internal culture and external programming are. Our diversity enables us to be more reflective of the audiences we reach and enhances our ability to create news, sports, and entertainment programming that serves all viewers across the country.\nFOX lists job openings internally and externally because we believe this is one of the best tools to reach the widest and most diverse pool of candidates. We include the salary range in job postings to promote pay transparency and further pay equity. We also collaborate with professional organizations that offer FOX access to talent at recruiting events and conventions. These organizations include:\n•\nAsian American Journalists Association (AAJA)\n•\nNational Association of Black Journalists (NABJ)\n•\nNational Association of Hispanic Journalists (NAHJ)\n•\nNative American Journalists Association (NAJA)\n•\nNLGJA: The Association of LGBTQ+ Journalists\n•\nRadio Television Digital News Association (RTDNA)\n16\nWe also offer paid internships to build a diverse pipeline of early-career talent and emerging leaders. The FOX Internship Program offers students an exciting opportunity to gain practical experience, participating in real-world projects and seminars on the media industry, technology and professional development. This internship program, which runs for 8-10 weeks three times per year, welcomed over 475 students in calendar year 2022. We are proud that our internship program was listed on Vault's 2022 and 2023 \"100 Best Internships,\" and it was the 2023 Winner of the Interns 2 Pros Internship Program of the Year (for excellence in its 2022 program). We also partner with the Emma Bowen Foundation, the T. Howard Foundation, the International Television and Radio Society, Sports Biz Careers, NAB Emerson Coleman Fellowship, Pathway at UCLA Extension and the Entertainment Industry College Outreach Program to provide media internships for promising students.\nIn addition, FOX has developed and implemented a number of internal early career training programs designed to provide outstanding individuals with workforce skills and professional development opportunities. These programs build the pipeline of our next generation of leaders, many of whom are from underrepresented backgrounds. Examples include:\n•\nFOX Ad Sales Training: Initiated in 2021, this rotational program aims to attract, develop, and retain early career talent. Through exposure to various functions within Ad Sales, the program develops professional skills of promising individuals recruited from outside FOX.\n•\nFOX Alternative Entertainment (“FAE”) FASTRACK: This highly selective accelerated producers’ initiative is designed to nurture producers with diverse backgrounds and life experiences, and create a pipeline for new, behind-the-camera talent on FAE series. Launched in 2020, the program places candidates as associate producers on production teams across various FAE-produced shows to provide valuable exposure to many facets of production.\n•\nFOX News Media Digital Rotational Program: Launched in 2021, this program strives to identify high potential talent from diverse backgrounds with a passion for the FOX News Media brand. The goal is to find staff placement for the individuals who complete the one-year rotational program across three key departments for four months each and have proven themselves to be integral members of the FOX News Media Digital team.\n•\nFOX News Multimedia Reporters Training Program: This program places talent from diverse backgrounds in multimedia reporter roles across the country, where they shoot, report, edit and produce their own high-end content across FOX News platforms. Through daily guidance and feedback from management, we challenge and enable the talent to continually hone their journalistic skills.\n•\nFOX Sports Professional Development Program: This program prepares production team leaders with skills for the unique sports production environment, such as communication and influence in the control room under short deadlines.\n•\nFOX Television Stations Sales Training Program: This program was created to develop and mentor the next generation of diverse and motivated sales professionals for FOX Television Stations. Trainees participate in both intensive classroom study of all aspects of the television station advertising sales business and shadowing of FOX Television Stations sales account executives.\n•\nFOX Writers Incubator Initiative: This FOX Entertainment program, which welcomed its first class in March 2022, nurtures and trains talented writers with diverse voices, backgrounds and life experiences. Writers work intensively on their scripts with the support of established writers, executives, directors and producers across all genres (comedy, drama, animation, etc.).\nEmployee Compensation and Benefits\nWe are proud to invest in our people through competitive pay and comprehensive benefits designed to attract, motivate and retain our talent. Providing equal pay for equal work, without regard to race, gender or other protected characteristics, is an imperative at FOX. We link our more senior employees' pay to corporate performance through discretionary annual incentive compensation awards. Other employees may be eligible for equity awards or other long-term incentives depending on their business unit and level/role.\nFOX also provides generous benefits that support the health, wellness and financial stability of our employees and their families. Full-time employees are eligible for medical insurance through a choice of several \n17\nplans, in which employees also may enroll family members, including domestic partners and their children. Many employees benefit from the convenience of covered telemedicine visits as well as virtual primary care services. In addition, we provide vision and dental insurance, which includes coverage for adult orthodontic care. Our coverage is generous, with employee contributions and costs more favorable than national averages according to a 2022 Mercer LLC survey. Eligible employees may participate in flexible spending accounts, health savings accounts, and qualified transportation expense accounts. We also provide employees with a health advocate service, with experts who support employees and their eligible family members in navigating a wide range of health and insurance-related issues.\nFull-time employees are eligible to receive paid company holidays, floating holidays, vacation, sick and safe time, life insurance, accidental death and dismemberment insurance, business travel accident insurance, full salary replacement for up to 26 weeks of short-term disability, basic long-term disability insurance, charitable gift matching, cybersecurity and malware protection for personal devices and an employee assistance program that offers onsite counseling in our New York and Los Angeles worksites, as well as smoking cessation and weight management programs. The FOX 401(k) Savings Plan provides employees with a company contribution, and it offers a company match, Roth and post-tax contribution options and catch-up contributions. Freelance employees who work a minimum number of hours are also eligible for a medical, dental, and vision plan, as well as our FOX 401(k) Savings Plan and the health advocate service. Finally, FOX also offers employees group discounts in various voluntary benefits such as critical illness insurance, group universal life insurance, auto and home insurance, access to legal services, pet insurance, supplemental long-term disability insurance and student loan refinancing.\nWork-Life Balance and Workplace Flexibility\nWe believe offering our employees the tools necessary for a healthy work-life balance empowers them to thrive in our modern workforce. To that end, FOX allows eligible individuals the opportunity to work on a partially remote (i.e., “hybrid”) or fully remote basis in appropriate circumstances. We support these working arrangements by deploying online collaboration tools, offering e-learning courses on effective remote work, providing reasonable office supplies and reimbursing business expenses. The Company also reimburses employees who work on a fully remote basis with a monthly stipend for business expenses (including mobile or other devices, Internet and electricity). Where appropriate, we provide technology and mobile communication devices, tailored to employee duties.\nOur parental leave policy allows eligible new parents to bond with their children for a substantial period with full pay, and our workplaces have lactation rooms for our new mothers. We provide onsite subsidized childcare to full-time employees at the Los Angeles FOX Child Care Center. In addition, we offer up to 40 days of backup child, adult, elder and return-to-work care. Starting in 2022, we added backup pet care and online academic help with homework and tutors for all ages. In addition, we have onsite fitness centers in our New York and Los Angeles worksites.\nLearning and Development\nFOX offers employees multiple learning and development programs, including tuition reimbursement, management and leadership development, online and on-demand e-learning, live webinars and assessment tools. Our annual MentorMatch program provides junior employees with the tools and resources to grow their careers through relationship-building and networking. We also identify key individuals for ongoing talent management, retention and succession planning. Within FOX News Media and FOX Television Stations, we deliver specialized training on the First Amendment, defamation, privacy, infringement and other newsgathering and reporting topics to educate employees on these principles and provide advice on best practices.\nHealth and Safety\nFOX is committed to protecting the health, safety and working environment of our employees, clients and neighbors. Our Environment, Health and Safety Program manages risks by implementing proactive, practical and feasible controls into daily work activities, as appropriate. Employees receive health and safety training orientations and have access to several workplace safety programs and resources. The program works to \n18\ncontinuously improve performance through preventive measures, as well as efforts to correct hazards or dangerous conditions and minimize the environmental impact of our activities. \nMoreover, FOX has a Global Security team that oversees the Company’s security and emergency response efforts as well as emergency planning and preparedness. The team proactively monitors, reports and responds to potential and actual threats to people, physical assets, property, as well as productions and events, using a number of tools, including advanced technology, active training programs and risk assessment and management processes.\nWorkplace Civility and Inclusion\nTrust begins in the workplace every single day. We are committed to fostering a working environment of trust for our colleagues, in which people do their best work. Harassment, discrimination, retaliation and threats to health and safety all undermine our working environment of trust and make it harder for people to excel. Therefore, it is our policy to provide a safe work environment free from this or any other unlawful conduct.\nCreating and maintaining an environment free of discrimination and harassment begins at the highest leadership level of the Company and we have focused on embedding this commitment throughout our policies and practices. The FOX Standards of Business Conduct and the Preventing Harassment, Discrimination and Retaliation Policy, which are posted on our website, create our framework for addressing complaints and taking remedial measures as needed. These policies offer multiple complaint channels, including a third-party managed hotline that allows for anonymous reporting of concerns. In addition, all new hires must complete training on the Preventing Harassment, Discrimination and Retaliation Policy, as well as compliance and business ethics, and existing employees must complete the training periodically.\nFOX also has several employee-driven Employee Resource Groups (ERGs) formed around shared identity, interests or pursuits for the purpose of advancing careers, encouraging a more respectful workplace community and fostering a sense of belonging. They include:\n•\nABLE – promotes an inclusive environment and culture for our colleagues with disabilities through advocacy and allyship\n•\nACE (Asian Community Exchange) – serves Asian Americans at FOX by advancing our members, championing our stories and empowering our communities\n•\nBLK+ – celebrates our Black colleagues and seeks to build community through programming and professional development while standing in solidarity with our allies\n•\nHOLA (Hispanic Organization for Leadership and Advancement) – develops Hispanic leaders, enriches FOX’s diverse culture and drives positive impact\n•\nPRIDE – cultivates community among FOX’s LGBTQ+ colleagues and allies, supports causes important to the LGBTQ+ community\n•\nVETS – committed to the community of veterans, current service members, military supporters and military spouses employed at FOX by embracing our four core values – Community, Appreciation, Connection & Education\n•\nWiT (Women in Tech) – attracts, advances and empowers women technologists and amplifies their impact at FOX\n•\nWOMEN@FOX – creates the space for developing female leadership at all levels and fostering a culture where all women thrive\nMaintaining a work environment where employees can thrive, advance and feel included is one of our top priorities at FOX.\nAs a result of these and other efforts, many outside organizations have recognized FOX for our deep commitment to inclusion and diversity. For example:\n•\nDiversityComm once again recognized FOX as a Top Employer and as a Top LGBTQ+ Friendly Company for 2023\n19\n•\nFOX was appointed to the Military Friendly® Employer list again for 2023 and named a Military Friendly® Brand; FOX also was rated a 4-Star Employer by VETS Indexes\n•\nFOX was named to Disability Equality Index's \"Best Places to Work for Disability Inclusion\" list for 2023, continuing year-over-year recognition as a top scoring employer\n•\nBlack EOE Journal, HISPANIC Network Magazine, Professional WOMAN’s Magazine and U.S. Veterans Magazine have all listed FOX as a 2023 top employer\nCommunity Impact\nFOX employees are deeply engaged in their communities. Nowhere is that more evident than through the commitment and involvement of our colleagues who volunteer their time, share their skills and contribute to worthy causes through our philanthropic program, FOX Forward. Through volunteer opportunities and service projects, FOX employees support community groups, veteran service organizations, local schools and families in need, and we encourage our colleagues to donate their time and resources to change-making organizations. Over the course of fiscal 2023, across all FOX businesses, our giving programs generated over $9 million in impact to multiple communities.\n \nDuring the fiscal year, FOX and its employees supported military veterans, first responders and their families by partnering with Purple Heart Homes, U.S.VETS to champion their Make Camo Your Cause campaign and in an effort to leave a positive imprint in the \nSuper Bowl LVII\n host city, we made a multi-year commitment to the Pat Tillman Veterans Center at Arizona State University to provide scholarship funding and mental health resources for student veterans. FOX continued to serve as an Annual Disaster Giving Program partner for the American Red Cross, while also making three additional donations of $1 million each to the Hurricane Ian and Southern and Midwest Tornadoes & Storms Relief Campaigns as well as ongoing humanitarian relief efforts in Ukraine. \nAs a part of our wider \"FOX For Students\" initiative, FOX became a Founding Partner of the Roybal Film and Television Production Magnet Fund. This investment provides historically underrepresented college- and career-ready students with the resources and experiences to pursue below-the-line careers in the film and television industry.\n \nFOX holiday giving programs raised over $525,000 in November and December of 2022 for non-profit organizations across the country, including Team Rubicon, Angel City Sports, Feeding America and Toys for Tots, providing meals, coats, and holiday gifts for those in need.\nAs part of the Company’s commitment to give back to the communities in which its employees live and work, our FOX Giving program matches contributions made by regular full-time employees to eligible non-profit organizations, dollar for dollar, up to a total of $1,000 per fiscal year when submitted through the FOX Giving platform. We also track and reward employee volunteer hours with the opportunity to earn up to $1,000 per year that employees may direct to charities through the program. Over the course of the fiscal year, across all FOX businesses, contributions through FOX Giving exceeded $1 million. \nAdditionally, FOX provides invaluable in-kind support through public service announcements and editorial coverage for non-profit organizations such as Big Brothers, Big Sisters, The National Alliance on Mental Illness, Common Goal and the Elizabeth Dole Foundation, while also creating additional impact in our communities through efforts such as FOX Sports Supports’ Gamechanger Fund, FOX Entertainment’s #TVForAll, FOX Television Stations' Holiday Community Giving Campaigns and FOX News Media’s support of the Police Athletic League NYC, Tunnel to Towers and Save Our Allies.\n20",
    "item1a": ">ITEM 1A.    RISK FACTORS\nProspective investors should consider carefully the risk factors set forth below before making an investment in the Company’s securities.\nRisks Related to Macroeconomic Conditions, Our Business and Our Industry\nChanges in consumer behavior and evolving technologies and distribution platforms continue to challenge existing business models and may adversely affect the Company's business, financial condition or results of operations.\nThe ways in which consumers view content and technology and business models in our industry continue to rapidly evolve and new distribution platforms and increased competition from new entrants and emerging technologies have added to the complexity of maintaining predictable revenue streams. Technological advancements have driven changes in consumer behavior as consumers now have more control over when, where and how they consume content and have increased advertisers' options for reaching their target audiences. Consumer preferences have evolved towards SVOD and AVOD services and other direct-to-consumer offerings, and there has been a substantial increase in the availability of content with reduced advertising or without advertising at all. In addition, the increasing use of time-shifting and advertising-skipping technologies such as DVRs that enable viewers to fast-forward or circumvent advertisements impacts the attractiveness of the Company's programming to advertisers and may adversely affect our advertising revenues. \nChanges in consumer behavior and technology have also had an adverse impact on MVPDs that deliver the Company's broadcast and cable networks to consumers. Consumers are increasingly turning to lower-cost alternatives, including direct-to-consumer offerings, which has contributed to industry-wide declines in subscribers to MVPD services over the last several years. These declines are expected to continue and possibly accelerate in the future. If consumers increasingly favor alternative offerings over MVPD subscriptions, the Company may continue to experience a decline in viewership and ultimately demand for the programming on its networks, which could lead to lower affiliate fee and advertising revenues. Changing distribution models may also negatively impact the Company's ability to negotiate affiliation agreements on favorable terms, which could have an adverse effect on our business, financial condition or results of operations. Our affiliate fee and advertising revenues also may be adversely affected by consumers' use of antennas (and their integration with set-top boxes or other consumer devices) to access broadcast signals to avoid subscriptions. \nTo remain competitive in this evolving environment, the Company must effectively anticipate and adapt to new market changes. The Company continues to focus on investing in and expanding its digital distribution offerings and direct engagement with consumers, including through Tubi, FOX Nation, FOX Weather and other offerings. However, if the Company fails to protect and exploit the value of its content while responding to, and developing new technology and business models to take advantage of, technological developments and consumer preferences, it could have a significant adverse effect on the Company's business, financial condition or results of operations.\nDeclines in advertising expenditures could cause the Company’s revenues and operating results to decline significantly in any given period or in specific markets.\nThe Company derives substantial revenues from the sale of advertising, and its ability to generate advertising revenues depends on a number of factors. The strength of the advertising market can fluctuate in response to the economic prospects of specific advertisers or industries, advertisers' spending priorities and the economy in general or the economy of an individual geographic market. In addition, pandemics (such as the COVID-19 pandemic) and other widespread health emergencies, natural and other disasters, acts of terrorism, wars, and political uncertainties and hostilities can also lead to a reduction in advertising expenditures as a result of economic uncertainty, disruptions in programming and services (in particular live event programming) or reduced advertising spots due to pre-emptions. For example, during the COVID-19 pandemic some of the Company's advertisers reduced their spending, which had a negative impact on the Company’s advertising revenues, and similar events that adversely affect the Company's advertising revenues could occur again in the future. \n21\nMajor sports events, such as the NFL's\n Super Bowl\n and the FIFA\n World Cup\n and the state, congressional and presidential election cycles also may cause the Company's advertising revenues to vary substantially from year to year. Political advertising expenditures are impacted by the ability and willingness of candidates and political action campaigns to raise and spend funds on advertising and the competitive nature of the elections affecting viewers in markets featuring our programming.\nAdvertising expenditures may also be affected by changes in consumer behavior and evolving technologies and platforms. There is increasing competition for the leisure time of audiences and demand for the Company's programming as measured by ratings points is a key factor in determining the advertising rates as well as the affiliate rates the Company receives. In addition, as described above, newer technologies and platforms are increasing the number of media and entertainment choices available to audiences, changing the ways viewers enjoy content and enabling them to avoid advertisements. These changes could negatively affect the attractiveness of the Company's offerings to advertisers. The pricing and volume of advertising may also be affected by shifts in spending away from traditional media and toward digital and mobile offerings, which can deliver targeted advertising more promptly, or toward newer ways of purchasing advertising such as through automated purchasing, dynamic advertising insertion and third parties selling local advertising spots and advertising exchanges. These new methods may not be as beneficial to the Company as traditional advertising methods. The Company also generates advertising revenues through its Tubi AVOD service. The market for AVOD advertising campaigns is relatively new and evolving and if this market develops slower or differently than we expect, it could adversely affect our advertising revenues. Declines in advertising revenues may also be caused by regulatory intervention or other third-party action that impacts where and when advertising may be placed.\nAdvertising sales also largely depend on audience measurement and could be negatively affected if measurement methodologies do not accurately reflect actual viewership levels. Although Nielsen's statistical sampling method is the primary measurement methodology used for our linear television advertising sales, we measure and monetize our digital platforms based on a combination of internal and third-party data, including demographic composite estimates. A consistent, broadly accepted measure of multiplatform audiences across the industry remains to be developed. Although we expect multiplatform measurement innovation and standards to benefit us as the video advertising market continues to evolve, we are still partially dependent on third parties to provide these solutions.\nA decrease in advertising expenditures, reduced demand for the Company's programming or the inability to obtain market ratings that adequately measure demand for the Company's content on all platforms could lead to a reduction in pricing and advertising spending, which could have a material adverse effect on the Company's business, financial condition or results of operations.\nBecause the Company derives a significant portion of its revenues from a limited number of distributors, the failure to enter into or renew affiliation and carriage agreements on favorable terms, or at all, could have a material adverse effect on the Company’s business, financial condition or results of operations.\nThe Company depends on affiliation and carriage arrangements that enable it to reach a large percentage of households through MVPDs and third party-owned television stations. The inability to enter into or renew MVPD arrangements on favorable terms, or at all, or the loss of carriage on MVPDs' basic programming tiers could reduce the distribution of the Company's owned and operated television stations and broadcast and cable networks, which could adversely affect the Company's revenues from affiliate fees and its ability to sell national and local advertising time. The loss of favorable MVPD packaging, positioning, pricing or other marketing opportunities could also negatively impact the Company's revenues from affiliate fees. These risks are exacerbated by consolidation among traditional MVPDs, their increased vertical integration into the cable or broadcast network business and their use of alternative technologies to offer their subscribers access to local broadcast network programming, which have provided traditional MVPDs with greater negotiating leverage. Competitive pressures faced by MVPDs, particularly in light of evolving consumer viewing patterns and distribution models, could adversely affect the terms of our contract renewals with MVPDs. In addition, if the Company and an MVPD reach an impasse in contract renewal negotiations, the Company's networks and owned and operated television stations could become unavailable to the MVPD's subscribers (i.e., \"go dark\"), which, depending on the length of time and the size of the MVPD, could have a negative impact on the Company's revenues from affiliate fees and advertising.\n22\nThe Company also depends on the maintenance of affiliation agreements and license agreements with third party-owned television stations to distribute the FOX Network and MyNetworkTV in markets where the Company does not own television stations. Consolidation among television station group owners could increase their negotiating leverage and reduce the number of available distribution partners. There can be no assurance that these affiliation and license agreements will be renewed in the future on terms favorable to the Company, or at all. The inability to enter into affiliation or licensing arrangements with third-party owned television stations on favorable terms could reduce distribution of the FOX Network and MyNetworkTV and the inability to enter into such affiliation or licensing arrangements for the FOX Network on favorable terms could adversely affect the Company's affiliate fee revenues and its ability to sell national advertising time.\nIn addition, the Company has arrangements through which it makes its content available for viewing through third-party online video platforms. If these arrangements are not renewed on favorable or commercially reasonable terms or at all, it could adversely affect the Company's revenues and results of operations.\nIf the number of subscribers to MVPD services continues to decline or such declines accelerate, the Company’s affiliate fee and advertising revenues could be negatively affected.\nAs described above, changes in technology and consumer behavior have contributed to industry-wide declines in the number of subscribers to MVPD services, which have had a negative impact on the number of subscribers to the Company’s networks. These industry-wide subscriber declines are expected to continue and possibly accelerate in the future. The majority of the Company’s affiliation agreements with MVPDs are multi-year contracts that provide for payments to the Company that are based in part on the number of MVPD subscribers covered by the agreement. If declines in the number of MVPD subscribers are not fully offset by affiliate rate increases, the Company’s affiliate fee revenues will be negatively affected. Because MVPD subscriber losses could also decrease the potential audience for the Company’s networks, which is a critical factor affecting both the pricing and volume of advertising, future MVPD subscriber declines could also adversely impact the Company’s advertising revenues.\nThe Company is exposed to risks associated with weak economic conditions and increased volatility and disruption in the financial markets.\nPrevailing economic conditions and the state of the financial markets affect various aspects of our business. In recent years, the U.S. economy has experienced a period of weakness and the financial markets have experienced significant volatility as a result of the COVID-19 pandemic, declining economic growth, diminished availability of credit, declines in consumer confidence, concerns regarding high inflation, uncertainty about economic stability and political and sociopolitical uncertainties and conflicts. Additional factors that have affected economic conditions and the financial markets include higher interest rates, global supply chain disruptions, unemployment rates, changes in consumer spending habits and potential changes in trade relationships between the U.S. and other countries. Weak economic conditions have had and may continue to have an adverse impact on the Company's business, financial condition and results of operations. For example, reduced advertising expenditures due to a weak economy can negatively impact our advertising revenues, as described above, and increasing inflation raises our labor and other costs required to operate our business. Increased volatility and weakness in the financial markets, the further tightening of credit markets or a decrease in our debt ratings assigned by ratings agencies could adversely affect our ability to cost-effectively refinance outstanding indebtedness or obtain new financing. \nThe Company also faces risks associated with the impact of weak economic conditions and disruption in the financial markets on third parties with which the Company does business, including advertisers, affiliates, suppliers, wholesale distributors, retailers, lenders, insurers, vendors, retailers, banks and others. For instance, the inability of the Company's counterparties to obtain capital on acceptable terms could impair their ability to perform under their agreements with the Company and lead to negative effects on the Company, including business disruptions, decreased revenues and increases in bad debt expenses.\nThere can be no assurance that further weakening of economic conditions or volatility or disruption in the financial markets will not occur. If they do, it could have a material adverse impact on the Company’s business, financial condition or results of operations.\n23\nThe Company operates in a highly competitive industry.\nThe Company competes with other companies for high-quality content to reach large audiences and generate advertising revenue. The Company also competes for advertisers' expenditures and distribution on MVPDs and other third-party digital platforms. The Company's ability to attract viewers and advertisers and obtain favorable distribution depends in part on its ability to provide popular programming and adapt to new technologies and distribution platforms, which are increasing the number of content choices available to audiences. Consolidation among our competitors and other industry participants has increased, and may continue to do so, further intensifying competitive pressures. Our competitors include companies with interests in multiple media businesses that are often vertically integrated, as well as companies in adjacent sectors with significant financial, marketing and other resources, greater efficiencies of scale, fewer regulatory burdens and more competitive pricing. These competitors could also have preferential access to important technologies, such as those that use artificial intelligence or competitive information, including customer data. Our competitors may also enter into business combinations or partnerships that strengthen their competitive position. \nCompetition for audiences and/or advertising comes from a variety of sources, including broadcast television networks; cable television systems and networks; direct-to-consumer streaming and on-demand platforms and services; mobile, gaming and social media platforms; audio programming; and print and other media. Other television stations or cable networks may change their formats or programming, a new station or new network may adopt a format to compete directly with the Company's stations or networks, or stations or networks might engage in aggressive promotional campaigns. In addition, an increasing number of SVOD services with advertising-supported offerings may intensify competition for audiences and/or advertising. Increased competition in the acquisition of programming may also affect the scope of rights we are able to acquire and the cost of such rights, and the future value of the rights we acquire or retain cannot be predicted with certainty. \nThere can be no assurance that the Company will be able to compete successfully in the future against existing or potential competitors or that competition in the marketplace will not have a material adverse effect on its business, financial condition or results of operations.\nAcceptance of the Company's content by the public is difficult to predict, which could lead to fluctuations in or adverse impacts on revenues.\nProgramming distribution is a speculative business since the revenues derived from the distribution of content depend primarily on its acceptance by the public, which is difficult to predict. Low public acceptance of the Company's content will adversely affect the Company's results of operations. The commercial success of our programming also depends on the quality and acceptance of other competing programming, the growing number of alternative forms of entertainment and leisure activities, general economic conditions and their effects on consumer spending and other tangible and intangible factors, all of which can change and cannot be predicted with certainty. Moreover, we must often invest substantial amounts in programming and the acquisition of sports rights before we learn the extent to which the content will earn consumer acceptance and, as described below, competition for popular content, particularly sports and entertainment programming, is intense. A decline in the ratings or popularity of the Company's entertainment, news or sports programming or the Company's failure to obtain or retain rights to popular content could adversely affect the Company's advertising revenues in the near term and, over a longer period of time, its affiliate fee revenues.\nOur business depends on the popularity of special sports events and the continued popularity of the sports leagues and teams for which we have programming rights.\nOur sports business depends on the popularity and success of the sports franchises, leagues and teams for which we have acquired broadcast and cable network programming rights. If a sports league declines in popularity or fails to generate fan enthusiasm, this may negatively impact viewership and advertising and affiliate fee revenues received in connection with our sports programming. Our operating results may be impacted in part by special events, such as the NFL's\n Super Bowl\n, which is broadcast on the FOX Network on a rotating basis with other networks, the MLB's\n World Series\n and the FIFA\n World Cup\n, which occurs every four years (for each of women and men), and other regular and post-season sports events that air on our broadcast television and cable networks. Our advertising and affiliate fee revenues are subject to fluctuations based on the dates of sports events and their availability for viewing on our broadcast television and cable networks and the popularity of the competing teams. For example, any decrease in the number of post-season games played in a \n24\nsports league for which we have acquired broadcast programming rights, or the participation of a smaller-market sports franchise in post-season competition could result in lower advertising revenues for the Company. There can be no assurance that any sports league will continue to generate fan enthusiasm or provide the expected number of regular and post-season games for advertisers and customers, and the failure to do so could result in a material adverse effect on our business, financial condition or results of operations. In prior years, a significant number of live sports events were cancelled or postponed due to the COVID-19 pandemic, which adversely affected our revenues and results of operations. A shortfall in the expected popularity of the sports events for which the Company has acquired rights or in the volume of sports programming the Company expects to distribute could adversely affect the Company's advertising revenues in the near term and, over a longer period of time, its affiliate fee revenues.\nThe inability to renew programming rights, particularly sports programming rights, on sufficiently favorable terms, or at all, could cause the Company’s advertising and affiliate fee revenues to decline significantly in any given period or in specific markets.\nWe enter into long-term contracts for both the acquisition and distribution of media programming and products, including contracts for the acquisition of programming rights for sports events and other content, and contracts for the distribution of our programming to content distributors. Programming rights agreements, retransmission consent agreements, carriage contracts and affiliation agreements have varying durations and renewal terms that are subject to negotiation with other parties, the outcome of which is unpredictable. The negotiation of programming rights agreements for popular licensed programming, and popular licensed sports programming in particular, is complicated by the intensity of competition for these rights. Moreover, the value of these agreements may be negatively affected by factors outside of our control, such as league agreements and decisions to alter the number, frequency and timing of regular and post-season games played during a season. We may be unable to renew existing, or enter into new, programming rights agreements on terms that are favorable to us and we may be outbid by third parties and therefore unable to obtain the rights at all. The loss of rights or renewal on less favorable terms could negatively impact the quality or quantity of our programming, in particular our sports programming, and could adversely affect our advertising and affiliate fee revenues. These revenues could also be negatively impacted if we do not obtain exclusive rights to the programming we distribute. Our results of operations and cash flows over the term of a sports programming agreement depend on a number of factors, including the strength of the advertising market, our audience size, the timing and amount of our rights payments and our ability to secure distribution from and impose surcharges or obtain carriage on MVPDs for the content. If escalations in programming rights costs (together with our production and distribution costs) are not offset by increases in advertising and affiliate fee revenues, our results of operations could be adversely affected.\nDamage to our brands, particularly the FOX brand, or our reputation could have a material adverse effect on our business, financial condition or results of operations.\nOur brands, particularly the FOX brand, are among our most valuable assets. We believe that our brand image, awareness and reputation strengthen our relationship with consumers and contribute significantly to the success of our business. Maintaining, enhancing and extending our brands may require us to make significant investments in marketing, programming or new products, services or events, and these investments may not be successful. We may introduce new programming that is not popular with our consumers and advertisers, which may negatively affect our brands. To the extent our content, in particular our live news and sports programming and primetime entertainment programming, is not compelling to consumers, our ability to maintain a positive reputation may be adversely impacted. The Company’s brands, credibility and reputation could be damaged by incidents that erode consumer, advertiser or business partner trust or a perception that the Company’s offerings, including its journalism, programming and other content, are low quality, unreliable or fail to attract and retain audiences. Litigation, governmental scrutiny and fines and significant negative claims or publicity regarding the Company or its operations, content, products, management, employees, practices, advertisers, business partners and culture, including individuals associated with content we create or license, may damage the Company's reputation and brands, even if meritless or untrue. Furthermore, to the extent our marketing, customer service and public relations efforts are not effective or result in negative consumer reaction, our ability to maintain a positive reputation may likewise be adversely impacted. If we are not successful in maintaining or enhancing the image or awareness of our brands, or if our reputation is harmed for any reason, it could have a material adverse effect on our business, financial condition or results of operations.\n25\nOur investments in new businesses, products, services and technologies through acquisitions and other strategic investments present many risks, and we may not realize the financial and strategic goals we had contemplated, which could adversely affect our business, financial condition or results of operations.\nWe have acquired and invested in, and expect to continue acquiring and investing in, new businesses, products, services and technologies that complement, enhance or expand our current businesses or otherwise offer us growth opportunities. Such acquisitions and strategic investments may involve significant risks and uncertainties, including insufficient revenues from an investment to offset any new liabilities assumed and expenses associated with the investment; a failure of the investment or acquired business to perform as expected, meet financial projections or achieve strategic goals; a failure to further develop an acquired business, product, service or technology; unidentified issues not discovered in our due diligence that could cause us to not realize anticipated benefits or to incur unanticipated liabilities; difficulties in integrating the operations, personnel, technologies and systems of acquired businesses; the potential loss of key employees or customers of acquired businesses; the diversion of management attention from current operations; and compliance with new regulatory regimes. Because acquisitions and investments are inherently risky and their anticipated benefits or value may not materialize, our acquisitions and investments may adversely affect our business, financial condition or results of operations.\nThe loss of key personnel, including talent, could disrupt the management or operations of the Company’s business and adversely affect its revenues.\nThe Company's business depends on the continued efforts, abilities and expertise of its Chair K. Rupert Murdoch and Executive Chair and Chief Executive Officer Lachlan K. Murdoch, and other key employees and news, sports and entertainment personalities. Although we maintain long-term and emergency transition plans for key management personnel, we believe that our executive officers’ unique combination of skills and experience would be difficult to replace and their loss could have a material adverse effect on the Company, including the impairment of its ability to successfully execute its business strategy. Additionally, the Company employs or independently contracts with several news, sports and entertainment personalities who are featured on programming the Company offers. News, sports and entertainment personalities sometimes have a significant impact on the ranking of a cable network or station and its ability to attract and retain an audience and sell advertising. There can be no assurance that our news, sports and entertainment personalities will remain with us or retain their current appeal, that the costs associated with retaining current talent and hiring new talent will be favorable or acceptable to us, or that new talent will be as successful as their predecessors. Any of the foregoing could adversely affect the Company's business, financial condition or results of operations.\nLabor disputes may disrupt our operations and adversely affect the Company’s business, financial condition or results of operations.\nIn a variety of the Company's businesses, the Company and its partners engage the services of writers, directors, actors, musicians and other creative talent, production crew members, trade employees and others whose services are subject to collective bargaining agreements. Certain of these are industry-wide agreements, and the Company lacks practical influence with respect to the negotiation and terms of collective bargaining agreements. The writers guild (“WGA”), screen actors guild (“SAG-AFTRA”) and directors guild (“DGA”) collective bargaining agreements expired in 2023. The WGA members went on strike in May 2023 and the SAG-AFTRA members went on strike in July 2023. In June 2023, the DGA announced that it had reached a tentative agreement with the Association of Motion Picture and Television Producers, which negotiates with the guilds on behalf of content producers. When negotiations to renew collective bargaining agreements are not successful or become unproductive, strikes, work stoppages or lockouts have occurred, such as the WGA and SAG-AFTRA strikes in the Spring and Summer of 2023, and further strikes, work stoppages or lockouts could occur in the future. Such events have caused, and may continue to cause, delays in production and may lead to higher costs in connection with new collective bargaining agreements, which could reduce profit margins and could, over the long term, have an adverse effect on the Company's business, financial condition or results of operations. \nIn addition, our broadcast television and cable networks have programming rights agreements of varying scope and duration with various sports leagues to broadcast and produce sports events, including certain college football and basketball, NFL and MLB games. Any labor disputes that occur in any sports league for which we have the rights to broadcast live games or events may preclude us from airing or otherwise \n26\ndistributing scheduled games or events, resulting in decreased revenues, which could adversely affect our business, financial condition or results of operations.\nThe Company could suffer losses due to asset impairment charges for goodwill, intangible assets, programming and other assets and investments.\nThe Company performs an annual impairment assessment of its recorded goodwill and indefinite-lived intangible assets, including FCC licenses. The Company also continually evaluates whether current factors or indicators, such as the prevailing conditions in the capital markets, require the performance of an interim impairment assessment of those assets, as well as other investments and other long-lived assets. Any significant shortfall, now or in the future, in advertising revenue and/or the expected popularity of our programming could lead to a downward revision in the fair value of certain reporting units. A downward revision in the fair value of a reporting unit, indefinite-lived intangible assets, programming rights, investments or long-lived assets could result in a non-cash impairment charge. Any such charge could be material to the Company’s reported net earnings.\nRisks Relating to Cybersecurity, Piracy, Privacy and Data Protection\nThe degradation, failure or misuse of the Company’s network and information systems and other technology could cause a disruption of services or improper disclosure of personal data or other confidential information, resulting in increased costs, liabilities or loss of revenue.\nCloud services, content delivery and other networks, information systems and other technologies that we or our vendors or other partners use, including technology systems used in connection with the production and distribution of our content (the “Systems”), are critical to our business activities, and shutdowns or disruptions of, and cybersecurity attacks on, the Systems pose increasing risks. Disruptions to the Systems, such as computer hacking and phishing, theft, computer viruses, ransomware, worms or other destructive software, process breakdowns, denial of service attacks or other malicious activities, as well as power outages, natural or other disasters (including extreme weather), terrorist activities or human error, may affect the Systems and could result in disruption of our services, misappropriation, misuse, alteration, theft, loss, leakage, falsification, and accidental or premature release or improper disclosure of confidential or other information, including intellectual property and personal data (of third parties, employees and users of our streaming services and other digital properties) contained on the Systems. The techniques used to access, disable or degrade service or sabotage systems change frequently and continue to become more sophisticated and targeted, and the increasing use of artificial intelligence may intensify cybersecurity risks. While we and our vendors and partners continue to develop, implement and maintain security measures seeking to identify and mitigate cybersecurity risks, including unauthorized access to or misuse of the Systems, such efforts are costly, require ongoing monitoring and updating and may not be successful in preventing these events from occurring. In addition, the Company’s recovery and business continuity plans may not be adequate to address any cybersecurity incidents that occur. The Company’s high-profile sports and entertainment programming and its extensive news coverage of elections, sociopolitical events and public controversies subject us to heightened cybersecurity risks. Although no cybersecurity incident has been material to the Company’s businesses to date, we expect to continue to be subject to cybersecurity threats and attacks and there can be no assurance that we will not experience a material incident. Any cybersecurity incidents could result in a disruption of our operations, customer or advertiser dissatisfaction, damage to our reputation or brands, regulatory investigations, claims, lawsuits or loss of customers or revenue, and the Company may also be subject to liability under relevant contractual obligations and laws and regulations protecting personal data and may be required to expend significant resources to defend, remedy and/or address any incidents. The Company may not have adequate insurance coverage to compensate it for any losses that may occur.\nTechnological developments may increase the threat of content piracy and signal theft and limit the Company’s ability to protect its intellectual property rights.\nContent piracy and signal theft present a threat to the Company’s revenues from products and services, including television shows, cable and other programming. The Company seeks to limit the threat of content piracy as well as cable and direct broadcast satellite programming signal theft; however, policing unauthorized use of the Company’s products and services and related intellectual property is often difficult and the steps taken by the Company may not in every case prevent infringement. Although no content theft has been material to the Company’s businesses to date, we expect to continue to be subject to content threats and there can be \n27\nno assurance that we will not experience a material incident. Developments in technology, including artificial intelligence, digital copying, file compression technology, growing penetration of high-bandwidth Internet connections, increased availability and speed of mobile data networks, and new devices and applications that enable unauthorized access to content, increase the threat of content piracy by making it easier to create, access, duplicate, widely distribute and store high-quality pirated material. In addition, developments in software or devices that circumvent encryption technology and the falling prices of devices incorporating such technologies increase the threat of unauthorized use and distribution of direct broadcast satellite programming signals and the proliferation of user-generated content sites and live and stored video streaming sites, which deliver unauthorized copies of copyrighted content, including those emanating from other countries in various languages, may adversely impact the Company’s businesses. The proliferation of unauthorized distribution and use of the Company’s content could have an adverse effect on the Company’s businesses and profitability because it reduces the revenue that the Company could potentially receive from the legitimate sale and distribution of its products and services.\nThe Company takes a variety of actions to combat piracy and signal theft, both individually and, in some instances, together with industry associations, but the protection of the Company’s intellectual property rights depends on the scope and duration of the Company’s rights as defined by applicable laws in the U.S. and abroad and how those laws are construed. If those laws are interpreted in ways that limit the extent or duration of the Company’s rights or if existing laws are changed, the Company’s ability to generate revenue from intellectual property may decrease or the cost of obtaining and enforcing our rights may increase. A change in the laws of one jurisdiction may also have an impact on the Company’s overall ability to protect its intellectual property rights across other jurisdictions. The Company’s efforts to enforce its rights and protect its products, services and intellectual property may not be successful in preventing content piracy or signal theft. Further, while piracy and the proliferation of piracy-enabling technology tools continue to escalate, if any laws intended to combat piracy and protect intellectual property are repealed, weakened or not adequately enforced, or if the applicable legal systems fail to evolve and adapt to new technologies that facilitate piracy, we may be unable to effectively protect our rights and the value of our intellectual property may be negatively impacted, and our costs of enforcing our rights could increase\nThe Company is subject to complex laws, regulations, rules, industry standards, and contractual obligations related to privacy and personal data protection, which are evolving, inconsistent and potentially costly.\nWe are subject to U.S. federal and state laws and regulations, as well as those of other countries, relating to the collection, use, disclosure, and security of personal information. The number and complexity of these laws and regulations continues to increase. For example, California, Virginia, Utah, Colorado, Connecticut, and several other states have passed legislation imposing broad obligations on businesses’ collection, use, handling and disclosure of personal information of their respective residents and imposing fines for noncompliance. The FTC also has initiated a rulemaking proceeding regarding potential rules concerning the collection, use, disclosure and security of personal information. In addition, the E.U., the U.K. and other countries have privacy and data security legislation, with significant penalties for violations, that apply to certain of the Company’s operations. New privacy and data protection laws and regulations continue to be introduced and interpretations of existing privacy laws and regulations, some of which may be inconsistent with one another, continue to evolve. As a result, significant uncertainty exists as to their application and scope. Compliance with these laws and regulations may be costly and could require the Company to change its business practices, including in connection with data-driven targeted advertising. Although the Company expends significant resources to comply with privacy and data protection laws, we may be subject to regulatory or other legal action despite these efforts. Any such action could result in damage to our reputation or brands, loss of customers or revenue, and other negative impacts to our operations. The Company may also be subject to liability under relevant contractual obligations and may be required to expend significant resources to defend, remedy and/or address any claims. The Company may not have adequate insurance coverage to compensate it for any losses that may occur. For more information, see Item 1, “Government Regulation – Privacy and Information Regulation.”\n28\nRisks Relating to Legal and Regulatory Matters\nChanges in laws and regulations may have an adverse effect on the Company’s business, financial condition or results of operations.\nThe Company is subject to a variety of laws and regulations in the jurisdictions in which its businesses operate. In general, the television broadcasting and traditional MVPD industries in the U.S. are highly regulated by federal laws and regulations issued and administered by various federal agencies, including the FCC. The FCC generally regulates, among other things, the ownership of media, broadcast and multichannel video programming and technical operations of broadcast licensees. For example, the Company is required to apply for and operate in compliance with licenses from the FCC to operate a television station, purchase a new television station, or sell an existing television station, with licenses generally subject to an eight-year renewable term. Our program services and online properties are subject to a variety of laws and regulations, including those relating to issues such as content regulation, user privacy and data protection, and consumer protection. Further, the United States Congress, the FCC, the FTC and state legislatures currently have under consideration, and may in the future adopt, new laws, regulations and policies regarding a wide variety of matters, including technological changes and measures relating to network neutrality, privacy and data security, which could, directly or indirectly, affect the operations and ownership of the Company’s media properties. From time to time, the FCC considers whether virtual MVPDs should be considered MVPDs (as defined by the FCC) and regulated as such, which could negatively impact the Company’s distribution model. Any restrictions on political or other advertising may adversely affect the Company’s advertising revenues. In addition, some policymakers maintain that traditional MVPDs should be required to offer a la carte programming to subscribers on a network-by-network basis or “family friendly” programming tiers. Unbundling packages of program services may increase both competition for carriage on distribution platforms and marketing expenses, which could adversely affect the business, financial condition or results of operations of the Company’s cable networks. The threat of regulatory action or increased scrutiny that deters certain advertisers from advertising or reaching their intended audiences could adversely affect advertising revenue. Similarly, new laws or regulations or changes in interpretations of laws or regulations could require changes in the operations or ownership of our business. Furthermore, new laws, regulations and standards related to environmental (including climate), social and governance matters are likely to impose additional costs on us, expose us to new risks and subject us to increasing scrutiny. Any of the foregoing could have a material adverse effect on our business, financial condition or results of operations.\nThe Company may be subject to investigations or fines from governmental authorities, including under FCC rules and policies, or delays in our renewal and other applications with the FCC.\nFCC rules prohibit the broadcast of obscene material at any time and indecent or profane material on television or radio broadcast stations between the hours of 6 a.m. and 10 p.m. The FCC has indicated that, in addition to issuing fines to licensees, it would consider initiating license revocation proceedings for “serious” indecency violations. We air a significant amount of live news reporting and live sports coverage on our broadcast television stations and networks and a portion of our content is under the control of our on-air talent. The Company cannot predict whether information delivered by our stations and on-air talent could violate FCC rules related to indecency, which had been found to be unconstitutionally vague by the U.S. Supreme Court, especially given the spontaneity of live news and sports programming. Violation of the FCC’s indecency rules could subject us to government investigation, penalties, license revocation, or renewal or qualification proceedings, which could have a material adverse effect on our business, financial condition or results of operations.\nThe Communications Act and FCC regulations limit the ability of non-U.S. citizens and certain other persons to invest in us.\nThe Company owns broadcast station licensees in connection with its ownership and operation of U.S. television stations. Under the Communications Act of 1934, as amended, which we refer to as the Communications Act, and the FCC rules, without the FCC’s prior approval, no broadcast station licensee may be owned by a corporation if more than 25% of its stock is owned or voted by non-U.S. persons, their representatives, or by any other corporation organized under the laws of a foreign country. The Company’s amended and restated certificate of incorporation authorizes the Board of Directors to take action to prevent, cure or mitigate the effect of stock ownership above the applicable foreign ownership threshold, including: refusing to permit any transfer of Common Stock to or ownership of Common Stock by a non-U.S. stockholder; \n29\nvoiding a transfer of Common Stock to a non-U.S. stockholder; suspending rights of stock ownership if held by a non-U.S. stockholder; or redeeming Common Stock held by a non-U.S. stockholder. We are currently in compliance with applicable U.S. law and continue to monitor our foreign ownership based on our assessment of the information reasonably available to us, but we are not able to predict whether we will need to take action pursuant to our amended and restated certificate of incorporation. The FCC could review the Company’s compliance with applicable U.S. law in connection with its consideration of the Company’s renewal applications for licenses to operate the broadcast stations the Company owns.\nThe failure or destruction of satellites or transmitter facilities the Company depends on to distribute its programming could materially adversely affect its businesses and results of operations, as could changes in FCC regulations governing the availability and use of satellite transmission spectrum.\nThe Company uses satellite systems to transmit its broadcast and cable networks to affiliates. The distribution facilities include uplinks, communications satellites and downlinks. Transmissions may be disrupted as a result of local disasters, including extreme weather, that impair on-ground uplinks or downlinks, or as a result of an impairment of a satellite. Currently, there are a limited number of communications satellites available for the transmission of programming. If a disruption occurs, failure to secure alternate distribution facilities in a timely manner could have a material adverse effect on the Company’s business and results of operations. Each of the Company’s television stations and cable networks uses studio and transmitter facilities that are subject to damage or destruction. Failure to restore such facilities in a timely manner could have a material adverse effect on the Company’s businesses and results of operations. Further, changes in FCC regulations have reduced the availability and use of satellite transmission spectrum. In 2020, the FCC began reallocating and “re-packing” a band of satellite transmission spectrum known as the “C-Band” used by the television industry to transmit programming in order to free up spectrum for the next generation of commercial wireless broadband services. This has reduced the availability and use of satellite transmission spectrum for the television industry, and additional changes in FCC regulations could lead to further reductions. The decreased availability of satellite transmission spectrum could diminish the quality of and increase interference to our transmissions, which could significantly hinder the Company’s ability to deliver its programming to broadcast affiliates and traditional MVPDs.\nThe Company could be subject to significant tax liabilities.\nWe are subject to taxation in U.S. federal, state and local, as well as certain international jurisdictions. Changes in tax laws, regulations, practices or the interpretations thereof (including changes in legislation currently being considered) could adversely affect the Company’s results of operations or its tax assets. Judgment is required in evaluating and estimating our provision and accruals for taxes. In addition, transactions occur during the ordinary course of business or otherwise for which the ultimate tax determination is uncertain.\nTax returns are routinely audited, tax-related litigation or settlements may occur, and certain jurisdictions may assess income tax liabilities against us. The final outcomes of tax audits, investigations, and any related litigation could result in materially different tax recognition from our historical tax provisions and accruals. These outcomes could conflict with private letter rulings, opinions of counsel or other interpretations provided to the Company. If these matters are adversely resolved, we may be required to recognize additional charges to our tax provisions and pay significant additional amounts with respect to current or prior periods or our taxes in the future could increase, which could have a material adverse effect on our financial condition or results of operations.\nUnfavorable litigation or governmental investigation results could require us to pay significant amounts or lead to onerous operating procedures.\nWe are subject from time to time to lawsuits, including claims relating to competition, intellectual property rights, employment and labor matters, personal injury and property damage, free speech, customer privacy, regulatory requirements, and advertising, marketing and selling practices. See Note 14, “Commitments and Contingencies,” to the accompanying consolidated financial statements included in this Form 10-K for a discussion of certain of these matters. The Company has incurred significant expenses defending against the defamation and disparagement matters described in Note 14, including the payment of approximately $800 million to settle the Dominion matter and a related lawsuit in April 2023. \n30\nThe Company continues to believe the Smartmatic and other lawsuits alleging defamation or disparagement as well as related derivative lawsuits are without merit and intends to defend against them vigorously, including through any appeals.However, the outcome of these pending matters is subject to significant uncertainty, and it is possible that an adverse resolution of one or more of these pending matters could result in reputational harm and/or significant monetary damages, injunctive relief or settlement costs. There can be no assurance that the ultimate resolution of these pending matters will not have a material adverse effect on the Company's business, financial condition, results of operations or cash flows.\nGreater constraints on the use of arbitration to resolve certain disputes could adversely affect our business. We also spend substantial resources complying with various regulatory and government standards, including any related investigations and litigation. We may incur additional significant expenses in the future defending against any lawsuit or government charge and may be required to pay amounts or otherwise change our operations in ways that could adversely impact our businesses, results of operations, financial condition or cash flows. In addition, regardless of merit or outcome, litigation and government investigations are time-consuming and costly to defend, divert management’s attention and resources away from our business, may result in reputational harm and may impair our ability to conduct our business.\nRisks Relating to Our Ownership Structure\nCertain of the Company’s directors and officers may have actual or potential conflicts of interest because of their equity ownership in News Corp or because they also serve as officers and/or on the board of directors of News Corp.\nIn June 2013, 21CF completed the separation of its businesses into two independent publicly traded companies by distributing to its shareholders shares of a new company called News Corporation (“News Corp”). Certain of the Company’s directors and executive officers own shares of common stock of News Corp, and the individual holdings may be significant for some of these individuals compared to their total assets. In addition, certain of the Company’s officers and directors also serve as officers and/or as directors of News Corp, including our Chair, K. Rupert Murdoch, who serves as News Corp’s Executive Chairman, and our Executive Chair and Chief Executive Officer, Lachlan K. Murdoch, who serves as News Corp’s Co-Chairman. This ownership of or service to both companies may create, or may create the appearance of, conflicts of interest when these directors and officers are faced with decisions that could have different implications for News Corp and the Company. In addition to any other arrangements that the Company and News Corp may agree to implement, the Company and News Corp have agreed that officers and directors who serve at both companies will recuse themselves from decisions where conflicts arise due to their positions at both companies.\nOur amended and restated by-laws acknowledge that our directors and officers, as well as certain of our stockholders, including K. Rupert Murdoch, certain members of his family and certain family trusts (so long as such persons continue to own, in the aggregate, 10% or more of the voting stock of each of News Corp and the Company), each of which we refer to as a covered stockholder, are or may become stockholders, directors, officers, employees or agents of News Corp and certain of its affiliates. Our amended and restated by-laws provide that any such overlapping person will not be liable to us, or to any of our stockholders, for breach of any fiduciary duty that would otherwise exist because such individual directs a corporate opportunity to News Corp instead of us. The provisions in our amended and restated by-laws could result in an overlapping person submitting any corporate opportunities to News Corp instead of us.\nCertain provisions of the Company’s amended and restated certificate of incorporation, amended and restated by-laws, Delaware law and the ownership of the Company’s Common Stock by the Murdoch Family Trust may discourage takeovers and the concentration of ownership will affect the voting results of matters submitted for stockholder approval.\nThe Company’s amended and restated certificate of incorporation and amended and restated by-laws contain certain anti-takeover provisions that may make more difficult or expensive a tender offer, change in control, or takeover attempt that is opposed by the Company’s Board of Directors or certain stockholders holding a significant percentage of the voting power of the Company’s outstanding voting stock. In particular, the \n31\namended and restated certificate of incorporation and amended and restated by-laws provide for, among other things:\n•\na dual class common equity capital structure, in which holders of FOX Class A Common Stock can vote only in very specific, limited circumstances;\n•\na prohibition on stockholders taking any action by written consent without a meeting (unless there are three record holders or fewer);\n•\nspecial stockholders’ meeting to be called only by a majority of the Board of Directors, the Chair or vice or deputy chair, or upon the written request of holders of not less than 20% of the voting power of our outstanding voting stock;\n•\nthe requirement that stockholders give the Company advance notice to nominate candidates for election to the Board of Directors or to make stockholder proposals at a stockholders’ meeting;\n•\nthe requirement of an affirmative vote of at least 65% of the voting power of the Company’s outstanding voting stock to amend or repeal our amended and restated by-laws;\n•\nrestrictions on the transfer of the Company’s shares; and\n•\nthe Board of Directors to issue, without stockholder approval, preferred stock and series common stock with such terms as the Board of Directors may determine.\nThese provisions could discourage potential acquisition proposals and could delay or prevent a change in control of the Company, even in the case where a majority of the stockholders may consider such proposals desirable.\nFurther, as a result of his ability to appoint certain members of the board of directors of the corporate trustee of the Murdoch Family Trust, which beneficially owns less than one percent of the outstanding FOX Class A Common Stock and 43.39% of FOX Class B Common Stock, K. Rupert Murdoch may be deemed to be a beneficial owner of the shares beneficially owned by the Murdoch Family Trust. K. Rupert Murdoch, however, disclaims any beneficial ownership of these shares. Also, K. Rupert Murdoch beneficially owns or may be deemed to beneficially own an additional less than one percent of FOX Class A Common Stock and less than one percent of FOX Class B Common Stock. Thus, K. Rupert Murdoch may be deemed to beneficially own in the aggregate less than one percent of FOX Class A Common Stock and 43.99% of FOX Class B Common Stock.\nThis concentration of voting power could discourage third parties from making proposals involving an acquisition of the Company. Additionally, the ownership concentration of FOX Class B Common Stock by the Murdoch Family Trust increases the likelihood that proposals submitted for stockholder approval that are supported by the Murdoch Family Trust will be adopted and proposals that the Murdoch Family Trust does not support will not be adopted, whether or not such proposals to stockholders are also supported by the other holders of FOX Class B Common Stock. \nThe Company’s Board of Directors has approved a $7 billion stock repurchase program for the FOX Class A Common Stock and FOX Class B Common Stock, which has and in the future could increase the percentage of FOX Class B Common Stock held by the Murdoch Family Trust. The Company has entered into a stockholders agreement with the Murdoch Family Trust pursuant to which the Company and the Murdoch Family Trust have agreed not to take actions that would result in the Murdoch Family Trust and Murdoch family members together owning more than 44% of the outstanding voting power of the shares of FOX Class B Common Stock or would increase the Murdoch Family Trust’s voting power by more than 1.75% in any rolling 12-month period. The Murdoch Family Trust would forfeit votes to the extent necessary to ensure that the Murdoch Family Trust and the Murdoch family collectively do not exceed 44% of the outstanding voting power of the Class B Common Stock, except where a Murdoch family member votes their own shares differently from the Murdoch Family Trust on any matter.\nRisks Related to the Company’s Separation from 21CF\nThe indemnification arrangements the Company entered into with 21CF in connection with the Transaction may require the Company to divert cash to satisfy indemnification obligations to 21CF. The \n32\nindemnification from 21CF may not be sufficient to insure the Company against the full amount of liabilities that have been allocated to 21CF.\nPursuant to the agreements the Company and 21CF entered into in connection with the Transaction, 21CF will indemnify the Company for certain liabilities and the Company will indemnify 21CF for certain liabilities. Payments pursuant to these indemnities may be significant and could negatively impact our business. Third parties could also seek to hold the Company responsible for any of the liabilities of the businesses that were retained by 21CF in connection with the Transaction. 21CF has agreed to indemnify the Company for such liabilities, but such indemnity from 21CF may not be sufficient to protect the Company against the full amount of such liabilities, and 21CF may not be able to fully satisfy its indemnification obligations. Moreover, even if the Company ultimately succeeds in recovering from 21CF any amounts for which it is held liable, the Company may be temporarily required to bear these losses itself. These risks could negatively affect our business, financial condition, results of operations or cash flows.\nThe Company could be liable for income taxes owed by 21CF.\nEach member of the 21CF consolidated group, which, prior to the Transaction, included 21CF, the Company and 21CF’s other subsidiaries, is jointly and severally liable for the U.S. federal income and, in certain jurisdictions, state tax liabilities of each other member of the consolidated group for periods prior to and including the Transaction. Consequently, the Company could be liable in the event any such liability is incurred, and not discharged, by any other member of what was previously the 21CF consolidated group. The tax matters agreement entered into in connection with the Transaction requires 21CF and/or Disney to indemnify the Company for any such liability. Disputes or assessments could arise during future audits by the taxing authorities in amounts that the Company cannot quantify.",
    "item7": ">ITEM 7.    MANAGEMENT’S DISCUSSION AND ANALYSIS OF FINANCIAL CONDITION AND RESULTS OF OPERATIONS\nReaders should carefully review this document and the other documents filed by Fox Corporation (“FOX” or the “Company”) with the Securities and Exchange Commission (the “SEC”). This section should be read together with the consolidated financial statements and related notes appearing elsewhere in this Annual Report on Form 10-K. The consolidated financial statements are referred to as the “Financial Statements” herein.\nINTRODUCTION\nThe Transaction\nFOX became a standalone publicly traded company on March 19, 2019, when Twenty-First Century Fox, Inc. (“21CF”) spun off the Company to 21CF stockholders and FOX's\n Class A Common Stock, par value $0.01 per share (the “Class A Common Stock”), and Class B Common Stock, par value $0.01 per share (the “Class B Common Stock” and, together with the Class A Common Stock, the “Common Stock”) began trading independently on The Nasdaq Global Select Market (the “Transaction”). In connection with the Transaction, the Company entered into the Separation and Distribution Agreement, dated as of March 19, 2019 (the “Separation Agreement”), with 21CF, which effected the internal restructuring (the “Separation”) whereby The Walt Disney Company (“Disney”) acquired the remaining 21CF assets and 21CF became a wholly-owned subsidiary of Disney. The Separation and the Transaction were effected as part of a series of transactions contemplated by the Amen\nded and Restated Merger Agreement and Plan of Merger, dated as of June 20, 2018 (the “21CF Disney Merger Agreement”), by and among 21CF, Disney and certain subsidiaries of Disney.\nIn connection with the Separation, the Company entered into a tax matters agreement among the Company, Disney and 21CF which governs the parties’ respective rights, responsibilities and obligations with respect to certain tax matters. Under this agreement, 21CF will generally indemnify the Company against any taxes required to be reported on a consolidated or separate tax return of 21CF and/or any of its subsidiaries, including any taxes resulting from the Separation and the Transaction, and the Company will generally indemnify 21CF against any taxes required to be reported on a separate tax return of the Company or any of its subsidiaries.\nPursuant to the 21CF Disney Merger Agreement, immediately prior to the Transaction, the Company paid 21CF a dividend (the “Dividend”) for the estimated taxes associated with the Transaction. The final determination of the taxes included an estimated $5.8 billion in respect of the Separation and the Transaction for which the Company is responsible pursuant to the 21CF Disney Merger Agreement and an estimated $700 million prepayment in respect of divestitures (collectively, the “Transaction Tax”).\nAs a result of the Separation and the Transaction, which was a taxable transaction for which an estimated tax liability of $5.8 billion was included in the Transaction Tax paid by the Company, FOX obtained a tax basis in its assets equal to their respective fair market values. This resulted in estimated annual tax deductions of approximately $1.5 billion, which is expected to continue over the next several years due to the amortization of the additional tax basis. \nSuch estimates are subject to revisions, which could be material, based upon the occurrence of future events. \nThis amortization is estimated to reduce the Company’s fiscal 2023 cash tax liability by approximately $360 million at the current combined federal and state applicable tax rate of approximately 24%.\nIncluded in the Transaction Tax was the Company’s share of the estimated tax liabilities of $700 million related to the anticipated divestitures by Disney of certain assets, principally \nthe FOX Sports Regional Sports Networks\n (“RSNs”), which Disney sold during calendar year 2019 \n(“Divestiture Tax”)\n. During fiscal 2021, the Company and Disney reached an agreement to settle the majority of the Divestiture Tax and the Company received $462 million from Disney as reimbursement of the Company’s prepayment based upon the sales price of the RSNs. This reimbursement was recorded in Other, net in the Statement of Operations (See Note 20—Additional Financial Information to the accompanying Financial Statements under the heading \"Other, net”). The balance of the Divestiture Tax is subject to adjustment in the future, but any such adjustment is not expected to have a material impact on the financial results of the Company.\n35\nBasis of Presentation\nThe Company’s financial statements are presented on a consolidated basis.\nManagement’s discussion and analysis of financial condition and results of operations is intended to help provide an understanding of the Company’s financial condition, changes in financial condition and results of operations. This discussion is organized as follows:\n•\nOverview of the Company’s Business\n—This section provides a general description of the Company’s businesses, as well as developments that occurred either during the fiscal year ended June 30, (“fiscal”) 2023 or early fiscal 2024 that the Company believes are important in understanding its results of operations and financial condition or to disclose known trends.\n•\nResults of Operations\n—This section provides an analysis of the Company’s results of operations for fiscal 2023, 2022 and 2021. This analysis is presented on both a consolidated and a segment basis. In addition, a brief description is provided of significant transactions and events that impact the comparability of the results being analyzed.\n•\nLiquidity and Capital Resources\n—This section provides an analysis of the Company’s cash flows for fiscal 2023, 2022 and 2021, as well as a discussion of the Company’s outstanding debt and commitments, both firm and contingent, that existed as of June 30, 2023. Included in the discussion of outstanding debt is a discussion of the amount of financial capacity available to fund the Company’s future commitments and obligations, as well as a discussion of other financing arrangements.\n•\nCritical Accounting Policies\n—This section discusses accounting policies considered important to the Company’s financial condition and results of operations, and which require significant judgment and estimates on the part of management in application. In addition, Note 2—Summary of Significant Accounting Policies to the accompanying Financial Statements summarizes the Company’s significant accounting policies, including the critical accounting policy discussion found in this section.\n•\nCaution Concerning Forward-Looking Statements\n—This section provides a description of the use of forward-looking information appearing in this Annual Report on Form 10-K, including in Management’s Discussion and Analysis of Financial Condition and Results of Operations. Such information is based on management’s current expectations about future events which are subject to change and to inherent risks and uncertainties. Refer to Item 1A. “Risk Factors” in this Annual Report for a discussion of the risk factors applicable to the Company.\nOVERVIEW OF THE COMPANY’S BUSINESS\nThe Company is a news, sports and entertainment company, which manages and reports its businesses in the following segments:\n•\nCable Network Programming\n, which produces and licenses news and sports content distributed through traditional cable television systems, direct broadcast satellite operators and telecommunication companies (“traditional MVPDs”), virtual multi-channel video programming distributors (“virtual MVPDs”) and other digital platforms, primarily in the U.S.\n•\nTelevision\n, which produces, acquires, markets and distributes programming through the FOX broadcast network, advertising-supported video-on-demand (“AVOD”) service Tubi, 29 full power broadcast television stations, including 11 duopolies, and other digital platforms, primarily in the U.S. Eighteen of the broadcast television stations are affiliated with the FOX Network, 10 are affiliated with MyNetworkTV and one is an independent station. The segment also includes various production companies that produce content for the Company and third parties.\n•\nOther, Corporate and Eliminations\n, which principally consists of the FOX Studio Lot, Credible Labs Inc. (“Credible”), corporate overhead costs and intracompany eliminations. The FOX Studio Lot, located in Los Angeles, California, provides television and film production services along with office space, studio operation services and includes all operations of the facility. Credible is a U.S. consumer finance marketplace.\nWe use the term \"MVPDs\" to refer collectively to traditional MVPDs and virtual MVPDs.\n36\nThe Company’s Cable Network Programming and Television segments derive the majority of their revenues from affiliate fees for the transmission of content and advertising sales. For fiscal 2023, the Company generated revenues of $14.9 billion, of which approximately 47% was generated from affiliate fees, approximately 44% was generated from advertising, and approximately 9% was generated from other operating activities.\nAffiliate fees primarily include (i) monthly subscriber-based license and retransmission consent fees paid by programming distributors that carry our cable networks and our owned and operated television stations and (ii) fees received from non-owned and operated television stations that are affiliated with the FOX Network. U.S. law governing retransmission consent provides a mechanism for the television stations owned by the Company to seek and obtain payment from MVPDs that carry the Company’s broadcast signals.\nThe Company’s revenues are impacted by rate changes, changes in the number of subscribers to the Company’s content and changes in the expenditures by advertisers. In addition, advertising revenues are subject to seasonality and cyclicality as a result of the impact of state, congressional and presidential election cycles and special events that air on the Company’s networks, including the National Football League’s (“NFL”) \nSuper Bowl\n, which is broadcast on the FOX Network on a rotating basis with other networks, and the Fédération Internationale de Football Association (“FIFA”) \nWorld Cup\n, which occurs every four years (for each of women and men), and other regular and post-season sports events, including one NFL Divisional playoff game that is aired on a rotating annual basis with another network.\nThe cable network programming and television industries continue to evolve rapidly, with changes in technology leading to alternative methods for the delivery and storage of digital content. These technological advancements have driven changes in consumer behavior as consumers now have more control over when, where and how they consume content. Consumer preferences have evolved toward lower cost alternatives, including direct-to-consumer offerings. These changes in technologies and consumer behavior have contributed to declines in the number of subscribers to MVPD services, and these declines are expected to continue and possibly accelerate in the future.\nAt the same time, technological changes have increased advertisers’ options for reaching their target audiences. There has been a substantial increase in the availability of content with reduced advertising or without advertising at all. As consumers switch to digital consumption of video content, there is still to be developed a consistent, broadly accepted measure of multiplatform audiences across the industry. Furthermore, the pricing and volume of advertising may be affected by shifts in spending from more traditional media and toward digital and mobile offerings, which can deliver targeted advertising more promptly, or toward newer ways of purchasing advertising. In addition, the market for AVOD advertising campaigns is relatively new and evolving.\nThe Company operates in a highly competitive industry and its performance is dependent, to a large extent, on the impact of changes in consumer behavior as a result of new technologies, the sale of advertising, the maintenance, renewal and terms of its carriage, affiliation and content agreements and programming rights, the popularity of its content, general economic conditions (including financial market conditions), the Company’s ability to manage its businesses effectively, and its relative strength and leverage in the industry. For more information, see Item 1. “Business” and Item 1A. “Risk Factors.”\n37\nRESULTS OF OPERATIONS\nResults of Operations—Fiscal 2023 versus Fiscal 2022\nThe following table sets forth the Company’s operating results for fiscal 2023, as compared to fiscal 2022:\n \nFor the years ended June 30,\n \n2023\n2022\n$ Change\n% Change\n(in millions, except %)\n \n \nBetter/(Worse)\nRevenues\nAffiliate fee\n$\n7,051 \n$\n6,878 \n$\n173 \n3 \n%\nAdvertising\n6,606 \n5,900 \n706 \n12 \n%\nOther\n1,256 \n1,196 \n60 \n5 \n%\nTotal revenues\n14,913 \n13,974 \n939 \n7 \n%\nOperating expenses\n(9,689)\n(9,117)\n(572)\n(6)\n%\nSelling, general and administrative\n(2,049)\n(1,920)\n(129)\n(7)\n%\nDepreciation and amortization\n(411)\n(363)\n(48)\n(13)\n%\nImpairment and restructuring charges\n(111)\n— \n(111)\n**\nInterest expense, net\n(218)\n(371)\n153 \n41 \n%\nOther, net\n(699)\n(509)\n(190)\n(37)\n%\nIncome before income tax expense\n1,736 \n1,694 \n42 \n2 \n%\nIncome tax expense\n(483)\n(461)\n(22)\n(5)\n%\nNet income\n1,253 \n1,233 \n20 \n2 \n%\nLess: Net income attributable to noncontrolling interests\n(14)\n(28)\n14 \n50 \n%\nNet income attributable to Fox Corporation stockholders\n$\n1,239 \n$\n1,205 \n$\n34 \n3 \n%\n**\nnot meaningful\nOverview\n—The Company’s revenues increased 7% for fiscal 2023, as compared to fiscal 2022, due to higher affiliate fee, advertising and other revenues. The increase in affiliate fee revenue was primarily due to higher fees received from television stations that are affiliated with the FOX Network and higher average rates per subscriber, led by contractual rate increases on existing affiliate agreements and from affiliate agreement renewals, partially offset by a lower average number of subscribers across all networks. The increase in advertising revenue was primarily due to revenues resulting from the broadcasts of \nSuper Bowl LVII\n and the FIFA Men’s \nWorld Cup\n, continued growth at Tubi, higher political advertising revenue at the FOX Television Stations principally due to the November 2022 U.S. midterm elections, and additional NFL post-season games. Partially offsetting this increase was the absence of NFL \nThursday Night Football\n (“\nTNF\n”) and lower ratings at the FOX Network in the current year. The increase in other revenues was primarily due to the full year impact of acquisitions of entertainment production companies in fiscal 2022 and higher FOX Nation subscription revenues.\nOperating expenses increased 6% for fiscal 2023, as compared to fiscal 2022, primarily due to higher sports programming rights amortization and production costs driven by the broadcasts of \nSuper Bowl LVII\n and the FIFA Men’s \nWorld Cup\n and additional post-season NFL and Major League Baseball (“MLB”) content, as well as increased digital investment in Tubi and at FOX News Media. Partially offsetting this increase was the absence of \nTNF\n and lower entertainment marketing and production costs. Selling, general and administrative expenses increased 7% for fiscal 2023, as compared to fiscal 2022, primarily due to higher legal costs at FOX News Media and continued growth at Tubi.\nDepreciation and amortization\n—Depreciation and amortization expense increased 13% for fiscal 2023, as compared to fiscal 2022, primarily due to an increase in broadcast production assets at FOX Sports, \n38\nincreased spending as a result of digital initiatives and the full year impact of the fiscal 2022 acquisitions of entertainment production companies.\nImpairment and restructuring charges\n—See Note 4—Restructuring Programs to the accompanying Financial Statements.\nInterest expense, net\n—Interest expense, net decreased 41% for fiscal 2023, as compared to fiscal 2022, primarily due to higher interest income as a result of higher interest rates.\nOther, net\n—See Note 20—Additional Financial Information to the accompanying Financial Statements under the heading “Other, net.”\nIncome tax expense\n— The Company’s tax provision and related effective tax rate of 28% for fiscal 2023 was higher than the statutory rate of 21% primarily due to state taxes, a valuation allowance recorded against net operating losses and tax credits and other permanent items. The Company’s tax provision and related effective tax rate of 27% for fiscal 2022 was higher than the statutory rate of 21% primarily due to state taxes and a remeasurement of the Company’s net deferred tax assets associated with changes in the mix of jurisdictional earnings.\nNet income\n—Net income increased 2% for fiscal 2023, as compared to fiscal 2022, primarily due to a gain recognized on the change in fair value of the Company’s investment in Flutter Entertainment plc and higher Segment EBITDA (as defined below), partially offset by legal settlement costs at FOX News Media (See Note 20—Additional Financial Information to the accompanying Financial Statements under the heading “Other, net”) and restructuring charges (See Note 4—Restructuring Programs to the accompanying Financial Statements).\nResults of Operations—Fiscal 2022 versus Fiscal 2021\nThe following table sets forth the Company’s operating results for fiscal 2022, as compared to fiscal 2021:\n \nFor the years ended June 30,\n \n2022\n2021\n$ Change\n% Change\n(in millions, except %)\n \n \nBetter/(Worse)\nRevenues\nAffiliate fee\n$\n6,878 \n$\n6,435 \n$\n443 \n7 \n%\nAdvertising\n5,900 \n5,431 \n469 \n9 \n%\nOther\n1,196 \n1,043 \n153 \n15 \n%\nTotal revenues\n13,974 \n12,909 \n1,065 \n8 \n%\nOperating expenses\n(9,117)\n(8,037)\n(1,080)\n(13)\n%\nSelling, general and administrative\n(1,920)\n(1,807)\n(113)\n(6)\n%\nDepreciation and amortization\n(363)\n(300)\n(63)\n(21)\n%\nImpairment and restructuring charges\n— \n(35)\n35 \n100 \n%\nInterest expense, net\n(371)\n(391)\n20 \n5 \n%\nOther, net\n(509)\n579 \n(1,088)\n**\nIncome before income tax expense\n1,694 \n2,918 \n(1,224)\n(42)\n%\nIncome tax expense\n(461)\n(717)\n256 \n36 \n%\nNet income\n1,233 \n2,201 \n(968)\n(44)\n%\nLess: Net income attributable to noncontrolling interests\n(28)\n(51)\n23 \n45 \n%\nNet income attributable to Fox Corporation stockholders\n$\n1,205 \n$\n2,150 \n$\n(945)\n(44)\n%\n**\nnot meaningful\n39\nOverview\n—The Company’s revenues increased 8% for fiscal 2022, as compared to fiscal 2021, due to higher affiliate fee, advertising and other revenues. The increase in affiliate fee revenue was primarily due to higher average rates per subscriber, led by contractual rate increases on existing affiliate agreements and from affiliate agreement renewals, partially offset by a lower average number of subscribers. Also impacting the increase was the absence of prior year affiliate fee credits as a result of the COVID-19 related under-delivery of college football games. The increase in advertising revenue was primarily due to higher pricing at FOX Sports and FOX News Media, growth at Tubi, and a higher number of live events at FOX Sports due to the impact of COVID-19 in fiscal 2021. Partially offsetting this increase was lower political advertising revenue due to the absence of the 2020 presidential and congressional elections. The increase in other revenues was primarily due to higher sports sublicensing revenues which were impacted by COVID-19 in fiscal 2021, the impact of acquisitions of entertainment production companies in fiscal 2022 (See Note 3—Acquisitions, Disposals and Other Transactions to the accompanying Financial Statements) and higher FOX Nation subscription revenues, partially offset by the impact of the divestiture of the Company’s sports marketing businesses in fiscal 2021.\nOperating expenses increased 13% for fiscal 2022, as compared to fiscal 2021, primarily due to higher sports programming rights amortization and production costs related to NFL, MLB and college football content, including a higher number of live events due to the impact of COVID-19 in fiscal 2021. Also impacting the increase was increased digital investment at Tubi and FOX News Media, costs associated with the launch of the United States Football League (“USFL”) and higher entertainment programming rights amortization due to more hours of original scripted programming as compared to fiscal 2021 which was impacted by COVID-19. This increase was partially offset by the absence of events that were shifted into fiscal 2021 from fiscal 2020 as a result of COVID-19 rescheduling, including National Association of Stock Car Auto Racing (“NASCAR”) Cup Series races and additional MLB regular season games, and the impact of the divestiture of the Company’s sports marketing businesses in fiscal 2021.\nSelling, general and administrative expenses increased 6% for fiscal 2022, as compared to fiscal 2021, primarily due to higher technology costs related to the Company’s digital initiatives and higher marketing expenses at FOX News Media, partially offset by the impact of the divestiture of the Company’s sports marketing businesses in fiscal 2021.\nDepreciation and amortization\n—Depreciation and amortization expense increased 21% for fiscal 2022, as compared to fiscal 2021, primarily due to assets placed into service during the fourth quarter of fiscal 2021 for the Company’s standalone broadcast technical facilities and the impact of acquisitions of entertainment production companies in fiscal 2022.\nImpairment and restructuring charges\n—See Note 4—Restructuring Programs to the accompanying Financial Statements.\nInterest expense, net\n—Interest expense, net decreased 5% for fiscal 2022, as compared to fiscal 2021, primarily due to the repayment of $750 million of senior notes in January 2022.\nOther, net\n—See Note 20—Additional Financial Information to the accompanying Financial Statements under the heading “Other, net.”\nIncome tax expense\n—The Company’s tax provision and related effective tax rate of 27% for fiscal 2022 was higher than the statutory rate of 21% primarily due to state taxes and a remeasurement of the Company’s net deferred tax assets associated with changes in the mix of jurisdictional earnings. The Company’s tax provision and related effective tax rate of 25% for fiscal 2021 was higher than the statutory rate of 21% primarily due to state taxes, partially offset by a benefit from the reduction of uncertain tax positions for state tax audits.\nNet income\n—Net income decreased 44% for fiscal 2022, as compared to fiscal 2021, primarily due to the change in fair value of the Company’s investment in Flutter Entertainment plc and the absence of the reimbursement from Disney of $462 million related to the substantial settlement of the Company’s prepayment of its share of the Divestiture Tax, which occurred during fiscal 2021 (See Note 20—Additional Financial Information to the accompanying Financial Statements under the heading “Other, net”).\n40\nSegment Analysis\nThe Company’s operating segments have been determined in accordance with the Company’s internal management structure, which is organized based on operating activities. The Company evaluates performance based upon several factors, of which the primary financial measure is segment operating income before depreciation and amortization, or Segment EBITDA. Due to the integrated nature of these operating segments, estimates and judgments are made in allocating certain assets, revenues and expenses.\nSegment EBITDA is defined as Revenues less Operating expenses and Selling, general and administrative expenses. Segment EBITDA does not include: Amortization of cable distribution investments, Depreciation and amortization, Impairment and restructuring charges, Interest expense, net, Other, net and Income tax expense. Management believes that Segment EBITDA is an appropriate measure for evaluating the operating performance of the Company’s business segments because it is the primary measure used by the Company’s chief operating decision maker to evaluate the performance of and allocate resources to the Company’s businesses.\nFiscal 2023 versus Fiscal 2022\nThe following tables set forth the Company’s Revenues and Segment EBITDA for fiscal 2023, as compared to fiscal 2022:\n \nFor the years ended June 30,\n \n2023\n2022\n$ Change\n% Change\n(in millions, except %)\n \n \nBetter/(Worse)\nRevenues\n \n \n \n \nCable Network Programming\n$\n6,043 \n$\n6,097 \n$\n(54)\n(1)\n%\nTelevision\n8,710 \n7,685 \n1,025 \n13 \n%\nOther, Corporate and Eliminations\n160 \n192 \n(32)\n(17)\n%\nTotal revenues\n$\n14,913 \n$\n13,974 \n$\n939 \n7 \n%\n \nFor the years ended June 30,\n \n2023\n2022\n$ Change\n% Change\n(in millions, except %)\nBetter/(Worse)\nSegment EBITDA\n \n \nCable Network Programming\n$\n2,472 \n$\n2,934 \n$\n(462)\n(16)\n%\nTelevision\n1,009 \n347 \n662 \n**\nOther, Corporate and Eliminations\n(290)\n(326)\n36 \n11 \n%\nAdjusted EBITDA\n(a)\n$\n3,191 \n$\n2,955 \n$\n236 \n8 \n%\n**\nnot meaningful\n(a)\nFor a discussion of Adjusted EBITDA and a reconciliation of Net income to Adjusted EBITDA, see “Non-GAAP Financial Measures” below.\n41\nCable Network Programming \n(41% and 44% of the Company’s revenues in fiscal 2023 and 2022, respectively)\n \nFor the years ended June 30,\n \n2023\n2022\n$ Change\n% Change\n(in millions, except %)\nBetter/(Worse)\nRevenues\nAffiliate fee\n$\n4,175 \n$\n4,205 \n$\n(30)\n(1)\n%\nAdvertising\n1,403 \n1,462 \n(59)\n(4)\n%\nOther\n465 \n430 \n35 \n8 \n%\nTotal revenues\n6,043 \n6,097 \n(54)\n(1)\n%\nOperating expenses\n(2,927)\n(2,595)\n(332)\n(13)\n%\nSelling, general and administrative\n(660)\n(586)\n(74)\n(13)\n%\nAmortization of cable distribution investments\n16 \n18 \n(2)\n(11)\n%\nSegment EBITDA\n$\n2,472 \n$\n2,934 \n$\n(462)\n(16)\n%\nRevenues at the Cable Network Programming segment decreased for fiscal 2023, as compared to fiscal 2022, due to lower affiliate fee and advertising revenues, partially offset by higher other revenues. The decrease in affiliate fee revenue was primarily due to a decrease in the average number of subscribers, partially offset by higher average rates per subscriber, led by contractual rate increases on existing affiliate agreements and from affiliate agreement renewals. The decrease in advertising revenue was primarily due to lower pricing in the direct response marketplace at FOX News Media, partially offset by the broadcast of the FIFA Men’s\n World Cup \nat the national sports networks in the current year. The increase in other revenues was primarily due to higher FOX Nation subscription revenues and higher sports sublicensing revenues.\nCable Network Programming Segment EBITDA decreased for fiscal 2023, as compared to fiscal 2022, due to the revenue decreases noted above and higher expenses. Operating expenses increased primarily due to higher sports programming rights amortization led by the broadcast of the FIFA Men’s \nWorld Cup\n, the renewed MLB contract and a higher volume of college football games at the national sports networks, and higher employee related costs and increased digital investment at FOX News Media. Selling, general and administrative expenses increased principally due to higher legal costs partially offset by lower marketing costs at FOX News Media and higher costs associated with the expansion of the USFL.\nTelevision \n(58% and 55% of the Company’s revenues in fiscal 2023 and 2022, respectively)\n \nFor the years ended June 30,\n \n2023\n2022\n$ Change\n% Change\n(in millions, except %)\nBetter/(Worse)\nRevenues\nAdvertising\n$\n5,204 \n$\n4,440 \n$\n764 \n17 \n%\nAffiliate fee\n2,876 \n2,673 \n203 \n8 \n%\nOther\n630 \n572 \n58 \n10 \n%\nTotal revenues\n8,710 \n7,685 \n1,025 \n13 \n%\nOperating expenses\n(6,704)\n(6,431)\n(273)\n(4)\n%\nSelling, general and administrative\n(997)\n(907)\n(90)\n(10)\n%\nSegment EBITDA\n$\n1,009 \n$\n347 \n$\n662 \n**\n**\nnot meaningful \nRevenues at the Television segment increased for fiscal 2023, as compared to fiscal 2022, due to higher advertising, affiliate fee and other revenues. The increase in advertising revenue was primarily due to revenues resulting from the broadcasts of \nSuper Bowl LVII\n and the FIFA Men’s \nWorld Cup\n, continued growth at Tubi, higher political advertising revenue at the FOX Television Stations principally due to the November 2022 U.S. \n42\nmidterm elections, and additional NFL post-season games. Partially offsetting this increase was the absence of \nTNF\n and lower ratings at the FOX Network in the current year. The increase in affiliate fee revenue was primarily due to higher fees received from television stations that are affiliated with the FOX Network and higher average rates per subscriber partially offset by a lower average number of subscribers at the Company’s owned and operated television stations. The increase in other revenues was primarily due to the full year impact of acquisitions of entertainment production companies in fiscal 2022.\nTelevision Segment EBITDA increased for fiscal 2023, as compared to fiscal 2022, primarily due to the revenue increases noted above, partially offset by higher expenses. Operating expenses increased primarily due to higher sports programming rights amortization and production costs driven by the broadcast of \nSuper Bowl LVII\n, NFL and MLB content, led by a higher volume of post-season games, and the broadcast of the FIFA Men’s \nWorld Cup\n, as well as increased digital investment in Tubi. Partially offsetting this increase was the absence of \nTNF\n and lower entertainment marketing and production costs. Selling, general and administrative expenses increased primarily due to continued growth at Tubi.\nOther, Corporate and Eliminations \n(1% of the Company’s revenues for fiscal 2023 and 2022)\n \nFor the years ended June 30,\n \n2023\n2022\n$ Change\n% Change\n(in millions, except %)\nBetter/(Worse)\nRevenues\n$\n160 \n$\n192 \n$\n(32)\n(17)\n%\nOperating expenses\n(58)\n(91)\n33 \n36 \n%\nSelling, general and administrative\n(392)\n(427)\n35 \n8 \n%\nSegment EBITDA\n$\n(290)\n$\n(326)\n$\n36 \n11 \n%\nRevenues at the Other, Corporate and Eliminations segment for fiscal 2023 and 2022 include revenues generated by Credible and the operation of the FOX Studio lot for third parties. Operating expenses for fiscal 2023 and 2022 include advertising and promotional expenses at Credible. Selling, general and administrative expenses for fiscal 2023 and 2022 primarily relate to employee costs, professional fees and the costs of operating the FOX Studio lot.\nFiscal 2022 versus Fiscal 2021\nThe following tables set forth the Company’s Revenues and Segment EBITDA for fiscal 2022, as compared to fiscal 2021:\n \nFor the years ended June 30,\n \n2022\n2021\n$ Change\n% Change\n(in millions, except %)\n \n \nBetter/(Worse)\nRevenues\n \n \n \n \nCable Network Programming\n$\n6,097 \n$\n5,683 \n$\n414 \n7 \n%\nTelevision\n7,685 \n7,048 \n637 \n9 \n%\nOther, Corporate and Eliminations\n192 \n178 \n14 \n8 \n%\nTotal revenues\n$\n13,974 \n$\n12,909 \n$\n1,065 \n8 \n%\n43\n \nFor the years ended June 30,\n \n2022\n2021\n$ Change\n% Change\n(in millions, except %)\n \n \nBetter/(Worse)\nSegment EBITDA\n \n \n \n \nCable Network Programming\n$\n2,934 \n$\n2,876 \n$\n58 \n2 \n%\nTelevision\n347 \n555 \n(208)\n(37)\n%\nOther, Corporate and Eliminations\n(326)\n(344)\n18 \n5 \n%\nAdjusted EBITDA\n(a)\n$\n2,955 \n$\n3,087 \n$\n(132)\n(4)\n%\n(a)\nFor a discussion of Adjusted EBITDA and a reconciliation of Net income to Adjusted EBITDA, see “Non-GAAP Financial Measures” below.\nCable Network Programming \n(44% of the Company’s revenues in fiscal 2022 and 2021)\n \nFor the years ended June 30,\n \n2022\n2021\n$ Change\n% Change\n(in millions, except %)\nBetter/(Worse)\nRevenues\nAffiliate fee\n$\n4,205 \n$\n3,995 \n$\n210 \n5 \n%\nAdvertising\n1,462 \n1,337 \n125 \n9 \n%\nOther\n430 \n351 \n79 \n23 \n%\nTotal revenues\n6,097 \n5,683 \n414 \n7 \n%\nOperating expenses\n(2,595)\n(2,289)\n(306)\n(13)\n%\nSelling, general and administrative\n(586)\n(540)\n(46)\n(9)\n%\nAmortization of cable distribution investments\n18 \n22 \n(4)\n(18)\n%\nSegment EBITDA\n$\n2,934 \n$\n2,876 \n$\n58 \n2 \n%\nRevenues at the Cable Network Programming segment increased for fiscal 2022, as compared to fiscal 2021, due to higher affiliate fee, advertising and other revenues. The increase in affiliate fee revenue was primarily due to contractual rate increases on existing affiliate agreements and from affiliate agreement renewals, partially offset by a lower average number of subscribers. Also impacting the increase was the absence of fiscal 2021 affiliate fee credits as a result of the COVID-19 related under-delivery of college football games. The decrease in the average number of subscribers was due to a reduction in traditional MVPD subscribers, partially offset by an increase in virtual MVPD subscribers. The increase in advertising revenue was primarily due to higher pricing at FOX News Media and higher pricing and an increase in the number of live events at the national sports networks, primarily the result of additional MLB postseason games and the return of a full college football schedule that was shortened due to COVID-19 in fiscal 2021. This increase was partially offset by lower political advertising revenue due to the absence of the 2020 presidential elections. The increase in other revenues was primarily due to higher sports sublicensing revenues, which were impacted by COVID-19 in fiscal 2021, and higher FOX Nation subscription revenues, partially offset by the impact of the divestiture of the Company’s sports marketing businesses in fiscal 2021.\nCable Network Programming Segment EBITDA increased for fiscal 2022, as compared to fiscal 2021, primarily due to the revenue increases noted above, partially offset by higher expenses. Operating expenses increased due to higher sports programming rights amortization and production costs primarily related to the return of a full college football and basketball season as a result of the impact of COVID-19 in fiscal 2021, increased investment in digital growth initiatives at FOX News Media and costs associated with the launch of USFL. This increase was partially offset by the absence of events that were shifted into fiscal 2021 from fiscal 2020 as a result of COVID-19 rescheduling, including NASCAR Cup Series races and additional MLB regular season games, and the impact of the divestiture of the Company’s sports marketing businesses in fiscal 2021. Selling, general and administrative expenses increased principally due to higher marketing expenses at FOX News Media, partially offset by the impact of the divestiture of the Company’s sports marketing businesses in fiscal 2021.\n44\nTelevision \n(55% of the Company’s revenues in fiscal 2022 and 2021)\n \nFor the years ended June 30,\n \n2022\n2021\n$ Change\n% Change\n(in millions, except %)\n \n \nBetter/(Worse)\nRevenues\nAdvertising\n$\n4,440 \n$\n4,094 \n$\n346 \n8 \n%\nAffiliate fee\n2,673 \n2,440 \n233 \n10 \n%\nOther\n572 \n514 \n58 \n11 \n%\nTotal revenues\n7,685 \n7,048 \n637 \n9 \n%\nOperating expenses\n(6,431)\n(5,662)\n(769)\n(14)\n%\nSelling, general and administrative\n(907)\n(831)\n(76)\n(9)\n%\nSegment EBITDA\n$\n347 \n$\n555 \n$\n(208)\n(37)\n%\nRevenues at the Television segment increased for fiscal 2022, as compared to fiscal 2021, due to higher advertising, affiliate fee and other revenues. The increase in advertising revenue was primarily attributable to higher pricing as well as the return of a full schedule of college football in fiscal 2022 at FOX Sports and continued growth at Tubi, partially offset by lower political advertising revenue at the FOX Television Stations due to the absence of the 2020 presidential and congressional elections. The increase in affiliate fee revenue was primarily due to higher fees received from television stations that are affiliated with the FOX Network, and higher average rates per subscriber partially offset by a lower average number of subscribers at the Company’s owned and operated television stations. The increase in other revenues was primarily due to the current year impact of acquisitions of entertainment production companies.\nTelevision Segment EBITDA decreased for fiscal 2022, as compared to fiscal 2021, as the revenue increases noted above were more than offset by higher expenses. Operating expenses increased primarily due to higher sports programming rights amortization and production costs related to NFL, MLB and college football content, including a higher number of college football games as compared to the COVID-19 impacted fiscal 2021, increased digital investment at Tubi and higher entertainment programming rights amortization due to more hours of original scripted programming as compared to fiscal 2021, which was impacted by COVID-19. Selling, general and administrative expenses increased primarily due to higher technology costs related to the Company’s digital initiatives.\nOther, Corporate and Eliminations \n(1% of the Company’s revenues for fiscal 2022 and 2021)\n \nFor the years ended June 30,\n \n2022\n2021\n$ Change\n% Change\n(in millions, except %)\nBetter/(Worse)\nRevenues\n$\n192 \n$\n178 \n$\n14 \n8 \n%\nOperating expenses\n(91)\n(86)\n(5)\n(6)\n%\nSelling, general and administrative\n(427)\n(436)\n9 \n2 \n%\nSegment EBITDA\n$\n(326)\n$\n(344)\n$\n18 \n5 \n%\nRevenues at the Other, Corporate and Eliminations segment for fiscal 2022 and 2021 include revenues generated by Credible and the operation of the FOX Studio lot for third parties. Operating expenses for fiscal 2022 and 2021 include advertising and promotional expenses at Credible and the costs of operating the FOX Studio lot. Selling, general and administrative expenses for fiscal 2022 and 2021 primarily relate to employee costs and professional fees and the costs of operating the FOX Studio lot.\nNon-GAAP Financial Measures\nAdjusted EBITDA is defined as Revenues less Operating expenses and Selling, general and administrative expenses. Adjusted EBITDA does not include: Amortization of cable distribution investments, Depreciation and amortization, Impairment and restructuring charges, Interest expense, net, Other, net and Income tax expense.\n45\nManagement believes that information about Adjusted EBITDA assists all users of the Company’s Financial Statements by allowing them to evaluate changes in the operating results of the Company’s portfolio of businesses separate from non-operational factors that affect Net income, thus providing insight into both operations and the other factors that affect reported results. Adjusted EBITDA provides management, investors and equity analysts a measure to analyze the operating performance of the Company’s business and its enterprise value against historical data and competitors’ data, although historical results, including Adjusted EBITDA, may not be indicative of future results (as operating performance is highly contingent on many factors, including customer tastes and preferences).\nAdjusted EBITDA is considered a non-GAAP financial measure and should be considered in addition to, not as a substitute for, net income, cash flow and other measures of financial performance reported in accordance with U.S. generally accepted accounting principles (“GAAP”). In addition, this measure does not reflect cash available to fund requirements and excludes items, such as depreciation and amortization and impairment charges, which are significant components in assessing the Company’s financial performance. Adjusted EBITDA may not be comparable to similarly titled measures reported by other companies.\nFiscal 2023 versus Fiscal 2022\nThe following table reconciles Net income to Adjusted EBITDA for fiscal 2023, as compared to fiscal 2022:\n \nFor the years ended June 30,\n \n2023\n2022\n \n(in millions) \nNet income\n$\n1,253 \n$\n1,233 \nAdd\nAmortization of cable distribution investments\n16 \n18 \nDepreciation and amortization\n411 \n363 \nImpairment and restructuring charges\n111 \n— \nInterest expense, net\n218 \n371 \nOther, net\n699 \n509 \nIncome tax expense\n483 \n461 \nAdjusted EBITDA\n$\n3,191 \n$\n2,955 \nThe following table sets forth the computation of Adjusted EBITDA for fiscal 2023, as compared to fiscal 2022:\n \nFor the years ended June 30,\n \n2023\n2022\n \n(in millions) \nRevenues\n$\n14,913 \n$\n13,974 \nOperating expenses\n(9,689)\n(9,117)\nSelling, general and administrative\n(2,049)\n(1,920)\nAmortization of cable distribution investments\n16 \n18 \nAdjusted EBITDA\n$\n3,191 \n$\n2,955 \n46\nFiscal 2022 versus Fiscal 2021\nThe following table reconciles Net income to Adjusted EBITDA for fiscal 2022, as compared to fiscal 2021:\n \nFor the years ended June 30,\n \n2022\n2021\n \n(in millions) \nNet income\n$\n1,233 \n$\n2,201 \nAdd\nAmortization of cable distribution investments\n18 \n22 \nDepreciation and amortization\n363 \n300 \nImpairment and restructuring charges\n— \n35 \nInterest expense, net\n371 \n391 \nOther, net\n509 \n(579)\nIncome tax expense\n461 \n717 \nAdjusted EBITDA\n$\n2,955 \n$\n3,087 \nThe following table sets forth the computation of Adjusted EBITDA for fiscal 2022, as compared to fiscal 2021:\n \nFor the years ended June 30,\n \n2022\n2021\n \n(in millions) \nRevenues\n$\n13,974 \n$\n12,909 \nOperating expenses\n(9,117)\n(8,037)\nSelling, general and administrative\n(1,920)\n(1,807)\nAmortization of cable distribution investments\n18 \n22 \nAdjusted EBITDA\n$\n2,955 \n$\n3,087 \nLIQUIDITY AND CAPITAL RESOURCES\nCurrent Financial Condition\nThe Company has approximately $4.3 billion of cash and cash equivalents as of June 30, 2023 and an unused five-year $1.0 billion unsecured revolving credit facility (See Note 9—Borrowings to the accompanying Financial Statements). The Company also has access to the worldwide capital markets, subject to market conditions. As of June 30, 2023, the Company was in compliance with all of the covenants under its revolving credit facility, and it does not anticipate any noncompliance with such covenants.\nThe principal uses of cash that affect the Company’s liquidity position include the following: the acquisition of rights and related payments for entertainment and sports programming; operational expenditures including production costs; marketing and promotional expenses; expenses related to broadcasting the Company’s programming; employee and facility costs; capital expenditures; acquisitions; income taxes, interest and dividend payments; debt repayments; legal settlements; and stock repurchases.\nIn addition to the acquisitions and dispositions disclosed within Note 3—Acquisitions, Disposals, and Other Transactions to the accompanying Financial Statements, the Company has evaluated, and expects to continue to evaluate, possible acquisitions and dispositions of certain businesses and assets. Such transactions may be material and may involve cash, the Company’s securities or the assumption of additional indebtedness.\n47\nSources and Uses of Cash—Fiscal 2023 vs. Fiscal 2022\nNet cash provided by operating activities for fiscal 2023 and 2022 was as follows (in millions):\nFor the years ended June 30,\n2023\n2022\nNet cash provided by operating activities\n$\n1,800 \n$\n1,884 \nThe decrease in net cash provided by operating activities during fiscal 2023, as compared to fiscal 2022, was primarily due to legal settlement costs (See Note 14—Commitments and Contingencies to the accompanying Financial Statements), partially offset by higher Adjusted EBITDA, lower sports rights payments primarily due to the absence of \nTNF \nand lower entertainment programming costs.\nNet cash used in investing activities for fiscal 2023 and 2022 was as follows (in millions):\nFor the years ended June 30,\n2023\n2022\nNet cash used in investing activities\n$\n(438)\n$\n(513)\nThe decrease in net cash used in investing activities during fiscal 2023, as compared to fiscal 2022, was primarily due to the absence of acquisitions and dispositions, partially offset by an increase in capital expenditures and higher investments in equity securities.\nNet cash used in financing activities for fiscal 2023 and 2022 was as follows (in millions):\nFor the years ended June 30,\n2023\n2022\nNet cash used in financing activities\n$\n(2,290)\n$\n(2,057)\nThe increase in net cash used in financing activities during fiscal \n2023, as compared to fiscal 2022,\n \nwas primarily due to activity under the stock repurchase program, including the $1 billion accelerated share repurchase agreement (See Note 11—Stockholders’ Equity to the accompanying Financial Statements under the heading “Stock Repurchase Program”), partially offset by the absence of the $750 million repayment of senior notes that matured in January 2022.\nStock Repurchase Program\nSee Note 11—Stockholders’ Equity to the accompanying Financial Statements under the heading “Stock Repurchase Program.”\nDividends\nDividends paid in fiscal \n2023\n totaled $0.50 per share of Class A Common Stock and Class B Common Stock. Subsequent to \nJune 30, 2023\n, the Company increased its semi-annual dividend and declared a semi-annual dividend of $0.26 per share on both the Class A Common Stock and the Class B Common Stock. The dividend declared is payable on September 27, 2023 with a record date for determining dividend entitlements of August 30, 2023.\nBased on the number of shares outstanding as of \nJune 30, 2023\n, and the new annual dividend rate stated above, the total aggregate cash dividends expected to be paid to stockholders in fiscal \n2024\n is approximately $260 million.\nSources and Uses of Cash—Fiscal 2022 vs. Fiscal 2021\nNet cash provided by operating activities for fiscal 2022 and 2021 was as follows (in millions):\n \nFor the years ended June 30,\n2022\n2021\nNet cash provided by operating activities\n$\n1,884 \n$\n2,639 \n48\nThe decrease in net cash provided by operating activities during fiscal 2022, as compared to fiscal 2021, was primarily due to higher sports payments and entertainment production spending as well as lower Adjusted EBITDA.\nNet cash used in investing activities for fiscal 2022 and 2021 was as follows (in millions):\nFor the years ended June 30,\n2022\n2021\nNet cash used in investing activities\n$\n(513)\n$\n(528)\nThe decrease in net cash used in investing activities during fiscal 2022, as compared to fiscal 2021, was primarily due to lower capital expenditures in connection with establishing the Company’s standalone broadcast technical facilities placed into service in fiscal 2021, partially offset by higher fiscal 2022 acquisitions (See Note 3—Acquisitions, Disposals, and Other Transactions to the accompanying Financial Statements).\nNet cash used in financing activities for fiscal 2022 and 2021 was as follows (in millions):\nFor the years ended June 30,\n2022\n2021\nNet cash used in financing activities\n$\n(2,057)\n$\n(870)\nThe increase in net cash used in financing activities during fiscal \n2022, as compared to fiscal 2021,\n was primarily due to the $750 million repayment of senior notes that matured in January 2022 and the absence of cash received from Disney in fiscal 2021, including the $462 million reimbursement related to the Divestiture Tax.\nDebt Instruments\nBorrowings include senior notes (See Note 9—Borrowings to the accompanying Financial Statements). During fiscal 2022, cash used in the repayment of borrowings was $750 Million for the 3.666% senior notes which matured and were repaid in full in January 2022.\nRatings of the Senior Notes\nThe following table summarizes the Company’s credit ratings as of June 30, 2023:\nRating Agency\nSenior Debt\nOutlook\nMoody’s\nBaa2\nStable\nStandard & Poor’s\nBBB\nStable\nRevolving Credit Agreement\nIn June 2023, the Company entered into an unsecured $1.0 billion revolving credit facility\n with a maturity date of June 2028 (See Note 9—Borrowings to the accompanying Financial Statements).\nCommitments and Contingencies\nThe Company has commitments under certain firm contractual arrangements (“firm commitments”) to make future payments. These firm commitments secure the future rights to various assets and services to be used in the normal course of operations. For additional details on commitments and contingencies see Note 14—Commitments and Contingencies to the accompanying Financial Statements under the headings “Licensed Programming,” “Other commitments and contractual obligations” and “Contingencies.”\nPension and other postretirement benefits and uncertain tax benefits \nThe table in Note 14—Commitments and Contingencies to the accompanying Financial Statements excludes the Company’s pension and other postretirement benefits (“OPEB”) obligations and the gross unrecognized tax benefits for uncertain tax positions as the Company is unable to reasonably predict the ultimate amount and timing. The Company made contributions of $53 million and $59 million to its pension plans in fiscal 2023 and 2022, respectively. The majority of these contributions were voluntarily made to improve the funded status of the plans. Future plan contributions are dependent upon actual plan asset returns, interest \n49\nrates and statutory requirements. Assuming that actual plan asset returns are consistent with the Company’s expected plan returns in fiscal 2024 and beyond and that interest rates remain constant, the Company would not be required to make any material contributions to its pension plans for the immediate future. Required pension plan contributions for the next fiscal year are not expected to be material but the Company may make voluntary contributions in future periods. Payments due to participants under the Company’s pension plans are primarily paid out of underlying trusts. Payments due under the Company’s OPEB plans are not required to be funded in advance, but are paid as medical costs are incurred by covered retiree populations, and are principally dependent upon the future cost of retiree medical benefits under the Company’s OPEB plans. The Company does not expect its net OPEB payments to be material in fiscal 2024 (See Note 15—Pension and Other Postretirement Benefits to the accompanying Financial Statements for further discussion of the Company’s pension and OPEB plans).\nCRITICAL ACCOUNTING POLICIES\nAn accounting policy is considered to be critical if it is important to the Company’s financial condition and results of operations and if it requires significant judgment and estimates on the part of management in its application. The development and selection of these critical accounting policies have been determined by management of the Company and the related disclosures have been reviewed with the Audit Committee of the Company’s Board of Directors. For the Company’s summary of significant accounting policies, see Note 2—Summary of Significant Accounting Policies to the accompanying Financial Statements.\nUse of Estimates\nSee Note 2—Summary of Significant Accounting Policies to the accompanying Financial Statements under the heading “Use of Estimates.”\nRevenue Recognition\nRevenue is recognized when control of the promised goods or services is transferred to the Company’s customers in an amount that reflects the consideration the Company expects to be entitled to in exchange for those goods or services. The Company considers the terms of each arrangement to determine the appropriate accounting treatment.\nThe Company generates advertising revenue from sales of commercial time within the Company’s network programming, and from sales of advertising on the Company’s owned and operated television stations and various digital properties. Advertising revenue from customers, primarily advertising agencies, is recognized as the commercials are aired. Certain of the Company’s advertising contracts have guarantees of a certain number of targeted audience views, referred to as impressions. Revenues for any audience deficiencies are deferred until the guaranteed number of impressions is met, by providing additional advertisements. Advertising contracts, which are generally short-term, are billed monthly for the spots aired during the month, with payments due shortly thereafter.\nThe Company generates affiliate fee revenue from agreements with MVPDs for cable network programming and for the broadcast of the Company’s owned and operated television stations. In addition, the Company generates affiliate fee revenue from agreements with independently owned television stations that are affiliated with the FOX Network and receives retransmission consent fees from MVPDs for their signals. Affiliate fee revenue is recognized as we continuously make the network programming available to the customer over the term of the agreement. For contracts with affiliate fees based on the number of the affiliate’s subscribers, revenues are recognized based on the contractual rate multiplied by the estimated number of subscribers each period. For contracts with fixed affiliate fees, revenues are recognized based on the relative standalone selling price of the network programming provided over the contract term, which generally reflects the invoiced amount. Affiliate contracts are generally multi-year contracts billed monthly with payments due shortly thereafter.\nThe Company classifies the amortization of cable distribution investments (capitalized fees paid to MVPDs to facilitate carriage of a cable network) against affiliate fee revenue. The Company amortizes the cable distribution investments on a straight-line basis over the contract period.\n50\nInventories\nLicensed and Owned Programming\nThe Company incurs costs to license programming rights and to produce owned programming. Licensed programming includes costs incurred by the Company for access to content owned by third parties. The Company has single and multi-year contracts for sports and non-sports programming. Licensed programming is recorded at the earlier of payment or when the license period has begun, the cost of the program is known or reasonably determinable and the program is accepted and available for airing. Advances paid for the right to broadcast sports events within one year and programming with an initial license period of one year or less are classified as current inventories, and license fees for programming with an initial license period of greater than one year are classified as non-current inventories. Licensed programming is predominantly amortized as the associated programs are made available. The costs of multi-year sports contracts are primarily amortized based on the ratio of each contract’s current period attributable revenue to the estimated total remaining attributable revenue. Estimates can change and, accordingly, are reviewed periodically and amortization is adjusted as necessary. Such changes in the future could be material.\nOwned programming includes content internally developed and produced as well as co-produced content. Capitalized costs for owned programming are predominantly amortized using the individual-film-forecast-computation method, which is based on the ratio of current period revenue to estimated total future remaining revenue, and related costs to be incurred throughout the life of the respective program. Future remaining revenue includes imputed license fees for content used by FOX as well as revenue expected to be earned based on distribution strategy and historical performance of similar content. Changes to estimated future revenues may result in impairments or changes in amortization patterns. When production partners distribute owned programming on the Company’s behalf, the net participation in profits is recorded as content license revenue. The Company may receive government incentives in connection with the production of owned programming. The Company records government incentives as a reduction of capitalized costs for owned programming when the monetization of the incentive is probable. Government incentives were not material in fiscal 2023, 2022 and 2021.\nInventories are evaluated for recoverability when an event or circumstance occurs that indicates that fair value may be less than unamortized costs. The Company will determine if there is an impairment by evaluating the fair value of the inventories, which are primarily supported by internal forecasts as compared to unamortized costs. Where an evaluation indicates unamortized costs, including advances on multi-year sports rights contracts, are not recoverable, amortization of rights is accelerated in an amount equal to the amount by which the unamortized costs exceed fair value. Owned programming is monetized and tested for impairment on an individual basis. Licensed programming is predominantly monetized as a group and tested for impairment on a channel, network, or daypart basis. The recoverability of certain sports rights is assessed on an aggregate basis. The Company recognized impairments of approximately $10 million, $50 million, and nil in fiscal 2023, 2022 and 2021, respectively, related to owned programming at the Cable Network Programming and Television segments, which were recorded in Operating expenses in the Consolidated Statements of Operations.\nGoodwill and Other Intangible Assets\nThe Company’s intangible assets include goodwill, Federal Communications Commission (“FCC”) licenses, MVPD affiliate agreements and relationships, software, trademarks and other copyrighted products.\nThe Company accounts for its business combinations under the acquisition method of accounting. The total cost of acquisitions is allocated to the underlying net assets acquired, based on their respective estimated fair values at the date of acquisition. Goodwill is recorded as the difference between the consideration transferred to acquire entities and the estimated fair values assigned to their tangible and identifiable intangible net assets and is assigned to one or more reporting units for purposes of testing for impairment. Determining the fair value of assets acquired and liabilities assumed requires management’s judgment and often involves the use of significant estimates and assumptions, including assumptions with respect to future cash inflows and outflows, discount rates, asset lives and market multiples, among other items. Identifying reporting units and assigning goodwill to them requires judgment involving the aggregation of business units with similar economic characteristics and the identification of existing business units that benefit from the acquired goodwill. The judgments made in determining the estimated fair value assigned to each class of intangible assets acquired, their reporting unit, as well as their useful lives can significantly impact net income. The Company allocates goodwill to disposed businesses using the relative fair value method.\n51\nCarrying values of goodwill and intangible assets with indefinite lives are reviewed at least annually for possible impairment. The Company’s impairment review is based on a discounted cash flow analysis and market-based valuation approach that requires significant management judgment. The Company uses its judgment in assessing whether assets may have become impaired between annual valuations. Indicators such as unexpected adverse economic factors, unanticipated technological changes or competitive activities, loss of key personnel and acts by governments and courts, may signal that an asset has become impaired and require the Company to perform an interim impairment test.\nThe Company uses direct valuation methods to value identifiable intangibles for acquisition accounting and impairment testing. The direct valuation method used for FCC licenses requires, among other inputs, the use of published industry data that are based on subjective judgments about future advertising revenues in the markets where the Company owns television stations. This method also involves the use of management’s judgment in estimating an appropriate discount rate reflecting the risk of a market participant in the U.S. broadcast industry. The resulting fair values for FCC licenses are sensitive to these long-term assumptions and any variations to such assumptions could result in an impairment to existing carrying values in future periods and such impairment could be material.\nDuring fiscal 2023, the Company determined that the goodwill and indefinite-lived intangible assets included in the accompanying Consolidated Balance Sheet as of June 30, 2023 were not impaired based on the Company’s annual assessments. The Company determined that there are no reporting units at risk of impairment as of June 30, 2023, and will continue to monitor its goodwill and indefinite-lived intangible assets for any possible future non-cash impairment charges.\nSee Note 2—Summary of Significant Accounting Policies to the accompanying Financial Statements under the heading “Annual Impairment Review” for further discussion.\nIncome Taxes\nThe Company is subject to income tax primarily in various domestic jurisdictions. The Company computes its annual tax rate based on the statutory tax rates and tax planning opportunities available to it in the various jurisdictions in which it earns income. Tax laws are complex and subject to different interpretations by the taxpayer and respective governmental taxing authorities. Significant judgment is required in determining the Company’s tax expense and in evaluating its tax positions, including evaluating uncertainties.\nThe Company records valuation allowances to reduce deferred tax assets to the amount that is more likely than not to be realized. In making this assessment, management analyzes future taxable income, reversing temporary differences and ongoing tax planning strategies. Should a change in circumstances lead to a change in judgment about the realizability of deferred tax assets in future years, the Company would adjust related valuation allowances in the period that the change in circumstances occurs, along with a corresponding increase or charge to income.\nEmployee Costs\nThe Company participates in and/or sponsors various pension, savings and postretirement benefit plans. Pension plans and postretirement benefit plans are closed to new participants with the exception of a small group covered by collective bargaining agreements. The measurement and recognition of costs of the Company’s pension and OPEB plans require the use of significant management judgments, including discount rates, expected return on plan assets and other actuarial assumptions.\nFor financial reporting purposes, net periodic pension expense is calculated based upon a number of actuarial assumptions, including a discount rate, an expected rate of return on plan assets and mortality. The Company considers current market conditions, including changes in investment returns and interest rates, in making these assumptions. The expected long-term rate of return is determined using the current target asset allocation of 35% equity securities, 55% fixed income securities and 10% in other investments, and applying expected future returns for the various asset classes and correlations amongst the asset classes. A portion of the fixed income investments is allocated to cash to pay near-term benefits.\nThe discount rate reflects the market rate for high-quality fixed income investments on the Company’s annual measurement date of June 30 and is subject to change each fiscal year. The discount rate assumptions \n52\nused to account for pension and other postretirement benefit plans reflect the rates at which the benefit obligations could be effectively settled. The rate was determined by matching the Company’s expected benefit payments for the plans to a hypothetical yield curve developed using a portfolio of several hundred high-quality corporate bonds.\nThe key assumptions used in developing the Company’s fiscal 2023, 2022 and 2021 net periodic pension expense for its plans consist of the following:\n \n2023\n2022\n2021\n \n(in millions, except %)\nDiscount rate for service cost\n4.8 \n%\n2.8 \n%\n2.9 \n%\nDiscount rate for interest cost\n4.5 \n%\n2.1 \n%\n2.2 \n%\nAssets\nExpected rate of return\n5.0 \n%\n5.1 \n%\n6.5 \n%\nActual return\n$\n53 \n$\n(152)\n$\n195 \nExpected return\n40 \n50 \n50 \nActuarial gain (loss)\n$\n13 \n$\n(202)\n$\n145 \nDiscount rates are volatile from year to year because they are determined based upon the prevailing rates as of the measurement date. The Company will utilize discount rates of 5.3% and 5.4% in calculating the fiscal 2024 service cost and interest cost, respectively, for its plans. The Company will use an expected long-term rate of return of 5.3% for fiscal 2024 based principally on the future return expectation of the plans’ asset mix. Changes in assumptions and differences between assumptions and actual experience has resulted in accumulated pre-tax net losses on the Company’s pension and postretirement benefit plans, which as of June 30, 2023 were $195 million as compared to $292 million as of June 30, 2022. These deferred losses are being systematically recognized in future net periodic pension expense. Unrecognized losses in excess of 10% of the greater of the market-related value of plan assets or the plans’ projected benefit obligation (“PBO”) are recognized over the average future service of the plan participants or average future life of the plan participants.\nThe Company made contributions of $53 million, $59 million and $63 million to its pension plans in fiscal 2023, 2022 and 2021, respectively. The majority of these contributions were voluntarily made to improve the funding status of the plans. Future plan contributions are dependent upon actual plan asset returns, statutory requirements and interest rate movements. Assuming that actual plan returns are consistent with the Company’s expected plan returns in fiscal 2024 and beyond and that interest rates remain constant, the Company would not be required to make any material statutory contributions to its pension plans for the immediate future. The Company will continue to make voluntary contributions as necessary to improve funded status.\nChanges in net periodic pension expense may occur in the future due to changes in the Company’s expected rate of return on plan assets and discount rate resulting from economic events. The following table highlights the sensitivity of the Company’s pension obligations and expense to changes in these assumptions, assuming all other assumptions remain constant:\nChanges in Assumption\nImpact on Annual\nPension Expense\nImpact on PBO\n0.25 percentage point decrease in discount rate\nIncrease $3 million\nIncrease $28 million\n0.25 percentage point increase in discount rate\nDecrease $2 million\nDecrease $27 million\n0.25 percentage point decrease in expected rate of return on assets\nIncrease $2 million\n—\n0.25 percentage point increase in expected rate of return on assets\nDecrease $2 million\n—\nFiscal 2024 net periodic pension expense for the Company’s pension plans is expected to decrease to approximately $55 million primarily due to an increase in discount rates and asset gains during fiscal 2023.\n53\nLegal Matters\nThe Company establishes an accrued liability for legal claims and indemnification claims when the Company determines that a loss is both probable and the amount of the loss can be reasonably estimated. Once established, accruals are adjusted from time to time, as appropriate, in light of additional information. The amount of any loss ultimately incurred in relation to matters for which an accrual has been established may be higher or lower than the amounts accrued for such matters. Any fees, expenses, fines, penalties, judgments or settlements which might be incurred by the Company in connection with the various proceedings could affect the Company’s results of operations and financial condition.\nCAUTION CONCERNING FORWARD-LOOKING STATEMENTS\nThis document contains “forward-looking statements” within the meaning of Section 27A of the Securities Act of 1933, as amended, and Section 21E of the Securities Exchange Act of 1934, as amended. All statements other than statements of historical or current fact are “forward-looking statements” for purposes of federal and state securities laws, including any statements regarding (i) future earnings, revenues or other measures of the Company’s financial performance; (ii) the Company’s plans, strategies and objectives for future operations; (iii) proposed new programming or other offerings; (iv) future economic conditions or performance; and (v) assumptions underlying any of the foregoing. Forward-looking statements may include, among others, the words “may,” “will,” “should,” “likely,” “anticipates,” “expects,” “intends,” “plans,” “projects,” “believes,” “estimates,” “outlook” or any other similar words.\nAlthough the Company’s management believes that the expectations reflected in any of the Company’s forward-looking statements are reasonable, actual results could differ materially from those projected or assumed in any forward-looking statements. The Company’s future financial condition and results of operations, as well as any forward-looking statements, are subject to change and to inherent risks and uncertainties, such as those disclosed or incorporated by reference in our filings with the SEC. Important factors that could cause the Company’s actual results, performance and achievements to differ materially from those estimates or projections contained in the Company’s forward-looking statements include, but are not limited to, government regulation, economic, strategic, political and social conditions and the following factors:\n•\nevolving technologies and distribution platforms and changes in consumer behavior as consumers seek more control over when, where and how they consume content, and related impacts on advertisers and MVPDs;\n•\ndeclines in advertising expenditures due to various factors such as the economic prospects of advertisers or the economy, major sports events and election cycles, evolving technologies and distribution platforms and related changes in consumer behavior and shifts in advertisers’ expenditures, the evolving market for AVOD advertising campaigns, and audience measurement methodologies’ ability to accurately reflect actual viewership levels;\n•\nfurther declines in the number of subscribers to MVPD services;\n•\nthe failure to enter into or renew on favorable terms, or at all, affiliation or carriage agreements or arrangements through which the Company makes its content available for viewing through online video platforms;\n•\nthe highly competitive nature of the industry in which the Company’s businesses operate;\n•\nthe popularity of the Company’s content, including special sports events; and the continued popularity of the sports franchises, leagues and teams for which the Company has acquired programming rights;\n•\nthe Company’s ability to renew programming rights, particularly sports programming rights, on sufficiently favorable terms, or at all;\n•\ndamage to the Company’s brands or reputation;\n•\nthe inability to realize the anticipated benefits of the Company’s strategic investments and acquisitions, and the effects of any combination or significant acquisition, disposition or other similar transaction involving the Company;\n•\nthe loss of key personnel;\n54\n•\nlabor disputes, including current disputes and labor disputes involving professional sports leagues whose games or events the Company has the right to broadcast;\n•\nlower than expected valuations associated with the Company’s reporting units, indefinite-lived intangible assets, investments or long-lived assets;\n•\na degradation, failure or misuse of the Company’s network and information systems and other technology relied on by the Company that causes a disruption of services or improper disclosure of personal data or other confidential information;\n•\ncontent piracy and signal theft and the Company’s ability to protect its intellectual property rights;\n•\nthe failure to comply with laws, regulations, rules, industry standards or contractual obligations relating to privacy and personal data protection;\n•\nchanges in tax, federal communications or other laws, regulations, practices or the interpretations thereof;\n•\nthe impact of any investigations or fines from governmental authorities, including FCC rules and policies and FCC decisions regarding revocation, renewal or grant of station licenses, waivers and other matters;\n•\nthe failure or destruction of satellites or transmitter facilities the Company depends on to distribute its programming;\n•\nunfavorable litigation outcomes or investigation results that require the Company to pay significant amounts or lead to onerous operating procedures;\n•\nchanges in GAAP or other applicable accounting standards and policies;\n•\nthe Company’s ability to secure additional capital on acceptable terms;\n•\nthe impact of any payments the Company is required to make or liabilities it is required to assume under the Separation Agreement and the indemnification arrangements entered into in connection with the Separation and the Transaction;\n•\nthe impact of COVID-19 and other widespread health emergencies or pandemics and measures to contain their spread; and\n•\nthe other risks and uncertainties detailed in Item 1A. “Risk Factors” in this Annual Report.\nForward-looking statements in this Annual Report speak only as of the date hereof, and forward-looking statements in documents that are incorporated by reference hereto speak only as of the date of those documents. The Company does not undertake any obligation to update or release any revisions to any forward-looking statement made herein or to report any events or circumstances after the date hereof or to reflect the occurrence of unanticipated events or to conform such statements to actual results or changes in our expectations, except as required by law.",
    "item7a": ">ITEM 7A.    QUANTITATIVE AND QUALITATIVE DISCLOSURES ABOUT MARKET RISK\nThe Company has exposure to two types of market risk: changes in interest rates and stock prices. The Company neither holds nor issues financial instruments for trading purposes.\nThe following sections provide quantitative and qualitative information on the Company’s exposure to interest rate risk and stock price risk. The Company makes use of sensitivity analyses that are inherently limited in estimating actual losses in fair value that can occur from changes in market conditions.\nInterest Rates\nThe Company’s current financing arrangements and facilities include $7.25 billion of outstanding fixed-rate debt, before adjustments for unamortized discount and debt issuance costs (See Note 9—Borrowings to the accompanying Financial Statements). \nFixed and variable-rate debts are impacted differently by changes in interest rates. A change in the interest rate or yield of fixed-rate debt will only impact the fair market value of such debt, while a change in the \n55\ninterest rate of variable-rate debt will impact interest expense, as well as the amount of cash required to service such debt. As of June 30, 2023, all the Company’s financial instruments with exposure to interest rate risk were denominated in U.S. dollars and no variable-rate debt was outstanding. Information on financial instruments with exposure to interest rate risk is presented below:\n \nAs of June 30, \n \n2023\n2022\n \n(in millions) \nFair Value\n \n \nBorrowings: liability\n$\n6,895 \n$\n7,084 \nSensitivity Analysis\nPotential change in fair values resulting from a 10% adverse change in quoted interest rates\n$\n(267)\n$\n(270)\nStock Prices\nThe Company has common stock investments in publicly traded companies that are subject to market price volatility. Information on the Company’s investments with exposure to stock price risk is presented below:\n \nAs of June 30, \n \n2023\n2022\n \n(in millions) \nFair Value\n \n \nTotal fair value of common stock investments\n$\n884 \n$\n435 \nSensitivity Analysis\n \nPotential change in fair values resulting from a 10% adverse change in quoted market prices\n$\n(88)\n$\n(43)\nConcentrations of Credit Risk\nSee Note 2—Summary of Significant Accounting Policies to the accompanying Financial Statements under the heading “Concentrations of credit risk.”\n56",
    "cik": "1754301",
    "cusip6": "35137L",
    "cusip": [
        "35137L204",
        "35137L955",
        "35137L905",
        "35137l204",
        "35137l105",
        "35137L105"
    ],
    "names": [
        "FOX CORP   CLASS B",
        "Fox Corp",
        "Fox Corporation Class A",
        "FOX CORPORATION CL B",
        "FOX CORP"
    ],
    "source": "https://www.sec.gov/Archives/edgar/data/1754301/000162828023029065/0001628280-23-029065-index.htm"
}