{
    "item1": ">ITEM 1. BUSINESS\n\n\n \n\n\nUnless the context otherwise indicates or requires, all product names\nand trade names used in this Annual Report on Form 10-K (this “Annual Report”) are the Company’s trademarks, although\nthe “®” and “™” trademark designations may have been omitted.\n\n\n \n\n\nAs used in this Annual Report, the terms “we,”\n“us,” “our,” “BitNile Metaverse” and the “Company” mean BitNile Metaverse, Inc., a Nevada\ncorporation and its consolidated subsidiaries, unless otherwise indicated.\n\n\n \n\n\nOverview\n\n\n \n\n\nBitNile Metaverse, Inc. (“BitNile Metaverse”\nor the “Company”) is a holding company, incorporated in the State of Nevada on November 19, 2007. Through March 31, 2023,\nthe Company’s former wholly owned subsidiaries with the exception of Agora Digital Holdings, Inc., a Nevada corporation (“Agora”)\nand Zest Labs, Inc., a Nevada corporation (“Zest Labs”) have been treated for accounting purposes as divested. See below in\nNote 1 “Organization and Summary of Significant Accounting Policies” and Note 2 “Discontinued Operations.” As\na result of the divestitures, all assets and liabilities of the former subsidiaries have been reclassified to discontinued operations\non the consolidated balance sheet for March 31, 2022 and all operations of these companies have been reclassified to discontinued operations\nand loss on disposal on the consolidated statements of operations for the year ended March 31, 2023.\n\n\n \n\n\nThe Company’s principal subsidiaries consisted\nof (a) BitNile.com, Inc., a Nevada corporation (“BNC”) which includes the platform BitNile.com (the “Platform”)\nand that was acquired by the Company on March 6, 2023, which transaction has been reflected as an asset purchase, and (b) Ecoark, Inc.,\na Delaware corporation (“Ecoark”) that is the parent of Zest Labs and Agora.\n\n\n \n\n\nOn June 17, 2022 Agora sold its ownership in Trend\nDiscovery Holdings, LLC to a non-related third party, and currently holds only the assets that remain in Bitstream Mining, LLC, its wholly\nowned subsidiary. In addition, Ecoark sold 100% of Banner Midstream Corp., in two separate transactions. Ecoark sold the oil and gas production\nand service assets to Fortium Holdings Corp. (renamed White River Energy Corp) (“WTRV”) on July 25, 2022, and sold its transportation\nservices assets to Enviro Technologies US, Inc. (renamed Wolf Energy Services, Inc.) (“Wolf Energy”) on September 7, 2022.\nFor full details of these transactions, we refer you to the Current Reports on Form 8-K filed with the Securities and Exchange Commission\n(“SEC”) on June 21, 2022, July 29, 2022 and September 12, 2022. We have removed all pertinent information pertaining to the\nTrend Discovery Holdings, LLC, and Banner Midstream Corp operations from this Annual Report, and instead have focused our disclosure solely\non our current operations.\n\n\n \n\n\nKey Developments in the Fiscal Year Ended March\n31, 2023\n\n\n \n\n\nIn conjunction with the acquisition of BNC on\nMarch 6, 2023, the Company changed its name from Ecoark Holdings, Inc. to BitNile Metaverse, Inc. on March 21, 2023 and its stock ticker\nsymbol was subsequently changed from ZEST to BNMV. Furthermore, in March 2023, the Company experienced a significant change in its business\nmodel as it shifted its focus on the Platform, adapting it to becoming a revenue-generating model and away from the legacy subsidiaries\nAgora and Zest. The Company also achieved or experienced the following key developments during the fiscal year ended March 31, 2023 (“FY\n2023”):\n\n\n \n\n\nOn June 8, 2022, the Company entered into a Securities\nPurchase Agreement with Ault Lending, LLC (“Ault Lending”), pursuant to which the Company sold Ault Lending 1,200 shares of\nSeries A Convertible Redeemable Preferred Stock, 3,429 shares of Common Stock, and a warrant to purchase shares of Common Stock for a\ntotal purchase price of $12,000,000. The Series A and warrant later incurred multiple amendments in order for the Company to maintain\ncompliance with Nasdaq listing standards.\n\n\n \n\n\nIn conjunction with the transaction with Ault\nLending, Company determined it was in the best interests of its shareholders that it divest all of its principal operating assets through\na series of spin-offs or stock dividends to the Company’s shareholders. It intended to do so either by engaging in business combinations\nwith existing public companies which have trading symbols and markets like White River Energy Corp (formerly Fortium Holdings Corp.) (“WTRV”),\nwhich acquired White River Holdings Corp on July 25, 2022, and Wolf Energy Services, Inc. (formerly Enviro Technologies US, Inc.) (“Wolf\nEnergy”), which acquired Banner Midstream Corp. on September 7, 2022, or by direct dividends. The Company’s plan was also\ndriven in part by the dividends it must pay to Ault Lending.\n\n\n \n\n\nBecause all spin-offs for issuers in our position\nrequire that a registration statement have been declared effective by the SEC, which we have not been able to achieve, the Company did\nnot complete any spin-offs in fiscal year 2023. The Company has decided to leave Agora in the Company and to not proceed with the spin-off\nof this entity, as Agora’s hosting business model has potential synergies that could be achieved with the BNC acquisition. The Company\nintends to transfer all of the common stock of Zest Labs into Zest Labs Holdings LLC (“Zest Holdings”), a private limited\nliability company the Company formed and that will own all of the intellectual property of Zest Labs as well as the rights to any funds\nobtained from current and future intellectual property litigation by Zest Labs. The Company also amended the Zest Labs charter to require\nthat it distribute at least 95% of the net proceeds of the pending Zest Labs litigation recoveries, if any, to the Company’s shareholders\nas of November 15, 2022. Additionally, net proceeds from the sale or licensing of Zest Labs intellectual property are intended to be distributed\nto shareholders of record as of November 15, 2022.\n\n\n \n\n\n\n\n\n\n1\n\n\n \n\n\n\n\n \n\n\nOn June 16, 2022, Agora entered into a Membership\nInterest Purchase Agreement with Trend Ventures, LP, pursuant to which Agora sold all of its outstanding membership interests of Trend\nDiscovery Holdings, LLC, a wholly owned subsidiary of Agora to the purchaser in exchange for a $4.25 million senior secured promissory\nnote issued by the purchaser to Agora.\n\n\n \n\n\nOn July 25, 2022, the Company entered into a Share\nExchange Agreement with WTRV and White River Holdings Corp, an indirect wholly owned subsidiary of the Company. The Company transferred\nto WTRV 100% of the issued and outstanding shares of White River Holdings capital stock in exchange for 1,200 shares of WTRV’s newly\ndesignated non-voting Series A Convertible Preferred Stock. Subject to certain terms and conditions set forth in the Certificate of Designation\nof the Series A, the Series A will become convertible into 42,253,521 shares of WTRV’s common stock upon such time as WTRV has registered\nthe underlying shares through a Form S-1. Upon effectiveness of the Form S-1, the Company intends to distribute 100% of the shares of\nWTRV to the Company’s shareholders of record as of September 30, 2022.\n\n\n \n\n\nOn August 23, 2022, the Company entered into a\nShare Exchange Agreement with Wolf Energy and Banner Midstream Corp., a wholly owned subsidiary of the Company. The Company acquired 51,987,832\nshares of Wolf Energy common stock in exchange for all of the capital stock of Banner Midstream owned by Wolf Energy. Upon effectiveness\nof the Form S-1, the Company intends to distribute 100% of the shares of Wolf Energy to the Company’s shareholders of record as\nof September 30, 2022.\n\n\n \n\n\nOn December 7, 2022, Agora entered into a Master\nServices Agreement (“MSA”) with BitNile, Inc., a Nevada corporation and wholly owned subsidiary of Ault Alliance, Inc. (“AAI”),\ngoverning the relationship between the parties and the services provided by Agora to the Company, which include providing the Company\nwith digital assert mining hosting services in exchange for a monthly fee to be set out in applicable service orders. The terms of that\nMSA have not been met due to lack of capital by the Company to bring its 12MW of hosting power online.\n\n\n \n\n\nOn January 11, 2023, the Company made the decision\nto withdraw Agora’s S-1 registration statement for an initial public offering, due to market conditions as well as numerous regulatory\ndelays with respect to factors beyond the Company’s control related to accounting for the nascent industry of Bitcoin mining.\n\n\n \n\n\nOn January 24, 2023, the Company entered into an At-The-Market Issuance\nSales Agreement (“ATM”) with Ascendiant Capital Markets, LLC (“Ascendiant”), pursuant to which the Company could\nissue and sell from time to time, through Ascendiant, shares of the Company’s common stock with offering proceeds of up to $3,500,000.\nThe purpose of the ATM was to ensure sufficient liquidity for the Company to continue as a going concern. Upon the sale of approximately\n$3,500,000 through the ATM, the Company terminated the ATM in June 2023.\n\n\n \n\n\nOn March 6, 2023, the Company entered into an\nAmendment to the Share Exchange Agreement dated as of February 8, 2023 by and among AAI, the owner of approximately 86% of BNC, as well\nas certain individuals employed by AAI, providing for the acquisition of all of the outstanding shares of capital stock of BNC, in exchange\nfor (i) 8,637.5 shares of newly designated Series B Convertible Preferred Stock of the Company issued to AAI, and (ii) 1,362.5 shares\nof newly designated Series C Convertible Preferred Stock of the Company to be issued to the individuals employed by AAI. The Company accounted\nfor this transaction as an asset purchase.\n\n\n \n\n\nDescription of Business\n\n\n \n\n\nBitnile.com, Inc.\n\n\n \n\n\nOverview \n\n\n \n\n\nBitNile.com, Inc. (“BNC”) is in the\nembryonic stage of development yet represents a significant development in the online metaverse landscape, offering immersive, interconnected\ndigital experiences that are engaging, and dynamic. By integrating various elements such as virtual markets, real world goods marketplaces,\ngaming, social activities, sweepstakes, and more, BNC aims to revolutionize the way people interact online. BNC’s rapidly growing\nvirtual world, BitNile.com (the “Platform”) is accessible via almost any device using a web browser, does not require permissions,\ndownloads or apps, and the Platform can be enjoyed without the need for bulky and costly virtual reality headsets.\n\n\n \n\n\nBNC’s business strategy revolves around\ncreating a seamless, all-encompassing platform that caters to various user needs and interests. The Platform’s strategic pillars\ninclude: (i) leveraging cutting edge technology to offer a user-friendly, browser-based platform compatible with Virtual Reality (“VR”)\nheadsets and other modern devices for an enhanced experience; (ii) providing a diverse range of products and experiences that caters to\nusers with different interests and preferences; (iii) fostering global connections and a sense of community among users, encouraging socialization\nand collaboration; and (iv) focusing on continuous innovation to stay ahead of industry trends and customer expectations.\n\n\n \n\n\n\n\n\n\n2\n\n\n \n\n\n\n\n \n\n\nCustomers\n\n\n \n\n\nBNC targets a broad audience, including: (i) tech-savvy\nindividuals seeking immersive digital experiences; (ii) gamers of all skill levels interested in a diverse array of gaming options; (iii)\ncollectors and traders of digital assets, such as virtual real estate, digital art, and unique collectibles; (iv) shoppers seeking a convenient,\nintuitive platform for purchasing real world goods; (v) users seeking either social interaction and global connectivity in a virtual environment\nor an immersive shopping experience that allows real world shopping in a virtual environment; (vi) creators of virtual spaces within our\nvirtual online environment; and (vii) business owners and marketers seeking to have an online presence with a 3D virtual online environment.\n\n\n \n\n\nTech-savvy Individuals\n\n\n \n\n\nTech-savvy individuals are drawn to BNC due to\nits innovative, cutting-edge technology and immersive virtual experiences. These users are likely to engage with the Platform’s\nvirtual markets, trading digital assets like virtual real estate, world and personal space design, digital art and unique collectibles.\nThey may also be early adopters of VR headsets, using them to explore the metaverse and interact with other users in social hubs.\n\n\n \n\n\nGamers of All Skill Levels\n\n\n \n\n\nBNC attracts gamers through its wide range\nof gaming options, providing a diverse and comprehensive selection. The platform offers sweepstakes gaming experiences, allowing gamers\nto enter contests and compete against fellow players for both virtual and real money prizes. By participating in sweepstakes games, gamers\ncan assess and demonstrate their skills in comparison to others. Additionally, BNC facilitates social gaming experiences, enabling users\nto engage with one another while playing single player games equipped with chat features. The platform also plans to introduce casual\nand multiplayer games, fostering collaboration and communication among gamers who seek a shared gaming experience. Competitive gamers\nhave the opportunity to exhibit their abilities by engaging in contests of skill, which provide a platform for earning recognition and\nwinning prizes.\n\n\n \n\n\nCollectors and Traders of Digital Assets\n\n\n \n\n\nBNC’s virtual markets cater to users interested in collecting,\ntrading, and investing in digital assets. These users will be able to interact with the Platform’s offerings by buying, selling,\nand trading digital assets, such as virtual real estate, digital character skins, digital art, and unique collectibles; exploring and\nengaging with the digital art galleries and museums featured in the metaverse, and attending virtual events and auctions for exclusive\ndigital asset releases and limited-edition collectibles.\n\n\n \n\n\nShoppers Seeking Real world Goods\n\n\n \n\n\nUsers looking for a convenient, intuitive platform\nto purchase real world goods can explore BNC’s real world goods marketplaces, which will offer a diverse range of products. These\nusers can browse and purchase items from categories such as fashion, electronics, travel, and home goods; interact with virtual showrooms\nand product demonstrations to gain a better understanding of the products they’re interested in, and participate in virtual events,\nsales, and promotions to discover new products and take advantage of special offers.\n\n\n \n\n\nSocial Seekers and Global Connectors\n\n\n \n\n\nBNC is anticipates it will attract users who prioritize social interaction\nand global connectivity within a virtual environment. Our future plans involve offering multiple avenues through which users can engage\nwith the platform's offerings. This includes participating in diverse social hubs, facilitating the opportunity to meet and interact with\nindividuals from around the world. Users will have the ability to collaborate on projects, exchange ideas, and forge new friendships within\nthe metaverse. Additionally, they will have the freedom to build and personalize private spaces, allowing them to host virtual gatherings,\nparties, or events for their friends and online communities. Furthermore, users can look forward to attending virtual events, concerts,\nand conferences, providing them with opportunities to connect with like-minded individuals who share their interests and passions.\n\n\n \n\n\nBy understanding its target customers and the\nways in which they interact with BNC’s various products and experiences, the Platform can effectively tailor its offerings to meet\nthe needs and preferences of its diverse user base.\n\n\n \n\n\n\n\n\n\n3\n\n\n \n\n\n\n\n \n\n\nProducts\n\n\n \n\n\nBNC intends to offer an extensive range of products\nand experiences designed to cater to a diverse audience with varied interests and preferences. By providing a comprehensive suite of offerings,\nthe Platform aims to attract and engage users, creating a vibrant and dynamic metaverse environment. The following is an expanded list\nof BNC’s current and planned products and experiences, most of which remain in development:\n\n\n \n\n\n\n\n●\nVirtual markets:\n Facilitating the trading\nof digital assets like digital skins, a graphic download that changes the appearance of characters in video games, for avatar customization\nin virtual real estate, digital art, and unique collectibles, enabling users to participate in a digital economy;\n\n\n \n\n\n\n\n●\nReal world goods marketplaces:\n Offering\na platform for users to shop for a diverse range of real world products, including fashion, electronics, and home goods, connecting the\nvirtual and physical worlds;\n\n\n \n\n\n\n\n●\nGaming:\n Providing an extensive selection\nof gaming options for users of all skill levels, including participation in games, sweepstakes, and social gaming experiences;\n\n\n \n\n\n\n\n●\nSweepstakes gaming:\n Featuring a dedicated\ngaming zone for users to engage in sweepstakes gaming, with opportunities to win both virtual and real money prizes;\n\n\n \n\n\n\n\n●\nContests of skill:\n Organizing competitions\nfor users to showcase their talents and compete against others for prizes and recognition in various disciplines;\n\n\n \n\n\n\n\n●\nBuilding private spaces:\n Allowing users\nto construct and customize their dream homes or private spaces, tailoring their environments with an array of design options and sharing\ntheir creations with others or keeping them as personal retreats;\n\n\n \n\n\n\n\n●\nSocialization and connectivity:\n Fostering\nglobal connections by enabling users to interact with individuals from around the world, forming new friendships, collaborating on projects,\nor engaging in conversations within various social hubs; and\n\n\n \n\n\n\n\n●\nReal and virtual concerts:\n Hosting live\nand virtual concerts within the metaverse, featuring performances from both real world and virtual artists, allowing users to attend and\nenjoy shows in an immersive environment.\n\n\n \n\n\nBy planning to offer a diverse and comprehensive\nrange of products and experiences, BNC aims to create a vibrant and engaging metaverse platform that appeals to users with a wide array\nof interests and preferences.\n\n\n \n\n\nIndustry\n\n\n \n\n\nThe metaverse industry is experiencing rapid growth\nand expansion, driven by advances in technology, increased interest in virtual experiences, and the rise of digital economies. Key trends\ninclude: the integration of virtual and physical worlds; the integration of artificial intelligence (“AI”) and machine learning\nin virtual environments; VR and Augmented Reality (“AR”) technologies that are becoming more accessible and affordable, enabling\na wider audience to engage with the metaverse; the rise of virtual concerts, events, and conferences within the metaverse, providing new\nopportunities for entertainment and networking; the emergence of virtual economies and markets; and the growing importance of socialization\nand community-building in digital spaces.\n\n\n \n\n\n\n\n\n\n4\n\n\n \n\n\n\n\n \n\n\nUser Adoption and Growth\n\n\n \n\n\nThe growing popularity of virtual experiences\nand digital platforms has led to a surge in user adoption and engagement in the metaverse industry. A number of factors contribute to\nthis growth, including: increased accessibility of VR and AR technologies, making immersive experiences more affordable and widely available;\nthe ongoing digitization of various aspects of everyday life, from work and education to entertainment and socialization, which drives\nusers to seek out new digital experiences; the COVID-19 pandemic, which accelerated the adoption of digital platforms and virtual experiences\nas people adapted to remote work, learning, and social distancing measures; greater connectivity and high-speed internet accessibility,\nrapid technological advancements and improved infrastructure, which have led to more people being able to access the metaverse and other\nvirtual environments, thereby bolstering engagement and participation; the development of innovative gaming and entertainment experiences\nfor whom the metaverse provides a platform for unique, immersive experiences that surpass traditional digital games or entertainment,\ncontributing to its escalating popularity; and growth in ecommerce and digital business opportunities. Management believes that the metaverse\noffers a new domain for businesses to engage with consumers, driving its adoption in various sectors, including retail, real estate, and\nmarketing.\n\n\n \n\n\nIntegration of Virtual and Physical Worlds\n\n\n \n\n\nOne of the key trends in the metaverse industry\nis the growing integration of virtual and physical worlds, enabling users to seamlessly transition between digital and real-world experiences.\nThis trend is evident in: (i) the emergence of virtual marketplaces where users can trade digital assets and purchase real world goods;\n(ii) the incorporation of AR and VR technologies in retail, entertainment, and other industries, providing immersive, interactive experiences\nthat blur the lines between the digital and physical realms; (iii) the development of virtual environments that replicate real world locations,\nallowing users to explore and interact with digital versions of familiar places; and (iv) the integration of virtual and physical realms\nin the metaverse presents new opportunities for businesses to reach and engage with their target audiences in both spaces.\n\n\n \n\n\nVirtual Economies and Markets\n\n\n \n\n\nThe metaverse industry is witnessing the rise\nof virtual economies and markets, where users can trade digital assets, such as virtual real estate, digital art, and unique collectibles.\nKey factors driving this trend include: development of cryptocurrencies and blockchain technology, enabling transparent transactions in\ndigital markets; growing interest in non-fungible tokens (“NFTs”) and digital collectibles, which has led to the creation\nof new marketplaces and trading platforms for these assets; the realization of the potential for virtual goods to hold and accrue value\nover time; expanding opportunities for creative expression and entrepreneurship within the metaverse, incentivizing users to participate\nin virtual economies and trade digital assets; increasing global connectivity and internet penetration, enabling a larger user base to\nengage in virtual economies and markets, and collaborations between established brands and the metaverse industry, introducing real-world\nbusinesses and their customer bases to virtual economies and markets.\n\n\n \n\n\nSocialization and Community Building in Digital\nSpaces\n\n\n \n\n\nThe importance of socialization and community\nbuilding in digital spaces is another significant trend in the metaverse industry. As users spend more time in virtual environments, platforms\nare placing a greater emphasis on fostering connections and interactions among users. This trend can be observed in: the creation of social\nhubs, virtual events, and gatherings designed to bring users together and encourage networking, collaboration, and communication; the\nintegration of social media and messaging features within metaverse platforms, allowing users to stay connected with friends and communities\nwhile exploring virtual worlds; the development of user-generated content and customization tools, empowering users to create unique experiences\nand contribute to the growth and expansion of the metaverse; implementation of voice and video chat and real-time communication features,\nenhancing the sense of presence and fostering more immersive social experiences in virtual environments; collaboration between brands,\ninfluencers, and metaverse platforms to host virtual events, concerts, and exhibitions, creating shared experiences and strengthening\ncommunity bonds and virtual education and learning communities, providing opportunities for knowledge sharing, skill development, and\ncollaborative learning in the metaverse.\n\n\n \n\n\nThe metaverse industry is experiencing rapid growth\nand transformation, driven by, among other factors, technological advancements, increased user adoption, and the emergence of virtual\neconomies and markets. As the industry continues to evolve, it will be essential that BNC stay informed of key trends and driving forces\nshaping the future of the metaverse landscape and adapt to those trends as they arise.\n\n\n \n\n\nBusiness Operations\n\n\n \n\n\nBNC’s focuses on delivering a comprehensive,\nimmersive, and interconnected metaverse experience. To achieve this, management has identified several core strategic initiatives that\nwill guide the Platform’s growth and development.\n\n\n \n\n\nTechnological Innovation and User Experience\n\n\n\n \n\n\nBNC places a strong emphasis on leveraging technology\nto create a user-friendly experience. By offering a browser-based platform that is compatible with VR headsets and other modern devices,\nBNC aims to ensure accessibility and convenience for users across various platforms. BNC intends to continuously invest in research and\ndevelopment to aim to stay at the forefront of technological advancements in the metaverse space, and work to ensure that users enjoy\nan unparalleled experience.\n\n\n \n\n\n\n\n\n\n5\n\n\n \n\n\n\n\n \n\n\nDiversification and Personalization\n\n\n \n\n\nBNC’s strategy focuses on providing a diverse\nrange of products and experiences that caters to users with different interests and preferences. By planning to offer a wide variety of\nactivities, from virtual markets and real world goods marketplaces to gaming and tournaments, social interaction, world building, and\nlive and virtual events, the Platform aims to attract a broad user base and promote user engagement. Additionally, BNC intends to emphasize\npersonalization, allowing users to customize their experiences and tailor the Platform to suit their particular needs and tastes.\n\n\n \n\n\nCommunity Building and Global Connections\n\n\n \n\n\nBNC recognizes the importance of fostering a strong\nsense of community and global connectivity among the Platform’s users. BNC intends to implement various features and initiatives\ndesigned to encourage socialization, collaboration, and networking among users from around the world. This will include the creation of\nsocial hubs, support for user-generated content, teams and communities, and the promotion of events and activities that bring users together.\n\n\n \n\n\nMonetization and Revenue Generation\n\n\n \n\n\nBNC’s business strategy includes developing\ndiverse revenue streams to help ensure the Platform’s long-term sustainability and growth. Potential monetization strategies include\ncharging fees for premium features, from sales and transactions on virtual markets and real world goods marketplaces, social sweepstakes\ngaming, real and virtual concerts and events, third party vendors and creators, and offering advertising opportunities for brands within\nthe metaverse. Additionally, the Platform will explore partnerships and collaborations with other businesses and organizations to create\nnew revenue-generating opportunities.\n\n\n \n\n\nCompliance and Regulatory Management\n\n\n \n\n\nTo navigate the complex and evolving regulatory\nlandscape, BNC will prioritize compliance with relevant laws and regulations in all jurisdictions where it operates. This includes data\nprivacy and protection regulations, gaming, gambling, and sweepstakes regulations, and intellectual property rights. By maintaining a\nstrong focus on regulatory compliance, BNC aims to minimize potential legal risks and build trust with users and partners.\n\n\n \n\n\nContinuous Improvement and Adaptability\n\n\n \n\n\nFinally, BNC’s business strategy emphasizes\nthe importance of continuously evaluating and refining its offerings in response to changing market trends and user preferences. The Platform\nplans to actively seek user feedback and monitor industry developments to inform its ongoing product development and feature enhancements.\nThis adaptability will, in management’s opinion, allow BNC to maintain its competitive edge and continue delivering a compelling\nmetaverse experience for users.\n\n\n \n\n\nCompetition\n\n\n \n\n\nBNC faces competition from existing metaverse\nplatforms and new entrants, where its key competitors include: established metaverse platforms, such as Decentraland, The Sandbox, and\nSecond Life, as well as companies that focus on the development of metaverse tools and platforms such as META (formerly known as Facebook);\ngaming-focused platforms, like Fortnite and Roblox; mixed reality platforms, like Microsoft Mesh, and social media platforms that integrate\nmetaverse elements, such as META’s Horizon platform. Should our Platform gain widespread adoption, future competition may arise\nfrom additional competitors, including tech giants such as Apple, Google, or Amazon, which have the resources and infrastructure to develop\ntheir own metaverse platforms and ecosystems.\n\n\n \n\n\nMarket Segments and Niches\n\n\n \n\n\nThe metaverse industry can be broadly divided\ninto several market segments and niches, each catering to different user needs and preferences: (i) gaming-focused metaverse platforms,\nsuch as Fortnite and Roblox, primarily cater to gamers and offer a wide range of gaming experiences and social interaction opportunities\nwithin virtual environments; (ii) in terms of VR and AR platforms, companies like META and Microsoft focus on developing hardware and\nsoftware solutions to enable immersive VR and AR experiences, driving the adoption of these technologies in the metaverse; (iii) social\nand community-driven metaverse platforms like Second Life and BNC emphasize socialization, community building, and user-generated content,\nfostering connections and collaboration among users; and (iv) NFT and digital asset marketplaces, where these platforms, such as OpenSea\nand Decentraland, facilitate the trading of digital assets like virtual real estate, digital art, and unique collectibles, and thereby\ncontribute to the growth of virtual economies. Meanwhile, hardware and platform developers, including Nvidia and Unity, serve as technology\nproviders for numerous companies aiming to penetrate the metaverse market. Additionally, they are actively engaged in the development\nof their own metaverse platforms.\n\n\n \n\n\n\n\n\n\n6\n\n\n \n\n\n\n\n \n\n\nDifferentiating Factors\n\n\n \n\n\nWith the increasing competition in the metaverse\nindustry, it is crucial for BNC to differentiate itself by offering compelling features, experiences, or technologies. Some potential\ndifferentiating factors include:\n\n\n \n\n\n\n\n●\nInnovative and user-friendly technology:\n\nBNC prioritizes cutting-edge technology in an effort to deliver a seamless, intuitive user experience that we believe will have a competitive\nedge in the metaverse market;\n\n\n \n\n\n\n\n●\nPersonalization and customization\n: BNC\nwill empower users to create and customize their own experiences, environments, and avatars allowing us to appeal to a broader audience\nand foster greater user engagement; \n\n\n \n\n\n\n\n●\nDiverse offerings and experiences:\n BNC\nwill cater to a wide range of interests and preferences, such as gaming, shopping, socializing, and trading digital assets, that can attract\na more extensive and diverse user base;\n\n\n \n\n\n\n\n●\nInteroperability:\n BNC supports interoperability,\nenabling users to carry their assets, identities, and experiences across multiple virtual environments seamlessly using almost any modern\nbrowser, on a device that supports those browsers “this includes IOS, Android, PC, Consoles and more”; and\n\n\n \n\n\n\n\n●\nEconomic opportunities:\n BNC provides users\nwith the ability to earn real-world value through virtual activities, such as owning virtual real estate or digital assets, and competitions\nwith real world rewards.\n\n\n \n\n\nThe metaverse industry is characterized by a competitive\nlandscape with numerous users, market segments, and niches. To succeed in this rapidly evolving market, BNC must continuously innovate\nand differentiate itself, by offering unique features, experiences, and technologies that cater to the diverse needs and preferences of\nusers.\n\n\n \n\n\nRegulatory Environment\n\n\n \n\n\nBNC operates within a complex and evolving regulatory\nlandscape, with key considerations including: data privacy and protection regulations, such as the General Data Protection Regulation\n(“GDPR”) and the California Consumer Privacy Act (“CCPA”); compliance with gaming, gambling, and sweepstakes regulations\nin various jurisdictions; and intellectual property rights and digital asset ownership.\n\n\n \n\n\nBNC intends to offer a transformative digital\nexperience by combining elements of virtual markets, real world goods marketplaces, gaming, social activities, world and personal spaces\nbuilding, and sweepstakes gaming. We believe this unique integration will establish the Platform as a pioneer in the metaverse industry,\ncatering to diverse user interests and needs. We believe that as the industry evolves and expands, BNC’s commitment to providing\nimmersive and interconnected digital experiences will place it at the forefront of the metaverse revolution. By continuously innovating\nand adapting to the ever-changing digital landscape, BNC aims to offer limitless possibilities and opportunities for users, setting the\nstage for a truly inclusive and dynamic metaverse.\n\n\n \n\n\nAs the metaverse industry continues to grow and\nevolve, regulatory challenges and considerations are becoming increasingly important and additional or changing regulations may increase\nBNC’s costs. The unique nature of the metaverse, which often combines elements of virtual reality, gaming, social networking, and\ndigital economies, presents a complex landscape for regulators to navigate.\n\n\n \n\n\nPresent Regulatory Challenges\n\n\n \n\n\nThe metaverse industry is currently grappling\nwith several regulatory challenges, including:\n\n\n \n\n\n\n\n●\nData Privacy and Security:\n As users share\npersonal information and engage in transactions within the metaverse, concerns about data privacy and security are paramount. Regulators\nmust ensure that platforms adhere to existing data protection regulations, such as GDPR and the CCPA;\n\n\n \n\n\n\n\n\n\n7\n\n\n \n\n\n\n\n \n\n\n\n\n●\nIntellectual Property Rights:\n The metaverse’s\nreliance on user-generated content and digital assets raises questions about intellectual property rights and the enforcement of copyright,\ntrademark, and patent laws in virtual environments;\n\n\n \n\n\n\n\n●\nTaxation and Financial Regulations:\n The\ngrowth of virtual economies and the increasing popularity of cryptocurrencies and NFTs have raised questions about taxation and financial\nregulations. Regulators must determine how to classify and tax digital assets and transactions, as well as ensure compliance with anti-money\nlaundering and know-your-customer regulations; and\n\n\n \n\n\n\n\n●\nContent Moderation and Liability\n: Metaverse\nplatforms face challenges in moderating content and managing user behavior, raising questions about the platforms’ liability for\nuser-generated content and potential violations of existing laws, such as those related to hate speech, harassment, and misinformation.\n\n\n \n\n\nFuture Regulatory Challenges\n\n\n \n\n\nAs the metaverse industry continues to develop\nand expand, several future regulatory challenges are likely to emerge, including:\n\n\n \n\n\n\n\n●\nCross-border jurisdictional issues:\n With\nthe metaverse being a global, borderless environment, determining jurisdiction and applying national laws to activities and transactions\nwithin the metaverse will become increasingly complex;\n\n\n \n\n\n\n\n●\nVirtual reality and augmented reality regulations:\n\nAs VR and AR technologies become more integrated into the metaverse, new regulations may be needed to address issues related to safety,\nprivacy, and ethical considerations in the use of these technologies;\n\n\n \n\n\n\n\n●\nDecentralization and governance:\n The increasing\ntrend towards decentralized metaverse platforms raises questions about governance and regulatory oversight, as traditional regulatory\nmechanisms may not be applicable or effective in these environments;\n\n\n \n\n\n\n\n●\nEthics and inclusivity:\n As the metaverse\nbecomes more intertwined with daily life, ethical considerations related to inclusivity, accessibility, and the potential for digital\ndivides will become increasingly important for regulators to address;\n\n\n \n\n\n\n\n●\nAI Ethics:\n As artificial intelligence\nis likely to play a significant role in the functioning and moderation of the metaverse, regulating AI ethics will be critical. This includes\npreventing algorithmic bias, ensuring transparency in AI decision-making, and protecting against harmful AI behavior; and\n\n\n \n\n\n\n\n●\nDigital Identity:\n Managing and protecting\nthe identities of individuals in the metaverse could be a complex issue. It will be critical to balance anonymity and freedom of expression\nwith the need for accountability to prevent malicious behavior.\n\n\n \n\n\nGlossary of Terms \n\n\n \n\n\nVirtual Reality: \nVirtual Reality (VR) refers\nto a computer-generated simulation or environment that can be experienced and interacted with using specialized hardware, such as headsets\nor gloves. It immerses users in a digital world that can replicate real-world or fantastical settings, providing a sense of presence and\nallowing for realistic, interactive experiences.\n\n\n \n\n\n\n\n\n\n8\n\n\n \n\n\n\n\n \n\n\nMetaverse Industry: \nThe metaverse industry\nrefers to the collective ecosystem of companies, technologies, and platforms involved in creating and developing the metaverse. The metaverse\nis a virtual universe or interconnected network of digital spaces where users can interact with each other and digital objects in real\ntime. It aims to provide a shared, immersive, and persistent digital environment that transcends traditional online experiences.\n\n\n \n\n\nDigital Economies: \nDigital economies refer\nto the virtual economies that exist within online platforms, games, or virtual worlds. They involve the exchange of digital goods, services,\nor currencies, which can have real-world value. In these economies, users can engage in various economic activities, such as buying and\nselling virtual items, earning virtual currencies, or participating in virtual marketplaces.\n\n\n \n\n\nAugmented Reality: \nAugmented Reality (“AR”)\nis a technology that overlays digital information or virtual elements onto the real-world environment. AR enhances the user's perception\nof the physical world by integrating computer-generated graphics, sounds, or other sensory inputs into their view, typically through the\nuse of smartphones, tablets, or AR glasses. It blends virtual content with the real world, providing an interactive and enriched experience.\n\n\n \n\n\nMixed Reality: \nMixed Reality (“MR”)\nrefers to the merging of real-world and virtual elements to create new environments and visualizations where physical and digital objects\ncoexist and interact in real time. MR combines elements of both virtual reality and augmented reality, allowing users to experience and\nmanipulate virtual objects within their physical surroundings. It enables a seamless integration of the real and virtual worlds, enhancing\nthe user's perception and interactions.\n\n\n \n\n\nDigital Character Skins: \nDigital character\nskins are virtual cosmetic items or appearances that can be applied to a character or avatar in a video game, virtual world, or online\nplatform. These skins are purely aesthetic and do not affect gameplay mechanics. They allow users to customize the visual appearance of\ntheir digital persona, often offering unique designs, costumes, or visual effects that can be acquired or purchased within the virtual\nenvironment.\n\n\n \n\n\nNon-Fungible Tokens: \nNon-Fungible Tokens\n(“NFTs”) are digital assets that represent ownership or proof of authenticity of a unique item or piece of content. Unlike\ncryptocurrencies such as Bitcoin, which are fungible and interchangeable, NFTs are distinct and indivisible. They are typically based\non blockchain technology, providing a transparent way to verify ownership and track the provenance of digital assets, such as artwork,\ncollectibles, virtual real estate, or in-game items. NFTs have gained popularity for their potential to revolutionize digital ownership\nand enable creators to monetize their digital creations.\n\n\n \n\n\nAI (Artificial Intelligence): \nArtificial\nIntelligence refers to the development of computer systems that can perform tasks that typically require human intelligence. AI involves\nthe creation of algorithms and models that enable machines to perceive, reason, learn, and make decisions or predictions based on data.\nIt encompasses various subfields such as machine learning, natural language processing, computer vision, and robotics. AI aims to replicate\nor augment human intelligence to solve complex problems, automate processes, and improve efficiency across different domains.\n\n\n \n\n\nMachine Learning: \nMachine Learning is a\nsubset of AI that focuses on developing algorithms and models that enable computers to learn from data and make predictions or decisions\nwithout being explicitly programmed. ML algorithms learn patterns, relationships, and insights from training data, allowing them to generalize\nand make predictions or take actions on new, unseen data. It involves techniques such as supervised learning, unsupervised learning, and\nreinforcement learning. Machine learning has applications in various fields, including image recognition, natural language processing,\nrecommendation systems, and predictive analytics.\n\n\n \n\n\n\n\n\n\n9\n\n\n \n\n\n\n\n \n\n\nDigital Identity:\n Digital identity refers\nto the online representation of an individual or entity within digital systems or platforms. It encompasses the collection of personal\ninformation, attributes, and credentials that uniquely identify an individual in the digital realm. Digital identity can include various\nelements, such as usernames, passwords, biometric data, email addresses, and social media profiles. It plays a crucial role in online\nauthentication, access control, and personalized experiences across a range of digital services, including social media, e-commerce, banking,\nand government platforms. Digital identity management involves the secure and responsible handling of personal information to ensure privacy\nand protect against identity theft or misuse.\n\n\n \n\n\nCorporate Information\n\n\n \n\n\nBNC was incorporated\nin Nevada on January 9, 2023. BNC’s principal executive offices are located at 303 Pearl Parkway Suite 200, San Antonio, TX 78215,\nand our telephone number is (800) 762-7293. As of March 31, 2023, BNC had 17 employees, including ten full-time employees.\n\n\n \n\n\nBNC’s website address\nis www.bitnile.com. BNC’s website and the information contained on, or that can be accessed through, that website will not be deemed\nto be incorporated by reference in and are not considered part of this Annual Report.\n\n\n \n\n\nAgora\n\n\n \n\n\nFollowing the Company’s sale of Trend Holdings,\nAgora’s only operating subsidiary, Bitstream, engages in the hosting of digital asset miners for the mining of Bitcoin.\n\n\n \n\n\nBitstream\n\n\n \n\n\nBitstream was originally organized to be our Bitcoin mining subsidiary.\nDue to regulatory challenges and delays with its planned initial public offering, Bitstream transitioned its business model from digital\nasset mining to hosting. Bitstream also divested all Bitcoin holdings. Bitstream entered into the aforementioned MSA with BitNile Inc.\nbut due to limited capital has not been able to fulfill the terms of that MSA. The Company is devoting the majority of its capital going\nforward to its core business of the Platform and is not confident that Bitstream will become a viable hosting company in the future.\n\n\n \n\n\nZest Labs\n\n\n \n\n\nThrough its wholly owned subsidiary Zest, the\nCompany has developed intellectual property that can offer freshness management solutions for fresh food growers, suppliers, processors,\ndistributors, grocers and restaurants. The Company idled Zest’s operations in conjunction with litigation that was filed against\nWalmart and Deloitte for trade secret violations; the action against Deloitte was subsequently dismissed. In lieu of conducting operations\nin Zest, the Company is actively pursuing various licensing or sale opportunities of its intellectual property. As previously noted, the\nCompany intends to transfer all of the common stock of Zest into Zest Holdings, which will own all of the intellectual property of Zest\nas well as the rights to any current and future intellectual property litigation by Zest.\n\n\n \n\n\n\n\n\n\n10\n\n\n \n\n\n\n\n \n\n\nCompetition \n\n\n \n\n\nThe Company faces intense competition with respect\nto its products and services in all markets in which it operates.\n\n\n \n\n\nFor a discussion on BNC competition see Business\nOverview for BNC above.\n\n\n \n\n\nSales and Marketing\n\n\n \n\n\nThrough the Platform, the Company intends to generate\nrevenues through the sale of tokens or coins that provide the end user with interactive entertainment (game play) and durable goods principally\nfor the PC and mobile platforms.\n\n\n \n\n\nIn fiscal year 2023, Bitstream changed its business\nmodel from digital asset mining to digital asset hosting. Bitstream has generated no revenue during 2023.\n\n\n \n\n\nGovernment Regulations\n\n\n \n\n\nSet forth below is an overview of the government\nregulations we presently face or could face as a result of our current and planned operations. As the regulatory and legal environment\nevolves, we may become subject to new laws, such as further regulation by the SEC and other agencies, which may affect our hosting and\nother activities. For additional discussion regarding our belief about the potential risks existing and future regulation pose to our\nbusiness, see “Risk Factors.”\n\n\n \n\n\nFor a discussion of BNC government regulation see Business Overview\nfor BNC above.\n\n\n \n\n\nAgora\n\n\n \n\n\nAlthough there was a period of regulatory uncertainty\nending in 2018, we believe that the SEC will not claim that Bitcoin is a security and therefore that Bitcoin will not be subject to the\nSEC’s regulation. The SEC has been active in pursuing its regulation of other cryptocurrencies by filing lawsuits and, more recently,\nadministratively against a cryptocurrency that tried to register under the Securities Exchange Act of 1934, as amended (the “Exchange\nAct”). Further, the SEC’s chairman has given a number of speeches seeking firm regulatory authority over cryptocurrencies.\nWhether Congress will enact new legislation in this area is uncertain, although in June 2022, bipartisan legislation was introduced in\nthe Senate. However, enhanced regulation may adversely affect our future Bitcoin hosting and other cryptocurrency activities. Moreover,\nthere is a risk that the SEC may seek a way to regulate Bitcoin as a security.\n\n\n \n\n\nBlockchain and Bitcoin are increasingly becoming\nsubject to governmental regulation, both in the U.S. and internationally. State and local regulations also may apply to our activities\nand other activities in which we may participate in the future. Other governmental or semi-governmental regulatory bodies have shown an\ninterest in regulating or investigating companies engaged in the blockchain or cryptocurrency business. For instance, the Cyber-Digital\nTask Force of the U.S. Department of Justice (the “DOJ”) published a report entitled “Cryptocurrency: An Enforcement\nFramework” in October 2020. This report provides a comprehensive overview of the possible threats and enforcement challenges the\nDOJ views as associated with the use and prevalence of cryptocurrency, as well as the regulatory and investigatory means the DOJ has at\nits disposal to deal with these possible threats and challenges.\n\n\n \n\n\nPresently, we do not believe any U.S. or state\nregulatory body has taken any action or position adverse to Bitcoin with respect to its production, sale, and use as a medium of exchange;\nhowever, future changes to existing regulations or entirely new regulations may affect our business in ways it is not presently possible\nfor us to predict with any reasonable degree of reliability.\n\n\n \n\n\nFor example, in 2021 China banned Bitcoin mining.\nAdditionally, lawmakers in New York recently approved legislation which would impose a two-year moratorium on certain cryptocurrency mining,\nincluding Bitcoin.\n\n\n \n\n\nAlthough Bitstream is no longer actively engaged\nin digital asset mining, regulations affecting Bitcoin and other digital assets have a direct impact on its hosting business model. See\n“Risk Factors” at page 29 of this Report.\n\n\n \n\n\n\n\n\n\n11\n\n\n \n\n\n\n\n \n\n\nEnvironmental Compliance\n\n\n \n\n\nThe Company’s core operations through the\nPlatform are virtual in nature and have minimal environmental impact, if any.\n\n\n \n\n\nOur operations through Agora’s subsidiary\nBitstream, are or may become subject to numerous laws and regulations relating to environmental protection and climate change. These laws\nand regulations change frequently, and the effect of these changes is often to impose additional costs or other restrictions on our operations.\nWe cannot predict the occurrence, timing, nature or effect of these changes. We also operate under a number of environmental permits and\nauthorizations. The issuing agencies may take the position that some or all of these permits and authorizations are subject to modification,\nsuspension, or revocation under certain circumstances.\n\n\n \n\n\nWhile we are currently not experiencing any material\nexpenses related to the environmental compliance, we may become subject to environmental or other related laws and regulations in the\nfuture, which may result from a number of causes, the likelihood of which would increase should we determine to initiate Bitcoin mining\noperations and/or due to new regulations being considered. Please review the Risk Factors in Item 1A of this Report and the paragraph\nthat follows with regard to potential environmental and other compliance expenses.\n\n\n \n\n\nOn March 21, 2022, the SEC released proposed rule\nchanges on climate-related disclosure. The proposed rule changes would require registrants, including the Company, to include certain\nclimate-related disclosures in registration statements and periodic reports, including information about climate-related risks that are\nreasonably likely to have a material impact on the registrant’s business, results of operations, or financial condition, and certain\nclimate-related financial statement metrics in a note to their audited financial statements. The required information about climate-related\nrisks would include disclosure of a registrant’s greenhouse gas emissions, information about climate-related targets and goals,\nand transition plan, if any, and extensive attestation requirements. The proposed new rules would also require companies to disclose multiple\nlevels of climate impact, including primary direct impacts from the registrant’s own operations, as well as secondary and tertiary\neffects of the operations and uses by contractors that the registrant utilizes and end-users of the registrant’s products and/or\nservices. If adopted as proposed, the rule changes will result in material additional compliance and reporting costs, including monitoring,\ncollecting, analyzing and reporting the new metrics and implementing systems and hiring additional internal and external personnel with\nthe requisite skills and expertise to serve those functions. We expect that the rules will be adopted in large part at least, and our\ncompliance costs will be material. However, following a June 2022 U.S. Supreme Court administrative decision, we expect a court challenge\nto any final rule promulgated by the SEC. We cannot predict the outcome of any such challenge.\n\n\n \n\n\nIntellectual Property\n\n\n \n\n\nThe Company owns all of the intellectual property\nto the Platform. BNC’s software provider, MeetKai, owns various patents related to the metaverse which may or may not be transferred\nto BNC at a future date.\n\n\n \n\n\nThe Company through Zest Labs, currently holds\nrights to 75 U.S. patents (with additional patents pending), numerous related foreign patents, and U.S. copyrights relating to certain\naspects of its Zest Labs software, hardware devices including RFID technology, software, and services. In addition, Zest has registered,\nand/or has applied to register trademarks and service marks in the U.S. and a number of foreign countries for “Intelleflex,”\nthe Intelleflex logo, “Zest,” “Zest Data Services,” and the Zest, Zest Fresh and Zest Delivery logos, and numerous\nother trademarks and service marks. Many of Zest’s products have been designed to include licensed intellectual property obtained\nfrom third parties. Laws and regulations related to wireless communications devices in the jurisdictions in which Zest seeks to operate,\nsubject to the outcome of pending litigation and financing and, are extensive and subject to change. Wireless communication devices, such\nas RFID readers, are subject to certification and regulation by governmental and standardization bodies. These certification processes\nare extensive and time consuming, and could result in additional testing requirements, product modifications or delays in product shipment\ndates.\n\n\n \n\n\nDependence on Major Customers\n\n\n \n\n\nFrom time-to-time we have had and may continue\nto have customers generating 10 percent or more of the Company’s consolidated revenues, and loss of such customers could have a\nmaterial adverse effect on the Company.\n\n\n \n\n\nIn the fiscal year ended March 31, 2023, we did\nnot recognize any revenue from continuing operations, so a customer concentration risk would not be applicable.\n\n\n \n\n\nHuman Capital\n\n\n \n\n\nAs of the date of this Annual Report, we have 6 full-time employees\ndedicated to all operations other than BNC. BNC had 17 employees, including ten full-time employees.\n\n\n \n\n\n\n\n\n\n12\n\n\n \n\n\n\n\n \n\n\nOur ability to successfully execute our strategic\ninitiatives is highly dependent on recruiting and retaining skilled personnel. Our compensation philosophy is based on incentivizing and\nrewarding performance, with alignment of individual, corporate, and shareholder interests. Compensation includes salaries, benefits, and\nequity participation. Our owner operator drivers are not salaried employees.\n\n\n \n\n\nWe are committed to the health, safety, and well-being\nof our employees and drivers. We follow applicable local, state, and federal laws, regulations, and guidance.\n\n\n \n\n\nOur Code of Business Conduct and Ethics is designed\nto ensure that all employees maintain the highest standards of business conduct in every aspect of their dealings with each other, customers,\nsuppliers, vendors, service providers, shareholders, and governmental authorities.\n\n\n \n\n\nWe believe our relations with our employees and\ndrivers are satisfactory.\n\n\n \n\n\nProposed Spin-Offs\n\n\n \n\n\nAs previously discussed, the spin-off of the legacy\nnon-core subsidiaries is subject to various factors. Although White River and Banner Midstream were divested and transferred to WTRV in\nJuly 2022 and Wolf Energy in September 2022, respectively, in reverse merger transactions, the planned and announced stock dividends to\nthe Company shareholders of record as of September 30, 2022 is subject to the SEC’s approval of Form S-1 registration statements\nfor WTRV and Wolf Energy, which are still undergoing review by the SEC. The Company still has full intentions to distribute 100% of the\ncommon stock it received from Wolf Energy and common stock it will receive from WTRV upon the conversion of preferred stock, upon the\neffectiveness of the aforementioned Form S-1’s.\n\n\n \n\n\nThe spin-off of Zest Labs into Zest Holdings is\nexpected to occur prior to quarter-end September 30, 2023.\n\n\n \n\n\nAs previously noted, the Company made the decision\nin January 2023 to terminate Agora’s planned initial public offering. Instead, Agora will remain in the Company as a majority owned\nsubsidiary due to potential synergies which could be achieved with BNC.\n\n\n \n\n\nCorporate Information\n\n\n \n\n\nOur principal executive offices are located at\n303 Pearl Parkway, Suite 200, San Antonio, TX 78215, and our telephone number is (800) 762-7293. Our website address is http://bitnile.net/.\nOur website and the information contained on, or that can be accessed through, our website will not be deemed to be incorporated by reference\nin and are not considered part of this Annual Report.\n\n\n \n\n\n\n\n13\n\n\n \n\n\n\n\n \n\n\n ",
    "item1a": ">ITEM 1A. RISK FACTORS\n\n\n \n\n\nAn investment in our common stock involves significant\nrisks. You should carefully consider the following risks and all other information set forth in this Annual Report before deciding to\ninvest in our common stock. If any of the events or developments described below occurs, our business, financial condition and results\nof operations may suffer. In that case, the value of our common stock may decline and you could lose all or part of your investment.\n\n\n \n\n\nYou should consider each of the following risk\nfactors and any other information set forth in this Annual Report and the other reports filed by the Company with the SEC, including the\nCompany’s financial statements and related notes, in evaluating the Company’s business and prospects. The risks and uncertainties\ndescribed below are not the only ones that impact on the Company’s operations and business. Additional risks and uncertainties not\npresently known to the Company, or that the Company currently considers immaterial, may also impair its business or operations. If any\nof the following risks actually occurs, the Company’s business and financial condition, results or prospects could be harmed. Please\nalso read carefully the section entitled “Note About Forward-Looking Statements” at the beginning of this Annual Report.\n\n\n \n\n\nRisks Relating to Our Company and\nOur Financial Condition\n\n\n \n\n\nWe have incurred net losses on an annual basis\nsince our inception and may continue to experience losses and negative cash flow in the future.\n\n\n \n\n\nAs of July 10, 2023, we had cash (not including\nrestricted cash) of approximately $3,492. We have not been profitable on an annual basis since inception and had previously incurred significant\noperating losses and negative cash flow from operations. We recorded a net loss of approximately $87,361,603 and $10,554,452 for the fiscal\nyears ended March 31, 2023 and 2022. In fiscal year 2023, our net loss was increased by non-cash net gain of approximately $32.9 million\nfrom a change in the fair value of our preferred stock and warrant derivative liabilities due to the weakness of our stock price and $14.4\nmillion related to a day one derivative income on the Series B and Series C preferred stock issuances. Furthermore, in fiscal year 2023,\nour net loss was reduced by non-cash net losses of approximately $54.5 million and $20.7 million related to the loss on acquisition of\nBitNile and the change in fair value of the White River investment respectively. Fiscal year 2022 also had non-cash charges gains of approximately\n$15.4 million from a change in the fair value of our warrant derivative liabilities. We will likely continue to incur losses and experience\nnegative cash flows from operations for the foreseeable future. If we cannot achieve positive cash flow from operations or net income,\nit may make it more difficult to raise capital based on our common stock on acceptable terms.\n\n\n \n\n\nOur independent registered public accounting\nfirm has issued a going concern opinion on our consolidated financial statements for the year ended March 31, 2023 as a result of our\ncontinued net losses, working capital deficiency, and accumulated deficit.  \n\n\n \n\n\nThe accompanying\nfinancial statements for the year ended March 31, 2023 have been prepared assuming the Company will continue as a going concern, but the\nability of the Company to continue as a going concern depends on the Company obtaining adequate capital to fund operating losses until\nit establishes a revenue stream and becomes profitable. Management’s plans to continue as a going concern include raising additional\ncapital through sales of equity and debt securities. However, management cannot provide any assurances that the Company will be successful\nin accomplishing any of its plans. If the Company is not able to obtain the necessary additional financing on a timely basis, the Company\nwill be required to delay, and reduce the scope of the Company’s development of its continuing operations. Continuing as a going\nconcern is dependent upon its ability to successfully secure other sources of financing and the ability to conduct profitable operations.\nThe accompanying consolidated financial statements do not include any adjustments that might be necessary if the Company is unable to\ncontinue as a going concern.\n\n\n \n\n\nBecause we will require additional capital and may need or desire to\nengage in strategic transactions in the future to support the growth of our metaverse platform, and our inability to generate and obtain\nsuch capital or to enter into strategic transactions may be constrained due to, among other items, contractual limitations under the Series\nB and C preferred stock, our business, operating results, financial condition and prospects could be material and adversely affected.\n\n\n \n\n\nThe Company announced the termination of its ATM\non June 16, 2023, as substantially all of the $3,500,000 proceeds had been raised by the Company through Ascendiant. As of the date of\nthis Annual Report, the Company is exploring additional opportunities to generate capital to continue operating as a going concern but\ndoes not have any formal contractual agreements in place.\n\n\n \n\n\nThe certificates of designation of the Series A, B and C preferred\nstock contain certain provisions that limit our ability to act without the consent of their holder, AAI. This means that AAI could prevent\nus from entering into a strategic transaction even if we felt it was the best interest of the Company and its shareholders.\n\n\n \n\n\nFurther, if we raise additional funds through\nfuture issuances of equity or convertible debt securities, our existing shareholders could suffer significant dilution, and any new equity\nor debt securities we issue could have rights, preferences and privileges superior to those of holders of our common stock.\n\n\n \n\n\n\n\n\n\n14\n\n\n \n\n\n\n\n \n\n\nWe have substantial amounts of indebtedness.\nThis indebtedness and the covenants contained in the Loan Agreements substantially limit our financial and operating flexibility. Further,\nconversions of the Notes will dilute the ownership interest of our existing shareholders.\n\n\n \n\n\nOn April 27, 2023, we entered into a Securities\nPurchase Agreement (the “SPA”) with certain accredited investors (the “Investors”) providing for the issuance\nof (i) Senior Secured Convertible Notes (individually, a “Note” and collectively, the “Notes”) with an aggregate\nprincipal face amount of $6,875,000, which Notes are convertible into shares of our common stock (the “Conversion Shares”);\nand (ii) five-year warrants to purchase an aggregate of 2,100,905 shares of common stock. The maturity date of the Notes is April 27,\n2024.\n\n\n \n\n\nPursuant to the SPA, we and certain of our subsidiaries\nand Arena Investors, LP, as the collateral agent on behalf of the Investors (the “Agent”) entered into a security agreement\n(the “Security Agreement”), pursuant to which we (i) pledged the equity interests in our subsidiaries and (ii) granted to\nthe Investors a security interest in, among other items, all of our deposit accounts, securities accounts, chattel paper, documents, equipment,\ngeneral intangibles, instruments and inventory, and all proceeds therefrom (the “Assets”). In addition, pursuant to the Security\nAgreement, the subsidiaries granted to the Investors a security interest in its Assets and, pursuant to a subsidiary guarantees, jointly\nand severally agreed to guarantee and act as surety for our obligation to repay the Notes and other obligations under the SPA, the Notes\nand Security Agreement (collectively, the “Loan Agreements”).\n\n\n \n\n\nThe Notes have a principal face amount of $6,875,000\nand bear no interest (unless an event of default occurs) as they were issued with an original issuance discount of $1,375,000. The maturity\ndate of the Notes is April 27, 2024. The Notes are convertible, subject to certain beneficial ownership limitations, into Conversion Shares\nat a price per share equal to the lower of (i) $3.273 or (ii) the greater of (A) $0.504 and (B) 85% of the lowest volume weighted average\nprice of our common stock during the ten (10) trading days prior to the date of conversion (the “Conversion Price”). The Conversion\nPrice is subject to adjustment in the event of an issuance of common stock at a price per share lower than the Conversion Price then in\neffect, as well as upon customary stock splits, stock dividends, combinations or similar events.\n\n\n \n\n\nThe Loan Agreements contain standard and customary\nevents of default including, but not limited to, failure to make payments when due under the Notes, failure to comply with certain covenants\ncontained in the Loan Agreements, or our bankruptcy or insolvency. Such agreements contain restrictions that substantially limit our financial\nflexibility, over and above the negative covenants contained the transaction document relates to the Series A Preferred Stock, which themselves\nare substantial. These agreements place limits on our ability to (i) incur additional indebtedness or the Agent otherwise agrees, and\n(ii) grant security to third persons, among many other items. These restrictions limit our ability to finance our future operations and\ncapital needs. In addition, our substantial indebtedness could require us to dedicate a substantial portion of our cash flow, if any,\nfrom the anticipated operations to making payments on our indebtedness and other liabilities, which would limit the availability of funds\nfor working capital and other general corporate purposes; limit our flexibility in reacting to changes in the industries in which we operate\nor in our competitive environment; place us at a competitive disadvantage compared to those of our competitors who have less debt than\nwe do, and limit our ability to borrow additional funds and increase the costs of any such additional borrowings. If we are unable to\npay our debts, including the Notes as they become due and payable, we would become insolvent.\n\n\n \n\n\nThe conversion of some or all of the Notes will\ndilute the ownership interests of our existing shareholders. Any sales in the public market of our common stock issuable upon such conversion\ncould adversely affect prevailing market prices of our common stock. In addition, the existence of the Notes may encourage short selling\nby market participants because the conversion of the Notes would likely depress the price of our common stock.\n\n\n \n\n\n\n\n\n\n15\n\n\n \n\n\n\n\n \n\n\nWe cannot predict our future results because\nwe have virtually no operating history.\n\n\n \n\n\nWe acquired our metaverse business on March 6,\n2023, which is the Company’s core business for future revenue growth. Given our highly limited operating history, it may be difficult\nto evaluate our future performance or prospects. You should consider the uncertainties that we may encounter as a company that should\nstill be considered an early-stage company. These uncertainties include:\n\n\n \n\n\n\n\n●\ncompetition from other more established, better capitalized companies with longer track records in the\nmetaverse, gaming, and sweepstakes businesses;\n\n\n \n\n\n\n\n●\nour ability to market our services and products for a profit;\n\n\n \n\n\n\n\n●\nour ability to secure and retain key customers;\n\n\n \n\n\n\n\n●\nour agreement with a third-party, MeetKai, for development and hosting services regarding the Platform;\n\n\n \n\n\n\n\n●\nour ability to adapt to changing market conditions; and\n\n\n \n\n\n\n\n●\nour evolving business model.\n\n\n \n\n\nIf we are not able to address successfully some\nor all of these uncertainties, we may not be able to expand our business, compete effectively or achieve profitability.\n\n\n \n\n\nBecause we must periodically evaluate our\nintangible assets and investment holdings for impairment, we could be required to recognize non-cash impairment charges in future periods\nwhich could have a material adverse impact on our operating results.\n\n\n \n\n\nThe Company incurred non-cash charges of $54.5\nmillion and $20.7 million related to the loss on the acquisition of BNC as well as the change in fair value of its investment holding,\npending dividend distribution, of White River. The Company will assess these investments for impairment going forward, and if the carrying\nvalue of the holding on the Company’s balance sheet exceeds its estimated fair value, we will record an impairment charge.\n\n\n \n\n\nAs of March 31, 2023, we had not generated\nrevenue in the Company’s core business of the Platform, and the inability to generate significant revenue in this nascent business\ncould adversely affect our business, financial condition, results of operations and prospects.\n\n\n \n\n\nThe Company had not generated any revenue from\nthe Platform as of March 31, 2023, and the revenue generated during the first quarter of fiscal year 2024 has been minimal.\n\n\n \n\n\nIf the Company is unable to generate significant\nrevenue in the near future related to gaming, sweepstakes, sponsorship or advertising within its metaverse platform then its business\nmodel in the metaverse will be difficult to fund through continuing operations and additional capital will need to be raised by the company\nto grow its business and continue operating its business as a going concern. Our contract with MeetKai has many performance obligations\nthat, if breached, could impair our business, financial condition, results of operations and prospects.\n\n\n \n\n\nIf we do not continue\nto satisfy the Nasdaq Stock Market’s continued listing requirements, our common stock could be delisted from the Nasdaq.\n\n\n \n\n\nThe listing of our common\nstock on the Nasdaq is contingent on our compliance with the Nasdaq’s conditions for continued listing. We are not presently in\ncompliance with all such conditions, and it is possible that we will fail to meet one or more of these conditions in the future.\n\n\n \n\n\nIn connection with our\nacquisition of BNC on March 3, 2023 the Company received a letter from Nasdaq indicating that certain of the terms of the Series B Preferred\nStock and the Series C Preferred Stock, which subject to various limitations are convertible into a combined total of 13,333,334 shares\nof the Company’s common stock, would constitute a change of control requiring shareholder approval under Nasdaq Listing Rule 5110.\nSpecifically, Listing Rule 5110(a) states that “[a] Company must apply for initial listing in connection with a transaction whereby\nthe Company combines with a non-Nasdaq entity, resulting in a change of control of the Company...” Nasdaq also asked certain questions\nand requested certain documents and information related to various aspects of the BitNile.com transaction and other matters, including\nthe transaction’s valuation and the process by which it arose, was negotiation and closed.\n\n\n \n\n\nFurther, on June 21, 2023, the Company received\na letter (the “Letter”) from Nasdaq notifying the Company that Nasdaq has determined that the Company has violated Nasdaq’s\nvoting rights rule set forth in Listing Rule 5640 (the “Voting Rights Rule”). The alleged violation of the Voting Rights Rule\nrelates to the issuance of (i) 8,637.5 shares of the newly designated Series B Preferred Stock and (ii) 1,362.5 shares of newly designated\nSeries C Preferred Stock (collectively, the “Preferred Stock”) in connection with the acquisition of BNC as well as the securities\nof Earnity, Inc. beneficially owned by BitNile (collectively, the “Assets”) pursuant to the Share Exchange Agreement (the\n“Agreement”) by and among the Company, AAI and certain employees of AAI, which was previously disclosed on Current Reports\non Form 8-K filed by the Company on February 14, 2023 and March 10, 2023. The Preferred Stock has a collective stated value of $100,000,000\n(the “Stated Value”), and votes on an as-converted basis, representing approximately 92.4% of the Company’s outstanding\nvoting power on a fully diluted basis at the time of issuance, assuming shareholder approval for the voting of these shares.\n\n\n \n\n\n\n\n\n\n16\n\n\n \n\n\n\n\n \n\n\nAccording to the Letter, because the Preferred Stock was not issued\nfor cash, Nasdaq compared the value of the Assets to the Stated Value and determined that the value of the Assets was less than the Stated\nValue and that the voting rights attributable to the Preferred Stock has the effect of disparately reducing the voting rights of the Company’s\nexisting shareholders. The Staff looked at the total assets and shareholders’ equity of BNC as of March 5, 2023, as well as the\nmarket capitalization of AAI prior to entering into the Agreement and immediately after closing of the transaction in determining, in\nNasdaq’s opinion, the value of the Assets. The Letter did not make any reference to the projections prepared by AAI as to the future\npotential of the business of BNC nor to the fairness opinion that we obtained from an independent party prior to closing of the transaction,\nwhich supported the Stated Value of the Preferred Stock for the total value of the Assets, both of which the Company provided to the Staff\nprior to receipt of the Letter.\n\n\n \n\n\nAccording to the Letter, Nasdaq determined that\nthe voting rights of the Preferred Stock, voting on an as-converted basis, are below the minimum price per share of the Common Stock at\nthe time of the issuance of the Preferred Stock. Additionally, Nasdaq determined that the Series B Preferred Stock provides the holder\nthe right to appoint a majority of the Company’s board of directors when such representation is not justified by the relative contribution\nof the Series B Preferred Stock pursuant to the Agreement.\n\n\n \n\n\nUnder the Voting Rights Rule, a company cannot\ncreate a new class of security that votes at a higher rate than an existing class of securities or take any other action that has the\neffect of restricting or reducing the voting rights of an existing class of securities. As such, according to the Letter, the issuance\nof the Preferred Stock violated the Voting Rights Rule because the holders of the Preferred Stock are entitled to vote on an as-converted\nbasis, thus having greater voting rights than holders of common stock, and the Series B Preferred Stock is entitled to a disproportionate\nrepresentation on the Company’s board of directors.\n\n\n \n\n\nAccording to the Letter, the Company has 45 calendar\ndays from the date of the Letter, or until August 7, 2023, to submit a plan to regain compliance (the “Compliance Plan”)\nwith the Voting Rights Rule, and if such plan is accepted by Nasdaq, the Company can receive an extension of up to 180 calendar days\nfrom the date of the Letter to evidence compliance. However, if the Company’s plan is not accepted by Nasdaq, the Common Stock\nwill be subject to delisting. The Company would have the right to appeal that decision to a hearings panel. The Letter also provides\nthat the Company’s name will be included on a list of all non-compliant companies which Nasdaq makes available to investors on\nits website at listingcenter.nasdaq.com, beginning five business days from the date of the Letter. As part of this process, an indicator\nreflecting the Company’s non-compliance is broadcast over Nasdaq’s market data dissemination network and is also made available\nto third party market data providers.\n\n\n \n\n\nThe Company intends to submit the Compliance Plan\nto Nasdaq as promptly as practicable and update the public of any developments in this regard, as required by applicable securities laws\nand regulations as well as Nasdaq’s rules. The Company cannot provide any assurances with respect to Nasdaq’s response to\nthe forthcoming Compliance Plan.\n\n\n \n\n\nIf we were to fail to meet a Nasdaq listing requirement,\nwe will be subject to delisting by the Nasdaq. In the event our common stock is no longer listed for trading on the Nasdaq, our trading\nvolume and share price may decrease and we may experience further difficulties in raising capital which could materially affect our operations\nand financial results. Further, delisting from the Nasdaq could also have other negative effects, including potential loss of confidence\nby partners, lenders, suppliers and employees and could also trigger various defaults under our lending agreements and other outstanding\nagreements. Finally, delisting could make it harder for us to raise capital and sell securities. You may experience future dilution as\na result of future equity offerings. In order to raise additional capital, we may in the future offer additional shares of our common\nstock or other securities convertible into or exchangeable for our common stock at prices that may not be the same as the price per share\nin this offering.\n\n\n \n\n\nThe Series B and Series C preferred stock,\nif approved by shareholders for conversion, could result in significant dilution to shareholders. \n\n\n \n\n\nA third party fairness opinion was utilized by\nthe Company for the March 6, 2023 acquisition of BNC. In exchange for BNC, the Company issued AAI Series B and certain of its employees\nSeries C convertible preferred stock which would be convertible into 11,516,667 and 1,816,667 shares of the Company’s common stock\non a reverse split adjusted basis. The conversion of this preferred stock by AAI and its employees, however, is subject to both Nasdaq\nand shareholder approval rules requiring a majority vote of shareholders to approve a change of control for AAI to acquire more than 19.9%\nof the voting rights within the Company. Furthermore, the conversion of the Series B and Series C preferred stock is subject to the Company’s\nauthorized and available shares which are currently at 3,333,333 and 1,949,501, \n  \nrespectively\nas of the date of this Annual Report. If the Company is able to successfully obtain shareholder approval to allow the conversion of the\nSeries B and Series C preferred stock as well as increase its authorized shares, then this event would, assuming that AAI or its employees\nwere to sell the shares of our common stock upon conversion of the preferred stock, result in significant dilution to the Company’s\nexisting common shareholders.\n\n\n \n\n\n\n\n\n\n17\n\n\n \n\n\n\n\n \n\n\nWe have an evolving business model, which increases the complexity\nof our business.\n\n\n \n\n\nOur business model has evolved in the past and\ncontinues to do so. In prior years we have added additional types of services and product offerings and in some cases, we have modified\nor discontinued those offerings. We intend to continue to try to offer additional types of products or services, and we do not know whether\nany of them will be successful. From time to time we have also modified aspects of our business model relating to our product mix. We\ndo not know whether these or any other modifications will be successful. The additions and modifications to our business have increased\nthe complexity of our business and placed significant strain on our management, personnel, operations, systems, technical performance,\nfinancial resources, and internal financial control and reporting functions. Future additions to or modifications of our business are\nlikely to have similar effects. Further, any new business or website we launch that is not favorably received by the market could damage\nour reputation or our brand. The occurrence of any of the foregoing could have a material adverse effect on our business.\n\n\n \n\n\nRisks Relating to Our Planned Spin-offs\n\n\n \n\n\nThere is an inherent risk that a regulatory\nagency may attempt to change the Company’s record date for its planned stock dividends. \n\n\n \n\n\nThe Company announced that its common and preferred\nshareholders of record as of September 30, 2022 would be entitled to receive a pro rata share of the common stock holdings of WTRV and\nWolf Energy in the respective spin-off reverse merger transactions of White River Holdings and Banner Midstream. Additionally, the Company\nannounced that its common and preferred shareholders of record as of November 15, 2022 would be entitled to receive their pro rata share\nof at least 95% of any net proceeds received from the ongoing Zest Labs litigation and their pro rata share of Zest Labs which the Company\nplans to transfer into Zest Holdings. While the Company intends to distribute these shares of common stock and any proceeds from Zest\nHoldings to shareholders of record as of the previously announced record dates, there is a substantial risk that a regulator, including\nbut not limited to the Depository Trust Company (“DTC”), may require the Company to change its record date to a future unknown\ndate selected by the regulator. If a regulator were to direct a change in this record date it could cause a material liability for the\nCompany due to potential lawsuits from both (i) common shareholders who sold their shares of common stock after the record date under\nthe assumption that they would have been eligible to receive stock dividends as well as (ii) common and preferred shareholders who held\ntheir shares after the record dates but had their pro rata share of ownership in the company decreased due to subsequent dilution incurred\non Company share issuances and capital raises after the record dates. In the event that a regulator attempted to change the Company’s\nrecord dates for these stock dividends, the Company would defend itself vigorously and potentially pursue legal measures against the regulator\nin an attempt to mitigate any potential shareholder lawsuits. However, the outcome of any such action cannot be predicted with any degree\nof certitude by the Company and there can be no assurance that the Company would be able to successfully defend itself.\n\n\n \n\n\nWe have incurred significant delays in the\neffectiveness of registration statements to enable the Company to issue stock dividends of WTRV and Wolf Energy.\n\n\n \n\n\nThe Form S-1 for the registration of the common\nstock underlying the White River Holdings stock dividend was filed on December 7, 2022, with the sixth amendment thereto having been filed\non July 5, 2023. The Form S-1 for the registration of the common stock underlying the Banner Midstream stock dividend was filed on March\n10, 2023. As of the date of the filing of this Annual Report, neither registration statement has been declared effective by the SEC. The\nCompany may incur further delays on these registration statements and cannot accurately predict when either will be declared effective,\nif ever.\n\n\n \n\n\nWe may encounter issues with the ability to\ntransfer either the intellectual property or litigation of Zest into Zest Holdings.\n\n\n \n\n\nThe Company intends to transfer all of the common\nstock of Zest Labs into Zest Holdings. Any net cash proceeds from the Zest Labs litigation or any sale or licensing of Zest Labs intellectual\nproperty would then be distributed to the Company’s shareholders of record on a pro rata basis as of November 15, 2022, DTC permitting.\nThere is an inherent risk that the Company may determine that a potential risk relating to the future viability of either the Zest Labs\nlitigation or the Zest Labs intellectual property exists and that could be triggered upon this transfer. If this event occurs, the Company\nwould most likely leave Zest Labs as a wholly owned subsidiary but still intend to distribute any net cash proceeds realized by Zest Labs\nto shareholders of record on a pro rata basis as of November 15, 2022.\n\n\n \n\n\n\n\n\n\n18\n\n\n \n\n\n\n\n \n\n\nRisks Related to BNC\n \n\n\n   \n\n\nIf BNC fails to retain existing users and add\na very significant number of new users, or if BNC’s users decrease their level of engagement with BNC’s products, BNC’s\nrevenue, financial results, and business may be significantly harmed.\n\n\n \n\n\nIf BNC fails to retain existing users and add\na very significant number of new users, or if BNC’s users decrease their level of engagement with BNC’s products, BNC’s\nrevenue, financial results, and business may be significantly harmed. The following events, among others, should they occur, would have\na materially adverse effect on our business, results of operations, financial condition and future prospects:\n\n\n \n\n\n\n\n●\nusers increasingly engage with other competitive products\nor services;\n\n\n\n\n \n\n\n\n\n●\nBNC fails to introduce new features, products, or services\nthat users find engaging or if BNC introduces new products or services, or makes changes to existing products and services, that are\nnot favorably received;\n\n\n\n\n \n\n\n\n\n●\nBNC fails to develop all of the products it intends to make\navailable on its Platform, which could adversely impact the utility of our Platform and our user experience;\n\n\n\n\n \n\n\n\n\n●\nusers feel that their experience is diminished as a result\nof the decisions BNC makes with respect to the frequency, prominence, format, size, and quality of ads that BNC displays;\n\n\n\n\n \n\n\n\n\n●\nusers have difficulty installing, updating, or otherwise\naccessing BNC’s products on mobile or other devices as a result of actions by BNC or third parties that BNC relies on to distribute\nBNC’s products and deliver BNC’s services;\n\n\n\n\n \n\n\n\n\n●\nBNC is unable to develop products for mobile devices that\nusers find engaging, that work with a variety of mobile operating systems and networks, and that achieve a high level of market acceptance;\n\n\n\n\n \n\n\n\n\n●\nthere are decreases in user sentiment due to questions about\nthe quality or usefulness of BNC’s products or BNC’s user data practices, concerns about the nature of content made available\non BNC’s products, or concerns related to privacy, safety, security, well-being, or other factors;\n\n\n\n\n \n\n\n\n\n●\nBNC is unable to manage and prioritize information to ensure\nusers are presented with content that is appropriate, interesting, useful, and relevant to them;\n\n\n\n\n \n\n\n\n\n●\nBNC is unable to obtain or attract engaging third-party content;\n\n\n\n\n \n\n\n\n\n●\nBNC is unable to successfully maintain or grow usage of and\nengagement with applications that integrate with BNC’s products;\n\n\n\n\n \n\n\n\n\n●\nusers adopt new technologies where BNC’s products may\nbe displaced in favor of other products or services, or may not be featured or otherwise available;\n\n\n\n\n \n\n\n\n\n●\nthere are changes mandated by legislation, government and\nregulatory authorities, or litigation that adversely affect BNC’s products or users or increase BNC’s compliance costs;\n\n\n\n\n \n\n\n\n\n●\nBNC is unable to offer a number of BNC’s products and\nservices in other countries, or are otherwise limited in BNC’s business operations, as a result of foreign regulators, courts,\nor legislative bodies determining that BNC’s reliance on Standard Contractual Clauses or other legal bases BNC may rely upon to\ntransfer user data from the foreign country to the United States is invalid;\n\n\n\n\n \n\n\n\n\n●\nthere is decreased engagement with BNC’s products,\nor failure to accept BNC’s terms of service, as part of privacy-focused changes that BNC has implemented or may implement in the\nfuture, whether voluntarily, in connection with the General Data Protection Regulation (“GDPR”), the European Union’s\nePrivacy Directive, the California Privacy Rights Act (“CPRA”), or other laws, regulations, or regulatory actions, or otherwise;\n\n\n\n\n \n\n\n\n\n\n\n19\n\n\n \n\n\n\n\n \n\n\n\n\n●\ntechnical or other problems prevent BNC from delivering its\nproducts in a rapid and reliable manner or otherwise affect the user experience, such as security breaches or failure to prevent or limit\nspam or similar content, or users feel their experience is diminished as a result of BNC’s efforts to protect the security and\nintegrity of the Platform;\n\n\n\n\n \n\n\n\n\n●\nBNC adopts terms, policies, or procedures related to areas\nsuch as sharing, content, user data, or advertising, or BNC takes, or fails to take, actions to enforce BNC’s policies, that are\nperceived negatively by BNC’s users or the general public;\n\n\n\n\n \n\n\n\n\n●\nBNC elects to focus its product decisions on longer-term\ninitiatives that do not prioritize near-term user growth and engagement;\n\n\n\n\n \n\n\n\n\n●\nBNC makes changes in its user account login or registration\nprocesses or changes in how BNC promotes different products and services across its family of products;\n\n\n\n\n \n\n\n\n\n●\ninitiatives designed to attract and retain users and engagement,\nincluding the use of new technologies such as artificial intelligence, are unsuccessful, whether as a result of actions by BNC, its competitors,\nor other third parties, or otherwise;\n\n\n\n\n \n\n\n\n\n●\nthere is decreased engagement with BNC’s products as\na result of taxes imposed on the use of social media or other mobile applications in certain countries, internet shutdowns, or other\nactions by governments that affect the accessibility of BNC’s products in their countries;\n\n\n\n\n \n\n\n\n\n●\nBNC fails to provide adequate customer service to users,\nmarketers, developers, or other partners; or\n\n\n\n\n \n\n\n\n\n●\nBNC, developers whose products are integrated with BNC’s\nproducts, or other partners and companies in BNC’s industry are the subject of adverse media reports or other negative publicity,\nincluding as a result of BNC’s or its user data practices.\n\n\n\n\n \n\n\nThe size of BNC’s user base and BNC’s\nusers’ level of engagement across BNC’s products are critical to BNC’s success. BNC’s financial performance will\nbe significantly determined by BNC’s success in adding, retaining, and engaging active users of BNC’s products that deliver\nad impressions. User growth and engagement are also impacted by a number of other factors, including competitive products and services,\nsuch as TikTok, that could reduce some users’ engagement with BNC’s products and services, as well as global and regional\nbusiness, macroeconomic, and geopolitical conditions. Any future declines in the size of BNC’s active user base, which to date is\nminimal, may adversely impact BNC’s ability to deliver ad impressions and, in turn, BNC’s financial performance.\n\n\n \n\n\nIf people do not perceive BNC’s products\nto be useful, reliable, and trustworthy, BNC may not be able to attract or retain users or otherwise maintain or increase the frequency\nand duration of their engagement. A number of other social networking companies that achieved early popularity have since seen their active\nuser bases or levels of engagement decline, in some cases precipitously. There is no guarantee that BNC will not experience a similar\ninability to generate a significant used baser or, if achieved, subsequent erosion of BNC’s active user base or engagement levels.\nUser engagement can be difficult to measure, particularly as BNC introduces new and different products and services. Any number of factors\ncan negatively affect user retention, growth, and engagement, including if:\n\n\n \n\n\n From time to time, certain of these factors\nhave negatively affected user retention, growth, and engagement to varying degrees. If BNC are unable to maintain or increase BNC’s\nuser base and user engagement, particularly for BNC’s significant revenue-generating products like Facebook and Instagram, BNC’s\nrevenue and financial results may be adversely affected. Any significant decrease in user retention, growth, or engagement could render\nBNC’s products less attractive to users, marketers, and developers, which is likely to have a material and adverse impact on BNC’s\nability to deliver ad impressions and, accordingly, BNC’s revenue, business, financial condition, and results of operations. As\nthe size of BNC’s active user base fluctuates in one or more markets from time to time, BNC will become increasingly dependent on\nBNC’s ability to maintain or increase levels of user engagement and monetization in order to grow revenue.\n\n\n \n\n\n\n\n\n\n20\n\n\n \n\n\n\n\n \n\n\nBNC’s user growth, engagement, and monetization\non mobile devices depend upon effective operation with mobile operating systems, networks, technologies, products, and standards that\nBNC does not control.\n\n\n \n\n\nThe substantial majority of BNC’s revenue\nis expected to be generated from advertising on mobile devices. There is no guarantee that popular mobile devices will feature BNC’s\nproducts, or that mobile device users will ever use BNC’s products rather than competing products. BNC is dependent on the interoperability\nof BNC’s products with popular mobile operating systems, networks, technologies, products, and standards that BNC does not control,\nsuch as the Android and iOS operating systems and mobile browsers. Changes, bugs, or technical issues in such systems, or changes in BNC’s\nrelationships with mobile operating system partners, handset manufacturers, browser developers, or mobile carriers, or in the content\nor application of their terms of service or policies that degrade BNC’s products’ functionality, reduce or eliminate BNC’s\nability to update or distribute BNC’s products, give preferential treatment to competitive products, limit BNC’s ability to\ndeliver, target, or measure the effectiveness of ads, or charge fees related to the distribution of BNC’s products or BNC’s\ndelivery of ads have in the past adversely affected, and could in the future adversely affect, the usage of BNC’s products and monetization\non mobile devices.\n\n\n \n\n\nBNC’s products and changes to such products\ncould fail to attract or retain users or generate revenue and profits, or otherwise adversely affect BNC’s business.\n\n\n \n\n\nBNC’s ability to retain, increase, and engage\nits user base and to increase BNC’s revenue depends heavily on BNC’s ability to continue to evolve BNC’s existing products\nand to create successful new products, both independently and in conjunction with developers or other third parties. BNC is currently\nin the early stages of development, has made a limited number of products available to users and has not developed all of the products\nit intends to release to users. Although BNC is actively developing products it intends to release to users, in the future, technological,\ncompetitive or financial pressures, among other changes, could cause BNC to abandon its product development plans which would adversely\nharm its user experience and financial results. In addition, BNC may introduce significant changes to BNC’s products or acquire\nor introduce new and unproven products, including using technologies with which BNC has little or no prior development or operating experience.\nFor example, BNC does not have significant experience with consumer hardware products or virtual or augmented reality technology, which\nmay adversely affect BNC’s ability to successfully develop and market these products and technologies. BNC will incur substantial\ncosts, and BNC may not be successful in generating profits, in connection with these efforts. These efforts, including the introduction\nof new products or changes to existing products, may result in new or enhanced governmental or regulatory scrutiny, litigation, ethical\nconcerns, or other complications that could adversely affect BNC’s business, reputation, or financial results. If BNC’s new\nproducts or changes to existing products fail to engage users, marketers, or developers, or if BNC’s business plans are unsuccessful,\nBNC may fail to attract or retain users or to generate sufficient revenue, operating margin, or other value to justify BNC’s investments,\nand BNC’s business may be adversely affected.\n\n\n \n\n\nBNC may be adversely\nimpacted by negative economic conditions.\n\n\n \n\n\nBNC’s performance and financial condition\nare subject to economic conditions and the impact such conditions have on levels of discretionary spending. Factors that may impact discretionary\nspending include inflation, employment rates, the liquidity of the capital markets, economic uncertainty and political conditions. Spending\non BNC’s Platform has declined in the past, and could decline in the future, during recessionary periods and other periods of uncertainty\nor in which capital is constrained. If spending on BNC’s marketplace or Platform declines, or grows at a slower rate, including\nas a result of reduced discretionary consumer spending, BNC’s business, financial condition, and results of operations would be\nadversely affected.\n\n\n \n\n\nBNC may not be successful in its metaverse\nstrategy and investments, which could adversely affect BNC’s business, reputation, or financial results.\n\n\n \n\n\nBNC believes that the metaverse, an embodied internet\nwhere people have immersive experiences beyond two-dimensional screens, is the next evolution in social technology. BNC intends to focus\non helping to bring the metaverse to life. BNC expects this will be a complex, evolving, and long-term initiative that will involve the\ndevelopment of new and emerging technologies, require significant investment in infrastructure as well as privacy, safety, and security\nefforts, and collaboration with other companies, developers, partners, and other participants. However, the metaverse may not develop\nin accordance with BNC’s expectations, and market acceptance of features, products, or services BNC may build for the metaverse\nis uncertain. While BNC intends to regularly evaluate BNC’s product roadmaps and make significant changes as BNC’s understanding\nof the technological challenges and market landscape and BNC’s product ideas and designs evolve, there is no guarantee that BNC\nwill be able to successfully compete in the future. In addition, BNC has virtually no experience with consumer hardware products and virtual\nand augmented reality technology, which may enable other companies to compete more effectively than it can. BNC may be unsuccessful in\nBNC’s future research and product development efforts, including if BNC is unable to develop relationships with key participants\nin the metaverse or develop products that operate effectively with metaverse technologies, products, systems, networks, or standards.\nBNC hopes to make investments in virtual and augmented reality and other technologies to support these efforts, and BNC’s ability\nto support these efforts is dependent on generating sufficient profits from BNC’s business. In addition, as BNC’s metaverse\nefforts evolve, BNC may be subject to a variety of existing or new laws and regulations in the United States and international jurisdictions,\nincluding in the areas of privacy, safety, competition, content regulation, consumer protection, and e-commerce, which may delay or impede\nthe development of BNC’s products and services, increase BNC’s operating costs, require significant management time and attention,\nor otherwise harm BNC’s business. As a result of these or other factors, BNC’s metaverse strategy and investments may not\nbe successful in the foreseeable future, or at all, which could adversely affect BNC’s business, reputation, or financial results.\n\n\n \n\n\n\n\n\n\n21\n\n\n \n\n\n\n\n \n\n\nBNC may not be able to successfully grow usage\nof and engagement with applications that integrate with BNC’s products.\n\n\n \n\n\nBNC hopes to make investments to enable developers\nto build, grow, and monetize applications that integrate with BNC’s products. Such existing and prospective developers may not be\nsuccessful in building, growing, or monetizing applications that create and maintain user engagement. Additionally, developers may choose\nto build on other platforms, including platforms controlled by third parties, rather than building products that integrate with BNC’s\nproducts. BNC is continuously seeking to balance the distribution objectives of BNC’s developers with BNC’s desire to provide\nan optimal user experience, and BNC may not be successful in achieving a balance that attracts or retains such developers. In addition,\nas part of BNC’s efforts related to privacy, safety, and security, BNC intends to conduct investigations and audits of platform\napplications from time to time. In some instances, these actions will adversely affect BNC’s relationships with developers. If BNC\nis not successful in BNC’s efforts to grow the number of developers that choose to build products that integrate with BNC’s\nproducts or if BNC is unable to continue to build and maintain good relations with such developers, BNC’s user growth and user engagement\nas well as its financial results may be adversely affected.\n\n\n \n\n\nSome developers,\ncreators, and users on our Platform may make unauthorized, fraudulent, or illegal use of Bitnile Tokens, Coins and other digital goods\nor experiences on our Platform, including through unauthorized third-party websites or “cheating” programs.\n\n\n \n\n\nBitnile Tokens, Coins,\nand digital goods on our Platform have no monetary value outside of our Platform, and cannot be traded between accounts currently within\nbitnile.com, but users may in the future make unauthorized, fraudulent, or illegal sales and/or purchases of BitNile Tokens, Coins, and\nother digital goods on or off of our Platform, including through unauthorized third-party websites in exchange for real-world currency.\nFor example, when trading between characters is implemented, some users may make fraudulent use of credit cards owned by others on our\nPlatform to purchase Bitnile Tokens or coins and offer the purchased tokens and coins for sale at a discount on a third-party website.\n\n\n \n\n\nWhile we plan to regularly\nmonitor and screen usage of our Platform with the aim of identifying and preventing these activities, and regularly monitor third-party\nwebsites for fraudulent Bitnile products or digital goods offers as well as regularly send cease-and-desist letters to operators of these\nthird-party websites, we are unable to control or stop all unauthorized, fraudulent, or illegal transactions in Bitnile Tokens, Coins,\nor other digital goods that occurs on or off of our Platform. Although we are not directly responsible for such unauthorized, fraudulent,\nand/or illegal activities conducted by these third parties, our user experience may be adversely affected, and users and/or developers\nmay choose to leave our Platform if these activities are pervasive. These activities may also result in negative publicity, disputes,\nor even legal claims, and measures we take in response may be expensive, time consuming, and disruptive to our operations.\n\n\n \n\n\nIn addition, unauthorized,\nfraudulent, and/or illegal purchases and/or sales of Bitnile Tokens, Coins, or other digital goods on or off of our Platform, including\nthrough third-party websites, bots, fake accounts, or “cheating” or malicious programs that enable users to exploit vulnerabilities\nin the experiences on our Platform or our partners’ websites and platforms, could reduce our revenue and bookings by, among other\nthings, decreasing revenue from authorized and legitimate transactions, increasing chargebacks from unauthorized credit card transactions,\ncausing us to lose revenue and bookings from dissatisfied users who stop engaging with the experiences on our Platform, or increasing\ncosts we incur to develop technological measures to curtail unauthorized transactions and other malicious programs.\n\n\n \n\n\nUnder the terms of service\nfor our Platform, which developers, creators and users are obligated to comply with, we reserve the right to temporarily or permanently\nban individuals for breaching our Terms of Use by violating applicable law or bitnile.com policies which include engaging in illegal activity\non the Platform. We will also employe technological measures to help detect unauthorized transactions and continue to develop additional\nmethods and processes through which we can identify unauthorized transactions and block such transactions. However, there can be no assurance\nthat our efforts to prevent or minimize these unauthorized, fraudulent, or illegal transactions will be successful.\n\n\n \n\n\nDue to unfamiliarity\nand some negative publicity associated with digital assets, BNC’s user base may lose confidence in products and services that utilize\ntechnology related to digital assets.\n\n\n \n\n\nOne of BNC’s products and experiences is\na virtual market which facilitates the sales of digital assets from BNC as well as third party vendors like virtual real estate, digital\nart, user customizations and unique collectibles. Products and services that are based on digital assets are relatively new. The digital\nasset industry has companies that are unlicensed, unregulated, operate without supervision by any governmental authorities. As a result,\nusers and the general public may lose confidence in digital assets, including BNC products and services. Companies like BNC that deal\nin digital assets are appealing targets for hackers and malware and may also be more likely to be targets of regulatory enforcement actions.\nNegative perception, a lack of stability and standardized regulation in the digital asset industry and the failure of digital asset focused\ncompanies due to fraud, business failure, hackers or malware, or government mandated regulation, may reduce confidence in BNC’s\nbusiness. Any of these events could have a material and adverse impact on BNC’s business.\n\n\n \n\n\n\n\n\n\n22\n\n\n \n\n\n\n\n  \n\n\nRisks Related to BNC’s Business Operations\nand Financial Results\n\n\n \n\n\nOur business is highly competitive. Competition\npresents an ongoing threat to the success of BNC’s business.\n\n\n \n\n\nBNC expects to compete with companies providing\nconnection, sharing, discovery, and communication products and services to users online, as well as companies that sell advertising to\nbusinesses looking to reach consumers and/or develop tools and systems for managing and optimizing advertising campaigns. BNC faces significant\ncompetition in every aspect of BNC’s business, including, but not limited to, companies that facilitate the ability of users to\ncreate, share, communicate, and discover content and information online or enable marketers to reach their existing or prospective audiences.\nBNC expects to compete to attract, engage, and retain people who use BNC’s products, to attract and retain businesses that use BNC’s\nfree or paid business and advertising services, and to attract and retain developers who build compelling applications that integrate\nwith BNC’s products. BNC also expects to compete with companies that develop and deliver virtual and augmented reality products\nand services. As BNC introduces or acquires new products, or as other companies introduce new products and services, including as part\nof efforts to develop the metaverse or innovate through the application of new technologies such as artificial intelligence, BNC may become\nsubject to additional competition.\n\n\n \n\n\nVirtually all BNC’s current and potential\ncompetitors have greater resources, experience, or stronger competitive positions in the product segments, geographic regions, or user\ndemographics in which BNC intends to operate than BNC does. For example, some of BNC’s competitors may be domiciled in different\ncountries and subject to political, legal, and regulatory regimes that enable them to compete more effectively than BNC could. These factors\nmay allow BNC’s competitors to respond more effectively than BNC to new or emerging technologies and changes in market conditions.\nIn the event that users engage with other products and services, BNC may never see any growth in use and engagement in key user demographics\nor more broadly, in which case BNC’s business would be harmed.\n\n\n \n\n\nBNC’s competitors may develop products,\nfeatures, or services that are similar to its own or that achieve greater acceptance, may undertake more far-reaching and successful product\ndevelopment efforts or marketing campaigns, or may adopt more aggressive pricing policies. Some competitors may gain a competitive advantage\nagainst BNC, including: by making acquisitions; by limiting BNC’s ability to deliver, target, or measure the effectiveness of ads;\nby imposing fees or other charges related to BNC’s delivery of ads; by making access to BNC’s products more difficult or impossible;\nby making it more difficult to communicate with BNC’s users; or by integrating competing platforms, applications, or features into\nproducts they control such as mobile device operating systems, search engines, browsers, or e-commerce platforms. BNC’s competitors\nmay, and in some cases will, acquire and engage users or generate advertising or other revenue at the expense of BNC’s own efforts,\nwhich would negatively affect BNC’s business and financial results. In addition, from time to time, BNC may take actions in response\nto competitive threats, but BNC cannot assure you that these actions will be successful or that they will not negatively affect BNC’s\nbusiness and financial results.\n\n\n \n\n\nReal or perceived inaccuracies in BNC’s\ncommunity and other metrics may harm BNC’s reputation and negatively affect BNC’s business.\n\n\n \n\n\nThe numbers for BNC’s key metrics are calculated\nusing internal company data based on the activity of user accounts, at times augmented by other sources. While these numbers are based\non what BNC believes to be reasonable estimates of BNC’s user base for the applicable period of measurement, there are inherent\nchallenges in measuring usage of BNC’s products across online and mobile populations around the world. The methodologies used to\nmeasure these metrics require significant judgment and are also susceptible to algorithm or other technical errors. In addition, BNC is\nseeking to establish mechanisms to improve its estimates of its user base, and such estimates may change due to improvements or changes\nin BNC’s methodology. BNC intends to regularly review BNC’s processes for calculating these metrics, and from time to time\nBNC expects to discover inaccuracies in these metrics or make adjustments to improve their accuracy.\n\n\n \n\n\nThe lack of comprehensive encryption for communications\non the Platform may increase the impact of a data security incident.\n\n\n \n\n\nCommunications on the Platform are not comprehensively\nencrypted at this time. As such, any data security incident that involves unauthorized access, acquisition, disclosure, or use may be\nhighly impactful to BNC’s business. BNC may experience considerable incident response forensics, data recovery, legal fees, and\ncosts of notification related to any such potential incident, and BNC may face an increased risk of reputational harm, regulatory enforcement,\nand consumer litigation, which could further harm BNC’s business, financial condition, results of operations, and future business\nopportunities.\n\n\n \n\n\nBNC relies on the\nexperience and expertise of its senior management team and skilled employees with creative and technical backgrounds.\n\n\n \n\n\nBNC’s success depends in part upon the continued\nservice of its senior management team and key technical employees. Each of these employees could terminate his or her relationship with\nBNC at any time. Such employees, particularly game designers, engineers and project managers with desirable skill sets are in high demand,\nand BNC devotes significant resources to identifying, hiring, training, successfully integrating and retaining these employees. Hiring\nand retaining skilled employees to support BNC’s products and services is highly competitive. A lack of skilled technical workers\nor the loss of any member of BNC’s senior management team could delay or negatively impact BNC’s business plans, ability to\ncompete, results of operations, cash flows and financial condition.\n\n\n \n\n\n\n\n\n\n23\n\n\n \n\n\n\n\n \n\n\nRisks Related to Government Regulation and\nEnforcement\n\n\n \n\n\nActions by governments that restrict access\nto BNC’s products in their countries, censor or moderate content on BNC’s products in their countries, or otherwise impair\nBNC’s ability to sell advertising in their countries, could substantially harm BNC’s business and financial results.\n\n\n \n\n\nBNC expects that governments will from time to\ntime seek to censor or moderate content available on BNC’s products, should such products ever be developed, distributed and used\nby customers, in their country, restrict access to BNC’s products from their country partially or entirely, or impose other restrictions\nthat may affect the accessibility of BNC’s products in their country for an extended period of time or indefinitely. In addition,\ngovernment authorities may seek to restrict user access to BNC’s products if they consider us to be in violation of their laws or\na threat to public safety or for other reasons. It is also possible that government authorities could take action that impairs BNC’s\nability to sell advertising, including in countries where access to BNC’s consumer-facing products may be blocked or restricted.\nIn the event that content shown on BNC’s products is subject to censorship, access to BNC’s products is restricted, in whole\nor in part, in one or more countries, BNC would be required to or could elect to make changes to BNC’s future operations, or other\nrestrictions are imposed on BNC’s products, or BNC’s competitors are able to successfully penetrate new geographic markets\nor capture a greater share of existing geographic markets that BNC cannot access or where BNC face other restrictions, BNC’s ability\nto increase BNC’s user base, user engagement, or the level of advertising by marketers may be adversely affected, and BNC may not\nbe able to grow BNC’s revenue as anticipated, and BNC’s financial results could be adversely affected.\n\n\n \n\n\nBNC’s business is subject to complex\nexisting U.S. and foreign laws and regulations regarding privacy, data use and data protection, content, competition, safety and consumer\nprotection, e-commerce, and other matters, many of which may be amended supplements by laws and regulations in the future. Many of these\nlaws and regulations are subject to change and uncertain interpretation and applicability to BNC, and could result in claims, changes\nto BNC’s products and business practices, monetary penalties, increased cost of operations, or declines in user growth or engagement,\nor otherwise harm BNC’s business.\n\n\n \n\n\nBNC is subject to a variety of laws and regulations,\nchanges in existing laws and regulations or the interpretations of them in the United States and abroad that will involve matters central\nto BNC’s business, including, but not limited to, privacy, data use, data protection and personal information, biometrics, encryption,\nrights of publicity, content, integrity, intellectual property, advertising, marketing, distribution, data security, data retention and\ndeletion, data localization and storage, data disclosure, artificial intelligence and machine learning, electronic contracts and other\ncommunications, competition, protection of minors, consumer protection, civil rights, accessibility, telecommunications, product liability,\ne-commerce, digital assets, gaming, gambling, sweepstakes, promotions, taxation, economic or other trade controls including sanctions,\nanti-corruption and political law compliance, securities law compliance, and online payment services. The introduction of new products,\nexpansion of BNC’s activities in certain jurisdictions, or other actions that BNC may take may subject it to additional laws, regulations,\nor other government scrutiny. In addition, foreign data protection, privacy, content, competition, consumer protection, and other laws\nand regulations can impose different obligations or be more restrictive than those in the United States.\n\n\n \n\n\nBNC may incur substantial\nexpenses to comply with laws and regulations or defend against a claim that BNC has not complied with them. Further, any failure on BNC’s\npart to comply with any relevant laws or regulations may subject BNC to significant civil or criminal liabilities, penalties, taxes, fees,\ncosts and negative publicity. The application of existing domestic and international laws and regulations to BNC relating to issues such\nas user privacy and data protection, security, defamation, pricing, advertising, taxation, digital assets, gambling, sweepstakes, promotions,\nconsumer protection, accessibility, content regulation, quality of services, law enforcement demands, telecommunications, mobile, and\nintellectual property ownership and infringement in many instances is unclear or unsettled. Further, the application to us of existing\nlaws regulating or requiring licenses for certain businesses of BNC advertisers can be unclear. For example, BNC operates a social casino\nwith a sweepstakes component, through which it offers real money prizes. It is unclear whether certain regulations relating to gaming,\ngambling, and sweepstakes apply to our operations. U.S. export control laws and regulations also impose requirements and restrictions\non exports to certain nations and persons and on BNC’s business. Internationally, BNC may also be subject to laws regulating BNC’s\nactivities in foreign countries and to foreign laws and regulations that are inconsistent from country to country.\n\n\n \n\n\nThese U.S. federal, state, and foreign laws and\nregulations, which in some cases can be enforced by private parties in addition to government entities, are constantly evolving and can\nbe subject to significant change. As a result, the application, interpretation, and enforcement of these laws and regulations are often\nuncertain, particularly in the new and rapidly evolving industry in which BNC operates, and may be interpreted and applied inconsistently\nfrom jurisdiction to jurisdiction and inconsistently with BNC’s current policies and practices. For example, regulatory or legislative\nactions or litigation affecting the manner in which BNC displays content to BNC’s users, moderate content, or obtain consent to\nvarious practices could adversely affect user growth and engagement. Such actions could affect the manner in which BNC provides its services\nor adversely affect BNC’s financial results.\n\n\n \n\n\n\n\n\n\n24\n\n\n \n\n\n\n\n \n\n\nAs its business develops, BNC expects to become\nsubject to significant legislative and regulatory developments, and proposed or new legislation and regulations could significantly affect\nBNC’s business in the future. For example, BNC intends to implement certain product changes and controls as a result of requirements\nunder the European General Data Protection Regulation (“GDPR”), and may implement additional changes in the future. The interpretation\nof the GDPR is still evolving and draft decisions in investigations are subject to review by several European privacy regulators as part\nof the GDPR’s consistency mechanism, which may lead to significant changes in the final outcome of such investigations. As a result,\nthe interpretation and enforcement of the GDPR, as well as the imposition and amount of penalties for non-compliance, are subject to significant\nuncertainty. The California Consumer Privacy Act (“CCPA”), as amended by the California Privacy Rights Act (“CPRA”),\nalso establishes certain transparency rules and creates new data privacy rights for users, including limitations on BNC’s use of\ncertain sensitive personal information and more ability for users to control the purposes for which their data is shared with third parties.\nOther states have proposed or enacted similar comprehensive privacy laws that afford users with similar data privacy rights and controls.\nThese laws and regulations are evolving and subject to interpretation, and resulting limitations on BNC’s advertising services,\nor reductions of advertising by marketers, could adversely affect BNC’s advertising business.\n\n\n \n\n\nThese laws and regulations, as well as any associated\nclaims, inquiries, or investigations or any other government actions, have in the past led to, and may in the future lead to, unfavorable\noutcomes including increased compliance costs, loss of revenue, delays or impediments in the development of new products, negative publicity\nand reputational harm, increased operating costs, diversion of management time and attention, and remedies that harm BNC’s business,\nincluding fines or demands or orders that BNC modify or cease existing business practices.\n\n\n \n\n\nChanges in laws affecting gaming, and sweepstakes,\nor the public perception of gaming, and sweepstakes may adversely impact our or BNC’s business.\n\n\n \n\n\nBNC offers a number of products and services,\nwhich may include a selection of gaming options, including sweepstakes, and social gaming experiences. Social gaming experiences have\nrecently been the subject of civil lawsuits, and some jurisdictions have taken an adverse position to interactive social gaming, including\n“social casinos” and sweepstakes-based gaming. This could lead to states adopting legislation or imposing a regulatory framework\nto govern interactive social gaming or social casino or sweepstakes-based gaming specifically. These could also result in a prohibition\non interactive social gaming or social casino or sweepstakes-based gaming altogether, restrict BNC’s ability to advertise its games,\nor substantially increase BNC or our costs to comply with these regulations, all of which could have an adverse effect on our or BNC’s\nresults of operations, cash flows and financial condition. It is not possible to predict the likelihood, timing, scope, or terms of any\nsuch legislation or regulation or the extent to which they may affect our or BNC’s business.\n\n\n \n\n\nRegulators in the future may pass additional rules\nand regulations that could adversely affect our or BNC’s business. In May 2019, the World Health Organization adopted a new edition\nof its International Classification of Diseases, which lists gaming addiction as a disorder. The American Psychiatric Association (“APA”)\nand U.S. regulators have yet to decide whether gaming addiction should be considered a behavioral disorder, but the APA has noted that\nresearch and the debate on its classification are ongoing. Certain countries, including China and South Korea, have enacted regulations,\nsuch as imposing both gaming curfews and spending limits for minors, and established treatment programs aimed at addressing gaming addiction.\nIt is not possible to predict the likelihood, timing, scope, or terms of any similar regulations in any of the markets in which BNC operates,\nor the extent to which implementation of such regulations may adversely affect our or BNC’s reputation and business.\n\n\n \n\n\nConsumer protection and health concerns regarding\ngames and gambling such as BNC’s have been raised in the past and may again be raised in the future. Such concerns could lead to\nincreased scrutiny over the manner in which BNC’s games are designed, developed, distributed, and presented. We and BNC cannot predict\nthe likelihood, timing or scope of any concern reaching a level that will impact its business, or whether it would suffer any adverse\nimpacts to our or BNC’s results of operations, cash flows and financial condition.\n\n\n \n\n\nOur reputation may be harmed due to unfamiliarity\nor negative press associated with activities BNC is undertaking, including the online metaverse landscape, virtual markets, real world\ngoods marketplaces, gaming, social activities, sweepstakes, and digital assets.\n\n\n \n\n\nBNC is focused on the development of the online\nmetaverse landscape and is focused on immersive digital experiences, including virtual markets, real world goods marketplaces, gaming,\nsocial activities, sweepstakes, and more. The activities BNC is undertaking are based on technology that is relatively new. Many companies\noperating in similar industries are unlicensed, unregulated and/or operate without supervision by any governmental authorities. As a result,\nusers and the general public may lose confidence in BNC’s products and services. Companies like BNC that deal in digital assets\nare appealing targets for hackers and malware and may also be more likely to be targets of regulatory enforcement actions. Negative perception,\na lack of stability and standardized regulation in the industries in which BNC operates and the failure of similar companies due to fraud,\nbusiness failure, hackers or malware, or government mandated regulation, may reduce confidence in our or BNC’s business. Any of\nthese events could have a material and adverse impact on our or BNC’s reputation and business.\n\n\n \n\n\n\n\n\n\n25\n\n\n \n\n\n\n\n \n\n\nIf BNC fails to protect\nusers or is perceived to be failing to protect users, its business will suffer and results of operations could be materially and adversely\naffected.\n\n\n \n\n\nUnfavorable publicity regarding, for example,\nBNC’s privacy, data security, or data protection practices, terms of service, product changes, product quality, litigation or regulatory\nactivity, the actions of BNC users or developers, the use of the Platform for illicit or objectionable ends (including the use of the\nPlatform to possibly entice children to interact off-Platform), actual or perceived incidents or misuses of user data or other privacy\nor security incidents, the substance or enforcement of community standards, the quality, integrity, characterization and age-appropriateness\nof content shared on the Platform, or the actions of other companies that provide similar services to ours, has in the past, and could\nin the future, adversely affect BNC’s reputation. Although illicit activities are in violation of BNC’s terms and policies\nand BNC attempts to block objectionable material, BNC is unable to prevent all such violations from occurring and measures intended to\nmake the Platform more attractive to older age-verified users may create the perception that the Platform is not safe for users. In addition,\nBNC maya faced allegations that its Platform has been used by criminal offenders to identify and communicate with children and to possibly\nentice them to interact off-Platform, outside of the restrictions of the chat, content blockers and other on-platform safety measures.\nWhile BNC devotes considerable resources to prevent this from occurring, any negative publicity could create the perception that BNC does\nnot provide a safe online environment and may have an adverse effect on the size, engagement, and loyalty of its developer and user community,\nwhich would adversely affect business and financial results.\n\n\n \n\n\nWe may be subject to regulatory and other government\ninvestigations, enforcement actions, settlements, and other inquiries in the future, which could cause us to incur substantial costs or\nrequire us or BNC to change its business practices in a manner materially adverse to its business.\n\n\n \n\n\nShould BNC’s business ever expand to a significant\ndegree, we and BNC’s management expects to receive formal and informal inquiries from government authorities and regulators regarding\nBNC’s compliance with laws and regulations, many of which are evolving and subject to interpretation. In such a scenario, we and\nBNC expect to be the subject of investigations, inquiries, data requests, requests for information, actions, and audits in the United\nStates, particularly in the areas of privacy and data protection, including with respect to minors, law enforcement, consumer protection,\ncivil rights, content moderation, blockchain technologies, sweepstakes, promotions, gaming, gambling, and competition. In addition, we\nor BNC may in the future be subject to regulatory orders or consent decrees. \n\n\n \n\n\nWe or BNC may also become subject to various litigation\nand formal and informal inquiries and investigations by competition authorities in the United States, which may relate to many aspects\nof BNC’s future business, including with respect to users and advertisers, as well as BNC’s industry. Such inquiries, investigations,\nand lawsuits concern, among other things, BNC’s business practices in the areas of social networking or social media services, digital\nadvertising, gambling, and sweepstakes activities and/or mobile or online applications.\n\n\n \n\n\nOrders issued by, or inquiries or enforcement\nactions initiated by, government or regulatory authorities could cause us or BNC to incur substantial costs, expose us to civil and criminal\nliability (including liability for personnel) or penalties (including substantial monetary remedies), interrupt or require us or BNC to\nchange its business practices in a manner materially adverse to our or BNC’s business (including changes products or user data practices),\nresult in negative publicity and reputational harm, divert resources and the time and attention of management from our or BNC’s\nbusiness, or subject us or BNC to other structural or behavioral remedies that adversely affect our or BNC’s business.\n\n\n \n\n\nBNC expects, should its business ever develop,\nto be subject to regulatory and other government investigations, enforcement actions, settlements and other inquiries in the future, which\ncould cause us BNC incur substantial costs or require BNC to change its business practices in a manner materially adverse to its business.\n\n\n \n\n\nShould BNC’s business ever expand and to\na significant degree, its management expects it to receive formal and informal inquiries from government authorities and regulators regarding\nBNC’s compliance with laws and regulations, many of which are evolving and subject to interpretation. In such a scenario, BNC expects\nto be the subject of investigations, inquiries, data requests, requests for information, actions, and audits in the United States, Europe,\nand around the world, particularly in the areas of privacy and data protection, including with respect to minors, law enforcement, consumer\nprotection, civil rights, content moderation, and competition. In addition, BNC may in the future be subject to regulatory orders or consent\ndecrees.\n\n\n \n\n\nBNC may also become subject to various litigation\nand formal and informal inquiries and investigations by competition authorities in the United States, Europe, and other jurisdictions,\nwhich may relate to many aspects of BNC’s future business, including with respect to users and advertisers, as well as BNC’s\nindustry. Such inquiries, investigations, and lawsuits concern, among other things, BNC’s business practices in the areas of social\nnetworking or social media services, digital advertising, and/or mobile or online applications.\n\n\n \n\n\nOrders issued by, or inquiries or enforcement\nactions initiated by, government or regulatory authorities could cause BNC to incur substantial costs, expose us to civil and criminal\nliability (including liability for BNC’s personnel) or penalties (including substantial monetary remedies), interrupt or require\nBNC to change its business practices in a manner materially adverse to BNC’s business (including changes to BNC’s products\nor user data practices), result in negative publicity and reputational harm, divert resources and the time and attention of management\nfrom BNC’s business, or subject it to other structural or behavioral remedies that adversely affect BNC’s business.\n\n\n \n\n\n\n\n\n\n26\n\n\n \n\n\n\n\n \n\n\nPayment transactions may subject us to additional\nregulatory requirements and other risks that could be costly and difficult to comply with or that could harm BNC’s business.\n\n\n \n\n\nSeveral of BNC’s future products may offer\npayments functionality, including enabling BNC’s users to purchase tangible, virtual, and digital goods from merchants and developers\nthat offer applications using BNC’s payment infrastructure, send money to other users, and make donations to certain charitable\norganizations, among other activities. BNC is or may become subject to a variety of laws and regulations in the United States, Europe\nand elsewhere, including those governing anti-money laundering and counter-terrorist financing, money transmission, stored value, gift\ncards and other prepaid access instruments, electronic funds transfer, virtual currency, consumer protection, charitable fundraising,\ntrade sanctions, and import and export restrictions. Depending on how BNC’s payment products evolve, BNC may also be subject to\nother laws and regulations including those governing gambling, sweepstakes, banking, and lending. In some jurisdictions, the application\nor interpretation of these laws and regulations is not clear. BNC’s efforts to comply with these laws and regulations could be costly\nand result in diversion of management time and effort and may still not guarantee compliance. In the event that BNC is found to be in\nviolation of any such legal or regulatory requirements, BNC may be subject to monetary fines or other penalties such as a cease and desist\norder, or BNC may be required to make product changes, any of which could have an adverse effect on BNC’s business and financial\nresults. \n\n\n \n\n\nRisks Related to Data, Security, and Intellectual\nProperty\n\n\n \n\n\nSecurity breaches, improper access to or disclosure\nof BNC’s data or user data, other hacking and phishing attacks on BNC’s systems, or other cyber incidents could harm BNC’s\nreputation and adversely affect BNC’s business.\n\n\n \n\n\nBNC’s industry is prone to cyber-attacks\nby third parties seeking unauthorized access to BNC’s data or users’ data or to disrupt BNC’s ability to provide service.\nBNC’s products and services involve the collection, storage, processing, and transmission of a large amount of data. Any failure\nto prevent or mitigate security breaches and improper access to or disclosure of BNC’s data or user data, including personal information,\ncontent, or payment information from users, or information from marketers, could result in the loss, modification, disclosure, destruction,\nor other misuse of such data, which could harm BNC’s business and reputation and diminish BNC’s competitive position. In addition,\ncomputer malware, viruses, social engineering (such as spear phishing attacks), scraping, and general hacking continue to be prevalent\nin BNC’s industry and are expected to occur on BNC’s systems in the future. BNC expects to regularly encounter attempts to\ncreate false or undesirable user accounts, purchase ads, or take other actions on BNC’s platform for purposes such as spamming,\nspreading misinformation, or other objectionable ends. Such attacks may cause interruptions to the services BNC intends to provide, degrade\nthe user experience, cause users or marketers to lose confidence and trust in BNC’s products, impair BNC’s internal systems,\nor result in financial harm to BNC. BNC’s efforts to protect its data or the information BNC receives, and to disable undesirable\nactivities on BNC’s platform, may also be unsuccessful due to software bugs or other technical malfunctions; employee, contractor,\nor vendor error or malfeasance, including defects or vulnerabilities in BNC’s vendors’ information technology systems or offerings;\ngovernment surveillance; breaches of physical security of BNC’s facilities or technical infrastructure; or other threats that evolve.\nIn addition, third parties may attempt to fraudulently induce employees or users to disclose information in order to gain access to BNC’s\ndata or BNC’s users’ data. Cyber-attacks continue to evolve in sophistication and volume, and inherently may be difficult\nto detect for long periods of time. Although BNC intends to try to develop systems and processes that are designed to protect BNC’s\ndata and user data, to prevent data loss, to disable undesirable accounts and activities on BNC’s platform, and to prevent or detect\nsecurity breaches, BNC cannot assure you that such measures, if implemented, will provide adequate security, that BNC will be able to\nreact in a timely manner, or that BNC’s remediation efforts will be successful. The changes in BNC’s work environment as a\nresult of certain personnel working remotely could also impact the security of BNC’s systems, as well as BNC’s ability to\nprotect against attacks and detect and respond to them quickly.\n\n\n \n\n\nIn addition, some of BNC’s developers or\nother partners, such as those that help us measure the effectiveness of ads, may receive or store information provided by us or by BNC’s\nusers through mobile or web applications integrated with BNC’s products. If these third parties or developers fail to adopt or adhere\nto adequate data security practices, or in the event of a breach of their networks, BNC’s data or BNC’s users’ data\nmay be improperly accessed, used, or disclosed.\n\n\n \n\n\nBNC expects to experience cyber-attacks and other\nsecurity incidents of varying degrees from time to time, and BNC expects to incur significant costs in protecting against or remediating\nsuch incidents. In addition, BNC is subject to a variety of laws and regulations in the United States and abroad relating to cybersecurity\nand data protection. As a result, affected users or government authorities could initiate legal or regulatory actions against BNC in connection\nwith any actual or perceived security breaches or improper access to or disclosure of data, which has occurred in the past and which could\ncause BNC to incur significant expense and liability or result in orders or consent decrees forcing BNC to modify its business practices.\nSuch incidents or BNC’s efforts to remediate such incidents may also result in a decline in BNC’s active user base or engagement\nlevels. Any of these events could have a material and adverse effect on BNC’s business, reputation, or financial results.\n\n\n \n\n\n\n\n\n\n27\n\n\n \n\n\n\n\n \n\n\nWe anticipate that BNC’s efforts related\nto privacy, safety, security, and content review will identify additional instances of misuse of user data or other undesirable activity\nby third parties on BNC’s platform.\n\n\n \n\n\nBNC intends to make investments in privacy, safety,\nsecurity, and content review efforts to combat misuse of BNC’s services and user data by third parties, including investigations\nand audits of platform applications, as well as other enforcement efforts. As a result of these efforts, BNC anticipates that BNC will\ndiscover and announce additional incidents of misuse of user data or other undesirable activity by third parties. BNC may not discover\nall such incidents or activity, whether as a result of BNC’s data or technical limitations, including BNC’s lack of visibility\nover BNC’s encrypted services, the allocation of resources to other projects, or other factors, and BNC may be notified of such\nincidents or activity by the FTC, the media or other third parties. Such incidents and activities may in the future include the use of\nuser data or BNC’s systems in a manner inconsistent with BNC’s terms, contracts or policies, the existence of false or undesirable\nuser accounts, improper advertising practices, activities that threaten people’s safety on or offline, or instances of spamming,\nscraping, data harvesting, unsecured datasets, or spreading misinformation. BNC may also be unsuccessful in its efforts to enforce BNC’s\npolicies or otherwise remediate any such incidents. Consequences of any of the foregoing developments include negative effects on user\ntrust and engagement, harm to BNC’s reputation, changes to BNC’s business practices in a manner adverse to BNC’s business,\nand adverse effects on BNC’s business and financial results. Any such developments may also subject BNC to additional litigation\nand regulatory inquiries, which could subject BNC to monetary penalties and damages, divert management’s time and attention, and\nlead to enhanced regulatory oversight. \n\n\n \n\n\nBNC’s products and internal systems rely\non software and hardware that is highly technical, and any errors, bugs, or vulnerabilities in these systems, or failures to address or\nmitigate technical limitations in BNC’s systems, could adversely affect BNC’s business. The Platform and the technology of\nthe third-party service providers upon which BNC relies are also subject to the risks of severe weather, earthquakes, fires, floods, hurricanes\nand other natural catastrophic events and to interruption by man-made problems such as terrorism or cyberattacks.\n\n\n \n\n\nIt is critical\nthe success of the Platform that users be able to access BNC’s website, mobile apps and Platform at all times. BNC’s systems,\nor those of third parties upon which BNC relies, may experience service interruptions, degradation, outages, and other performance problems\nthat interrupt the availability or affect the speed or functionality of BNC’s website, mobile apps and Platform due to a variety\nof factors, including severe weather, earthquakes, fires, floods, hurricanes, other natural disasters, power losses, disruptions in telecommunications\nservices, fraud, military or political conflicts, terrorist attacks, hardware and software defects or malfunctions, cyberattacks and other\nsimilar incidents. \nBNC’s products and internal systems rely on software and hardware, including software and hardware developed\nor maintained internally and/or by third parties, that is highly technical and complex. In addition, BNC’s products and internal\nsystems depend on the ability of such software and hardware to store, retrieve, process, and manage considerable amounts of data. The\nsoftware and hardware on which BNC relies is expected to contain, errors, bugs, or vulnerabilities, and BNC’s systems are subject\nto certain technical limitations that may compromise BNC’s ability to meet BNC’s objectives. Some errors, bugs, or vulnerabilities\ninherently may be difficult to detect and may only be discovered after the code has been released for external or internal use. Errors,\nbugs, vulnerabilities, design defects, or technical limitations within the software and hardware on which BNC relies, or human error in\nusing such systems, may in the future lead to outcomes including a negative experience for users and marketers who use BNC’s products,\ncompromised ability of BNC’s products to perform in a manner consistent with BNC’s terms, contracts, or policies, delayed\nproduct introductions or enhancements, targeting, measurement, or billing errors, compromised ability to protect the data of BNC’s\nusers and/or BNC’s intellectual property or other data, or reductions in BNC’s ability to provide some or all of BNC’s\nservices. In addition, any errors, bugs, vulnerabilities, or defects in BNC’s systems or the software and hardware on which BNC\nrelies, failures to properly address or mitigate the technical limitations in BNC’s systems, or associated degradations or interruptions\nof service or failures to fulfill BNC’s commitments to BNC’s users, are expected to lead to outcomes including damage to BNC’s\nreputation, loss of users, loss of marketers, prevention of its ability to generate revenue, regulatory inquiries, litigation, or liability\nfor fines, damages, or other remedies, any of which could adversely affect BNC’s business and financial results.\n\n\n \n\n\nIf BNC is unable to protect BNC’s intellectual\nproperty, the value of its brands and other intangible assets may be diminished, and its business may be adversely affected.\n\n\n \n\n\nBNC relies, and expects to continue to rely on\na combination of confidentiality, assignment, and license agreements with BNC’s employees, consultants, and third parties with whom\nBNC has relationships, as well as intellectual property laws, to protect BNC’s proprietary rights. In the United States and internationally,\nBNC expects to file various applications for protection of certain aspects of BNC’s intellectual property. Third parties may knowingly\nor unknowingly infringe BNC’s proprietary rights, third parties may challenge proprietary rights held by BNC in the future, and\nfuture trademark and patent applications may not be approved. In addition, effective intellectual property protection may not be available\nin every country in which BNC operates or intends to operate. In any or all of these cases, BNC may be required to expend significant\ntime and expense in order to prevent infringement or to enforce BNC’s rights. Although BNC expects to take measures to protect BNC’s\nproprietary rights, there can be no assurance that others will not offer products or concepts that are substantially similar to BNC’s\nand compete with BNC’s business. If the protection of BNC’s proprietary rights is inadequate to prevent unauthorized use or\nappropriation by third parties, the value of BNC’s brands and other intangible assets may be diminished and competitors may be able\nto more effectively mimic BNC’s products, services and methods of operations. Any of these events could have an adverse effect on\nBNC’s business and financial results.\n\n\n \n\n\n\n\n\n\n28\n\n\n \n\n\n\n\n \n\n\nBNC expects to be party to patent lawsuits\nand other intellectual property rights claims that are expensive and time consuming and, if resolved adversely, could have a significant\nimpact on BNC’s business, financial condition, or results of operations.\n\n\n \n\n\nCompanies, in particular established ones, in\nthe internet, technology, and media industries typically own large numbers of patents, copyrights, trademarks, and trade secrets, and\nfrequently enter into litigation based on allegations of infringement, misappropriation, or other violations of intellectual property\nor other rights. In the event that BNC ever develops a significant intellectual property portfolio, it would face similar challenges that\nestablished companies do. In addition, various “non-practicing entities” that own patents and other intellectual property rights\noften attempt to aggressively assert their rights in order to extract value from technology companies. Furthermore, from time to time\nBNC may introduce or acquire new products, which could increase BNC’s exposure to patent and other intellectual property claims\nfrom competitors and non-practicing entities.\n\n\n \n\n\nFrom time to time, BNC may receive notices from\npatent holders and other parties alleging that certain of BNC’s products and services, or user content, infringe their intellectual\nproperty rights. BNC expects, should its business ever develop, to be involved in a number of intellectual property lawsuits. Defending\npatent and other intellectual property litigation is costly and can impose a significant burden on management and employees, and there\ncan be no assurances that favorable final outcomes will be obtained in all or even most cases. In addition, plaintiffs may seek, and BNC\nmay become subject to, preliminary or provisional rulings in the course of any such litigation, including potential preliminary injunctions\nrequiring us to cease some or all of BNC’s anticipated operations. BNC may seek, if possible, to settle such lawsuits and disputes\non terms that are unfavorable to it. Similarly, if any litigation to which BNC is a party is resolved adversely, BNC may be subject to\nan unfavorable judgment that may not be reversed upon appeal, if appealed. The terms of such a settlement or judgment may require us to\ncease some or all of BNC’s operations or require us pay substantial amounts to the other party, which BNC may not be able to afford.\nIn addition, BNC may have to seek a license to continue practices found to be in violation of a third party’s rights, which may\nnot be available on reasonable terms, or at all, and may significantly increase BNC’s operating costs and expenses. As a result,\nBNC may also be required to develop alternative non-infringing technology or practices or discontinue the practices. The development of\nalternative non-infringing technology or practices could require significant effort and expense, could result in less effective technology\nor practices or otherwise negatively affect the user experience, or may not be feasible. BNC’s business, financial condition, and\nresults of operations could be adversely affected as a result of an unfavorable resolution of the disputes and litigation referred to\nabove.\n\n\n \n\n\nWe rely on the ability to use the intellectual\nproperty rights of third parties, and we may lose the benefit of any intellectual property owned by or licensed to BNC.\n\n\n \n\n\nSubstantially all of our games rely on products,\ntechnologies and other intellectual property that are licensed from third parties. The future success of our business will depend, in\npart, on our ability to obtain, retain or expand licenses for technologies and services in a competitive market. We cannot assure that\nthese third-party licenses, or support for such licensed technologies and services, will continue to be available to us on commercially\nreasonable terms, if at all. In the event that we lose the benefit of, or cannot renew and/or expand existing licenses, we may be required\nto discontinue or limit our use of the technologies and services that include or incorporate the licensed intellectual property. In addition,\nwe may not have the leverage to negotiate amendments to the Statement of Work, if required, on terms as favorable to us as those we would\nnegotiate with an unaffiliated third party.\n \n\n\nBNC may suffer from the use of a third-party platform for its primary\ndevelopment of the Platform. \n\n\n \n\n\nBNC’s strategic decision to utilize a third-party\nplatform for the primary development of the bitnile.com metaverse presents a variety of risks. The following events, should they occur,\nwould have a materially adverse effect on our business, results of operations, financial condition, and future prospects:\n\n\n \n\n\n\n\n●\nTechnological Dependencies:\n Employing\na third-party platform for BNC’s operations creates significant technological dependencies, introducing a new set of potential risks.\nThis dependence means that BNC’s operations on bitnile.com are tied to the stability, security, and strategic direction of the third-party\nprovider’s platform. A primary concern is the risk of technical difficulties. In the event that the third-party platform experiences\nsystem failures, software bugs, or performance issues, BNC may encounter disruptions in its operations. This could include slowdowns,\nservice interruptions, or even complete outages, affecting user experience and potentially leading to a loss of users, decreased activity,\nand subsequently, reduced revenues. Security is another critical area of concern. If the third-party platform suffers from security breaches,\nBNC could face the risk of data exposure. This could involve unauthorized access to user data or corporate information, leading to privacy\ninfringements, potential violation of data protection laws, and damage to BNC’s reputation. The fallout from such a breach could\nextend to legal repercussions and loss of trust among users and shareholders. Further, any unexpected shift in the third-party provider’s\nproduct strategy could also pose a threat. If the provider decides to discontinue certain features, change its technology stack, or modify\nthe platform in a way that is not compatible with BNC’s operations, it could leave BNC looking for new solutions. This could necessitate\nsignificant unplanned investment in modifications, alternative solutions, or even migration to a new platform, with associated costs and\npotential service disruptions.\n\n\n \n\n\n\n\n●\nBusiness Continuity:\n Utilizing a third-party\nplatform as a cornerstone of operations introduces an element of risk concerning business continuity for BNC. The provider’s operations,\nwhich are outside BNC’s direct control, could be subject to various disruptions. This includes potential financial instability,\nservice alterations, technological failures, or even company-wide shutdowns. Such interruptions can have a significant cascading effect\non BNC’s operations, threatening the regular functioning of bitnile.com. In severe cases, this could lead to a prolonged suspension\nof services, leaving BNC unable to meet its commitments to customers, partners, or other stakeholders. The fallout can be manifold, ranging\nfrom revenue loss and diminished customer trust to reputational damage in the marketplace.\n\n\n \n\n\n\n\n●\nCompetitive Landscape:\n Utilizing a third-party\nplatform could inadvertently contribute to intensifying competitive pressures. Given that similar tools and services are available to\nother market players, BNC may find its competitive edge being eroded. Furthermore, if the third-party platform decides to venture into\nthe metaverse market, BNC could be confronted with competition from its own service provider. Additionally, the choice of platform can\nindirectly influence BNC’s market position. If the platform falls out of favor in the industry or is overtaken by newer, more innovative\nsolutions, BNC’s association with it could negatively impact its perceived market standing.\n\n\n \n \n\n\n\n\n\n\n29\n\n\n \n\n\n\n\n \n\n\n\n\n●\nIntellectual Property: \nEmploying third-party\ntechnology presents substantial intellectual property (“IP”) concerns. When the third-party provider retains the majority\nof the IP rights, it poses a significant risk for BNC. In such a situation, BNC’s operational framework may hinge on technology\nfor which it does not hold ownership, potentially limiting the company’s flexibility to modify or adapt the technology to suit its\nevolving needs. The use of third-party technology brings with it the risk of potential intellectual property infringement claims. If the\nthird-party platform unlawfully incorporates other companies’ technologies, BNC could find itself ensnared in legal disputes.\n\n\n \n\n\n\n\n●\nRegulatory Compliance:\n Utilizing a third-party\nplatform can present complex challenges. While employing external technology can yield substantial operational advantages, it concurrently\nexposes BNC to potential compliance risks. These can surface if the third-party platform does not adhere strictly to all pertinent regulations,\nincluding but not limited to privacy laws, data protection statutes, and industry-specific standards. Non-compliance may trigger a broad\nrange of legal consequences, from fines and penalties to enforcement actions by regulatory bodies. Additionally, compliance failure can\ninflict significant damage on BNC’s reputation, leading to a loss of trust among users, shareholders, and the broader public. This\ncould potentially translate into a decline in user numbers, revenue, and market share. Furthermore, regulatory landscapes are dynamic\nand can change swiftly due to legislative amendments, court decisions, or shifts in policy enforcement. If the third-party provider fails\nto adapt to these changes promptly, BNC might find itself out of compliance unintentionally, exposing the company to the aforementioned\nrisks.\n\n\n \n\n\nWe rely on Amazon Web Services for a portion\nof our cloud infrastructure in certain areas, and as a result any disruption of AWS would negatively affect our operations and significantly\nharm our business.\n\n\n \n\n\nWe\nrely on Amazon Web Services (“AWS”) a third-party provider for a portion of our backend services, including for some of our\nhigh-speed databases, scalable object storage, and message queuing services. For location-based support areas, we outsource certain aspects\nof the infrastructure relating to our Platform. As a result, our operations depend, in part, on AWS’ ability to protect their services\nagainst damage or interruption due to a variety of factors, including infrastructure changes, human or software errors, natural disasters,\npower or telecommunications failures, criminal acts, capacity constraints and similar events. Our developers, creators, and users need\nto be able to access our Platform at any time, without interruption or degradation of performance. Our Platform depends, in part, on the\nvirtual cloud infrastructure hosted in AWS. Although we have disaster recovery plans that utilize multiple AWS availability zones to support\nour requirements, any incident affecting their infrastru\ncture that may be caused by fire, flood, severe storm, earthquake or other\nnatural disasters, power loss, telecommunications failures, cyber-attacks, terrorist or other attacks, and other similar events beyond\nour control, could adversely affect our cloud-native Platform. Any disruption of or interference with our use of AWS could impair our\nability to deliver our Platform reliably to our developers, creators, and users.\n\n\n \n\n\nAdditionally, threats or attacks from computer\nmalware, ransomware, viruses, social engineering (including phishing attacks), denial of service or other attacks, employee theft or misuse\nand general hacking have occurred and are becoming more prevalent in our industry, particularly against cloud-native services and vendors\nof security solutions. If AWS were to experience any of these security incidents, it could result in unauthorized access to, damage to,\ndisablement or encryption of, use or misuse of, disclosure of, modification of, destruction of, or loss of our data or our developers’,\ncreators’, and users’ data or disrupt our ability to provide our Platform or service.\n\n\n \n\n\nA prolonged AWS service disruption affecting our\nPlatform for any of the foregoing reasons would adversely impact our ability to serve our users, developers, and creators and could damage\nour reputation with current and potential users, developers, and creators, expose us to liability, result in substantial costs for remediation,\ncause us to lose users, developers, and creators, or otherwise harm our business, financial condition, or results of operations. and users.\nWe may also incur significant costs for using alternative hosting cloud infrastructure services or taking other actions in preparation\nfor, or in reaction to, events that damage or interfere with the AWS services we use.\n\n\n \n\n\nIn the event that our AWS service agreements\nare terminated, or there is a lapse of service, elimination of AWS services or features that we utilize, we could experience interruptions\nin access to our Platform as well as significant delays and additional expense in arranging for or creating new facilities or re-architecting\nour Platform for deployment on a different cloud infrastructure service provider, which would adversely affect our business, financial\ncondition, and results of operations.\n\n\n \n\n\nRisks Relating to Agora\n\n\n \n\n\nIn March 2023, the Company experienced a significant\nchange in its business model as it has shifted its focus towards building out the Platform towards a revenue-generating model and away\nfrom the non-core legacy subsidiaries Agora and Zest Labs. As a result of the shift in business strategy, the related risk factors for\nAgora have been updated accordingly.\n\n\n \n\n\n\n\n\n\n30\n\n\n \n\n\n\n\n \n\n\nAs the Company devotes substantially all of\nits growth capital towards building out the Platform, there may be minimal remaining growth capital, if any, to devote to Agora’s\nhosting business. \n\n\n \n\n\nAs a result of the Company’s change in business\nstrategy as well as capital constraints, the Company has limited resources to devote to building out Agora’s hosting business. To\ndate, Agora has been unable to fulfill the terms of the MSA it signed with BitNile, Inc. in December 2022, and the Company does not currently\nhave clarity on if it will be able to successfully enter the hosting business.\n\n\n \n\n\nAgora lacks an operating history in the digital\nasset hosting space, and its new business is subject to a number of significant risks and uncertainties which affect its future viability.\n\n\n \n\n\nAs of March 31, 2023, Agora has invested in a\nBitcoin mining business which was then discontinued as Bitstream transitioned to a digital asset hosting model. That business, Bitstream,\nentered agreements and arrangements for equipment and power contracts. In order to proceed at its first digital asset hosting facility\nin Texas, it must enter into a long-term contract to purchase electric power from the power grid in Texas and use the power to mine Bitcoin\non behalf of third parties as well as take advantage of future power shortages such as the one that affected Texas in the winter of 2021\nand may be beginning to occur in Texas in June 2023. Among the risks and uncertainties are:\n\n\n \n\n\n\n\n●\nAgora is currently in discussions with a number of key players in this industry, but has not yet executed\nany definitive agreements to purchase the power needed from the retail power provider, and if it is able to enter into an agreement for\nthe power, the terms may not be as attractive as it currently expects, which may threaten the profitability of this venture;\n\n\n \n\n\n\n\n●\nAlthough Agora entered into a MSA for digital asset hosting services for BitNile, Inc. in December 2022,\nit has not been able to successfully perform its obligations under that contract and does not know if it has the capital resources to\nfulfill its obligations under this contract or a digital hosting contract for another party now or at any point in the future;\n\n\n \n\n\n\n\n●\nIf Agora is unable to enter into a definitive agreement with the power broker, any deposits Agora paid to the power broker will be forfeited and\nAgora will lack a source of affordable power. This would materially and adversely affect Agora’s ability to operate its digital\nasset hosting business and its financial condition. Agora has fully expensed the deposits as of March 31, 2023;\n\n\n \n\n\n\n\n●\nAgora purchased and received delivery of 5,000 Canaan AvalonMiner 841 miners; the hashrate versus the\nBitcoin reward of these miners is not economically viable at today’s prices, and the market to sell these miners is minimal. As\na result, the Company took an impairment charge on these miners for the fiscal year ended on March 31, 2023;\n\n\n \n\n\n\n\n●\nAgora’s team has minimal experience in commercial scale Bitcoin hosting operations;\n\n\n \n\n\n\n\n●\nAgora may have difficulty finding third parties willing to consign its miners to them for the purposes\nof executing on a hosting agreement;\n\n\n \n\n\n\n\n●\nBecause of supply chain disruptions including those relating to computer chips, Agora could encounter\ndelivery delays or other difficulties with the purchase, installing and operating of Agora’s power infrastructure at our facility,\nwhich would adversely affect its ability to generate material revenue from its operations;\n\n\n \n\n\n\n\n●\nThere are a growing number of well capitalized digital asset hosting companies; and\n\n\n \n\n\n\n\n●\nBans from governments such as China and New York, together with pending legislation in Congress and other\nregulatory initiatives threaten the ability to use Bitcoin as a medium of exchange and thus impact the demand for mining and hosting;\n\n\n \n\n\nFor all of these reasons, Agora’s digital\nasset hosting business may not be successful.\n\n\n \n\n\nAgora is subject to risks associated with its\nneed for sufficient real property and a continuous source of significant electric power at economically favorable prices, and its current\nefforts, outstanding litigation against Bitstream, and negotiations for these resources to commence and grow operations at its West Texas\nfacilities may ultimately be unsuccessful.\n\n\n \n\n\nAgora’s Bitcoin mining operations require\nboth land on which to install mining equipment and significant amounts of electric power to operate such equipment. On December 10, 2021,\nBitstream entered into a lease agreement pursuant to which Bitstream leased 20 acres of land for an initial term of 10 years and a subsequent\nterm of 10 years to set up mining equipment in West Texas in exchange for monthly payments equal to 3% of the electricity costs. If Bitstream\ndoes not use the leased land for 12 consecutive months, the lease will terminate. On January 3, 2022, Agora finalized a land purchase\nagreement for a separate parcel of 20 acres of land ($12,500 per acre) in West Texas for $250,000, of which $125,000 was paid for by Priority\nPower Management (“PPM”) to assist in the funding as Agora goes through the registration statement process. Agora has no obligation\nto repay PPM and it has no ownership of the land. Agora has an option to sell back this land to the sellers at $400 per acre upon cessation\nof the land being used as a data center.\n\n\n \n\n\n\n\n\n\n31\n\n\n \n\n\n\n\n \n\n\nAdditionally, Agora has already paid $1,096,000 to a power broker for\nassistance in obtaining 12 megawatts (“MW”) of electricity at this site, with the potential to increase the available capacity\nat the substation to 48 MW. Agora had entered into a second letter of intent for a second location in October 2021 where it has already\npaid $1,326,500 and committed to pay $1,628,000 upon the execution of a definitive agreement; however, these high costs and uncertainties\nmay harm its ability to become profitable, particularly if the price of Bitcoin declines further or if Agora is unable to enter into definitive\nagreements for the power on favorable terms or at all. While Agora has arranged for the delivery of the transformers necessary to use\nup to 42 MW (with agreement to go to 78 MW in the next six to twelve months) of electricity, Agora has conditional and unconditional rights\nto two sites in West Texas for up to 372 MW, subject to approval by the local government, which is the only required approval needed.\nIf Agora or the third parties with whom it contracts should fail to obtain, deliver and install the necessary items for the required energy\nas and when needed and on commercially viable terms, its results of operations and financial condition will be materially adversely affected.\nThere may not be an alternative source of electricity, or the resources needed to access it, and the establishment and growth of Agora’s\nBitcoin mining operations may be stifled or hindered as a result. The Company received $865,000 related to the deposits paid and expensed\nthe remaining amounts related to these agreements in the fiscal year ended March 31, 2023.\n\n\n \n\n\nThe Company’s lack of capital has hindered\nBitstream’s operations and resulted in various litigation related to Bitstream for lack of payment or lack of contract performance.\nOn April 22, 2022, BitStream Mining and Ecoark Holdings were sued in Travis County, Texas District Court (Docket #79176-0002) by Print\nCrypto Inc. in the amount of $256,733.28 for failure to pay for equipment purchased to operate BitStream Mining’s Bitcoin mining\noperation. On July 15, 2022, BitStream Mining and two of their Management were parties to a petition filed in Ward County District Court\nby 1155 Distributor Partners-Austin, LLC d/b/a Lonestar Electric Supply in the amount of $414,026.83 for failure to pay for equipment\npurchased to operate the Company’s Bitcoin mining operation. On October 17, 2022, BitStream Mining was a party to a petition filed\nin Ward County District Court by VA Electrical Contractors, LLC in the amount of $1,666,187.18 for failure to pay for equipment purchased\nto operate the Company’s Bitcoin mining operation. See Legal Proceedings on page 38, for additional information.\n\n\n \n\n\nAdditionally, Agora’s digital asset hosting\noperations could be materially and adversely affected by prolonged power outages, and it may have to reduce or cease its operations in\nthe event of an extended power outage, or as a result of the unavailability or increased cost of electric power as occurred in Texas\nin the winter of 2021. While Agora intends to participate in the responsive reserve program of the Electric Reliability Council of Texas,\nor ERCOT, should this issue arise, which could offset some or all of the revenue losses, were this were to occur, its business and results\nof operations could nonetheless be materially and adversely affected, particularly if the reserve program fails.\n\n\n \n\n\nAgora’s digital asset hosting costs could\noutpace its digital asset hosting revenues, which would continue to put a strain on its business or increase its losses.\n\n\n \n\n\nAgora’s digital asset hosting operations\nwill be costly and its expenses may increase in the future. This expense increase may not be offset by a corresponding increase in hosting\nrevenue. Agora’s expenses may be greater than it anticipates, and its investments to make its digital asset hosting business more\nefficient may not succeed and may outpace monetization efforts. For example, if prices of Bitcoin decline or remain low, and power costs\nincrease, Agora’s ability to become profitable will also decline. Similarly, increases in Agora’s costs without a corresponding\nincrease in its revenue would increase our losses and could seriously harm our financial condition.\n\n\n \n\n\nWe are subject to a highly evolving regulatory landscape and any\nadverse changes to, or our failure to comply with, any laws and regulations could adversely affect our business, prospects or operations.\n\n\n \n\n\nOur business is subject to extensive laws, rules,\nregulations, policies and legal and regulatory guidance, including those governing securities, commodities, crypto asset custody, exchange\nand transfer, data governance, data protection, cybersecurity and tax. Many of these legal and regulatory regimes were adopted prior to\nthe advent of the Internet, mobile technologies, crypto assets and related technologies. As a result, they do not contemplate or address\nunique issues associated with the crypto economy, are subject to significant uncertainty, and vary widely across U.S. federal, state and\nlocal and international jurisdictions. These legal and regulatory regimes, including the laws, rules and regulations thereunder, evolve\nfrequently and may be modified, interpreted and applied in an inconsistent manner from one jurisdiction to another, and may conflict with\none another. Moreover, the complexity and evolving nature of our business and the significant uncertainty surrounding the regulation of\nthe crypto economy requires us to exercise our judgement as to whether certain laws, rules and regulations apply to us, and it is possible\nthat governmental bodies and regulators may disagree with our conclusions. To the extent we have not complied with such laws, rules and\nregulations, we could be subject to significant fines and other regulatory consequences, which could adversely affect our business, prospects\nor operations. As Bitcoin has grown in popularity and in market size, the Federal Reserve Board, U.S. Congress and certain U.S. agencies\n(e.g., the CFTC, SEC, the Financial Crimes Enforcement Network (“FinCEN”) and the Federal Bureau of Investigation) have begun\nto examine the operations of the Bitcoin network, Bitcoin users and the Bitcoin exchange market. Regulatory developments and/or our business\nactivities may require us to comply with certain regulatory regimes. For example, to the extent that our activities cause us to be deemed\na money service business under the regulations promulgated by FinCEN under the authority of the U.S. Bank Secrecy Act, we may be required\nto comply with FinCEN regulations, including those that would mandate us to implement certain anti-money laundering programs, make certain\nreports to FinCEN and maintain certain records.\n\n\n \n\n\n\n\n\n\n32\n\n\n \n\n\n\n\n \n\n\nIf politics in the United States, particularly\nthe climate change movement, continues to affect Bitcoin mining, it could materially and adversely affect Agora’s business and future\nresults of operation and financial condition.\n\n\n \n\n\nBitcoin mining uses very large amounts of electricity\nto operate the high speed computers used in mining. Because West Texas presently has low electricity rates, Agora arranged for power supplies\nthere to support its planned operations. On November 23, 2022, the Governor of New York signed into law a bill passed by the State of\nNew York legislature, which imposed a two-year moratorium on certain cryptocurrency mining, including Bitcoin mining. While this action\ndoes not directly impact Agora’s current operations, which would be conducted in Texas, it may be the beginning of a new wave of\nclimate change regulations aimed at preventing or reducing the growth of Bitcoin mining in the U.S., including potentially jurisdictions\nin which Agora now operates or may in the future operate. While New York is currently a state under Democratic control and very supportive\nof climate change regulations in contrast to Texas, there is a risk that Democrats may gain control of Texas and enact legislation that\nwould make Agora’s operations in Texas economically inviable. Further if other states begin to adopt legislation that makes cryptocurrency\nmining prohibitively expensive or bans it, it could create a surge of demand in Texas and increase the cost of power there. The above-described\ndevelopments could also demonstrate the beginning of a regional or global regulatory trend in response to environmental and energy preservation\nor other concerns surrounding cryptocurrencies, and similar action in a jurisdiction in which Agora operates or in general could have\ndevastating effects to our operations. If further regulation follows, it is possible that the digital asset hosting industry may not be\nable to adjust to a sudden and dramatic overhaul to our ability to deploy energy towards the operation of mining equipment.\n\n\n \n\n\nThe crypto economy is novel and has little\nto no access to policymakers or lobbying organizations, which may harm our ability to effectively react to proposed legislation and regulation\nof crypto assets or crypto asset platforms adverse to our business.\n\n\n \n\n\nAs crypto assets have grown in both popularity\nand market size, various U.S. federal, state and local and foreign governmental organizations, consumer agencies and public advocacy groups\nhave been examining the operations of crypto networks, users and platforms, with a focus on how crypto assets can be used to launder the\nproceeds of illegal activities, fund criminal or terrorist enterprises, and the safety and soundness of platforms and other service providers\nthat hold crypto assets for users. Many of these entities have called for heightened regulatory oversight, and have issued consumer advisories\ndescribing the risks posed by crypto assets to users and investors. For instance, in July 2019, then-U.S. Treasury Secretary Steven Mnuchin\nstated that he had “very serious concerns” about crypto assets. In recent months, members of Congress have made inquiries\ninto the regulation of crypto assets, and Gary Gensler, Chair of the Commission, has made public statements regarding increased regulatory\noversight of crypto assets. Outside the United States, several jurisdictions have banned so-called initial coin offerings, such as China\nand South Korea, while Canada, Singapore, Hong Kong, have opined that token offerings may constitute securities offerings subject to local\nsecurities regulations. In July 2019, the United Kingdom’s Financial Conduct Authority proposed rules to address harm to retail\ncustomers arising from the sale of derivatives and exchange-traded notes that reference certain types of crypto assets, contending that\nthey are “ill-suited” to retail investors due to extreme volatility, valuation challenges and association with financial crimes.\nIn May 2021, the Chinese government called for a crackdown on Bitcoin mining and trading, and in September 2021, Chinese regulators instituted\na blanket ban on all crypto mining and transactions, including overseas crypto exchange services taking place in China, effectively making\nall crypto-related activities illegal in China. In January 2022, the Central Bank of Russia called for a ban on cryptocurrency activities\nranging from mining to trading, and on March 8, 2022, President Biden announced an executive order on cryptocurrencies which seeks to\nestablish a unified federal regulatory regime for currencies.\n\n\n \n\n\nThe crypto economy is novel and has little to\nno access to policymakers and lobbying organizations in many jurisdictions. Competitors from other, more established industries, including\ntraditional financial services, may have greater access to lobbyists or governmental officials, and regulators that are concerned about\nthe potential for crypto assets for illicit usage may affect statutory and regulatory changes with minimal or discounted inputs from the\ncrypto economy. As a result, new laws and regulations may be proposed and adopted in the United States and internationally, or existing\nlaws and regulations may be interpreted in new ways, that harm the crypto economy or crypto asset platforms, which could adversely impact\nour business.\n\n\n \n\n\nAgora’s hosting operations, including\nthe miners, the housing infrastructure, the land and the facilities as a whole in which its miners are operated, are subject to risks\nrelated to uninsured or underinsured losses and potential damage and contingencies for which it may not be adequately prepared.\n\n\n \n\n\nAgora’s initial facilities are, and any\nfuture facilities it may establish will be, subject to a variety of risks relating to housing all of its operations, which include keeping\nexpensive revenue-generating equipment at a single physical location. Agora had insurance covering general liability, but elected to forgo\nrenewing the policy until it has clear visibility into the future viability of its hosting operations. If, upon reviewing this policy\nand commencing hosting operations, the policy may not cover all potential losses fully or at all. For example, Agora’s facilities\ncould be rendered inoperable, temporarily or permanently, as a result of a fire or other natural disaster or by a terrorist or other attack\non a facility. The security and other measures Agora takes to protect against these risks may not be sufficient. In the event of an uninsured\nor under-insured loss, including a loss in excess of insured limits, at any of the miners in Agora’s network, such miners consigned\nto it for hosting by a third party, may not be adequately repaired in a timely manner or at all and Agora may lose some or all of the\nfuture revenues which could have otherwise been derived from such miners. To the extent the miners, the housing infrastructure in which\nthey are held, or the land itself is permanently damaged, Agora may not be able to bear the cost of repair or replacement. Should any\nof these events transpire, Agora may not be able to recover, could lose a material amount of potential revenue, and its business and results\nof operations could be materially harmed as a result.\n\n\n \n\n\n\n\n\n\n33\n\n\n \n\n\n\n\n \n\n\nAgora has had difficulty and expects to continue\nto have difficulty collecting on its $4,250,000 note receivable received in exchange for its divestiture of Trend Holdings.\n\n\n \n\n\nAgora was issued a Senior Secured Promissory Note\nby Trend Ventures, LP on June 16, 2022. The Trend Ventures Note was the consideration paid to Agora for the acquisition of Trend Discovery\nHoldings. The Trend Ventures Note is in the principal amount of $4,250,000. As of the date of this Annual Report, Agora has not received\nany principal or interest payments on this note. Agora amended the note on May 15, 2023 to allow Trend Ventures additional time to obtain\nthe necessary resources for repayment. See Note 25 in our consolidated financial statements for details on the amendment. The Company\nhas fully reserved this note receivable and accrued interest receivable as of March 31, 2023.\n\n\n \n\n\nRisks Relating to Zest Labs\n\n\n \n\n\nAs the Company devotes substantially all of\nits growth capital towards building out the Platform, there may be minimal remaining growth capital, if any, to devote towards maintaining,\nlicensing, or selling Zest Lab’s intellectual property or towards current or future intellectual property litigation. \n\n\n \n\n\nAs a result of the Company’s change in business\nstrategy as well as capital constraints, the Company has had limited resources to devote to maintaining, licensing or selling Zest Lab’s\nintellectual property. Furthermore, the Company has limited resources to devote to current and future litigation other than that litigation\nwhich has been secured properly by a litigation funding firm.\n\n\n \n\n\nOur ability to return shareholder value with\nrespect to Zest Labs depends to a large extent on the outcome of the litigation related to protection of our intellectual property rights.\n\n\n \n\n\nAs previously disclosed, in April 2021, a federal\njury found in our favor on three claims and awarded us damages in our lawsuit against Walmart Inc. and judgment was entered in our favor\nthat same month. For more information including disclosure on recent events, see Item 3. “Legal Proceedings” in this Report.\n\n\n \n\n\nWe expect that Walmart will appeal the District\nCourt’s decision. Intellectual property and similar litigation is subject to uncertainty. There is no assurance that we will be\nsuccessful in our efforts related to this lawsuit or if we are, what amounts we will be able to recover.\n\n\n \n\n\nGeneral Risks\n\n\n \n\n\nOur future success depends on our ability to\nretain and attract high-quality personnel, and the efforts, abilities and continued service of our senior management.\n\n\n \n\n\nOur future success depends on our ability to attract,\nhire, train and retain a number of highly skilled employees and on the service and performance of our senior management team and other\nkey personnel for each of our subsidiaries particularly with the planned spin-offs. The loss of the services of our executive officers\nor other key employees and inadequate succession planning could cause substantial disruption to our business operations, deplete our institutional\nknowledge base and erode our competitive advantage, which would adversely affect our business. Competition for qualified personnel possessing\nthe skills necessary to implement our strategy is intense, and we may fail to attract or retain the employees necessary to execute our\nbusiness model successfully. We do not have “key person” life insurance policies covering any of our executive officers.\n\n\n \n\n\nOur success will depend to a significant degree\nupon the continued efforts of our key management, engineering and other personnel, many of whom would be difficult to replace. In particular,\nwe believe that our future success is highly dependent on the roles of the Company’s Chief Executive Officer (“CEO”)\nand Chief Financial Officer (“CFO”) as well as the shared staff in AAI that are currently managing BNC. In conjunction with\nthe BNC transaction, the Company’s CEO, Randy May, and CFO, Jay Puchir, plan to depart the Company in good standing at a future\ndate when the Company’s preferred shareholder, AAI, elects to appoint new officers in the Company, presuming that Nasdaq permits\nAAI to make such appointments. Additionally, the key personnel in the Company’s core business in AAI are currently working in dual\nroles within AAI and may not be able to devote full time efforts towards BNC.\n\n\n \n\n\nDeterioration of global economic conditions\ncould adversely affect our business\n.\n\n\n \n\n\nThe global economy and capital and credit markets\nhave experienced exceptional turmoil and upheaval over the past several years. Ongoing concerns about the systemic impact of potential\nlong-term and widespread recession and potentially prolonged economic recovery, volatile energy costs, fluctuating commodity prices and\ninterest rates, volatile exchange rates, geopolitical issues, including the recent outbreak of armed conflict in Ukraine, natural disasters\nand pandemic illness, instability in credit markets, cost and terms of credit, consumer and business confidence and demand, a changing\nfinancial, regulatory and political environment, and substantially increased unemployment rates have all contributed to increased market\nvolatility and diminished expectations for many established and emerging economies, including those in which we operate. Furthermore,\nausterity measures that certain countries may agree to as part of any debt crisis or disruptions to major financial trading markets may\nadversely affect world economic conditions and have an adverse impact on our business. These general economic conditions could have a\nmaterial adverse effect on our cash flow from operations, results of operations and overall financial condition.\n\n\n \n\n\n\n\n\n\n34\n\n\n \n\n\n\n\n \n\n\nThe availability, cost and terms of credit also\nhave been and may continue to be adversely affected by illiquid markets and wider credit spreads. Concern about the stability of the markets\ngenerally, and the strength of counterparties specifically, has led many lenders and institutional investors to reduce credit to businesses\nand consumers. These factors have led to a decrease in spending by businesses and consumers over the past several years, and a corresponding\nslowdown in global infrastructure spending. \n\n\n \n\n\nContinued uncertainty in the U.S. and international\nmarkets and economies and prolonged stagnation in business and consumer spending may adversely affect our liquidity and financial condition,\nand the liquidity and financial condition of our customers, including our ability to access capital markets and obtain capital lease financing\nto meet liquidity needs.\n\n\n \n\n\nNo assurance of successful expansion of operations.\n\n\n \n\n\nOur significant increase in the scope and the\nscale of our operations, including the hiring of additional personnel, has resulted in significantly higher operating expenses. We anticipate\nthat our operating expenses will continue to increase. Expansion of our operations may also make significant demands on our management,\nfinances and other resources. Our ability to manage the anticipated future growth, should it occur, will depend upon a significant expansion\nof our accounting and other internal management systems and the implementation and subsequent improvement of a variety of systems, procedures\nand controls. We cannot assure that significant problems in these areas will not occur. Failure to expand these areas and implement and\nimprove such systems, procedures and controls in an efficient manner at a pace consistent with our business could have a material adverse\neffect on our business, financial condition and results of operations. We cannot assure that attempts to expand our marketing, sales,\nmanufacturing and customer support efforts will succeed or generate additional sales or profits in any future period. As a result of the\nexpansion of our operations and the anticipated increase in our operating expenses, along with the difficulty in forecasting revenue levels,\nwe expect to continue to experience significant fluctuations in its results of operations.\n\n\n \n\n\nIf we cannot manage our growth effectively,\nour results of operations would be materially and adversely affected.\n\n\n \n\n\nWe experienced a significant change in our business\nmodel as we have shifted its focus towards building out the Platform towards a revenue-generating model and away from the legacy subsidiaries\nAgora and Zest Labs. Our business model relies on our ability to generate revenue through gaming and sweepstakes events in the metaverse,\nwhich is a nascent industry. Businesses that grow rapidly often have difficulty managing their growth while maintaining their compliance\nand quality standards. If we grow as rapidly as we anticipate, we will need to expand our management by recruiting and employing additional\nexecutive and key personnel capable of providing the necessary support. There can be no assurance that our management, along with our\nstaff, will be able to effectively manage our growth. Our failure to meet the challenges associated with rapid growth could materially\nand adversely affect our business and operating results.\n\n\n \n\n\nIf we fail to maintain an effective system\nof disclosure controls and internal control over financial reporting, our ability to produce timely and accurate financial statements\nor comply with applicable regulations could be impaired. \n\n\n \n\n\nWe are subject to the reporting requirements of\nthe Exchange Act and the Sarbanes-Oxley Act which require, among other things, that public companies maintain effective disclosure controls\nand procedures and internal control over financial reporting.\n\n\n \n\n\nAlthough our management concluded that our disclosure\ncontrols and procedures were effective as of March 31, 2023, any failure to maintain effective controls or any difficulties encountered\nin their implementation or improvement in the future could cause us to fail to meet our reporting obligations and may result in a restatement\nof our financial statements for prior periods. If we fail to maintain an effective system of disclosure controls and internal control\nover financial reporting, our ability to produce timely and accurate financial statements or comply with applicable regulations could\nbe impaired, which could result in loss of investor confidence and could have an adverse effect on our stock price.\n\n\n \n\n\nIf our accounting\ncontrols and procedures are circumvented or otherwise fail to achieve their intended purposes, our business could be seriously harmed.\n\n\n \n\n\nWe evaluate our disclosure\ncontrols and procedures as of the end of each fiscal quarter, and annually review and evaluate our internal control over financial reporting\nin order to comply with the Commission’s rules relating to internal control over financial reporting adopted pursuant to the Sarbanes-Oxley\nAct of 2002. Because of its inherent limitations, internal control over financial reporting may not prevent or detect misstatements. Also,\nprojections of any evaluation of effectiveness to future periods are subject to the risk that controls may become inadequate because of\nchanges in conditions, or that the degree of compliance with the policies or procedures may deteriorate. If we fail to maintain effective\ninternal control over financial reporting or our management does not timely assess the adequacy of such internal control, we may be subject\nto regulatory sanctions, and our reputation may decline. \n\n\n \n\n\n\n\n\n\n35\n\n\n \n\n\n\n\n \n\n\nFailure of information technology systems or\ndata security breaches, including as the result of cyber security attacks, affecting us, our business associates, or our industry, may\nadversely affect our financial condition and operating results.\n\n\n \n\n\nWe depend on information technology systems and\nservices in conducting our business. We and others in the industries in which we operate use these technologies for internal purposes,\nincluding data storage and processing, transmissions, as well as in our interactions with our business associates. Examples of these digital\ntechnologies include analytics, automation, and cloud services. If any of our financial, operational, or other data processing systems\nare compromised, fail or have other significant shortcomings, it could disrupt our business, require us to incur substantial additional\nexpenses, result in potential liability or reputational damage or otherwise have a material adverse effect on our financial condition\nand operating results.\n\n\n \n\n\nFor example, the operator of the Colonial Pipeline\nwas forced to pay $4.4 million in ransom to hackers as the result of a cyberattack disabling the pipeline for several days in May 2021.\nThe attack also resulted in gasoline price increases and shortages across the East Coast of the United States. As we depend on the availability\nand price of gasoline in our transportation business, any significant increase in the price and/or shortage of gasoline such as that experienced\nfrom the May 2021 cyberattack would have a material adverse effect on our business and operating results. Additionally, our Agora operations\ndepend on the functioning of Bitcoin mining computers and digital wallets maintained by third parties, which are also subject to enhanced\nrisks of a cyberattack as a result.\n\n\n \n\n\nOur limited ability to protect our proprietary\ninformation and technology may adversely affect our ability to compete, and our products could infringe upon the intellectual property\nrights of others, resulting in claims against us, the results of which could be costly.\n\n\n \n\n\nMany of our products consist entirely or partly\nof proprietary technology owned by us. Although we seek to protect our technology through a combination of copyrights, trade secret laws\nand contractual obligations, these protections may not be sufficient to prevent the wrongful appropriation of our intellectual property,\nnor will they prevent our competitors from independently developing technologies that are substantially equivalent or superior to our\nproprietary technology. In addition, the laws of some foreign countries do not protect our proprietary rights to the same extent as the\nlaws of the U.S. In order to defend our proprietary rights in the technology utilized in our products from third party infringement, we\nmay be required to institute legal proceedings, which would be costly and would divert our resources from the development of our business.\nIf we are unable to successfully assert and defend our proprietary rights in the technology utilized in our products, our future results\ncould be adversely affected.\n\n\n \n\n\nAlthough we attempt to avoid infringing known\nproprietary rights of third parties in our product development efforts, we may become subject to legal proceedings and claims for alleged\ninfringement from time to time in the ordinary course of business. Any claims relating to the infringement of third-party proprietary\nrights, even if not meritorious, could result in costly litigation, divert management’s attention and resources, require us to reengineer\nor cease sales of our products or require us to enter into royalty or license agreements which are not advantageous to us. In addition,\nparties making claims may be able to obtain an injunction, which could prevent us from selling our products in the U.S. or abroad.\n\n\n \n\n\nFuture sales of our common stock in the public\nmarket could lower the price of our common stock and impair our ability to raise funds in future securities offerings.\n\n\n \n\n\nOf 2,522,816 shares of common stock outstanding as of July10, 2023,\napproximately 2,212,944 shares are held by investors who are not our affiliates or holders of restricted stock. Of these 2,522,816\nshares, 2,329,420 shares are unrestricted freely tradeable stock and 193,396 shares are being held as restricted shares. The remaining\nshares may be sold subject to the volume limits of Rule 144 which limits sales by any affiliate to the greater of 1% of outstanding shares\nin any three-month period or the average weekly trading volume over a four-week period. Future sales of a substantial number of shares\nof our common stock in the public market, or the perception that such sales may occur, could adversely affect the then prevailing market\nprice of our common stock and could make it more difficult for us to raise funds in the future through an offering of our securities.\n\n\n \n\n\nThe price of our common stock is subject to\nvolatility, including for reasons unrelated to our operating performance, which could lead to losses by investors and costly securities\nlitigation.\n\n\n \n\n\nThe trading price of our common stock is likely\nto be highly volatile and could fluctuate in response to a number of factors, some of which may be outside our control, including but\nnot limited to, the following factors:\n\n\n \n\n\n\n\n●\nfuture developments within BNC or the Platform and the results of any shareholder vote on the BNC transaction\nand any Nasdaq listing concerns arising from the BNC transaction;\n\n\n \n\n\n\n\n●\nchanges in market valuations of companies in the nascent metaverse industry;\n\n\n \n\n\n\n\n●\nfuture events related to the market for Bitcoin including regulation;\n\n\n \n\n\n\n\n\n\n36\n\n\n \n\n\n\n\n \n\n\n\n\n●\nthe timing and record dates regarding the Company’s announced spin-offs;\n\n\n \n\n\n\n\n●\nregulatory initiatives from the Biden Administration;\n\n\n \n\n\n\n\n●\nspecific regulations relating to the nascent industry of gaming or sweepstakes games in the metaverse;\n\n\n \n\n\n\n\n●\nannouncements of developments by us or our competitors;\n\n\n \n\n\n\n\n●\nthe continuation of the stock market slump, rising interest rates, and any related adverse events affecting\nthe economy;\n\n\n \n\n\n\n\n●\nannouncements by us or our competitors of significant acquisitions, strategic partnerships, joint ventures,\ncapital commitments, significant contracts, or other material developments that may affect our prospects;\n\n\n \n\n\n\n\n●\nthe results of the Walmart litigation;\n\n\n \n\n\n\n\n●\nactual or anticipated variations in our operating results;\n\n\n \n\n\n\n\n●\nadoption of new accounting standards affecting our industry;\n\n\n \n\n\n\n\n●\nfuture planned departures of the Company’s CEO, CFO, and CAO to be replaced by appointees by AAI,\nthe Company’s most significant shareholder;\n\n\n \n\n\n\n\n●\nadditions or departures of other key personnel or directors;\n\n\n \n\n\n\n\n●\nsales of our common stock or other securities in the open market; and\n\n\n \n\n\n\n\n●\nother events or factors, many of which are beyond our control.\n\n\n \n\n\nThe stock market is subject to significant price\nand volume fluctuations. In the past, following periods of volatility in the market price of a company’s securities, securities\nclass action litigation has often been initiated against such a company. Litigation initiated against us, whether or not successful, could\nresult in substantial costs and diversion of our management’s attention and Company resources, which could harm our business and\nfinancial condition.\n\n\n \n\n\nYou will experience dilution if we issue additional\nequity securities in future financing transactions or under derivative securities outstanding as of the date of this Report.\n\n\n \n\n\nWe have stock options and warrants outstanding\nthat are exercisable for shares of our common stock, and as a result of our sale of Series A Preferred Stock in June of 2022 to Ault Lending,\na wholly owned subsidiary of AAI, Ault Lending could convert additional shares of the Series A and cause dilution to the Company’s\nother investors. To the extent that such outstanding securities are converted into shares of our common stock, or securities are issued\nin future financings, our investors may experience dilution with respect to their investment in us.\n\n\n \n\n\nFuture changes in the fair value of outstanding\nwarrants could result in volatility of our reported results of operations.\n\n\n \n\n\nBecause of the derivative liability caused by\nour outstanding warrants, the increase or decrease in our common stock price each quarter (measured from the first day to the last day)\nis either a non-cash expense or income. If the price rises, we are required to report the expense, which increases our actual operating\nloss. Contrarily a price decrease in a given quarter will cause us to report income. The risk is principally that investors will react\nto our reported bottom line, which will increase volatility in our stock price.\n\n\n \n\n\nBecause we can issue “blank check”\npreferred stock without shareholder approval, it could adversely impact the rights of holders of our common stock.\n\n\n \n\n\nUnder our Articles of Incorporation, subject to\nthe approval of the Series A holder, Ault Lending, our Board of Directors, may approve an issuance of up to 5,000,000 shares of “blank\ncheck” preferred stock without seeking shareholder approval, though in certain cases Nasdaq approval could be required. Any additional\nshares of preferred stock that we issue in the future may rank ahead of our common stock in terms of dividend or liquidation rights and\nmay have greater voting rights than our common stock. In addition, such preferred stock may contain provisions allowing those shares to\nbe converted into shares of common stock, which would dilute the value of common stock to current shareholders and could adversely affect\nthe market price of our common stock. In addition, the preferred stock could be utilized, under certain circumstances, as a method of\ndiscouraging, delaying or preventing a change in control of our Company. Although we have no present intention to issue any additional\nshares of authorized preferred stock, there can be no assurance that we will not do so in the future.\n\n\n \n\n\n\n\n\n\n37\n\n\n \n\n\n\n\n \n\n\nThe requirements of being a public company\nmay strain our resources, divert management’s attention and affect our ability to attract and retain qualified board members.\n\n\n \n\n\nWe are a public company and subject to the reporting\nrequirements of the Exchange Act, and the Sarbanes-Oxley Act of 2002. The Exchange Act requires, among other things, that we file annual,\nquarterly and current reports with respect to our business and financial condition. The Sarbanes-Oxley Act requires, among other things,\nthat we maintain effective disclosure controls and procedures and internal controls for financial reporting. For example, Section 404\nof the Sarbanes-Oxley Act requires that our management report on the effectiveness of our internal controls structure and procedures for\nfinancial reporting. Section 404 compliance may divert internal resources and will take a significant amount of time and effort to\ncomplete. If we fail to maintain compliance under Section 404, or if our internal control over financial reporting continues to not\nbe effective as defined under Section 404, we could be subject to sanctions or investigations by the NYSE American, the Commission,\nor other regulatory authorities. Furthermore, investor perceptions of our company may suffer, and this could cause a decline in the market\nprice of our common stock. Any failure of our internal controls could have a material adverse effect on our stated results of operations\nand harm our reputation. If we are unable to implement these changes effectively or efficiently, it could harm our operations, financial\nreporting or financial results and could result in an adverse opinion on internal controls from our independent auditors. We may need\nto hire a number of additional employees with public accounting and disclosure experience in order to meet our ongoing obligations as\na public company, particularly if we become fully subject to Section 404 and its auditor attestation requirements, which will increase\ncosts. Our management team and other personnel will need to devote a substantial amount of time to new compliance initiatives and to meeting\nthe obligations that are associated with being a public company, which may divert attention from other business concerns, which could\nhave a material adverse effect on our business, financial condition and results of operations.\n\n\n \n\n\nIf securities or industry analysts do not publish\nresearch or reports about our business, or if they change their recommendations regarding our stock adversely, our stock price and trading\nvolume could decline.\n\n\n \n\n\nThe trading market for our common stock will be\ninfluenced by the research and reports that industry or securities analysts publish about us or our business. Our research coverage by\nindustry and financial analysts is currently limited. Even if our analyst coverage increases, if one or more of the analysts who cover\nus downgrade our stock, our stock price would likely decline. If one or more of these analysts cease coverage of our company or fail to\nregularly publish reports on us, we could lose visibility in the financial markets, which in turn could cause our stock price or trading\nvolume to decline.\n\n\n \n\n\nThe elimination of monetary liability against\nour directors, officers and employees under law and the existence of indemnification rights for or obligations to our directors, officers\nand employees may result in substantial expenditures by us and may discourage lawsuits against our directors, officers and employees. \n\n\n \n\n\nOur articles of incorporation contains a provision permitting us to\neliminate the personal liability of our directors to us and our stockholders for damages for the breach of a fiduciary duty as a director\nor officer to the extent provided by Nevada law. We may also have contractual indemnification obligations under any future employment\nagreements with our officers. The foregoing indemnification obligations could result in us incurring substantial expenditures to cover\nthe cost of settlement or damage awards against directors and officers, which we may be unable to recoup. These provisions and the resulting\ncosts may also discourage us from bringing a lawsuit against directors and officers for breaches of their fiduciary duties and may similarly\ndiscourage the filing of derivative litigation by our stockholders against our directors and officers even though such actions, if successful,\nmight otherwise benefit us and our stockholders.\n\n\n \n\n\nWe do not anticipate paying dividends on our\ncommon stock and, accordingly, stockholders must rely on stock appreciation for any return on their investment.\n\n\n \n\n\nWe have never declared or paid cash dividends\non our common stock and do not expect to do so in the foreseeable future. The declaration of dividends is subject to the discretion of\nour Board and will depend on various factors, including our operating results, financial condition, future prospects and any other factors\ndeemed relevant by our Board. You should not rely on an investment in our company if you require dividend income from your investment\nin our company. The success of your investment will likely depend entirely upon any future appreciation of the market price of our common\nstock, which is uncertain and unpredictable. There is no guarantee that our common stock will appreciate in value. \n\n\n \n\n\nBecause the COVID-19 pandemic has had a material\nadverse effect on the economy, the uncertainty relating to its continuation may have a future adverse effect on our business, results\nof operations, and future prospects.\n\n\n \n\n\nThe global COVID-19 pandemic and the unprecedented\nactions taken by U.S. federal, state and local governments and governments around the world in order to stop the spread of the virus had\na profound impact on the U.S. and global economy, disrupting global supply chains and creating significant volatility in the financial\nmarkets.\n\n\n \n\n\n\n\n\n\n38\n\n\n \n\n\n\n\n \n\n\nWhile COVID-19 seems to no longer threaten the\neconomy as it did, supply chain shortages seem to have evolved from COVID-19. Moreover, the risk of a serious new COVID-19 strain or other\nserious virus evolving remains.\n\n\n \n\n\nDisruptions and/or uncertainties related to a\nnew strain of COVID-19 for a sustained period of time could have a material adverse impact on our business, results of operations and\nfinancial condition. Supply chain delays and shortages of Bitcoin miners and other equipment such as transformers may adversely affect\nBitNile especially its plans to further develop and monetize its metaverse business. Increased transportation, electrical supply, labor\nor other costs which may result from COVID-19 could have a material adverse effect on our financial condition, and results of operations.\n\n\n \n\n\nFurthermore, the effect of another serious COVID-19\noutbreak on financial markets and on our Company may limit our ability to raise additional capital in the future on the terms acceptable\nto us at the time we need it, or at all.\n\n\n \n\n\n ",
    "item7": ">ITEM 7. MANAGEMENT’S\nDISCUSSION AND ANALYSIS OF FINANCIAL CONDITION AND RESULTS OF OPERATIONS\n\n\n \n\n\nCautionary Note Regarding Forward-Looking Statements\n\n\n \n\n\nThis Annual Report on Form 10-K contains forward-looking\nstatements. All statements other than statements of historical fact are, or may be deemed to be, forward-looking statements. Such forward-looking\nstatements include statements regarding, among others, (a) our expectations about possible business combinations, (b) our growth strategies,\n(c) our future financing plans, and (d) our anticipated needs for working capital. Forward-looking statements, which involve assumptions\nand describe our future plans, strategies, and expectations, are generally identifiable by use of the words “may,” “will,”\n“should,” “expect,” “anticipate,” “approximate,” “estimate,” “believe,”\n“intend,” “plan,” “budget,” “could,” “forecast,” “might,” “predict,”\n“shall” or “project,” or the negative of these words or other variations on these words or comparable terminology.\nThis information may involve known and unknown risks, uncertainties, and other factors that may cause our actual results, performance,\nor achievements to be materially different from the future results, performance, or achievements expressed or implied by any forward-looking\nstatements. These statements may be found in this Annual Report.\n\n\n \n\n\nForward-looking statements are based on our current\nexpectations and assumptions regarding our business, potential target businesses, the economy and other future conditions. Because forward-looking\nstatements relate to the future, by their nature, they are subject to inherent uncertainties, risks, and changes in circumstances that\nare difficult to predict. Our actual results may differ materially from those contemplated by the forward-looking statements as a result\nof various factors, including, without limitation, the risks outlined under “Risk Factors” in this Annual Report, changes\nin local, regional, national or global political, economic, business, competitive, market (supply and demand) and regulatory conditions\nand the following:\n\n\n \n\n\n\n\n●\nAdverse economic conditions;\n\n\n \n\n\n\n\n●\nOur ability to effectively execute our business plan;\n\n\n \n\n\n\n\n●\nInability to raise sufficient additional capital to operate our business;\n\n\n \n\n\n\n\n●\nOur ability to manage our expansion, growth and operating expenses;\n\n\n \n\n\n\n\n●\nOur ability to evaluate and measure our business, prospects and performance metrics;\n\n\n \n\n\n\n\n●\nOur ability to compete and succeed in highly competitive and evolving industries;\n\n\n \n\n\n\n\n●\nOur ability to respond and adapt to changes in technology and customer behavior;\n\n\n \n\n\n\n\n●\nOur ability to protect our intellectual property and to develop, maintain and enhance a strong brand;\nand\n\n\n \n\n\n\n\n●\nOther specific risks referred to in the section entitled “\nRisk Factors\n”.\n\n\n \n\n\nWe caution you therefore that you should not rely\non any of these forward-looking statements as statements of historical fact or as guarantees or assurances of future performance. All\nforward-looking statements speak only as of the date of this Annual Report. We undertake no obligation to update any forward-looking statements\nor other information contained herein unless required by law.\n\n\n \n\n\nInformation regarding market and industry statistics\ncontained in this Annual Report is included based on information available to us that we believe is accurate. It is generally based on\nacademic and other publications that are not produced for purposes of securities offerings or economic analysis. Forecasts and other forward-looking\ninformation obtained from these sources are subject to the same qualifications and the additional uncertainties accompanying any estimates\nof future market size, revenue and market acceptance of products and services. Except as required by U.S. federal securities laws, we\nhave no obligation to update forward-looking information to reflect actual results or changes in assumptions or other factors that could\naffect those statements. See the section entitled “\nRisk Factors\n” for a more detailed discussion of risks and uncertainties\nthat may have an impact on our future results.\n\n\n \n\n\nOverview\n\n\n \n\n\nBitNile Metaverse, Inc.\n(“BitNile Metaverse,” “Ecoark Holdings” or the “Company”) is a holding company, incorporated in the\nState of Nevada on November 19, 2007. Through September 30, 2022, Ecoark Holdings’ former subsidiaries with the exception of Agora\nDigital Holdings, Inc., a Nevada corporation (“Agora”) and Zest Labs, Inc. (“Zest Labs”) have been treated as\ndivested for accounting purposes. See Notes 1 and 2 to the financial statements included in this Annual Report. As a result of the divestitures,\nall assets and liabilities of the former subsidiaries have been reclassified to discontinued operations on the consolidated balance sheet\nfor March 31, 2022 and all operations of these companies have been reclassified to discontinued operations and gain on disposal on the\nconsolidated statements of operations for the fiscal year ended March 31, 2023.\n\n\n \n\n\nPrior to the recent divestitures,\nthe Company’s principal subsidiaries consisted of Ecoark, Inc. (“Ecoark”), a Delaware corporation that was the parent\nof Zest Labs, Banner Midstream Corp., a Delaware corporation (“Banner Midstream”) and Agora which was assigned the membership\ninterest in Trend Discovery Holdings LLC, a Delaware limited liability corporation (all references to “Trend Holdings” or\n“Trend” are now synonymous with Agora) from the Company on September 17, 2021 upon its formation, which includes Bitstream\nMining, LLC, the Company’s Bitcoin mining subsidiary.\n\n\n \n\n\n\n\n\n\n\n\n42\n\n\n \n\n\n\n\n \n\n\nRecent\nDevelopments\n\n\n \n\n\nDuring\nthe current fiscal year ending March 31, 2023, the Company engaged in the following transactions:\n\n\n \n\n\n\n\n●\nOn July 25, 2022 the Company sold White River Holdings Corp (“White River”) and with it\n                                                                                its oil and gas production business to White River Energy Corp, formerly Fortium Holdings Corp. (“WTRV”) in exchange for\n                                                                                1,200 shares of WTRV’s non-voting Series A Convertible Preferred Stock (the “WTRV Series A”). Subject to certain\n                                                                                terms and conditions set forth in the Certificate of Designation of the WTRV Series A, the WTRV Series A will become convertible\n                                                                                into 42,253,521 shares of WTRV’s common stock upon such time as (A) WTRV has filed a Form S-1, with the Securities and\n                                                                                Exchange Commission (the “SEC”) and such Form S-1 has been declared effective, and (B) BitNile Metaverse elects to\n                                                                                distribute shares of its common stock to its stockholders. The Form S-1, as amended, is pending SEC Staff review.\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n●\n\n\nOn August 23, 2022 the Company sold Banner Midstream, which consisted of its transportation business to Wolf Energy Services, Inc. (formerly Enviro Technologies US, Inc.) (“Wolf Energy”) in exchange for 51,987,832 shares of the Wolf Energy common stock.\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n \n\n\n●\n\n\nIn September 2022, the Company announced a record date of September 30, 2022 for the spin-offs of common stock of Wolf Energy and WTRV to holders of the Company’s common stock and preferred stock (on an as-converted basis).\n\n\n\n\n \n\n\n\n\n●\nAgora entered into a Master Services Agreement (“MSA”)\non December 7, 2022 with Bitnile, Inc., a wholly owned subsidiary of Ault Alliance, Inc. (“AAI”), whereby BitNile, Inc. agreed\nto provide mining equipment which Agora would host at its West Texas location and supply the electricity for the cryptocurrency mining.\nThe MSA requires Agora to initially provide up to 12MW of electricity at the West Texas site for BitNile Inc.’s use. An additional\n66MW of power can be made available to BitNile Inc. as well for a total of 78MW. To meet this obligation, the Company is required to raise\nat least $5,000,000 to enable the build out of the hosting facility, including the initial 12MW of power within 45 days of the date of\nthe MSA, which deadline was not met.\n\n\n\n\n \n\n\n\n\n●\nOn January 24, 2023, the Company entered into an At-The-Market\n(“ATM”) Issuance Sales Agreement with Ascendiant Capital Markets, LLC (“Ascendiant”) as sales agent, pursuant\nto which the Company may issue and sell from time to time, through Ascendiant, shares of the Company’s common stock, with offering\nproceeds of up to $3,500,000. In connection with the ATM offering, the Series A holder agreed to reduce its secondary offering of shares\nof common stock issuable upon conversion of the Series A it holds by $3,500,000. The ATM offering has been terminated as of June 16,\n2023 because it had achieved its objective of raising capital of approximately $3,500,000.\n\n\n\n\n \n\n\n\n\n●\nOn February 8, 2023, the Company entered into a Share Exchange Agreement\n(the “SEA”) by and among AAI, the owner of approximately 86% of BitNile.com, Inc. (“BNC”), and the minority stockholders\nof BitNile.com (the “Minority Shareholders”). Pursuant to thehe SEA, subject to the terms and conditions set forth therein,\nthe Company acquired all of the outstanding shares of capital stock of BitNile.com as well as the common stock of Earnity, Inc. beneficially\nowned by BNC (which represents approximately 19.9% of the outstanding common stock of Earnity, Inc. as of the date of the SEA), in exchange\nfor the following: (i) 8,637.5 shares of newly designated Series B Convertible Preferred Stock of the Company to be issued to Ault (the\n“Series B”), and (ii) 1,362.5 shares of newly designated Series C Convertible Preferred Stock of the Company to be issued\nto the Minority Shareholders (the “Series C,” and together with the Series B, the “Preferred Stock”). The Series\nB and the Series C, the terms of which are summarized in more detail below, each have a stated value of $10,000 per share (the “Stated\nValue”), for a combined stated value of $100,000,000, and subject to adjustment are convertible into a total of up to 13,333,333\nshares of the Company’s common stock, which represent approximately 92.4% of the Company outstanding common stock on a fully-diluted\nbasis. The Company has independently valued the Series B and Series C as of the date of acquisition. The combined value of the shares\nissued to AAI was $53,913,000 using a blended fair value of the discounted cash flow method and option pricing method. See Note 3 for the details on the asset acquisition and Note 17 for details on\nthe Series B and C Preferred Stock.\n\n\n\n\n \n\n\n\n\nThe terms\n                                                                                of the Series B and Series C as set forth in the Certificates of Designations of the Rights, Preferences and Limitations of each\n                                                                                such series of Preferred Stock (each, a “Certificate,” and together the “Certificates”) are essentially\n                                                                                identical except the Series B is super voting and must approve any modification of various negative covenants and certain other\n                                                                                corporate actions as more particularly described below.\n\n\n\n\n \n\n\n\n\nPursuant to the Series B Certificate, each share of Series B is convertible\ninto a number of shares of the Company’s common stock determined by dividing the Stated Value by $7.50, or 1,333 shares of common\nstock, subject to Nasdaq and shareholder approval. The conversion price is subject to certain adjustments, including potential downward\nadjustment if the Company closes a qualified financing resulting in at least $25,000,000 in gross proceeds at a price per share that is\nlower than the conversion price. The Series B holders are entitled to receive dividends at a rate of 5% of the Stated Value per annum\nfrom issuance until February 7, 2033 (the “Dividend Term”). During the first two years of the Dividend Term, dividends will\nbe payable in additional shares of Series B rather than cash, and thereafter dividends will be payable in either additional shares of\nSeries B or cash as each holder may elect. If the Company fails to make a dividend payment as required by the Series B Certificate, the\ndividend rate will be increased to 12% for as long as such default remains ongoing and uncured. Each share of Series B also has an $11,000\nliquidation preference in the event of a liquidation, change of control event, dissolution or winding up of the Company, and ranks senior\nto all other capital stock of the Company with respect thereto other than the Series C with which the Series B shares equal ranking. Each\nshare of Series B is entitled to vote with the Company’s common stock at a rate of 300 votes per share of common stock into which\nthe Series B is convertible.\n\n\n\n\n \n\n\n\n\n\n\n43\n\n\n \n\n\n\n\n \n\n\n\n\nIn addition,\n                                                                                for as long as at least 25% of the shares of Series B remain outstanding, AAI (and any transferees) must consent rights with\n                                                                                respect to certain corporate events, including reclassifications, fundamental transactions, stock redemptions or repurchases,\n                                                                                increases in the number of directors, and declarations or payment of dividends, and further the Company is subject to certain\n                                                                                negative covenants, including covenants against issuing additional shares of capital stock or derivative securities, incurring\n                                                                                indebtedness, engaging in related party transactions, selling of properties having a value of over $50,000, altering the number of\n                                                                                directors, and discontinuing the business of any subsidiary, subject to certain exceptions and limitations.\n\n\n\n\n \n\n\n\n\nOn April 27, 2023, we entered into a Securities Purchase Agreement (the “SPA”) with\n                                                                                certain accredited investors (the “Investors”) providing for the issuance of (i) Senior Secured Convertible Notes\n                                                                                (individually, a “Note” and collectively, the “Notes”) with an aggregate principal face amount of\n                                                                                $6,875,000, which Notes are convertible into shares of our common stock (the “Conversion Shares”); and (ii) five-year\n                                                                                warrants to purchase an aggregate of 2,100,905 shares of common stock. The maturity date of the Notes is April 27, 2024.\n\n\n\n\n \n\n\n\n\nPursuant to the SPA, we and certain of our subsidiaries and Arena Investors, LP, as the collateral\n                                                                                agent on behalf of the Investors (the “Agent”) entered into a security agreement (the “Security Agreement”),\n                                                                                pursuant to which we (i) pledged the equity interests in our subsidiaries and (ii) granted to the Investors a security interest in,\n                                                                                among other items, all of our deposit accounts, securities accounts, chattel paper, documents, equipment, general intangibles,\n                                                                                instruments and inventory, and all proceeds therefrom (the “Assets”). In addition, pursuant to the Security Agreement,\n                                                                                the subsidiaries granted to the Investors a security interest in its Assets and, pursuant to a subsidiary guarantees, jointly and\n                                                                                severally agreed to guarantee and act as surety for our obligation to repay the Notes and other obligations under the SPA, the Notes\n                                                                                and Security Agreement (collectively, the “Loan Agreements”).\n\n\n\n\n \n\n\n\n\nThe Notes have a principal face amount of $6,875,000 and bear no interest (unless an event of\n                                                                                default occurs) as they were issued with an original issuance discount of $1,375,000. The maturity date of the Notes is April 27,\n                                                                                2024. The Notes are convertible, subject to certain beneficial ownership limitations, into Conversion Shares at a price per share\n                                                                                equal to the lower of (i) $3.273 or (ii) the greater of (A) $0.504 and (B) 85% of the lowest volume weighted average price of our\n                                                                                common stock during the ten (10) trading days prior to the date of conversion (the “Conversion Price”). The Conversion\n                                                                                Price is subject to adjustment in the event of an issuance of common stock at a price per share lower than the Conversion Price then\n                                                                                in effect, as well as upon customary stock splits, stock dividends, combinations or similar events.\n\n\n\n\n \n\n\n\n\n\n\n\n\n44\n\n\n \n\n\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\nThe terms, rights, preferences and limitations of the Series C are substantially the same as those of the Series B, except that the Series B holds certain additional negative covenant and consent rights, and Series C holders vote with the Company’s common stock on an as-converted basis, subject to Nasdaq and shareholder approval. The Company is required to maintain a reserve of authorized and unissued shares of common stock equal to 200% of the shares of common stock issuable upon conversion of the Preferred Stock, which is initially 26,666,667 shares.\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\nPending shareholder approval of the transaction, the Series B and the Series C combined are subject to a 19.9% beneficial ownership limitation. That limitation includes shares of Series A issued to Ault Lending on June 8, 2022 and any common stock held by Ault Lending. Certain other rights are subject to shareholder approval as described below. The SEA provides that the Company will seek shareholder approval following the closing, which occurred March 6, 2023. The entire transaction is subject to compliance with Nasdaq Rules and the Series B and Series C Certificates each contain a savings clause that nothing shall violate such Rules. Nasdaq may nonetheless disregard the savings clause.\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\nUnder the SEA, effective at the closing AAI is entitled to appoint three of the Company’s directors, and following receipt of approval from the Company’s shareholders, a majority of the Company’s directors. To date, AAI has only sought, and received, the appointment of one individual as a director. The SEA also provides the holders of Preferred Stock with most favored nations rights in the event the Company offers securities with more favorable terms than the Preferred Stock for as long as the Preferred Stock remains outstanding. Under the SEA, while any Preferred Stock is outstanding, the Company is prohibited from redeeming or declaring or paying dividends on outstanding securities other than the Preferred Stock. Further, the SEA prohibits the Company from issuing or amending securities at a price per share below the conversion price of the Preferred Stock, or to engage in variable rate transactions, for a period of 12 months following the closing.\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\nThe SEA further provides that following the closing the Company will prepare and distribute a proxy statement and hold a meeting of its stockholders to approve each of the following: (i) the SEA and the transactions contemplated thereby, (ii) a ratification of the Third Certificate Designations of Rights, Preferences, and Limitations of the Series A, (iii) a reverse stock split with a range of between 1-for 2 and 1-for-20 (which rations may be amended), (iv) a change in the Company’s name to BitNile Metaverse, Inc., (v) an increase of the Company’s authorized common stock to 1,000,000,000 shares of common stock; and (vi) any other proposals to which the Parties shall mutually agree. In addition, pursuant to the SEA the Company agreed to use its reasonable best efforts to effect its previously announce spin-offs of the common stock of Wolf Energy and White River held by or issuable to the Company, use its best efforts to complete one or more financings resulting in total gross proceeds of $100,000,000 on terms acceptable to AAI, and financially support the ongoing Zest Labs litigation. The holders of the Series B and Series C will not participate in the aforementioned spin-offs and distribution. In connection with the SEA, the Company and AAI also agreed that the net litigation proceeds from the Zest Labs litigation that was ongoing as of November 15, 2022 would be held in a trust for the benefit of the Company’s stockholders of record as of such date.\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\nIn connection with the SEA, the Company also entered into a Registration Rights Agreement with AAI and the Minority Shareholders pursuant to which the Company agreed to file a registration statement on Form S-3 or Form S-1 with the Securities and Exchange Commission (the “SEC”) registering the resale by the holders of the Preferred Stock and/or the shares of common stock issuable upon conversion of the Preferred Stock, to be initially filed within 15 days of the closing, and to use its best efforts to cause such registration statement to be declared effective by the SEC within 45 days thereafter, subject to certain exceptions and limitations.\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\nThe SEA contains certain representations and warranties made by each of the Company, AAI and the Minority Shareholders. Since the closing, BNC has continued as a wholly owned subsidiary of the Company,  BNC’s principal business entails the development and operation of a metaverse platform, the beta for which launched on March 1, 2023. This transaction closed on March 7, 2023.\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n●\n\n\nOn March 15, 2023, following approval of the Board of Directors in accordance with Nevada law, the Company filed Articles of Merger with the Nevada Secretary of State, thereby merging a newly-formed shell corporation into the Company which was the surviving corporation. As permitted by Nevada law, pursuant to the merger the Company’s name was changed to BitNile Metaverse, Inc. The name change, which was effective immediately, was made in connection with the Company’s previously disclosed acquisition of BNC.\n\n\n\n\n \n\n\n\n\n\n\n45\n\n\n \n\n\n\n\n \n\n\nThe Company’s goal\nis to spin-off all of the Wolf \nEnergy\n common stock and WTRV common stock to the\nCompany’s shareholders in calendar year 2023, although because of regulatory delays or other reasons we may not meet that deadline.\n \n\n\n \n\n\nFuture Spin-Offs\n\n\n \n\n\nAs described in this\nAnnual Report, BitNile Metaverse’s goal is to spin-off its common stock of White River and Wolf Energy. While the Company previously\nplanned on spinning off Zest Labs common stock through the filing of a Form 10 with the Securities Exchange Commission, the Company decided\nnot to proceed with that spin-off. Due to market conditions, the Company decided it was inadvisable to seek to raise capital for Zest\nLabs, which it needed to operate as a stand-alone public company. To protect the Company’s shareholders, it granted its shareholder\nof record as of September 30, 2022 the right to receive 95% of any the potential net proceeds realized from either the Zest Labs litigation\nwith Walmart and Deloitte, which is described \nunder Note 15 t\no the financial statements contained\nin this Annual Report. That right is part of the Zest Labs certificate of incorporation. Under the SEA, the Series B and Series C preferred\nshareholders agreed that they will not participate in any of these distributions if the transaction closes. The Company currently plans\nto transfer all of the common stock of Zest Labs Inc. into a limited liability company, of which any net proceeds from the sale or licensing\nof Zest intellectual property or the aforementioned potential net proceeds from Zest litigation would be distributed to the Company’s\nshareholders of record as of November 15, 2022.\n\n\n \n\n\nFollowing\nthe above transactions, the Company’s only remaining subsidiaries are Agora, which ceased mining Bitcoin but is now exploring operating\nas a hosting company for Bitcoin mining ventures, and Zest Labs which holds technology and related intellectual property rights for fresh\nfood solutions and is not operating due to ongoing litigation involving its technology an intellectual property.\n\n\n   \n\n\nSegment\nReporting for the Year ended March 31, 2023 and 2022:\n\n\n \n\n\nAs\na result of the sales of White River and Banner Midstream, and the immaterial nature of the operations of Zest Labs, the Company no longer\nsegregates its operations as most of the continuing operations are related to Agora.\n\n\n \n\n\nKey\nTrends\n\n\n \n\n\nImpact\nof Inflation\n\n\n \n\n\nIn\n2022 and continuing into 2023, there has been a sharp rise in inflation in the U.S. and globally. Given our limited operations, the most\nsignificant future impact will be on employee salaries and benefits and electricity costs.\n\n\n  \n\n\nImpact\nof COVID-19\n\n\n \n\n\nCOVID-19\nmay continue to affect the economy and our business, depending on the vaccine rollouts and the emergence of virus mutations as well as\nthe impact of supply chain disruptions.\n\n\n \n\n\nCOVID-19\ndid not have a material effect on the Consolidated Statements of Operations or the Consolidated Balance Sheets for the fiscal year ended\nMarch 31, 2023 and 2022 included in this Report.\n\n\n \n\n\nCOVID-19\nhas been a contributing factor in supply and labor shortages which have been pervasive in many industries. The extent to which a future\nCOVID-19 outbreak, and other adverse developments may impact on the Company’s results will depend on future developments that are\nhighly uncertain and cannot be predicted.\n\n\n \n\n\nResults\nof Operations for Continuing Operations for the Year Ended March 31, 2023 and 2022 \n\n\n \n\n\nThe discussion of our\nresults of operations should be evaluated considering that our primary subsidiaries were sold in the year ended March 31, 2023 and their\nresults of operations are now treated as discontinued operations. Accordingly, period to period comparisons may not be meaningful.\n\n\n \n\n\nRevenues\n\n\n \n\n\nThe Company had no revenue\nin the fiscal year ended March 31, 2023 (“FY 2023”) and had $27,182 in 2022 (“FY 2022”) as it had just recently\ncommenced Bitcoin mining operations. Agora has recently focused on becoming a hosting company as reflected below. To that end, Agora entered\ninto the MSA with BitNile, Inc., a wholly owned subsidiary of AAI described above, whereby Agora agreed to host BitNile, Inc.’s\ncryptocurrency mining equipment at Agora’s West Texas location and supply the electricity for the cryptocurrency mining.\n\n\n \n\n\nThe\nCompany’s Bitcoin operations began in the fiscal year ended March 31, 2022 and ceased on March 3, 2022 due to the low price of\nBitcoin and the inability of Agora to timely complete its initial public offering which created a working capital issue. The Company\nintends to refocus Agora to operating as a hosting company providing infrastructure and energy to cryptocurrency mining enterprises assuming\nthe Company can raise the necessary capital. Unless and until we are successful in generating revenue for Agora or acquire another operating.\n\n\n \n\n\n\n\n\n\n46\n\n\n \n\n\n\n\n \n\n\nThe Company’s metaverse\noperations via BNC are nascent and only launched in March 2023, so no revenues were realized from those operations from the time of the\ncompletion of the acquisition on March 6, 2023, through fiscal year-end on March 31, 2023.\n\n\n \n\n\nCost\nof Revenues and Gross Profit\n\n\n \n\n\nCost\nof revenues for FY 2023 were $263,954 as compared to $183,590 for FY 2022. We expect the cost of revenues to increase once we have commenced\nAgora’s hosting operations.\n\n\n \n\n\nOperating\nExpenses\n\n\n \n\n\nTotal\noperating expenses were $27,981,218 for FY 2023 compared to $15,871,208 for FY 2022. The increase from the prior year was primarily related\nto higher salaries and salaries related costs of $12,105,003 in FY 2023 compared to $9,092,412 in FY 2022 related to higher stock-based\ncompensation in FY 2023 compared to FY 2022, an increase in bad debt expense of $4,418,229 in FY 2023 compared to zero in FY 2022 due\nto establishing a full reserve of the principal and interest receivable of the Trend Ventures Note, higher SG&A costs of $2,636,454\ncompared to FY 2022 primarily related to development costs at Agora, and higher depreciation, amortization and impairment expenses of\n$1,773,120 in FY 2023 compared to $347,306 in FY 2022 due to impairment of fixed assets of $1,655,969 at Agora.\n\n\n \n\n\nOther\nIncome (Expense)\n\n\n \n\n\nTotal other expense was ($29,289,682) in FY 2023 compared to total\nother income of $14,805,382 in FY 2022, almost all of which was non-cash. Change in fair value of derivative liabilities for FY 2023 was\na non-cash gain of $4,312,366 compared to a non-cash gain of $15,386,301 in FY 2022. This variance was related to the changes in our stock\nprice. A change in the fair value of the preferred stock derivative liability for FY 2023 was a gain of $28,611,760 and a gain of $14,365,276\nrelated to the preferred stock derivative liability at inception was offset by a decrease in the fair value of the investment in White\nRiver Energy Corp of ($20,775,215) and a loss on acquisition of Bitnile.com of ($54,484,279), and interest expense, net of ($744,895).\nInterest expense, net was ($580,919) in FY 2022.\n\n\n \n\n\nNet\nIncome (Loss) from Continuing Operations\n\n\n \n\n\nNet loss from continuing operations for FY 2023 was ($57,534,854) as\ncompared to net loss from continuing operations of ($1,222,234) for FY 2022. The increased loss was primarily due to the loss on acquisition\nof Bitnile.com, the change in the fair value of the investment in White River Energy Corp, and the increase in operating expenses as noted\nabove offset by the change in the fair value of the derivative liability and the change in the preferred stock derivative liability arising\nfrom the decrease in the Company’s Common Stock price.\n\n\n  \n\n\nLiquidity\nand Capital Resources\n\n\n \n\n\nLiquidity\nis the ability of a company to generate funds to support its current and future operations, satisfy its obligations, and otherwise operate\non an ongoing basis. Significant factors in the management of liquidity are revenue generated from operations, levels of accounts receivable\nand accounts payable and capital expenditures.\n\n\n \n\n\nNet\ncash used in operating activities was $(14,288,177) for FY 2023, as compared to $(17,633,186) for FY 2022. Cash used in operating activities\nfor FY 2023 was primarily caused by the net loss, change in fair value of preferred stock derivative liabilities, and derivative income,\noffset by loss on acquisition of Bitnile.com, change in value of investment in White River Energy Corp, increases in common shares issued\nfor services, increased bad debt expense and losses on disposal of former subsidiaries without similar amounts in FY 2022 as well as\nchanges in accounts payable and accrued expenses from FY 2022 to FY 2023.\n\n\n \n\n\nNet\ncash provided by investing activities was $122,666 for FY 2023 compared to $617,644 for FY 2022. Net cash provided by investing activities\nin FY 2023 were comprised of proceeds received from the refund of the power development costs partially offset by purchases of fixed\nassets and discontinued operations, and the amounts provided FY 2022 related to discontinued operations offset by the purchase of fixed\nassets and power development costs as we commenced operations in Agora.\n\n\n \n\n\n\n\n\n\n47\n\n\n \n\n\n\n\n \n\n\nNet\ncash provided by financing activities for FY 2023 was $14,147,282 which comprised primarily of proceeds from our June 2022 sale of the\nEcoark Holdings Series A, Commitment Shares described elsewhere in this Report. This compared with FY 2022 net cash provided by financing\nactivities of $16,290,804 comprised primarily of the sale of our common stock in a registered direct offering.\n\n\n \n\n\nAs of July 10, 2023, the Company\nhas $3,492 in c\nash and cash equivalents. The Company believes that the current cash on hand is not sufficient to conduct planned\noperations for one year from the issuance of the consolidated financial statements and needs to raise capital to support their operations.\n\n\n \n\n\nTo\ndate we have financed our operations through sales of common stock, convertible preferred stock and other derivative securities and the\nissuance of debt. We may also issue common stock, preferred stock or other securities in connection with any business acquisition we\nundertake in the future following our planned spin-offs. Presently we may not raise capital without the consent of the Purchaser.\n\n\n \n\n\nWe will require additional\nfinancing to enable us to proceeds with our plan of operations. These cash requirements are more than our current cash and working capital\nresources. Accordingly, we will require additional financing to continue operations and to repay our liabilities. There is no assurance\nthat any party will advance additional funds to us to enable us to sustain our plan of operations or to repay our liabilities.\n\n\n \n\n\nWe anticipate continuing\nto rely on equity sales of our common stock to continue to fund our business operations, issuances of additional shares will result in\ndilution to our existing stockholders. There is no assurance that we will achieve any additional sales of our equity securities or arrange\nfor debt or other financing to fund our planned business activities.\n\n\n \n\n\nIf we are unable to raise the funds that we require to execute our\nplan of operation, we intend to scale back our operations commensurately with the funds available to us.\n\n\n \n\n\nOn January 24, 2023,\nthe Company entered an ATM Agreement with Ascendiant as sales agent, which contemplates sales of shares of our common stock in a registered\n“at-the-market” offering for offering proceeds of up to $3,500,000.\n\n\n \n\n\nThe\nCompany’s financial statements are prepared using accounting principles generally accepted in the United States (“U.S. GAAP”)\napplicable to a going concern, which contemplates the realization of assets and liquidation of liabilities in the normal course of business.\nThe Company sold its interests in Banner Midstream in two separate transactions on July 25, 2022 and September 7, 2022. In addition, it\nsold the non-core business of Trend Discovery on June 17, 2022. The Company expects to distribute the common stock it received (or issuable\nupon conversion of preferred stock) in the sales to its shareholders upon the effective registration statements for the two entities the\ncompanies were sold to. See Note 17, “Series A Convertible Redeemable Preferred Stock” for information on the Company’s\nrecent $12 million convertible preferred stock financing. That financing has restrictive covenants that require approval of the investor\nfor the Company to engage in any equity or debt financing. The Company believes that the current cash on hand is not sufficient to conduct\nplanned operations for 12 months from the issuance of the consolidated financial statements and may need to raise capital to support their\noperations. While the Company entered into the MSA with Ault which if the hosting arrangement is established would provide a source of\nrevenue, as of the date of this Report the Company has not yet met its obligations under the MSA, including raising at least $5,000,000\nto establish the initial infrastructure and power for the hosting arrangement\n. Further, with the acquisition of BNC, we expect\nto require substantial additional capital to further develop its metaverse platform and launch revenue-generating operations therefrom,\nand no assurance can be given that we will be able to close that acquisition or that if we are we will be able to leverage the BNC business\nas needed to generate material revenue or raise the necessary capital. See “Risk Factors” included in this Annual Report.\n\n\n \n\n\nThe\naccompanying financial statements for the year ended March 31, 2023 and 2022 have been prepared assuming the Company will continue as\na going concern, but the ability of the Company to continue as a going concern is dependent on the Company obtaining adequate capital\nto fund operating losses until it establishes continued revenue streams and becomes profitable. Management’s plans to continue\nas a going concern include raising additional capital through sales of equity securities and borrowing. However, management cannot provide\nany assurances that the Company will be successful in accomplishing any of its plans. If the Company is not able to obtain the necessary\nadditional financing on a timely basis, the Company will be required to delay, reduce or perhaps even cease the operation of its business.\nThe ability of the Company to continue as a going concern is dependent upon its ability to successfully secure other sources of financing\nand attain profitable operations. The accompanying consolidated financial statements do not include any adjustments that might be necessary\nif the Company is unable to continue as a going concern.\n\n\n \n\n\n\n\n\n\n48\n\n\n \n\n\n\n\n \n\n\n2018\nLine of Credit\n\n\n \n\n\nOn\nDecember 28, 2018, the Company entered into a $10,000,000 credit facility that includes a loan and security agreement (the “Agreement”)\nwhere the lender agreed to make one or more loans to the Company, and the Company may make a request for a loan or loans from the lender,\nsubject to the terms and conditions. In the year ended March 31, 2023, the Company borrowed $505,181, which includes $17,681 in commitment\nfees, with the balance of $487,500 being deposited directly into the Company and repaid $810,000 in the year ended March 31, 2023. Interest\nincurred for the year ended March 31, 2023 was $59,499, and accrued as of March 31, 2023 was $61,722. With the sale of Trend Holdings,\nwe can no longer access this line of credit.\n\n\n \n\n\n2023 Convertible Notes\n\n\n \n\n\nOn April 27, 2023, we entered into a Securities\nPurchase Agreement (the “SPA”) with certain accredited investors (the “Investors”) providing for the issuance\nof (i) Senior Secured Convertible Notes (individually, a “Note” and collectively, the “Notes”) with an aggregate\nprincipal face amount of $6,875,000, which Notes are convertible into shares of our common stock (the “Conversion Shares”);\nand (ii) five-year warrants to purchase an aggregate of 2,100,905 shares of common stock. The maturity date of the Notes is April 27,\n2024.\n\n\n \n\n\nPursuant to the SPA, we and certain of our subsidiaries\nand Arena Investors, LP, as the collateral agent on behalf of the Investors (the “Agent”) entered into a security agreement\n(the “Security Agreement”), pursuant to which we (i) pledged the equity interests in our subsidiaries and (ii) granted to\nthe Investors a security interest in, among other items, all of our deposit accounts, securities accounts, chattel paper, documents, equipment,\ngeneral intangibles, instruments and inventory, and all proceeds therefrom (the “Assets”). In addition, pursuant to the Security\nAgreement, the subsidiaries granted to the Investors a security interest in its Assets and, pursuant to a subsidiary guarantees, jointly\nand severally agreed to guarantee and act as surety for our obligation to repay the Notes and other obligations under the SPA, the Notes\nand Security Agreement (collectively, the “Loan Agreements”).\n\n\n \n\n\nThe Notes have a principal face amount of $6,875,000\nand bear no interest (unless an event of default occurs) as they were issued with an original issuance discount of $1,375,000. The maturity\ndate of the Notes is April 27, 2024. The Notes are convertible, subject to certain beneficial ownership limitations, into Conversion Shares\nat a price per share equal to the lower of (i) $3.273 or (ii) the greater of (A) $0.504 and (B) 85% of the lowest volume weighted average\nprice of our common stock during the ten (10) trading days prior to the date of conversion (the “Conversion Price”). The Conversion\nPrice is subject to adjustment in the event of an issuance of common stock at a price per share lower than the Conversion Price then in\neffect, as well as upon customary stock splits, stock dividends, combinations or similar events.\n\n\n \n\n\nCritical\nAccounting Policies, Estimates and Assumptions\n\n\n \n\n\nThe\ncritical accounting policies listed below are those the Company deems most important to its operations.\n\n\n  \n\n\nUse\nof Estimates\n\n\n \n\n\nThe preparation of consolidated\nfinancial statements in conformity with accounting principles generally accepted in the U.S. requires management to make estimates and\nassumptions that affect the reported amounts of assets and liabilities and disclosure of contingent assets and liabilities at the date\nof the consolidated financial statements and reported amounts of revenues and expenses during the reporting period. These estimates include,\nbut are not limited to, management’s estimate of provisions required for uncollectible accounts receivable, fair value of assets\nheld for sale and assets and liabilities acquired, impaired value of equipment and intangible assets, estimates of discount rates in lease,\nliabilities to accrue, fair value of derivative liabilities associated with warrants, cost incurred in the satisfaction of performance\nobligations, permanent and temporary differences related to income taxes and determination of the fair value of stock awards.\n\n\n \n\n\nActual\nresults could differ from those estimates.\n\n\n \n\n\n\n\n\n\n49\n\n\n \n\n\n\n\n \n\n\nRevenue\nRecognition\n\n\n \n\n\nThe Company recognizes\nrevenue under Accounting Standards Codification (“ASC 606”), Revenue from Contracts with Customers. The core principle\nof the revenue standard is that a company should recognize revenue to depict the transfer of promised goods or services to customers in\nan amount that reflects the consideration to which the company expects to be entitled in exchange for those goods or services. The following\nfive steps are applied to achieve that core principle:\n\n\n \n\n\n\n\n●\nStep\n1: Identify the contract with the customer\n\n\n\n\n \n\n\n\n\n●\nStep\n2: Identify the performance obligations in the contract\n\n\n\n\n \n\n\n\n\n●\nStep\n3: Determine the transaction price\n\n\n\n\n \n\n\n\n\n●\nStep\n4: Allocate the transaction price to the performance obligations in the contract\n\n\n\n\n \n\n\n\n\n●\nStep\n5: Recognize revenue when the Company satisfies a performance obligation\n\n\n\n\n \n\n\nIn\norder to identify the performance obligations in a contract with a customer, a company must assess the promised goods or services in\nthe contract and identify each promised good or service that is distinct. A performance obligation meets ASC 606’s definition\nof a “distinct” good or service (or bundle of goods or services) if both of the following criteria are met: The customer\ncan benefit from the good or service either on its own or together with other resources that are readily available to the customer (i.e.,\nthe good or service is capable of being distinct), and the entity’s promise to transfer the good or service to the customer is\nseparately identifiable from other promises in the contract (i.e., the promise to transfer the good or service is distinct within the\ncontext of the contract).\n\n\n \n\n\nIf\na good or service is not distinct, the good or service is combined with other promised goods or services until a bundle of goods or services\nis identified that is distinct.\n\n\n \n\n\nThe\ntransaction price is the amount of consideration to which an entity expects to be entitled in exchange for transferring promised goods\nor services to a customer. The consideration promised in a contract with a customer may include fixed amounts, variable amounts, or both.\nWhen determining the transaction price, an entity must consider the effects of all of the following:\n\n\n \n\n\n\n\n\n\n \n\n\n●\n\n\nVariable consideration\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n●\n\n\nConstraining estimates of variable consideration\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n●\n\n\nThe existence of a significant financing component\n    in the contract\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n●\n\n\nNoncash consideration\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n●\n\n\nConsideration payable to a customer\n\n\n\n\n \n\n\nVariable\nconsideration is included in the transaction price only to the extent that it is probable that a significant reversal in the amount of\ncumulative revenue recognized will not occur when the uncertainty associated with the variable consideration is subsequently resolved.\n\n\n \n\n\n\n\n\n\n50\n\n\n \n\n\n\n\n \n\n\nThe\ntransaction price is allocated to each performance obligation on a relative standalone selling price basis. The standalone selling price\nis the price at which the Company would sell a promised service separately to a customer. The relative selling price for each performance\nobligation is estimated using observable objective evidence if it is available. If observable objective evidence is not available, the\nCompany uses its best estimate of the selling price for the promised service. In instances where the Company does not sell a service\nseparately, establishing standalone selling price requires significant judgment. The Company estimates the standalone selling price by\nconsidering available information, prioritizing observable inputs such as historical sales, internally approved pricing guidelines and\nobjectives, and the underlying cost of delivering the performance obligation. The transaction price allocated to each performance obligation\nis recognized when that performance obligation is satisfied, at a point in time or over time as appropriate.\n\n\n \n\n\nManagement\njudgment is required when determining the following: when variable consideration is no longer probable of significant reversal (and hence\ncan be included in revenue); whether certain revenue should be presented gross or net of certain related costs; when a promised service\ntransfers to the customer; and the applicable method of measuring progress for services transferred to the customer over time. Although,\nAgora since March 3, 2022, has not recognized revenue from its mining operations, prior to this time, it recognized revenue upon satisfaction\nof its performance obligation over time in accordance with ASC 606-10-25-27 for its contracts with mining pool operators.\n\n\n \n\n\nThe\nCompany accounts for incremental costs of obtaining a contract with a customer and contract fulfillment costs in accordance with ASC\n340-40, \nOther Assets and Deferred Costs\n. These costs should be capitalized and amortized as the performance obligation is\nsatisfied if certain criteria are met. The Company elected the practical expedient, to recognize the incremental costs of obtaining a\ncontract as an expense when incurred if the amortization period of the asset that would otherwise have been recognized is one year or\nless, and expenses certain costs to obtain contracts when applicable. The Company recognizes an asset from the costs to fulfill a contract\nonly if the costs relate directly to a contract, the costs generate or enhance resources that will be used in satisfying a performance\nobligation in the future and the costs are expected to be recovered. The Company recognizes the cost of sales of a contract as expense\nwhen incurred or when a performance obligation is satisfied. The incremental costs of obtaining a contract are capitalized unless the\ncosts would have been incurred regardless of whether the contract was obtained, are not considered recoverable, or the practical expedient\napplies.\n\n\n \n\n\nHosting\nRevenues\n\n\n \n\n\nAgora\neffective in September 2022 began efforts to generate revenue via hosting agreements. Agora entered into a MSA on December 7, 2022 with\nAult, whereby Ault agreed to provide mining equipment which Agora would host at its West Texas location and supply the electricity for\nthe cryptocurrency mining.\n\n\n \n\n\nWhen\nAgora generates hosting revenues, it will follow ASC 606 as outlined above and recognize revenue upon the completion of the performance\nobligations as stipulated under the MSA.\n\n\n \n\n\nGaming Revenue\n\n\n \n\n\nThe authoritative guidance on revenue recognition\nfor gaming revenue is ASC 606. The objectives of ASC 606 are to establish the principles that an entity shall apply to report useful information\nto users of the financial statements about the nature, amount, timing, and uncertainty of revenue and cash flows arising from a contract\nwith a customer. We determined this would not be subject to ASC 985-605 because the customers cannot take possession of the online games.\nThat is, this type of arrangement would not be accounted for as a transfer of a software license.\n\n\n \n\n\nDepending on the circumstances, the guidance may\nbe applied on a contract-by-contract basis, or the practical expedient described in ASC 606-10-10-4 of using the portfolio approach may\nbe followed.\n\n\n \n\n\nThe portfolio approach allows an entity to apply\nthe guidance to a portfolio of contracts with similar characteristics so long as the result would not differ materially from the result\nof applying the guidance to individual contracts. We have determined that the use of the portfolio approach is the most appropriate for\nour contracts as the terms of service (“TOS”) and related promises or obligations are identical for all customers/gamers.\n\n\n \n\n\nThere were no revenues recognized for gaming during\nthe years ended March 31, 2023 and 2022.\n\n\n \n\n\n\n\n\n\n51\n\n\n \n\n\n\n\n \n\n\nStep 1: Identify the Contract with the Customer\n\n\n \n\n\nSTEP 1 of the revenue recognition model requires\nthat we identify the contract(s) with a customer. This section discusses the steps to determine whether a contract exists and specific\nconsiderations that may impact that determination.\n\n\n \n\n\nPer ASC 606-10-25-1, the five criteria for identifying\na contract are as follows:\n\n\n \n\n\n\n\n\n\n \n\n\n1.\n\n\nThe parties have approved the contract and are committed to perform.\n\n\n\n\n \n\n\n\n\n\n\n \n\n\na.\n\n\nOur contracts consist of TOS for the sale of coins to gamers\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n2.\n\n\nEach party’s rights are identifiable:\n\n\n\n\n \n\n\n\n\n\n\n \n\n\na.\n\n\nRights are identifiable in contracts with customers and are documented within our Terms of Service\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n3.\n\n\nPayment terms are identifiable:\n\n\n\n\n \n\n\n\n\n\n\n \n\n\na.\n\n\nPayment terms are identifiable in contracts with the end customer. The consideration from the sale of coins comes from gamers and the payment terms are identified prior to entering into the contract and are listed in our TOS.\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n4.\n\n\nThe contract has commercial substance:\n\n\n\n\n \n\n\n\n\n\n\n \n\n\na.\n\n\nGenerally, an executed sale of coins and related cash flow is evidence of commercial substance.\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n5.\n\n\nThe collection is probable based on the customer’s ability and intent to pay:\n\n\n\n\n \n\n\n\n\n\n\n \n\n\na.\n\n\nWe collect the consideration from a reputable third-party transaction processor and is not dependent on their collection from the gamers indicating that it is probable we will collect.\n\n\n\n\n \n\n\nStep 2: Identify the Performance Obligations\n\n\n \n\n\nWhile there is no explicit promise that we will\nprovide the Metaverse game play service on a continuous basis, we believe that there is an implicit promise to do so. We considered the\nnature of the implied promise and took in to account the following items that we consider to be relevant to our assessment:\n\n\n \n\n\n\n\n\n\n \n\n\n●\n\n\nWhether the nature of the implied promise is to provide an enhanced gaming experience through the hosted service over time or to enable the player to consume virtual items immediately\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n●\n\n\nThe period over which the enhanced gaming experience is provided if the benefits are consumed throughout the hosting period (e.g., user life, gaming life).\n\n\n\n\n  \n\n\n\n\n\n\n \n\n\n●\n\n\nThe life span over which, or number of times, the virtual good or item may be accessed or used.\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n●\n\n\nWhether the virtual good or item must be used immediately or can be stored for use later.\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n●\n\n\nHow and over what period the virtual item benefits the customer’s gaming experience (e.g., a consumable such as spending coins for game play vs. a durable avatar skin that allows a player to upgrade within the game in such a way that it continues to enhance the game players experience).\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n●\n\n\nIf the benefit of purchasing the virtual item or good on the customers gaming experience is temporary or permanent.\n\n\n\n\n \n\n\n\n\n\n\n52\n\n\n \n\n\n\n\n \n\n\nWe have an obligation to provide a playable game\ncontent service to the customer to enable the customer to consume purchased coins within the Metaverse on either additional game play\nor in-game digital goods. For the sale of consumable virtual items, the Company recognizes revenue as the items are consumed.\n\n\n \n\n\nAs the durable goods (upgraded equipment, clothing,\navatars, etc.) are purchased with NC’s and then used throughout the remainder of the life of the gamer, we considered if they were\nmaterial in the context of the contract and represented a distinct and separate promise or obligation to be recognized over the life of\nthe gamer. We determined that these goods cannot be beneficial on their own without providing of the full Metaverse service with which\nto utilize the goods and therefore concluded that the goods are not distinct as they do not meet both the criteria in ASC 606-10-25-19\nthrough 606-10-25-21. Due to not being a distinct promise or separately identifiable per ASC 606-10-25-21(c), the durable goods should\nnot be separated from the game play service promise and should be treated as a combined or bundled service with a single performance obligation\nin accordance with ASC 606-10-25-22.\n\n\n \n\n\nWe also considered the awarded SC’s that\ncan be obtained through marketing giveaways, for purchasing a NC package or by the mailing in of a request for SC’s. We considered\nif the SC’s were material in the context of the contract and represented a distinct and separate promise or obligation. The SC’s\ncan be redeemed for cash once a certain minimum has been obtained/won through sweepstakes type games. No contract or obligation exists\nuntil the SC holder has accumulated a minimum amount of won coins (different than gifted coins) through playing sweepstakes games which\nis able to be tracked within the system. While not considered material at the individual contract level, we believe the rewards program\nas a whole could be significant and would convey a material right to the total rewards for all customers once earned (similar to “free”\nloyalty points earned by a credit card user) and therefore represents a separate performance obligation.\n\n\n \n\n\nBased on our assessment of the different coins\nsold above we are able to conclude that there are two separate performance obligations. One to provide playable game content service to\nthe customer to enable the customer to consume purchased coins within the Metaverse on either additional game play or in-game digital\ngoods and the second is to redeem players cash redemptions of SC’s once qualified.\n\n\n \n\n\nStep 3: Determine the transaction price\n\n\n \n\n\nThe transaction price depends on the coin package\nselected and is established by the Company’s management and stated in the contract with our customer prior to purchase. Any changes\nto the price are made prior to a transaction and the updated price is clearly displayed for the customer to see. The gamer indicates their\nagreement to this price prior to the purchase of the coin package or would not engage further and wouldn’t purchase additional coins.\nThe coin package transaction prices are noted in the table below:\n\n\n \n\n\n\n\n\n\nCoin Package Orders\n\n\n \n\n\nPrice\n\n\n \n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n10k NILE-T\n\n\n \n\n\n$\n\n\n2\n\n\n \n\n\n\n\n25k NILE-T / 4 NILE-S\n\n\n \n\n\n$\n\n\n5\n\n\n \n\n\n\n\n50k NILE-T / 9 NILE-S\n\n\n \n\n\n$\n\n\n10\n\n\n \n\n\n\n\n100k NILE-T / 20 NILE-S\n\n\n \n\n\n$\n\n\n20\n\n\n \n\n\n\n\n250k NILE-T / 51 NILE-S\n\n\n \n\n\n$\n\n\n50\n\n\n \n\n\n\n\n500k NILE-T / 103 NILE-S\n\n\n \n\n\n$\n\n\n100\n\n\n \n\n\n\n\n1.5M NILE-T / 310 NILE-S\n\n\n \n\n\n$\n\n\n300\n\n\n \n\n\n\n\n \n\n\n\n\n\n\n53\n\n\n \n\n\n\n\n \n\n\nStep 4: Allocate the transaction price to the\nperformance obligations\n\n\n \n\n\nThe transaction price should be allocated between\nthe two performance obligations based on their stand-alone selling prices. The NT’s transaction prices would be allocated completely\nto the first performance obligation while the NC’s sales would need to be allocated between the first and second obligations. As\nthe SC’s can’t be purchased, the amount allocated to the SC’s redemption for cash obligation should be based on management’s\nbest estimates.\n\n\n \n\n\nIn order to estimate and allocate the transaction\nprice between the two obligations, we considered the following inputs:\n\n\n \n\n\n\n\n\n\n \n\n\n●\n\n\nThe sweepstakes games win percentage\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n●\n\n\nThe amount of SC’s it will take to qualify for cash redemption (minimum of 50 won coins accumulated)\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n●\n\n\nThe cash value of 1 SC that is available to be redeemed\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n●\n\n\nThe likelihood that the cash redemption option will be exercised (breakage of total outstanding SC’s)\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n●\n\n\nThe stand-alone selling price of the NC coin packages that include “free” SC’s\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n●\n\n\nThe percentage of purchased NC’s consumed during the period\n\n\n\n\n \n\n\nWe also took into consideration the reward point\nallocation example in ASC 606-10-55-353 - 356 as the nature of the obligations and related estimated redemptions are similar in nature.\n\n\n \n\n\nBased on that example we determined the allocation\nbetween NC and SC revenue to be calculated considering the following assumptions:\n\n\n \n\n\n\n\n\n\n \n\n\n●\n\n\nTotal sweeps game win percentage is equal to 4% of all SC’s issued\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n●\n\n\nA minimum of 50 qualifying coins must be accumulated in a players account to be redeemable\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n●\n\n\nWe assume that 90% of won coins were actually redeemed (not assumed, just used in example below as most users consume all their SC’s rather than redeem)\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n●\n\n\nThe value of 1 redeemable SC is equal to $1\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n●\n\n\nWe estimate that 99% of purchased NC’s are consumed during the period they were purchased\n\n\n\n\n \n\n\n\n\n\n\n54\n\n\n \n\n\n\n\n \n\n\nStep 5: Recognize revenue when (or as) the\nentity satisfies a performance obligation\n\n\n \n\n\nStep 5 of the revenue recognition model requires\nthe company to recognize revenue when (or as) it satisfies a performance obligation.\n\n\n \n\n\nFor the NT and NC coins this is determined by\nthe estimated consumption of purchased coins by the customer which indicates the performance obligation has been satisfied and revenue\ncan be recognized at that point in time. We estimate the amount of outstanding purchased NT and NC virtual currency at period end based\non customer behavior, because we are unable to distinguish between the consumption of purchased or free virtual currency. The estimated\namount is based on an analysis of the customers’ historical play behavior, the timing difference between when virtual currencies\nare purchased by a customer and when those virtual currencies are consumed in game play, which historically has been relatively short.\n\n\n \n\n\nFor the SC’s, revenue is recognized when\nthe Company has satisfied its performance obligation (point in time) relating to the redemption of coins for cash as this can be tracked\nand would not need to be estimated.\n\n\n \n\n\nWe will initially reduce the revenue recognized\nfor the two obligations for the unredeemed coins by booking a contract liability and then recognize the revenue when we have determined\nthe NT and NC coins have been abandoned by the player or have expired and for the SC’s, when the cash reward has been redeemed.\n\n\n \n\n\nAdditional considerations\n\n\n \n\n\nPrincipal vs. Agent\n\n\n \n\n\nWe intend to recognize revenues on a gross basis\nbecause we have control over the pricing, content and functionality of coins and games on our providers platform. We evaluated our current\nagreements with our platform providers (Meet Kai) and end-user agreements and based on the preceding, we determined that the Company is\nthe principal in such arrangements and Meet Kai is the agent in accordance with ASC 606-10-55-37. As the principal, the Company recognizes\nrevenue in the gross amount and as such, we treat the percentage of sales paid to Meet Kai as an expense. Any future changes in these\narrangements or to our games and related method of distribution may result in a different conclusion.\n\n\n \n\n\nFair\nValue Measurements\n\n\n \n\n\nASC\n820 \nFair Value Measurements\n defines fair value, establishes a framework for measuring fair value in accordance with\nGAAP, and expands disclosure about fair value measurements. ASC 820 classifies these inputs into the following hierarchy:\n\n\n \n\n\nLevel\n1 inputs: Quoted prices for identical instruments in active markets.\n\n\n \n\n\nLevel\n2 inputs: Quoted prices for similar instruments in active markets; quoted prices for identical or similar instruments in markets that\nare not active; and model-derived valuations whose inputs are observable or whose significant value drivers are observable.\n\n\n \n\n\nLevel\n3 inputs: Instruments with primarily unobservable value drivers.\n\n\n \n\n\nThe\ncarrying values of the Company’s financial instruments such as cash, accounts payable, and accrued expenses approximate their respective\nfair values because of the short-term nature of those financial instruments.\n\n\n \n\n\n\n\n\n\n55\n\n\n \n\n\n\n\n \n\n\nDerivative\nFinancial Instruments\n\n\n \n\n\nThe\nCompany does not currently use derivative instruments to hedge exposures to cash flow, market, or foreign currency risks, but may explore\nhedging oil prices in the current fiscal year. Management evaluates all of the Company’s financial instruments, including warrants,\nto determine if such instruments are derivatives or contain features that qualify as embedded derivatives. The Company generally uses\na Black-Scholes model, as applicable, to value the derivative instruments at inception and subsequent valuation dates when needed. The\nclassification of derivative instruments, including whether such instruments should be recorded as liabilities or as equity, is remeasured\nat the end of each reporting period. The Black-Scholes model is used to estimate the fair value of the derivative liabilities.\n\n\n \n\n\nRecently\nIssued Accounting Standards\n\n\n \n\n\nIn\nAugust 2020, the Financial Accounting Standards Board (“FASB”) issued Accounting Standards Update (“ASU”) No.\n2020-06, Debt with Conversion and Other Options (Subtopic 470-20) and Derivatives and Hedging-Contracts in Entity’s Own Equity\n(Subtopic 815-40), Accounting for Convertible Instruments and Contract’s in an Entity’s Own Equity. The ASU simplifies accounting\nfor convertible instruments by removing major separation models required under current GAAP. Consequently, more convertible debt instruments\nwill be reported as a single liability instrument with no separate accounting for embedded conversion features. The ASU removes certain\nsettlement conditions that are required for equity contracts to qualify for the derivative scope exception, which will permit more equity\ncontracts to qualify for it. The ASU simplifies the diluted net income per share calculation in certain areas.\n\n\n \n\n\nThe\nASU is effective for annual and interim periods beginning after December 31, 2021, and early adoption is permitted for fiscal years beginning\nafter December 15, 2020, and interim periods within those fiscal years. The Company does not believe this new guidance will have a material\nimpact on its consolidated financial statements.\n\n\n \n\n\nIn\nMay 2021, the Financial Accounting Standards Board (“FASB”) issued ASU 2021-04 “Earnings Per Share (Topic 260), Debt—Modifications\nand Extinguishments (Subtopic 470-50), Compensation— Stock Compensation (Topic 718), and Derivatives and Hedging—Contracts\nin Entity’s Own Equity (Subtopic 815- 40) Issuer’s Accounting for Certain Modifications or Exchanges of Freestanding Equity-Classified\nWritten Call Options” which clarifies and reduces diversity in an issuer’s accounting for modifications or exchanges of freestanding\nequity-classified written call options (for example, warrants) that remain equity classified after modification or exchange. An entity\nshould measure the effect of a modification or an exchange of a freestanding equity-classified written call option that remains equity\nclassified after modification or exchange as follows: i) for a modification or an exchange that is a part of or directly related to a\nmodification or an exchange of an existing debt instrument or line-of-credit or revolving-debt arrangements (hereinafter, referred to\nas a “debt” or “debt instrument”), as the difference between the fair value of the modified or exchanged written\ncall option and the fair value of that written call option immediately before it is modified or exchanged; ii) for all other modifications\nor exchanges, as the excess, if any, of the fair value of the modified or exchanged written call option over the fair value of that written\ncall option immediately before it is modified or exchanged. The amendments in this Update are effective for all entities for fiscal years\nbeginning after December 15, 2021, including interim periods within those fiscal years. An entity should apply the amendments prospectively\nto modifications or exchanges occurring on or after the effective date of the amendments. The Company does not believe this new guidance\nwill have a material impact on its consolidated financial statements.\n\n\n \n\n\nThe\nCompany does not discuss recent pronouncements that are not anticipated to have an impact on or are unrelated to its financial condition,\nresults of operations, cash flows or disclosures.\n\n\n \n\n\n ",
    "item7a": ">ITEM 7A. QUANTITATIVE AND QUALITATIVE DISCLOSURES ABOUT MARKET RISK\n\n\n \n\n\nBecause we are a smaller reporting company, this\nsection is not applicable.\n\n\n \n\n\n ",
    "cik": "1437491",
    "cusip6": "27888N",
    "cusip": [
        "27888N406",
        "27888N307"
    ],
    "names": [
        "ECOARK HLDGS INC",
        "BITNILE METAVERSE INC"
    ],
    "source": "https://www.sec.gov/Archives/edgar/data/1437491/000121390023057011/0001213900-23-057011-index.htm"
}