{
    "item1": ">Item 1.        Business     \nWe were incorporated in Delaware in 2003 and have operated in the Phoenix metropolitan area since 2001 and elsewhere throughout the United States since 2003.\n \nWe began international operations in 2004.\n \nOur principal executive office is located at 11811 North Tatum Blvd., Suite 3031, Phoenix, Arizona, 85028, and our main telephone number is (602) 850-5000. We operate and report on a calendar year basis with our fiscal quarters ending March 31, June 30, September 30, and December 31.\nOn June 15, 2022, we changed our corporate name from Limelight Networks, Inc. to Edgio, Inc. (“Edgio”). Beginning June 15, 2022, our common stock is traded on the Nasdaq Global Select Market (the “Nasdaq”) under the ticker symbol “EGIO”.\nAdditionally, on June 15, 2022, we completed the acquisition (the “Edgecast Acquisition”) of all of the outstanding shares of common stock of Edgecast Inc., a California corporation (“Edgecast”), and certain Edgecast-related businesses and assets from College Parent, L.P., a Delaware limited partnership (“College Parent”). Edgecast is a leading provider of edge security, content delivery and video services.\nOverview\nEdgio’s goal is to enable clients to increase revenue generation and reduce costs in the development and delivery of their digital services. There are two primary types of companies who benefit from our capabilities. Companies for whom media is at the core of their business (e.g., entertainment companies, sporting organizations, content owners, Internet service providers (“ISPs”), technology providers) and companies who have high digital interaction with their customers (e.g., retailers, financial services, travel and hospitality, consumer technology services.) Whether streaming content around the globe, or developing high-performance web properties, Edgio provides speed, security and value necessary in today’s digital economy. The world's most innovative companies and online properties rely on our technology and services to power their business. When clients choose Edgio they gain a partner who prioritizes their needs, delivers innovation, and is focused on the experience of their customers.\nEdgio has a comprehensive strategic operating plan focused on evolving the company into a leading provider of edge services for outcome buyers by offering solutions that we believe provide superior performance and team productivity versus point solutions available from existing vendors. Edgio is targeting $14 billion of the total $40 billion marketplace with two customer-focused edge solutions: Media and Applications platforms. Both platforms run on our edge network - a large, global content delivery network (“CDN”) that currently powers four percent of the Internet with more than 300+ points- of presence (“PoP”) offering more than 100 million requests per second and 250+ terabits of global capacity. This network is the “operating system” that allows our solutions to perform and scale.\nThe foundation of our strategy is supported by three pillars, each of which balance our immediate and longer-term growth and profitability objectives. The first pillar is improving our core, which focuses on network performance and operating costs; the second pillar is expanding our core, which focuses on revenue growth with existing and new clients, and the third pillar is extending our core, which focuses on introducing new solutions that will increase network utilization, growth, and gross margins.\nBased on our Improve-Expand-Extend pillars, we have implemented a rigorous and disciplined process that spans all aspects of our network and client operations. This has resulted in significant growth and margin expansion since implementation.\nIndustry Trends\nWe live in a global, highly interconnected, digital world which requires a high quality and fully secure experience. Companies who seek to generate value from providing digital interactions and experiences are affected by five major trends:\n1\nSecurity of Digital Sites and Assets\n. 41% of organizations suffered from an application programming interface (“API”) security incident in the last 12 months, with 63% representing a data breach or loss, according to a 2022 API Security Trends survey by 451 Research. It’s estimated that 39 percent of all data breaches start with a website application (“web app”) or publicly-facing API. We believe that in 2023, leaders must invest in cloud- and edge-based holistic security solutions or risk customers leaving them forever. Businesses must stay ahead of costly attacks on logins, payments, and APIs used to deliver safe and reliable banking and e-commerce. \nFaster Web Apps.\n Consumer expectations for online experiences have never been higher. A website’s user experience needs to be fast, seamless, and uninterrupted. According to a survey by Digital.com in July 2022, half of all shoppers expect page loads of less than three seconds and will abandon their cart if the page does not load. Google’s search algorithm incorporates website speed as an important ranking signal as of 2021. This puts pressure on developers to release web apps that load at sub-second speeds. In addition to providing solutions that delivery fast performance, we believe having a fully integrated platform with developer workflow will be a growing requirement for businesses worldwide as they seek to improve developer and operational productivity.\nFaster Web App Teams\n. Teams that ship software faster, grow revenue faster. According to McKinsey analysis companies whose teams rank in the top quartile of their Developer Velocity Index grow revenue up to five times faster. We believe our holistic platform allows teams to ship updates to their apps significantly faster than today’s state-of-the-art, which requires cobbling together over a dozen point cloud services from the hyperscale cloud, application security, web CDN, and observability vendors.\nThe Rise of Over The Top (\n“\nOTT\n”\n) Streaming. \nOnline video and the practice of “cord cutting” is now a primary choice for people to watch video content, whether it’s via their personal computers, smartphones, tablets, smart televisions, or other connected devices. With streaming video quality now exceeding that of which consumers typically experience while viewing broadcast television, this puts a significant burden on publishers to not only produce compelling content, but also to deliver it in a way that meets high consumer expectations. We believe that as more content is made available in 4K resolution, more consumers will want to consume the higher-quality content, resulting in increased strain on Internet architecture and infrastructure.\nGrowth of Digital Downloads. \nConsumers increasingly purchase movies, music, video games, and applications digitally from a variety of retailers and download sizes have increased, especially for video games. The App Intelligence research data from Sensor Tower shows that the average mobile game file size has increased to nearly 465MB in 2020, with some games taking up to 4 GB of storage. PC game sizes are even bigger with twelve exceeding 100GB (“PCGamer”). As digital purchases of massive files increase further, we believe this will cause more strain on the Internet’s infrastructure. We believe this will result in additional pressure on organizations and service providers to take steps to avoid congestion, latency, lengthening download times, and increasingly interrupted downloads, all of which we believe would undermine an organization’s ability to deliver the best possible digital experience.\nOur Services\nEdgio is a globally-scaled, edge-enabled solutions provider for businesses looking to meet the growing demand for fast, secure and frictionless digital experiences.\n \nOur solutions include two platforms, Media and Applications, running on top of our global network.\n2\nMedia Platform.\n The media platform enables companies to stream large files (video, software downloads, live events) across the globe in a fast and secure way. Some of the largest global broadcasters use Edgio to stream live and on-demand video content.\n \nSome of the biggest names in gaming and SaaS solutions use our network to distribute application upgrades to their users. \nFor clients looking for a return on their investment in video, our Uplynk solution enables various business models to monetize their streaming content. Our capabilities include targeted advertising insertion, content syndication and seamless integration points to enable subscription and transaction businesses. Uplynk's unique set of capabilities streamline operations and reduce costs while maintaining high quality video experiences for our clients' viewers. One customer of Edgio’s Uplynk solution streamed over 2,000 live events in a single season, many events running simultaneously, by leveraging Uplynk’s orchestrated workflow solution and reducing their cost of operation.\nOur Open Edge solution enables counterparties, typically ISPs, around the world to add Edgio functionality to their networks, extending capacity, and improving functionality. This solution enables Edgio to expand the network at lower costs.\nApplications Platform\n. The Edgio apps platform enables our clients to build, secure, and accelerate their websites and APIs. Edgio e-commerce customers include some of the top brands in retail, transportation, automotive, and hospitality. We also have industry-leading clients from the banking, insurance, and online payment industries whose customers rely on their web and mobile apps and partner APIs to transact business.\nWeb apps' visitors require content and data to be displayed in less than a second. Our performance engine which works on top of our network makes that happen. Functionality within the performance engine allows the operations and engineering teams of our clients to prefetch and dynamically cache content so that their websites load significantly faster. One customer, for example, saw 300ms average page loads and 543ms browsing speeds allowing them to increase cart conversion by 13%.\nSome of our clients want even better performance and use our Sites product (built upon former Layer0 capabilities) to build headless websites that maximize transactional performance. We include key tools, integrations, and a seamless experience to make it easy for teams to create and release updates far more quickly and more safely than without Sites. One customer was able to increase user engagement by 65% through their newly designed mobile application built based on Edgio’s Sites application.\nResiding across the entire Applications Platform is an integrated workflow that the development and operations teams use to take a web app from design to deployment including point-and click routing and traffic splitting capabilities. \n3\nFinally, our app platform includes a powerful security solution that secures and monitors both the web apps and APIs of our clients. Our unique dual-WAF mode enables faster and more accurate deployment of security rules with zero downtime. This security solution includes robust bot management, DDoS mitigation amongst other features all backed by a range of managed services including a 24x7 security operation center. One of our consumer tech clients increased security and mitigated threats more quickly all while migrating 100 domains to a Super PoP architecture that improves performance.\nEdgio Global Edge Network\nUnderneath all of our software based solutions is a high capacity, high speed private global network with distributed computing resources and extensive connectivity to last-mile broadband network providers. This network is ideal for emerging edge compute workloads where rapid response times are required. \nEdgio’s network, formed through the integration of former Edgecast and Limelight networks delivers: offering more than 100 million requests per second and 250+ terabits of global capacity sub-second page loads, more than 300+ global PoPs, more than 71,000 ISP connections, and more than 60 countries served. This scale has protected our clients from some of the largest DDoS attacks on record.\nThis private fiber backbone enables traffic to bypass the congested public Internet, resulting in faster more reliable and more secure content delivery. Our infrastructure is densely architected with data centers distributed to major metropolitan locations and interconnected with thousands of major ISPs and other last-mile networks. Edgio provides an exceptional user experience in a more secure infrastructure with the capacity to support the most onerous digital traffic.\nProfessional and Managed Services\nEdgio expert and managed services are available to help clients build, test or deploy highly performant mobile and web e-commerce applications and prevent and remediate security attacks on online banking portals, as two common examples.\n \nOur 24x7 network operations and security operation centers continually monitor the speed, quality and security of customer environments. For example, our team helped one client create custom caching rules, and provide proactive service optimization to enable them to stream their content successfully 24x7.\nSales and Marketing\nCollectively, Edgio’s go-to-market efforts are targeting the $14 billion of the $40 billion addressable market for web application and API protection (“WAAP”), edge development platforms, and large file streaming and web app delivery. As of December 31, 2022, we had approximately 954 direct clients and over 5,000 paying customers worldwide, including many notable brands in the world in the fields of online video, live sports, digital music, news media, games, rich media applications, e-commerce, financial services, travel, and software delivery.\nOur media platform is ideal for communications and media companies, and all OTT content delivery companies including pay TV, channel groups, streaming services providers, public broadcasters, and sports organizations. Increasingly, these companies seek to generate revenue from the video rights to their content and need a secure, highly performant provider to deliver for them.\n \nOur continual efforts to improve performance and quality while lowering costs and environmental impacts mean increased value for our existing and new clients.\n \nIn addition, we are focused on securing new clients who need non-peak traffic solutions.\n \nAfter we land customers to take advantage of our network, we expand our relationship through our Uplynk offer enabling them to perform pre-stream processing and drive their revenue acquisition plans.\n \nFinally, we are expanding our network in cost effective ways by enabling ISPs to bring Edgio capabilities to the edge of their networks at highly cost effective rates.\nOur apps platform is ideal for both new and existing clients focused on creating better digital experiences for their customers.\n \nThese companies want to improve personalization, secure their interactions, and load content faster.\n \nFurther they seek to augment the scale and centralization benefits of the cloud without compromising latency, real-time processing, and security.\n \nDifferent use cases drive different sales strategies.\n \nFor example, security may be a critical need for a customer that we can meet, we use that value to open the conversation to our wider integrated set of solutions.\n \nIn our focus to deliver value to our clients our goal is to land, perform and then expand our relationship.\nWe continue to work on our messaging and marketing efforts to ensure that current and potential clients are aware of and interested in working with us. We have increased our focus on both account-based and digital demand efforts.\n \nWe are investing in our go-to-market resources, both direct and indirect to ensure that these resources are trained and knowledgeable to represent our solutions effectively.\n4\nCompetition\nBuilding and operating a digital content delivery network has significant investment hurdles which provides barriers to entries for new players.\n \nHowever, it is also a highly competitive space, where the key players are focused on scale, performance, service, ease of use, product features and price. High volume clients continue to put pressure on price while demanding high quality and speed. \nWe believe our edge solutions platform is the broadest offering available. This offering solves multiple challenges for clients by removing their need to install, manage and provision software and hardware for storing and delivering digital content. \nMore importantly, we are offering value-added software, developed over the past 10 years, and services that further automate and make it easy for clients to monetize their digital content – whether through subscription and advertising for media broadcasters, or through faster more responsive and secure web apps for any company with an e-commerce presence, financial services, and communications/media companies. Our solutions include development and operational workflows to reduce costs and minimize risks for our clients. For our apps platform clients, the unique combination of our global-edge platform, developer productivity tools and integrated security is unique and differentiated. \nWe primarily face competition from Akamai, Amazon Web Services, Cloudflare, F5, Fastly, Imperva, and Lumen Technologiess.\n \nEach vendor has different edge performance capabilities and software.\n \nWe are focused on differentiating ourselves by providing the best outcomes for our clients by making ourselves easy to do business with – easy to implement, operate and secure.\nResearch and Development\nOur research and development (“R&D”) organization is responsible for the design, development, testing, and certification of our global Applications and Media platforms-as-a-service as well as the software, hardware, and network architecture of our global network. As of December 31, 2022, we had 403 employees and employee equivalents in our R&D group.\nOur engineering efforts support product development across all of our service areas, as well as innovation related to the global network itself. We employ experts in security, machine learning, network traffic engineering, high-scale systems, service reliability, global platform-as-a-service, and developer experience\n.\n We test our services to ensure scalability in times of peak demand. We use internally developed and third-party software to monitor and to improve the performance of our network in the major Internet consumer markets around the world. Edgio’s R&D team is distributed across the United States and the globe to attract the best talent while keeping costs under control.\nThe acquisition of Layer0 and Edgecast \nadded significant technical talent to \nEdgio\n’s R&D organization. They will be instrumental in carrying out our vision of enabling our solution sets within our global edge network for develop\ners and for overseeing \nEdgio’s\n evolution as an edge solutions platform. \nOur R&D expenses were $83,652, $21,669, and $21,680 in 2022, 2021, and 2020, respectively, including stock-based compensation expenses of $15,655, $2,435, and $2,589 in 2022, 2021, and 2020, respectively. \nIntellectual Property\nOur success depends in part upon our ability to protect our core technology and other intellectual capital. To accomplish this, we rely on a combination of intellectual property rights, including patents, trade secrets, copyrights, trademarks, domain registrations, and contractual protections.\nAs of December 31, 2022, we had received 285 patents in the United States, expiring between 2023 and 2041, and we had 14 U.S. patent applications pending. We do not have any issued patents in foreign countries. We do not know whether any of our patent applications will result in the issuance of a patent or whether the examination process will require us to narrow our claims. Any patents that may be issued to us may be contested, circumvented, found unenforceable or invalidated, and we may not be able to prevent third parties from infringing them. Therefore, we cannot predict the exact effect of having a patent with certainty.\nAs of December 31, 2022, we had received 20 trademarks in the United States. Our former name, Limelight Networks, Inc., as well as Edgecast, Inc., have been filed for multiple classes in the United States, Antigua and Barbuda, Argentina, Australia, Benelux, Brazil, Canada, Chile, China, Columbia, Ecuador, the European Union, Hong Kong, India, Israel, Japan, Mexico, New Zealand, Norway, Peru, Philippines, Russian Federation, Singapore, South Africa, Switzerland, South Korea, Taiwan, Turkey, and the United Kingdom. We have 86 non-United States trademarks registered. There is a risk that pending \n5\ntrademark applications may not issue, and that those trademarks that have issued may be challenged by others who believe they have superior rights to the marks.\nWe generally control access to and use of our proprietary software and other confidential information through the use of internal and external controls, including physical and electronic security, contractual protections with employees, contractors, clients and partners, and domestic and foreign copyright laws.\nHuman Capital\nWe believe Edgio provides unmatched speed, security, and simplicity at the edge through globally-scaled media and applications platforms. The world’s most innovative companies and online properties – from entertainment, technology, retail, and finance – rely on our technology and services to accelerate and defend their web applications, APIs, and content. As the world continues to move to the edge, we believe Edgio is the platform of choice to power valuable business outcomes.\nWe are building a culture where people can do their best work in a transparent, collaborative environment that’s engaged and rewards accountability, ownership, and performance. As a leading provider of edge-enabled solutions, we are proudly and vehemently client obsessed and thrive on delivering value as experts in our field. Our work empowers businesses to achieve their goals, solve their biggest challenges, and propel their successes at the edge.\nCore Values.\nOur values are at the heart of everything we do; they empower our team (“First Team”) and are the foundation of our high-performing culture. They guide and inspire our First Team to create unmatched value and extraordinary results for our clients and stakeholders. OWNERSHIP means we focus on the job that is most required, treating time and resources as precious—like it’s your business. With a laser focus on PERFORMANCE, we achieve extraordinary results through work that is planned and managed. We are CLIENT OBSESSED. We give them our full attention; they pay for it. Our FIRST TEAM is radically committed to collaboration, trust, feedback, accountability and performance. We DESIGN, that means we create better experiences through simplicity and efficiency.\nInspired people. Extraordinary Results.\nWe truly embrace a First Team culture at Edgio. We trust our team to manage their workplace and schedule to achieve the best results. Trust, along with the right tools and technology, are the keys to better problem-solving, sharing of ideas, and creating a sense of community, culture and empowerment.\nThrough our People Experience Centers of Excellence (“COE”), we are laser-focused on building a destination culture. \n•\nOur People Sourcing and Performance COE leads in our pursuit of attracting and retaining high performers has led us to design programs that maximize achievement and potential while empowering our First Team to thrive.\n•\nOur People Engagement and Culture COE represents our First Team’s commitment to Edgio and strong alignment with our core values, mission and culture. Whether it’s an EdgeTalks (speaker series), 2BeerExperience (small, informal, and interactive conversations with members of leadership), or First Team Quarterly meetings, the entire premise is built on creating a culture of open communication using honesty and transparency.\n•\nOur People Rewards COE is designed to provide strong competitive advantages that attract top talent and retain our First Team through transparency surrounding compensation and rewards.\nAs of December 31, 2022, we had 980 employees and employee equivalents, an increase of 596 employees and employee equivalents from 552 employees and employee equivalents on December 31, 2021. The increase was primarily driven \n6\nby the acquisition of Edgecast in June 2022. Our employees are represented by approximately 14 self-identified nationalities working in approximately 20 different countries around the world. Collectively, we speak approximately 14 different languages. Our global workforce is highly educated, primarily experienced in the technology sector with approximately 85% of our employees working in R&D, Operations, Growth, and Client Success.\n7\nAvailable Information\nWe maintain a website at www.edg.io. Our annual reports on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K and any amendments to such reports filed or furnished pursuant to Section 13(a) or 15(d) of the Exchange Act, as well as our annual reports to shareholders and Section 16 reports on Forms 3, 4 and 5, are available free of charge on this site through the “Investors” link as soon as reasonably practicable after we file or furnish these reports with the SEC. All reports we file with the SEC are also available free of charge via EDGAR through the SEC’s website at https://www.sec.gov. Our Code of Ethics, on Corporate Governance Guidelines, and charters for our Board committees are also available on our website. The information contained on and linked from our website is not incorporated by reference into this Annual Report on Form 10-K.\nInformation about our Executive Officers \nOur executive officers and their ages and positions as of June 29, 2023 are as follows:\nName\nAge\nPosition\nRobert Lyons\n55\nChief Executive Officer and Director\nStephen Cumming\n53\nChief Financial Officer\nRichard Diegnan\n53\nChief Legal Officer and Secretary\nAjay Kapur\n47\nChief Technology Officer\nKathy Austin\n60\nChief People Experience Officer\nEric Chang\n50\nChief Accounting Officer\nRobert Lyons\n \nhas served as our Chief Executive Officer and Director since February 2021. Prior to joining Edgio, from July 2018 to January 2021, Mr. Lyons was most recently CEO of Alert Logic, a global leader in cybersecurity, specifically in managed threat detection and response. There, he led the company through a multi-year strategic reposition that resulted in becoming a global leader in cybersecurity, specifically in managed threat detection and response. Prior to Alert Logic, from February 2014 to January 2018, Mr. Lyons held executive positions, including President, at Connexions Loyalty/Affinion Group, a leader in customer engagement and loyalty solutions. Mr. Lyons has also previously held executive positions at Ascend Learning, Stream Global Services, Avaya, Convergys, and United Health Care. Mr. Lyons earned his master’s degree in management and technology from Rensselaer Polytechnic Institute in Troy, New York, and a bachelors’ degree in business management from Moravian College in Bethlehem, Pennsylvania.\nStephen Cumming\n has served as our Chief Financial Officer since August 2022 and has nearly 30 years of global finance experience in the US and EMEA, and a proven track record of scaling businesses and building successful finance organizations in rapidly-growing technology companies. Stephen joined Edgio from network infrastructure company, Cambium Networks, where he was the CFO from July 2018 to April 2022 and took the company public in 2019. Before Cambium, Stephen was the CFO at privately held SaaS company, Kenandy, Inc., which was successfully sold to Rootstock. Stephen previously served as Chief Financial Officer and Vice President of Finance at Atmel Corporation, from 2008 to 2013. He was at Fairchild Semiconductor from 1997 to 2008 and held several senior executive positions including acting Chief Financial Officer and Vice President of Finance where he was responsible for all Business Unit Finance, Corporate Financial Planning and Analysis, Manufacturing Finance, and Sales & Marketing Finance. Prior to Fairchild, he served in various financial management positions at National Semiconductor Corporation in the UK and Germany. Stephen received a BSc. degree in Business from the University of Surrey, in the United Kingdom, and is a UK Chartered Management Accountant.\nRichard Diegnan \nhas served as our Chief Legal Officer and Secretary since July 2022. He has more than 20 years of experience representing public and private companies, primarily in the technology industry. Prior to joining Edgio, Rich was the Executive Vice President, General Counsel and Corporate Secretary at Internap Holding LLC, a high-performance Internet infrastructure company in the network, cloud, and co-location business, from November 2016 to October 2022. Prior to joining Internap, Rich was a partner in the law firm of Diegnan & Brophy, LLC, a boutique law firm that represented clients in commercial transactions, mergers and acquisitions, commercial litigation and day-to-day legal issues from April 2005 to November 2016. Rich also served as General Counsel to Travel Tripper LLC, a global technology company that provided a SaaS central reservation solution for the hospitality industry from January 2008 to November 2016. Rich began his legal career at McCarter & English LLP in Newark, New Jersey and then joined Milbank LLP in New York City as a corporate attorney representing public and private companies with a focus on international mergers and acquisitions, corporate finance and general corporate counseling. Rich received his B.S. in Finance from Providence College, an M.B.A. from Fairleigh Dickinson University, and his J.D. from Seton Hall University School of Law.\n8\nAjay Kapur\n has served as our Chief Technology Officer since September 2021. Prior to joining us, Mr. Kapur was a founder and Chief Executive Officer of Moov Corporation (doing business as Layer0, which we acquired in September 2021) from 2010 to September 2021. Prior to founding Moov Corporation, Mr. Kapur worked for the private equity and investment banking divisions of Goldman Sachs from June 1999 to October 2002. Mr. Kapur earned an MBA from Stanford University and bachelor’s degrees in Physics and Computer Science from University of California, Berkeley.  \nKathy Austin \nhas served as our Chief People Experience Officer since March 2021 and oversees all aspects of the People Experience at Edgio.\n \nMs. Austin has over 25 years of experience in technology driven organizations across all facets of Human Resources including People Acquisition and Performance, People Engagement and People Rewards. Prior to joining Edgio, from April 2018 to March 2021, Ms. Austin served as the Global VP, Human Resources for Vispero, the world’s leading assistive technology provider for the visually impaired. From January 2015 to April 2018, Ms. Austin served as the VP, HR at Connexions Loyalty/Affinion Group, a leading provider of loyalty technology services. Prior to that, Ms. Austin has held various leadership positions since 1989. Ms. Austin earned her Bachelor’s in Business Administration with a concentration in Human Resources Management from Virginia Commonwealth University.\nEric Chang\n has served as our Chief Accounting Officer since October 2022. Mr. Chang is a seasoned executive with a vision for continuous improvement, including performance-driven results in overseeing global finance functions for publicly traded and private companies. Prior to joining Edgio, Mr. Chang was Vice President, Finance and Accounting at Summit Interconnect, Inc., a private equity owned manufacturer of printed circuit boards, from January 2022 to September 2022. From February 2016 to October 2021, Mr. Chang last served as Chief Financial Officer and previously as Principal Accounting Officer at Aviat Networks, Inc., a publicly traded networking company. Prior to Aviat, Mr. Chang was Senior Director, Corporate Controller at Micrel, Incorporated, a semiconductor manufacturer, from November 2013 to February 2016. Mr. Chang began his career with PricewaterhouseCoopers LLP. Eric graduated from Indiana University Bloomington and is a Certified Public Accountant.",
    "item1a": ">Item 1A.    Risk Factors\nInvesting in our common stock involves a high degree of risk. You should carefully consider the risks and uncertainties described below, together with all of the other information in this Annual Report on Form 10-K, including the section titled “Management’s Discussion and Analysis of Financial Condition and Results of Operations” in Part II, Item 7, and our consolidated financial statements and related notes, before making a decision to invest in our common stock. The risks and uncertainties described below may not be the only ones we face. If any of the risks actually occur, our business, financial condition, operating results and prospects could be materially and adversely affected. In that event, the market price of our common stock could decline, and you could lose part or all of your investment. All information is presented in thousands, except per share amounts, client count, head count and where specifically noted.\nSummary of Risk Factors\nOur business is subject to numerous risks and uncertainties, including those highlighted in this section titled “Risk Factors” and summarized below. We have various categories of risks, including risks relating to our industry dynamics and competition; operations; clients and demand for our services; management of our human capital; intellectual property, litigation and regulatory concerns; strategic transactions; and general risks associated with ownership of our common stock, which are discussed more fully below. As a result, this risk factor summary does not contain all of the information that may be important to you, and you should read this risk factor summary together with the more detailed discussion of risks and uncertainties set forth following this section under the heading “Risk Factors,” as well as elsewhere in this Annual Report on Form 10-K. Additional risks, beyond those summarized below or discussed elsewhere in this Annual Report on Form 10-K, may apply to our business, activities or operations as currently conducted or as we may conduct them in the future or in the markets in which we operate or may in the future operate. These risks include, but are not limited to, the following:\n•\nIf we are unable to develop, improve, and expand our new services, to extend enhancements to the existing portfolio of services that we offer, or if we fail to predict and respond to emerging technological trends and clients’ changing needs, our operating results and market share may suffer.\n•\nWe currently face competition from established competitors and may face competition from others in the future.\n•\nAny unplanned interruption or degradation in the functioning or availability of our network or services, or attacks on or disruptions to our internal information technology systems, could lead to increased costs, a significant decline in our revenue, and harm to our reputation.\n•\nIf we are unable to sell our services at acceptable prices relative to our costs, our revenue and gross margins will decrease, and our business and financial results will suffer.\n9\n•\nOur operations are dependent in part upon communications capacity provided by third party telecommunications providers. A material disruption of the communications capacity could harm our results of operations, reputation, and client relations.\n•\nOur business depends on continued and unimpeded access to third party-controlled end-user access networks.\n•\nWe depend on a limited number of clients for a substantial portion of our revenue in any fiscal period, and the loss of, or a significant shortfall in demand from, these clients could significantly harm our results of operations.\n•\nMany of our significant current and potential clients are pursuing emerging or unproven business models, which, if unsuccessful, or ineffective at monetizing delivery of their content, could lead to a substantial decline in demand for our content delivery and other services.\n•\nIf we are unable to attract new clients or to retain our existing clients, our revenue could be lower than expected and our operating results may suffer.\n•\nIf we are unable to retain our key employees and hire qualified personnel, our ability to compete could be harmed.\n•\nIf we are not successful in integrating completed acquisitions in a timely manner, we may be required to reevaluate our business strategy, and we may incur substantial expenses and devote significant management time and resources without a productive result.\n•\nOur business may be adversely affected if we are unable to protect our intellectual property rights from unauthorized use or infringement by third parties.\n•\nWe need to defend our intellectual property and processes against patent or copyright infringement claims, which may cause us to incur substantial costs and threaten our ability to do business.\n•\nOur indebtedness and liabilities could limit the cash flow available for our operations, expose us to risks that could adversely affect our business, financial condition, and results of operations and impair our ability to satisfy our obligations.\n•\nThe trading price of our common stock has been, and is likely to continue to be, volatile.\n•\nThe minimum bid price of our common stock has been below $1 per share and we have a received a notice of deficiency from Nasdaq that could affect the listing of our common stock on Nasdaq.\n•\nThe restatement may affect investor confidence and raise reputational issues and may subject us to additional risks and uncertainties, including increased professional costs and the increased possibility of legal proceedings.\n•\nIf we do not effectively remediate the material weaknesses identified in internal control over financial reporting as of December 31, 2022, or if we otherwise fail to maintain an effective system of internal control, our ability to report our financial results on a timely and on an accurate basis could be impaired, which could adversely affect our stock price.\n•\nIf we are unable to attract and retain highly qualified accounting personnel to evaluate the accounting implications of our complex and/or non-routine transactions such as the Open Edge arrangements, our ability to accurately report our financial results may be harmed.\n•\nOur results of operations may fluctuate in the future. As a result, we may fail to meet or exceed the expectations of securities analysts or investors, which could cause our stock price to decline.\n•\nWe have a history of losses, and we may not achieve or maintain profitability in the future.\nRisks Related to Industry Dynamics and Competition\nWe currently face competition from established competitors and may face competition from others in the future.\nWe compete in markets that are intensely competitive, where differentiation is primarily measured by performance and cost where the difference between providers can be as small as a fraction of a percent or penny. In these markets, vendors offer a wide range of alternate solutions, and in a multi-CDN environment, our clients can route traffic to us, or away from us, within seconds, and at minimal costs. This naturally results in on-going price compression, and increased competition on features, functionality, integration and other factors. Several of our current competitors, as well as a number of our potential competitors, have longer operating histories, greater name recognition, broader client relationships and industry alliances, and substantially greater financial, technical and marketing resources than we do. As a consequence of the hyper competitive dynamics in our markets, we have experienced price compression, and an increased requirement for product advancement and innovation in order to remain competitive, which in turn have adversely affected and may continue to adversely affect our revenue, gross margin and operating results.\nOur primary competitors for our services include, among others, Akamai, Amazon Web Services, Cloudflare, F5, Fastly, Imperva, and Lumen Technologies. In addition, a number of companies have recently entered or are currently attempting to enter our market, either directly or indirectly. These new entrants include companies that have built internal content delivery networks to solely deliver their own traffic, rather than relying solely, largely or in part on content delivery specialists, such as us. Some of these new entrants may become significant competitors in the future. Given the relative ease by which clients typically can switch among service providers in a multi-CDN environment, differentiated offerings or pricing by competitors could lead to a rapid loss of clients. Some of our current or potential competitors may bundle their offerings with \n10\nother services, software or hardware in a manner that may discourage content providers from purchasing the services that we offer. In addition, we face different market characteristics and competition with local content delivery service providers as we expand internationally. Many of these international competitors are very well positioned within their local markets. Increased competition could result in price reductions and revenue shortfalls, loss of clients and loss of market share, which could harm our business, financial condition and results of operations.\nIf we are unable to develop, improve, and expand our new services, to extend enhancements to the existing portfolio of services that we offer, or if we fail to predict and respond to emerging technological trends and clients’ changing needs, our operating results and market share may suffer.\nThe market for our services is characterized by rapidly changing technology, evolving industry standards, and new product and service introductions. Our operating results depend on our ability to help our clients deliver better digital experiences to their customers, understand user preferences, and predict industry changes. Our operating results also depend on our ability to improve and expand our solutions and services on a timely basis, and develop and extend new services into existing and emerging markets. This process is complex and uncertain. We must commit significant resources to improving and expanding our existing services before knowing whether our investments will result in services the market will accept. Furthermore, we may not successfully execute our initiatives because of errors in planning or timing, technical hurdles that we fail to overcome in a timely fashion, misunderstandings about market demand or a lack of appropriate resources. As prices for our core services fall, we will increasingly rely on new capabilities, product offerings, and other service offerings to maintain or increase our gross margins. Failures in execution, delays in improving and expanding our services, failures to extend our service offerings, or a market that does not accept the services and capabilities we introduce could result in competitors providing more differentiation than we do, which could lead to loss of market share, revenue, and earnings.\nRisks Relating to Our Operations\nAny unplanned interruption or degradation in the functioning or availability of our network or services, or attacks on or disruptions to our internal information technology systems, could lead to increased costs, a significant decline in our revenue, and harm to our reputation.\nOur business is dependent on providing our clients with an exceptional digital experience that is fast, efficient, safe, and reliable, every minute of every day. Our services could be disrupted by numerous events, including natural disasters, failure or refusal of our third-party network providers to provide the necessary capacity or access, failure of our software or global network infrastructure and power losses. In addition, we deploy our servers in third-party co-location facilities, and these third-party co-location providers could experience system outages or other disruptions that could constrain our ability to deliver our services. \nWe may also experience business disruptions caused by security incidents, such as software viruses and malware, unauthorized hacking, DDoS attacks, security system control failures in our own systems or from vendors we or our clients use, email phishing, software vulnerabilities, social engineering, or other cyberattacks. These types of security incidents have been increasing in sophistication and frequency and sometimes result in the unauthorized access to or use of, and/or loss of intellectual property, client or employee data, trade secrets, or other confidential information. The economic costs to us to eliminate or alleviate cyber or other security problems, viruses, worms, malicious software programs, and other security vulnerabilities could be significant, and our efforts to address these problems may not be successful and could result in interruptions, delays, cessation of service, and loss of existing or potential clients. \nAny material interruption or degradation in the functioning of our services for any reason could reduce our revenue and harm our reputation with existing and potential clients, and thus adversely impact our business and results of operations. This is true even if such interruption or degradation was for a relatively short period of time, but occurred during the streaming of a significant live event, launch by a client of a new streaming service, or the launch of a new video-on-demand offering.\nIf we are unable to sell our services at acceptable prices relative to our costs, our revenue and gross margins will decrease and our business and financial results will suffer.\nOur once innovative and highly valued content delivery service has become commoditized in its current form and we are often in a multi-CDN supplier environment, where our clients can route traffic to us, or away from us, within seconds. This naturally results in on-going price compression. Simultaneously, we invest significant amounts in purchasing capital equipment as part of our effort to increase the capacity of our global network. Our investments in our infrastructure are based upon our assumptions regarding future demand, anticipated network utilization, as well as prices that we will be able to charge for our services. These assumptions may prove to be wrong. If the price that we are able to charge clients to deliver their content falls to a greater extent than we anticipate, if we over-estimate future demand for our services, are unable to achieve an acceptable rate of network utilization, or if our costs to deliver our services do not fall commensurate with any future price declines, we \n11\nmay not be able to achieve acceptable rates of return on our infrastructure investments, and our gross profit and results of operations may suffer dramatically.\nAs we further expand our global network and services, and as we refresh our network equipment, we are dependent on significant future growth in demand for our services to justify additional capital expenditures. If we fail to generate significant additional demand for our services, our results of operations will suffer, and we may fail to achieve planned or expected financial results. There are numerous factors that could, alone or in combination with other factors, impede our ability to increase revenue, moderate expenses, or maintain gross margins, including:\n•\ncontinued price declines arising from significant competition; \n•\nincreasing settlement fees for certain peering relationships; \n•\nfailure to increase sales of our services; \n•\nincreases in electricity, bandwidth and rack space costs or other operating expenses, and failure to achieve decreases in these costs and expenses relative to decreases in the prices we can charge for our services and products; \n•\nfailure of our current and planned services and software to operate as expected; \n•\nloss of any significant or existing clients at a rate greater than our increase in sales to new or existing clients; \n•\nfailure to increase sales of our services to current clients as a result of their ability to reduce their monthly usage of our services to their minimum monthly contractual commitment; \n•\nfailure of a significant number of clients to pay our fees on a timely basis or at all or to continue to purchase our services in accordance with their contractual commitments; and \n•\ninability to attract high quality clients to purchase and implement our current and planned services. \nA significant portion of our revenue is derived collectively from our video delivery, cloud security, edge compute, origin storage, and support services. These services tend to have higher gross margins than our content delivery services. We may not be able to achieve the growth rates in revenue from such services that we or our investors expect or have experienced in the past. If we are unable to achieve the growth rates in revenue that we expect for these service offerings, our revenue and operating results could be significantly and negatively affected.\nOur ability to use our net operating losses to offset future taxable income may be subject to certain limitations.\nOur ability to use our net operating losses to offset future taxable income may be subject to certain limitations. As of December 31, 2022, we had federal and state net operating loss carryforwards (“NOL”) of $308,768 and $214,485, respectively, due to prior period losses. In general, under Section 382 of the Internal Revenue Code of 1986, as amended (the (“Code”), a corporation that undergoes an “ownership change” can be subject to limitations on its ability to utilize its NOLs to offset future taxable income. Our existing NOLs may be subject to limitations arising from past ownership changes. Future changes in our stock ownership, some of which are outside of our control, could result in an ownership change under Section 382 of the Code. In addition, under the Tax Cuts and Jobs Act (the “Tax Act”), the amount of post 2017 NOLs that we are permitted to deduct in any taxable year is limited to 80% of our taxable income in such year, where taxable income is determined without regard to the NOL deduction itself. In addition, the Tax Act generally eliminates the ability to carry back any NOL to prior taxable years, while allowing post 2017 unused NOLs to be carried forward indefinitely. There is a risk that due to changes under the Tax Act, regulatory changes, or other unforeseen reasons, our existing NOLs could expire or otherwise be unavailable to offset future income tax liabilities. For these reasons, we may not be able to realize a tax benefit from the use of our NOLs, whether or not we attain profitability.\nWe may have difficulty scaling and adapting our existing architecture to accommodate increased traffic and technology advances or changing business requirements. This could lead to the loss of clients and cause us to incur unexpected expenses to make network improvements.\nOur services and solutions are highly complex and are designed to be deployed in and across numerous large and complex networks. Our global network infrastructure has to perform well and be reliable for us to be successful. \nWe will need to continue to invest in infrastructure and client success to account for the continued growth in traffic (and the increased complexity of that traffic) delivered via networks such as ours. \nWe have spent and expect to continue to spend\n \nsubstantial amounts on the purchase and lease of equipment and data centers and the upgrade of our technology and network\n \ninfrastructure to handle increased traffic over our network, implement changes to our network architecture and integrate\n \nexisting solutions and to roll out new solutions and services. This expansion is\n \nexpensive and complex and could result in inefficiencies, operational failures or defects in our network and related software. If\n \nwe do not implement such changes or expand successfully, or if we experience inefficiencies and operational failures, the\n \nquality of our solutions and services and user experience could decline. Cost increases or the failure to accommodate increased traffic or these evolving business demands without disruption could harm our operating results and financial condition. \nFor example, supply chain disruptions due t\no the COVID-19 pandemic,\n natural disasters, increased demand, and political unrest (among other reasons) impact,\n and will likely continue to impact, our \n12\nability to procure equipment for upgrades, replacement parts, and network expansion within our expected price range or in extreme cases, at all. Global supply chain issues also affect our ability to timely deploy equipment, such as servers and other components required to keep our network up-to-date and growing to meet our clients’ needs. Such delays in procuring and deploying the equipment required for our network could affect the quality and delivery time of services to our existing clients and prevent us from acquiring the network equipment needed to expand our business. Also, from time to time, we have needed to correct errors and defects in our software or in other aspects of our network. In the future, there may be additional errors and defects that may harm our ability to deliver our services, including errors and defects originating with third party networks or software on which we rely. These occurrences could damage our reputation and lead to the loss of current and potential clients, which would harm our operating results and financial condition. \nRapid increase in the use of mobile and other devices to access the Internet present significant development and deployment challenges.\nThe number of people who access the Internet through devices other than PCs, including mobile devices, game consoles, and television set-top devices continues to increase dramatically. The capabilities of these devices are advancing exponentially, and the increasing need to provide a high-quality video experience will present us with significant challenges. If we are unable to deliver our service offerings to a substantial number of alternative device users and at a high quality, or if we are slow to develop services and technologies that are more compatible with these devices, we may fail to capture a significant share of an important portion of the market. Such a failure could limit our ability to compete effectively in an industry that is rapidly growing and changing, which, in turn, could cause our business, financial condition and results of operations to suffer.\nOur operations are dependent in part upon communications capacity provided by third party telecommunications providers. A material disruption of the communications capacity could harm our results of operations, reputation, and client relations.\nWe enter into arrangements for private line capacity for our backbone from third party providers. Our contracts for private line capacity generally have terms of three to four years. The communications capacity may become unavailable for a variety of reasons, such as physical interruption, technical difficulties, contractual disputes, or the financial health of our third party providers. Also, industry consolidation among communications providers could result in fewer viable market alternatives, which could have an impact on our costs of providing services. Alternative providers are currently available; however, it could be time consuming and expensive to promptly identify and obtain alternative third party connectivity. Additionally, as we grow, we anticipate requiring greater private line capacity than we currently have in place. If we are unable to obtain such capacity from third party providers on terms commercially acceptable to us or at all, our business and financial results would suffer. Similarly, if we are unable to timely deploy enough network capacity to meet the needs of our client base or effectively manage the demand for our services, our reputation and relationships with our clients would be harmed, which, in turn, could harm our business, financial condition and results of operations. \nWe face risks associated with international operations that could harm our business. \nWe have operations in numerous foreign countries and may continue to expand our sales and support organizations internationally. As part of our business strategy, we intend to expand our international network infrastructure. Expansion could require us to make significant expenditures, including the hiring of local employees or resources, in advance of generating any revenue. As a consequence, we may fail to achieve profitable operations that will compensate our investment in international locations. We are subject to a number of risks associated with international business activities that may increase our costs, lengthen our sales cycle and require significant management attention. These risks include, but are not limited to:\n•\nincreased expenses associated with sales and marketing, deploying services and maintaining our infrastructure in foreign countries; \n•\ncompetition from local service providers, many of which are very well positioned within their local markets; \n•\nchallenges caused by distance, language, and cultural differences; \n•\nunexpected changes in regulatory requirements preventing or limiting us from operating our global network or resulting in unanticipated costs and delays; \n•\ninterpretations of laws or regulations that would subject us to regulatory supervision or, in the alternative, require us to exit a country, which could have a negative impact on the quality of our services or our results of operations; \n•\nlegal systems that may not adequately protect contract and intellectual property rights, policies, and taxation\n•\nthe physical infrastructure of the country;\n•\npotential political turmoil and military conflict;\n•\nlonger accounts receivable payment cycles and difficulties in collecting accounts receivable; \n•\ncorporate and personal liability for violations of local laws and regulations; \n•\ncurrency exchange rate fluctuations and repatriation of funds; \n13\n•\npotentially adverse tax consequences; \n•\ncredit risk and higher levels of payment fraud; and \n•\nforeign exchange controls that might prevent us from repatriating cash earned outside the United States. \nThere can be no assurance that these international risks will not materially adversely affect our business. Should there be significant productivity losses, or if we become unable to conduct operations in international locations in the future, and our contingency plans are unsuccessful in addressing the related risks, our business could be adversely affected.\nOur business depends on continued and unimpeded access to third party controlled end-user access networks.\nOur services depend on our ability to access certain end-user access networks in order to complete the delivery of rich media and other online content to end-users. Some operators of these networks may take measures that could degrade, disrupt or increase the cost of our or our clients’ access to certain of these end-user access networks. Such measures may include restricting or prohibiting the use of their networks to support or facilitate our services, or charging increased fees to us, our clients or end-users in connection with our services. In 2015, the U.S. Federal Communications Commission (the “FCC”) released network neutrality and open Internet rules that reclassified broadband Internet access services as a telecommunications service subject to some elements of common carrier regulation. Among other things, the FCC order prohibited blocking or discriminating against lawful services and applications and prohibited “paid prioritization,” or providing faster speeds or other benefits in return for compensation. In 2017, the FCC overturned these rules. As a result, we or our clients could experience increased cost or slower data on these third-party networks. If we or our clients experience increased cost in delivering content to end users, or otherwise, or if end users perceive a degradation of quality, our business and that of our clients may be significantly harmed. This or other types of interference could result in a loss of existing clients, increased costs and impairment of our ability to attract new clients, thereby harming our revenue and growth.\nIn addition, the performance of our infrastructure depends in part on the direct connection of our network to a large number of end-user access networks, known as peering, which we achieve through mutually beneficial cooperation with these networks. In some instances, network operators charge us for the peering connections. If, in the future, a significant percentage of these network operators elected to no longer peer with our network or peer with our network on less favorable economic terms, then the performance of our infrastructure could be diminished, our costs could increase and our business could suffer.\nWe use certain “open-source” software, the use of which could result in our having to distribute our proprietary software, including our source code, to third parties on unfavorable terms, which could materially affect our business.\nCertain of our service offerings use software that is subject to open-source licenses. Open-source code is software that is freely accessible, usable and modifiable. Certain open-source code is governed by license agreements, the terms of which could require users of such open-source code to make any derivative works of such open-source code available to others on unfavorable terms or at no cost. Because we use open-source code, we may be required to take remedial action to protect our proprietary software. Such action could include replacing certain source code used in our software, discontinuing certain of our products or features or taking other actions that could divert resources away from our development efforts.\nIn addition, the terms relating to disclosure of derivative works in many open-source licenses are unclear. We periodically review our compliance with the open-source licenses we use and do not believe we will be required to make our proprietary software freely available. Nevertheless, if a court interprets one or more such open-source licenses in a manner that is unfavorable to us, we could be required to make some components of our software available at no cost, which could materially and adversely affect our business and financial condition.\nOur business requires the continued development of effective business support systems to support our client growth and related services.\nThe growth of our business depends on our ability to continue to develop effective business support systems. This is a complicated undertaking requiring significant resources and expertise. Business support systems are needed for implementing client orders for services, delivering these services, and timely and accurate billing for these services. The failure to continue to develop effective business support systems could harm our ability to implement our business plans and meet our financial goals and objectives.\nRising inflation rates could negatively impact our revenues and profitability if increases in the prices of our services or a decrease in consumer spending results in lower sales. In addition, if our costs increase and we are not able to pass along these price increases to our customers, our net income would be adversely affected, and the adverse impact may be material.\n14\nInflation rates, particularly in the United States and EMEA, have increased recently to levels not seen in years. Increased inflation may result in decreased demand for our products and services, increased operating costs (including our labor costs), reduced liquidity, and limitations on our ability to access credit or otherwise raise debt and equity capital. In addition, the United States Federal Reserve has raised, and may again raise, interest rates in response to concerns about inflation. Increases in interest rates, especially if coupled with reduced government spending and volatility in financial markets, may have the effect of further increasing economic uncertainty and heightening these risks. In an inflationary environment, we may be unable to raise the sales prices of our products and services at or above the rate at which our costs increase, which could/would reduce our profit margins and have a material adverse effect on our financial results and net income. We also may experience lower than expected sales and potential adverse impacts on our competitive position if there is a decrease in consumer spending or a negative reaction to our pricing. A reduction in our revenue would be detrimental to our profitability and financial condition and could also have an adverse impact on our future growth. \nRisks Relating to our Clients and Demand for our Services\nWe depend on a limited number of clients for a substantial portion of our revenue in any fiscal period, and the loss of, or a significant shortfall in demand from, these clients could significantly harm our results of operations.\nA relatively small number of clients typically account for a significant percentage of our revenue. For the year ended December 31, 2022, sales to our top 20 clients accounted for approximately 73% of o\nur total revenue and we had two clients, Amazon and Verizon, which represented more than 10% of our total revenue. \nAs of December 31, 2022, Amazon, Verizon and Microsoft represented \nmore th\nan 10%\n of our \nof our total accounts receivable.\nIn the past, the clients that comprised our top 20 clients have continually changed, and we also have experienced significant fluctuations in our individual clients’ usage of, or decreased usage of, our services. As a consequence, we may not be able to adjust our expenses in the short term to address the unanticipated loss of a large client during any particular period. As such, we may experience significant, unanticipated fluctuations in our operating results that may cause us to not meet our expectations or those of stock market analysts, which could cause our stock price to decline.\nRapidly evolving technologies or new business models could cause demand for our services to decline or could cause these services to become obsolete.\nClients, potential clients, or third parties may develop technological or business model innovations that address digital delivery requirements in a manner that is, or is perceived to be, equivalent or superior to our service offerings. This is particularly true as our clients increase their operations and begin expending greater resources on delivering their content using third party solutions. If we fail to offer services that are competitive to in-sourced solutions, we may lose additional clients or fail to attract clients that may consider pursuing this in-sourced approach, and our business and financial results would suffer.\nIf competitors introduce new products or services that compete with or surpass the quality or the price or performance of our services, we may be unable to renew our agreements with existing clients or attract new clients at the prices and levels that allow us to generate attractive rates of return on our investment. We may not anticipate such developments and may be unable to adequately compete with these potential solutions. In addition, our clients’ business models may change in ways that we do not anticipate, and these changes could reduce or eliminate our clients’ needs for our services. If this occurred, we could lose clients or potential clients, and our business and financial results would suffer.\nAs a result of these or similar potential developments, it is possible that competitive dynamics in our market may require us to reduce our prices faster than we anticipate, which could harm our revenue, gross margin and operating results.\nMany of our significant current and potential clients are pursuing emerging or unproven business models, which, if unsuccessful, or ineffective at monetizing delivery of their content, could lead to a substantial decline in demand for our content delivery and other services.\nMany of our clients’ business models that center on the delivery of rich media and other content to users remain unproven. Some of our clients will not be successful in selling advertising, subscriptions, or otherwise monetizing the content we deliver on their behalf, and consequently, may not be successful in creating a profitable business model. This will result in some of our clients discontinuing their business operations and discontinuing use of our services and solutions. Further, any deterioration and related uncertainty in the global financial markets and economy could result in reductions in available capital and liquidity from banks and other providers of credit, fluctuations in equity and currency values worldwide, and concerns that portions of the worldwide economy may be in a prolonged recessionary period. Any of this could also have the effect of heightening many of the other risks described in this ‘‘Risk Factors’’ section and materially adversely impact our clients’ access to capital or willingness to spend capital on our services or, in some cases, ultimately cause the client to exit their business. This uncertainty may also impact our clients’ levels of cash liquidity, which could affect their ability or willingness to timely pay for \n15\nservices that they will order or have already ordered from us. From time to time we discontinue service to clients for non-payment of services. We expect clients may discontinue operations or not be willing or able to pay for services that they have ordered from us.\nIf we are unable to attract new clients or to retain our existing clients, our revenue could be lower than expected and our operating results may suffer.\nIf our existing and prospective clients do not perceive our services to be of sufficiently high value and quality, we may not be able to retain or expand business with our current clients or attract new clients. We sell our services pursuant to service agreements that generally include some form of financial minimum commitment. Our clients have no obligation to renew their contracts for our services after the expiration of their initial commitment, and these service agreements may not be renewed at the same or higher level of service, if at all. Moreover, under some circumstances, some of our clients have the right to cancel their service agreements prior to the expiration of the terms of their agreements. Aside from minimum financial commitments, clients are not obligated to use our services for any particular type or amount of traffic. For those clients which utilize a multi-CDN strategy, they can route traffic to us, or away from us, within seconds. These facts, in addition to the hyper competitive landscape in our market, means that we cannot accurately predict future client renewal rates or usage rates. Our clients’ usage or renewal rates may decline or fluctuate as a result of a number of factors, including:\n•\ntheir satisfaction or dissatisfaction with our services; \n•\nthe quality and reliability of our network;\n•\nthe prices of our services; \n•\nthe prices of services offered by our competitors; \n•\ndiscontinuation by our clients of their Internet or web-based content distribution business; \n•\nmergers and acquisitions affecting our client base; and \n•\nreductions in our clients’ spending levels. \nIf our clients do not renew their service agreements with us, or if they renew on less favorable terms, our revenue may decline and our business may suffer. Similarly, our client agreements often provide for minimum commitments that are often significantly below our clients’ historical usage levels. Consequently, even if we have agreements with our clients to use our services, these clients could significantly curtail their usage without incurring any penalties under our agreements. In this event, our revenue would be lower than expected and our operating results could suffer. It also is an important component of our growth strategy to market our services and solutions to particular industries or market segments. As an organization, we may not have significant experience in selling our services into certain of these markets. Our ability to successfully sell our services into these markets to a meaningful extent remains unproven. If we are unsuccessful in such efforts, our business, financial condition and results of operations could suffer.\nWe generate our revenue primarily from the sale of content delivery services, and the failure of the market for these services to expand as we expect or the reduction in spending on those services by our current or potential clients would seriously harm our business.\nWhile we offer our clients a number of services and solutions, we generate the majority of our revenue from charging our clients for the content delivered on their behalf through our global network. We are subject to an elevated risk of reduced demand for these services. Furthermore, if the market for delivery of rich media content in particular does not continue to grow as we expect or grows more slowly, then we may fail to achieve a return on the significant investment we are making to prepare for this growth. Our success, therefore, depends on the continued and increasing reliance on the Internet for delivery of media content and our ability to cost-effectively deliver these services. Many different factors may have a general tendency to limit or reduce the number of users relying on the Internet for media content, the amount of content consumed by our clients’ users, or the number of providers making this content available online, including, among others:\n•\na general decline in Internet usage;\n•\nthird party restrictions on online content, including copyright, digital rights management, and geographic restrictions;\n•\nsystem impairments or outages, including those caused by hacking or cyberattacks; and\n•\na significant increase in the quality or fidelity of off-line media content beyond that available online to the point where users prefer the off-line experience. \nThe influence of any of these or other factors may cause our current or potential clients to reduce their spending on content delivery services, which would seriously harm our operating results and financial condition.\nIf our ability to deliver media files in popular proprietary content formats was restricted or became cost-prohibitive, demand for our content delivery services could decline, we could lose clients and our financial results could suffer.\n16\nOur business depends on our ability to deliver media content in all major formats. If our legal right or technical ability to store and deliver content in one or more popular proprietary content formats was limited, our ability to serve our clients in these formats would be impaired and the demand for our services would decline by clients using these formats. Owners of proprietary content formats may be able to block, restrict, or impose fees or other costs on our use of such formats, which could lead to additional expenses for us and for our clients, or which could prevent our delivery of this type of content altogether. Such interference could result in a loss of clients, increased costs, and impairment of our ability to attract new clients, any of which would harm our revenue, operating results, and growth.\nRisks Relating to Human Capital Management\nFailure to effectively enhance our sales capabilities could harm our ability to increase our client base and achieve broader market acceptance of our services.\nIncreasing our client base and achieving broader market acceptance of our services will depend to a significant extent on our ability to enhance our sales and marketing operations. We have a widely deployed field sales force. Our sales personnel are closer to our current and potential clients. Nevertheless, adjustments that we make to improve productivity and efficiency to our sales force have been and will continue to be expensive and could cause some near-term productivity impairments. As a result, we may not be successful in improving the productivity and efficiency of our sales force, which could cause our results of operations to suffer.\nWe believe that there is significant competition for sales personnel with the sales skills and technical knowledge that we require. Our ability to achieve significant growth in revenue in the future will depend, in large part, on our success in recruiting, training and retaining sufficient numbers of sales personnel. New hires require significant training and, in most cases, take a significant period of time before they achieve full productivity. Our recent hires and planned hires may not become as productive as we would like, and we may be unable to hire or retain sufficient numbers of qualified individuals in the future in the markets where we do business. Our business will be seriously harmed if our sales force productivity efforts do not generate a corresponding significant increase in revenue.\nIf we are unable to retain our key employees and hire qualified personnel, our ability to compete could be harmed.\nOur future success depends upon the continued services of our executive officers and other key technology, sales, marketing, and support personnel who have critical industry experience and relationships that they rely on in implementing our business plan. There is considerable competition for talented individuals with the specialized knowledge to deliver our services, and this competition affects our ability to hire and retain key employees. Historically, we have experienced a significant amount of employee turnover, especially with respect to our sales personnel. Sales personnel that are relatively new may need time to become fully productive.\nAdditionally, in connection with the Edgecast Acquisition, we may experience additional losses or departures of our senior management and other key personnel. If we lose the service of qualified management or other key personnel or are unable to attract and retain the necessary members of senior management or other key personnel, we may not be able to successfully execute on our business strategy, which could have an adverse effect on our business.\nOur recent reduction in force undertaken to re-balance our cost structure may not achieve our intended outcome.\nIn December 2022, we implemented a reduction in force affecting approximately 95 employees, or approximately 10% of our global workforce in order to meet strategic and financial objectives and to optimize resources for long term growth, and to improve margins. In connection with these actions, we will incur termination costs estimated to be $2.6 million for the reduction in force. This reduction in force is expected to result in approximately $14 million of annualized run rate cash savings associated with the 95 employees. \nWe incur substantial costs to implement restructuring plans, and our restructuring activities may subject us to litigation risk and expenses. Our past restructuring actions do not provide any assurance that additional restructuring plans will not be required or implemented in the future. Further, restructuring plans may have other consequences, such as attrition beyond our planned reduction in force, a negative impact on employee morale and productivity or our ability to attract highly skilled employees. Our competitors may also use our restructuring plans to seek to gain a competitive advantage over us. As a result, our restructuring plans may affect our revenue and other operating results in the future.\n17\nRisks Relating to Intellectual Property, Litigation, and Regulations\nOur involvement in litigation may have a material adverse effect on our financial condition and operations.\nWe have been involved in multiple intellectual property and shareholder lawsuits in the past. We are from time to time party to other lawsuits. The outcome of all litigation is inherently unpredictable. The expenses of defending these lawsuits, particularly fees paid to our lawyers and expert consultants, have been significant to date. If the cost of prosecuting or defending current or future lawsuits continues to be significant, it may continue to adversely affect our operating results during the pendency of such lawsuits. Lawsuits also require a diversion of management and technical personnel time and attention away from other activities to pursue the defense or prosecution of such matters. In addition, adverse rulings in such lawsuits either alone or cumulatively may have an adverse impact on our revenue, expenses, market share, reputation, liquidity, and financial condition. Further, we have recently acquired Moov and Edgecast and as a result of such acquisitions, multiple lawsuits have been brought against us. Further, our restatement of prior period consolidated financial statements has resulted in a class action lawsuit being filed against us. Securities class action lawsuits and derivative lawsuits are often brought against companies that have entered into similar transactions involving a sale of a line of business or other business combinations. In addition, we may be subject to private actions, collective actions, investigations, and various other legal proceedings by stockholders, clients, employees, suppliers, competitors, government agencies, or others. Even if the lawsuits are without merit, defending against these claims can result in substantial costs, damage to our reputation, and divert significant amounts of management time and resources. If any of these legal proceedings were to be determined adversely to us, or we were to enter into a settlement arrangement, we could be exposed to monetary damages or limits on our ability to operate our business, which could have an adverse effect on our business, liquidity financial condition, and operating results.\nWe need to defend our intellectual property and processes against patent or copyright infringement claims, which may cause us to incur substantial costs and threaten our ability to do business.\nCompanies, organizations or individuals, including our competitors and non-practicing entities, may hold or obtain patents or other proprietary rights that would prevent, limit or interfere with our ability to make, use or sell our services or develop new services, which could make it more difficult for us to operate our business. We have been and continue to be the target of intellectual property infringement claims by third parties. Companies holding Internet-related patents or other intellectual property rights are increasingly bringing suits alleging infringement of such rights or otherwise asserting their rights and seeking licenses. Any litigation or claims, whether or not valid, could result in substantial costs and diversion of resources from the defense of such claims. In addition, many of our agreements with clients require us to defend and indemnify those clients for third-party intellectual property infringement claims against them, which could result in significant additional costs and diversion of resources. If we are determined to have infringed upon a third party’s intellectual property rights, we may also be required to do one or more of the following:\n•\ncease selling, incorporating or using products or services that incorporate the challenged intellectual property; \n•\npay substantial damages; \n•\nobtain a license from the holder of the infringed intellectual property right, which license may or may not be available on reasonable terms or at all; or \n•\nredesign products or services. \nIf we are forced to litigate any claims or to take any of these other actions, our business may be seriously harmed.\nOur business may be adversely affected if we are unable to protect our intellectual property rights from unauthorized use or infringement by third parties.\nWe rely on a combination of patent, copyright, trademark and trade secret laws and restrictions on disclosure to protect our intellectual property rights. We have applied for patent protection in the United States and a number of foreign countries. These legal protections afford only limited protection and laws in foreign jurisdictions may not protect our proprietary rights as fully as in the United States. Monitoring infringement of our intellectual property rights is difficult, and we cannot be certain that the steps we have taken will prevent unauthorized use of our intellectual property rights. Developments and changes in patent law, such as changes in interpretations of the joint infringement standard, could restrict how we enforce certain patents we hold. We also cannot be certain that any pending or future patent applications will be granted, that any future patent will not be challenged, invalidated or circumvented, or that rights granted under any patent that may be issued will provide competitive advantages to us. If we are unable to effectively protect our intellectual property rights, our business may be harmed.\nInternet-related and other laws relating to taxation issues, privacy, data security, and consumer protection and liability for content distributed over our network could harm our business.\nLaws and regulations that apply to communications and commerce conducted over the Internet are becoming more \n18\nprevalent, both in the United States and internationally, and may impose additional burdens on companies conducting business online or providing Internet-related services such as ours. Increased regulation could negatively affect our business directly, as well as the businesses of our clients, which could reduce their demand for our services. For example, tax authorities abroad may impose taxes on the Internet-related revenue we generate based on where our internationally deployed servers are located. In addition, domestic and international taxation laws are subject to change. Our services, or the businesses of our clients, may become subject to increased taxation, which could harm our financial results either directly or by forcing our clients to scale back their operations and use of our services in order to maintain their operations. Also, the Communications Act of 1934, as amended by the Telecommunications Act of 1996 (the “Act”), and the regulations promulgated by the FCC under Title II of the Act, may impose obligations on the Internet and those participants involved in Internet-related businesses. In addition, the laws relating to the liability of private network operators for information carried on, processed by or disseminated through their networks are unsettled, both in the United States and abroad. Network operators have been sued in the past, sometimes successfully, based on the content of material disseminated through their networks. We may become subject to legal claims such as defamation, invasion of privacy and copyright infringement in connection with content stored on or distributed through our network. In addition, our reputation could suffer as a result of our perceived association with the type of content that some of our clients deliver. If we need to take costly measures to reduce our exposure to the risks posed by laws and regulations that apply to communications and commerce conducted over the Internet, or are required to defend ourselves against related claims, our financial results could be negatively affected.\nSeveral other laws also could expose us to liability and impose significant additional costs on us. For example, the Digital Millennium Copyright Act has provisions that limit, but do not eliminate, our liability for the delivery of client content that infringe copyrights or other rights, so long as we comply with certain statutory requirements. Also, the Children’s On-line Privacy Protection Act restricts the ability of online services to collect information from minors and the Protection of Children from Sexual Predators Act of 1998 requires online service providers to report evidence of violations of federal child pornography laws under certain circumstances. There are also emerging regulation and standards regarding the collection and use of personal information and protecting the security of data on networks. Compliance with these laws, regulations, and standards is complex and any failure on our part to comply with these regulations may subject us to additional liabilities.\nWe are subject to stringent privacy and data protection requirements and any actual or perceived failure by us to comply with such requirements could expose us to liability and have an adverse impact on our business.\nWe are subject to stringent laws and legal requirements that regulate our collection, processing, storage, use and sharing of certain personal information, including the EU\n’\ns General Data Protection Regulation (“GDPR”), Brazil\n’\ns Lei Geral de Protecao de Dados Pessoais (“LGPD”), and in the United States, the California Consumer Privacy Act (“CCPA”), among others. GDPR specifically imposes strict rules regulating data transfers of personal data from the EU to the United States. These laws and regulations are costly to comply with, could expose us to civil penalties and substantial penalties for non-compliance, as well as private rights of action for data breaches, all of which could increase our potential liability. This could also delay or impede the development or adoption of our products and services, reduce the overall demand for our services, result in negative publicity, increase our operating costs, require significant management time and attention, slow the pace at which we close (or prevent us from closing) sales transactions. Furthermore, these laws have prompted a number of proposals for new US and global privacy legislation, which, if enacted, could add additional complexity and potential legal risk, require additional investment of resources, and impact strategies and require changes in business practices and policies.\n \nWe expect that we will continue to face uncertainty as to whether our evolving efforts to comply with our obligations under privacy laws will be sufficient. If we are investigated by data protection regulators, we may face fines and other penalties. Any such investigation or charges by data protection regulators could have a negative effect on our existing business and on our ability to attract and retain new clients. \nPrivacy concerns could lead to regulatory and other limitations on our business, including our ability to use “cookies” and video player “cookies” that are crucial to our ability to provide services to our clients.\nOur ability to compile data for clients depends on the use of “cookies” to identify certain online behavior that allows our clients to measure a website or video’s effectiveness. A cookie is a small file of information stored on a user’s computer that allows us to recognize that user’s browser or video player when the user makes a request for a web page or to play a video. Certain privacy laws regulate cookies and/or require certain disclosures regarding cookies or place restrictions on the sending of unsolicited communications.\n \nIn addition, Internet users may directly limit or eliminate the placement of cookies on their computers by, among other things, using software that blocks cookies, or by disabling or restricting the cookie functions of their Internet browser software and in their video player software. If our ability to use cookies were substantially restricted due to the foregoing, or for any other reason, we would have to generate and use other technology or methods that allow the gathering of user data in order to provide services to clients. This change in technology or methods could require significant re-engineering time and resources, and may not be complete in time to avoid negative consequences to our business. In addition, alternative \n19\ntechnology or methods might not be available on commercially reasonable terms, if at all. If the use of cookies is prohibited and we are not able to efficiently and cost effectively create new technology, our business, financial condition and results of operations would be materially adversely affected.\nRisks Relating to Strategic Transactions\nAs part of our business strategy, we may acquire businesses or technologies and may have difficulty integrating these operations.\nWe may seek to acquire businesses or technologies that are complementary to our business in the future. Acquisitions are often complex and involve a number of risks to our business, including, among others:\n•\nthe difficulty of integrating the operations, services, solutions and personnel of the acquired companies;\n•\nthe potential disruption of our ongoing business; \n•\nthe potential distraction of management;\n•\nthe possibility that our business culture and the business culture of the acquired companies will not be compatible; \n•\nthe difficulty of incorporating or integrating acquired technology and rights; \n•\nexpenses related to the acquisition and to the integration of the acquired companies;\n•\nthe impairment of relationships with employees and clients as a result of any integration of new personnel; \n•\nemployee turnover from the acquired companies or from our current operations as we integrate businesses;\n•\nrisks related to the businesses of acquired companies that may continue following the merger; and \n•\npotential unknown liabilities associated with acquired companies. \nIf we are not successful in completing acquisitions, or integrating completed acquisitions in a timely manner, we may be required to reevaluate our business strategy, and we may incur substantial expenses and devote significant management time and resources without a productive result. Acquisitions will require the use of our available cash or dilutive issuances of securities. Future acquisitions or attempted acquisitions could also harm our ability to achieve profitability. For example, in September 2021, we acquired Moov and in June 2022, we acquired Edgecast. We have limited experience in making acquisitions. The process of integrating the people and technologies from completed acquisitions will likely require significant time and resources, require significant attention from management, and may disrupt the ordinary functioning of our business, and we may not be able to manage the process successfully, which could adversely affect our business, results of operations, and financial condition.\nRisks Related to Investments and Our Outstanding Convertible Notes\nIf we are required to seek funding, such funding may not be available on acceptable terms or at all.\nWe believe that our cash, cash equivalents and marketable securities plus cash from operations will be sufficient to fund our operations and proposed capital expenditures for at least the next twelve months. However, we may need or desire to obtain funding due to a number of factors, including a shortfall in revenue, increased expenses, increased investment in capital equipment, the acquisition of significant businesses or technologies,\n or adverse judgments or settlements in connection with future, unforeseen litigation\n. If we do need to obtain funding, it may not be available on commercially reasonable terms or at all. If we are unable to obtain sufficient funding, our business would be harmed. Even if we were able to find outside funding sources, we might be required to issue securities in a transaction that could be highly dilutive to our investors or we may be required to issue securities with greater rights than the securities we have outstanding today. We might also be required to take other actions that could lessen the value of our common stock, including borrowing money on terms that are not favorable to us. If we are unable to generate or raise capital that is sufficient to fund our operations, we may be required to curtail operations, reduce our capabilities or cease operations in certain jurisdictions or completely.\nOur indebtedness and liabilities could limit the cash flow available for our operations, expose us to risks that could adversely affect our business, financial condition, and results of operations and impair our ability to satisfy our obligations under the Notes.\nIn July 2020, we incurred $125,000 principal amount of additional indebtedness as a result of our issuance of the Notes. We may also incur additional indebtedness to meet future financing needs, including under our credit facility with First Citizens Bank (formerly Silicon Valley Bank) (“FCB”). Our indebtedness could have significant negative consequences for our security holders and our business, results of operations, and financial condition by, among other things:\n•\nincreasing our vulnerability to adverse economic and industry conditions;\n•\nlimiting our ability to obtain additional financing;\n20\n•\nrequiring the dedication of a substantial portion of our cash flow from operations to service our indebtedness, which will reduce the amount of cash available for other purposes;\n•\nlimiting our flexibility to plan for, or react to, changes in our business;\n•\ndiluting the interests of our stockholders as a result of issuing shares of our stock upon conversion of the Notes; and\n•\nplacing us at a possible competitive disadvantage with competitors that are less leveraged than us or have better access to capital.\nOur business may not generate sufficient funds, and we may otherwise be unable to maintain sufficient cash reserves, to pay amounts due under our indebtedness, including the Notes, and our cash needs may increase in the future. If we are unable to generate such cash flow, we may be required to adopt one or more alternatives, such as selling assets, restructuring debt or obtaining additional debt or equity financing on terms that may be onerous or highly dilutive. Our ability to refinance any future indebtedness will depend on the capital markets and our financial condition at such time. We may not be able to engage in any of these activities or engage in these activities on desirable terms, which could result in a default on our debt obligations. In addition, any of our future debt agreements may contain restrictive covenants that may prohibit us from adopting any of these alternatives. Our failure to comply with these covenants could result in an event of default which, if not cured or waived, could results in acceleration of our debt repayment. In addition, the Loan and Security Agreement (as amended, the “Credit Agreement”) with FCB originally entered into in November 2015, matures on April 2, 2025, governing our credit facility contains, and any future indebtedness that we may incur may contain, financial and other restrictive covenants that limit our ability to operate our business, raise capital or make payments under our other indebtedness. As of December 31, 2022, we were not in compliance with our Adjusted Quick Ratio requirement as it was below 1.0. On June 27, 2023, we have received a waiver for, among others, such non-compliance. As of December 31, 2022 and 2021, we had no outstanding borrowings under the Credit Agreement. If we fail to comply with these covenants or obtain waivers for non-compliance or if we fail to make payments under our indebtedness when due, then we may be in default under that indebtedness, which could, in turn, result in that and our other indebtedness becoming immediately payable in full. \nWe may be unable to raise the funds necessary to repurchase the Notes for cash following a fundamental change, or to pay any cash amounts due upon conversion, and our other indebtedness may limit our ability to repurchase the Notes or pay cash upon their conversion.\nHolders of the Notes may require us to repurchase their Notes following a fundamental change at a cash repurchase price generally equal to the principal amount of the Notes to be repurchased, plus accrued and unpaid interest, if any. In addition, upon conversion, we will satisfy part or all of our conversion obligation in cash unless we elect to settle conversions solely in shares of our common stock. We may not have enough available cash or be able to obtain financing at the time we are required to repurchase the Notes or pay the cash amounts due upon conversion. In addition, applicable law, regulatory authorities, and the agreements governing our other indebtedness may restrict our ability to repurchase the Notes or pay the cash amounts due upon conversion. Our failure to repurchase the Notes or to pay the cash amounts due upon conversion when required will constitute a default under the indenture governing the Notes (the “Indenture”). A default under the Indenture or the fundamental change itself could also lead to a default under agreements governing our other indebtedness, which may result in that other indebtedness becoming immediately payable in full. We may not have sufficient funds to satisfy all amounts due under the other indebtedness and the Notes.\nThe accounting method for the Notes could adversely affect our reported financial condition and results.\nThe accounting method for reflecting the Notes on our balance sheet, accruing interest expense for the Notes and reflecting the underlying shares of our common stock in our reported diluted earnings per share may adversely affect our reported earnings and financial condition. We expect that, under applicable accounting principles, the initial liability carrying amount of the Notes will be the fair value of a similar debt instrument that does not have a conversion feature, valued using our cost of capital for straight, non-convertible debt. We expect to reflect the difference between the net proceeds from the offering of the Notes and the initial carrying amount as a debt discount for accounting purposes, which will be amortized into interest expense over the term of the Notes. As a result of this amortization, the interest expense that we expect to recognize for the Notes for accounting purposes will be greater than the future cash interest payments we will pay on the Notes, which will result in lower reported income or higher reported net losses. The lower reported net income or higher reported net losses resulting from this accounting treatment could depress the trading price of our common stock and the Notes.\nIn August 2020, the Financial Accounting Standards Board (“FASB”) published Accounting Standards Update (\n“\nASU\n”\n) 2020-06, eliminating the separate accounting for the debt and equity components as described above. On January 1, 2021, we early adopted ASU 2020-06. The adoption of ASU 2020-06 eliminated the separate accounting described above and will reduce the interest expense that we expect to recognize for the Notes for accounting purposes. In addition, ASU 2020-06 eliminates the use of the treasury stock method for convertible instruments that can be settled in whole or in part with equity, \n21\nand instead require application of the “if-converted” method. Under that method, diluted earnings per share would generally be calculated assuming that all the Notes were converted solely into shares of common stock at the beginning of the reporting period, unless the result would be anti-dilutive. The application of the if-converted method may reduce our reported diluted earnings per share, if applicable. Also, if any of the conditions to the convertibility of the Notes is satisfied, then we may be required under applicable accounting standards to reclassify the liability carrying value of the Notes as a current, rather than a long-term, liability. This reclassification could be required even if no Note-holders convert their Notes and could materially reduce our reported working capital or create a negative working capital.\nTransactions relating to our Notes may affect the value of our common stock.\nIn connection with the pricing of the Notes, we entered into capped call transactions (collectively, the “Capped Calls”) with one of the initial purchasers of the Notes and other financial institutions (collectively, the “Option Counterparties”). The Capped Calls cover, subject to customary adjustments, the number of shares of common stock initially underlying the Notes. The Capped Calls are expected generally to reduce the potential dilution of our common stock upon conversion of the Notes or at our election (subject to certain conditions) offset any cash payments we are required to make in excess of the aggregate principal amount of converted Notes, as the case may be, with such reduction or offset subject to a cap.\nIn addition, the Option Counterparties or their respective affiliates may modify their hedge positions by entering into or unwinding various derivatives with respect to our common stock and/or purchasing or selling our common stock or other securities of ours in secondary market transactions following the pricing of the Notes and from time to time prior to the maturity of the Notes (and are likely to do so on each exercise date of the Capped Calls, which are expected to occur during the 40 trading day period beginning on the 41st scheduled trading day prior to the maturity date of the Notes, or following any termination of any portion of the Capped Calls in connection with any repurchase, redemption, or conversion of the Notes if we make the relevant election under the Capped Calls). This activity could also cause or avoid an increase or a decrease in the market price of our common stock.\nWe are subject to counterparty risk with respect to the Capped Calls.\nThe Option Counterparties are financial institutions, and we will be subject to the risk that any or all of them might default under the Capped Calls. Our exposure to the credit risk of the Option Counterparties will not be secured by any collateral. Past global economic conditions have resulted in the actual or perceived failure or financial difficulties of many financial institutions. If an Option Counterparty becomes subject to insolvency proceedings, we will become an unsecured creditor in those proceedings with a claim equal to our exposure at that time under the Capped Calls with such Option Counterparty. Our exposure will depend on many factors but, generally, an increase in our exposure will be correlated to an increase in the market price subject to the cap and in the volatility of our common stock. In addition, upon a default by an option counterparty, we may suffer more dilution than we currently anticipate with respect to our common stock. We can provide no assurances as to the financial stability or viability of the Option Counterparties.\nRisks Related to Ownership of Our Common Stock\n \nThe trading price of our common stock has been, and is likely to continue to be, volatile. \nThe trading prices of our common stock and the securities of technology companies generally have been highly volatile. Factors affecting the trading price of our common stock will include: \n•\nvariations in our operating results; \n•\nannouncements of technological innovations, new services or service enhancements, strategic alliances or significant agreements by us or by our competitors; \n•\ncommencement or resolution of, our involvement in and uncertainties arising from litigation; \n•\nrecruitment or departure of key personnel; \n•\nchanges in the estimates of our operating results or changes in recommendations by securities analysts; \n•\nif we or our stockholders sell substantial amounts of our common stock (including shares issued upon the exercise of options);\n•\ndevelopments or disputes concerning our intellectual property or other proprietary rights; \n•\nthe gain or loss of significant clients; \n•\nmarket conditions in our industry, the industries of our clients, and the economy as a whole, including the economic impact of a global pandemic, such as the COVID-19 pandemic; and \n•\nadoption or modification of regulations, policies, procedures or programs applicable to our business. \nIn addition, if the market for technology stocks or the stock market in general experiences loss of investor confidence, the trading price of our common stock could decline for reasons unrelated to our business, operating results or financial \n22\ncondition. The trading price of our common stock might also decline in reaction to events or speculation of events that affect other companies in our industry even if these events do not directly affect us.\nIf securities or industry analysts do not publish research or reports about our business or if they issue an adverse or misleading opinion or report, our stock, our stock price, and trading volume could decline. \nThe trading market for our common stock will be influenced by the research and reports that industry or securities analysts publish about us or our business. If an analyst issues an adverse or misleading opinion, our stock price could decline. If one or more of these analysts cease covering us or fails to publish reports on us regularly, we could lose visibility in the financial markets, which in turn could cause our stock price or trading volume to decline. \nFuture equity issuances or a sale of a substantial number of shares of our common stock may cause the price of our common stock to decline. \nBecause we may need to raise additional capital in the future to continue to expand our business and our research and development activities, among other things, we may conduct additional equity offerings. If we or our stockholders sell substantial amounts of our common stock (including shares issued upon the exercise of options) in the public market, the market price of our common stock could fall. A decline in the market price of our common stock could make it more difficult for us to sell equity or equity-related securities in the future at a time and price that we deem appropriate. \nAnti-takeover provisions in our charter documents and Delaware law could discourage, delay or prevent a change in control of our company and may affect the trading price of our common stock. \nProvisions of our amended and restated certificate of incorporation and bylaws, as well as provisions of Delaware law, could make it more difficult for a third party to acquire us, even if doing so would benefit our stockholders. These provisions: \n•\nestablish that members of the board of directors may be removed only for cause upon the affirmative vote of stockholders owning a majority of our capital stock; \n•\nauthorize the issuance of “blank check” preferred stock that could be issued by our board of directors to increase the number of outstanding shares and thwart a takeover attempt; \n•\nlimit who may call special meetings of stockholders; \n•\nprohibit action by written consent, thereby requiring stockholder actions to be taken at a meeting of the stockholders; \n•\nestablish advance notice requirements for nominations for election to the board of directors or for proposing matters that can be acted upon at stockholder meetings; \n•\nprovide for a board of directors with staggered terms; and \n•\nprovide that the authorized number of directors may be changed only by a resolution of our board of directors. \nIn addition, Section 203 of the Delaware General Corporation Law, which imposes certain restrictions relating to transactions with major stockholders, may discourage, delay or prevent a third party from acquiring us. \nGeneral Risk Factors\nWe are subject to the effects of fluctuations in foreign exchange rates, which could affect our operating results.\nThe financial condition and results of operations of our operating foreign subsidiaries are reported in the relevant local currency and are then translated into U.S. dollars at the applicable currency exchange rate for inclusion in our consolidated U.S. dollar financial statements. Also, although a large portion of our client and vendor agreements are denominated in U.S. dollars, we may be exposed to fluctuations in foreign exchange rates with respect to client agreements with certain of our international clients. Exchange rates between these currencies and U.S. dollars in recent years have fluctuated significantly and may do so in the future. In addition to currency translation risk, we incur currency transaction risk whenever one of our operating subsidiaries enters into a transaction using a different currency than the relevant local currency. Given the volatility of exchange rates, we may be unable to manage our currency transaction risks effectively. Currency fluctuations could have a material adverse effect on our future international sales and, consequently, on our financial condition and results of operations.\nWe could incur charges due to impairment of goodwill and long-lived assets.\nAs of December 31, 2022, we had a goodwill balance of approximately $169,156 which is subject to periodic testing for impairment. Our long-lived assets also are subject to periodic testing for impairment. A significant amount of judgment is involved in the periodic testing. Failure to achieve sufficient levels of cash flow could result in impairment charges for goodwill or impairment for long-lived assets, which could have a material adverse effect on our reported results of operations. Our goodwill impairment analysis also includes a comparison of the aggregate estimated fair value of our reporting unit to our total market capitalization. If our stock trades below our book value, a significant and sustained decline in our stock price and market \n23\ncapitalization could result in goodwill impairment charges. During times of financial market volatility, significant judgment will be used to determine the underlying cause of the decline and whether stock price declines are short-term in nature or indicative of an event or change in circumstances. Impairment charges, if any, resulting from the periodic testing are non-cash. As of the annual impairment testing in the fourth quarter of 2022, we determined that goodwill was not impaired. During 2023, management identified indicators that the carrying amount of its goodwill may be impaired due to a decline in the company's stock price which could result in a future goodwill impairment charge to earnings, such charge may be material. Management will continue to monitor the relevant goodwill impairment indicators and significant estimates to determine whether an impairment is appropriate.\nOur results of operations may fluctuate in the future. As a result, we may fail to meet or exceed the expectations of securities analysts or investors, which could cause our stock price to decline.\nOur results of operations may fluctuate as a result of a variety of factors, many of which are outside of our control. If our results of operations fall below the expectations of securities analysts or investors, the price of our common stock could decline substantially. In addition to the effects of other risks discussed in this section, fluctuations in our results of operations may be due to a number of factors, including, among others:\n•\nour ability to increase sales to existing clients and attract new clients to our services; \n•\nthe addition or loss of large clients, or significant variation in their use of our services; \n•\ncosts associated with future intellectual property lawsuits and other lawsuits; \n•\ncosts associated with current or future shareholder class action or derivative lawsuits; \n•\nservice outages or third party security breaches to our platform or to one or more of our clients’ platforms; \n•\nthe amount and timing of operating costs and capital expenditures related to the maintenance and expansion of our business, operations and infrastructure and the adequacy of available funds to meet those requirements; \n•\nthe timing and success of new product and service introductions by us or our competitors; \n•\nthe occurrence of significant events in a particular period that result in an increase in the use of our services, such as a major media event or a client’s online release of a new or updated video game or operating system; \n•\nchanges in our pricing policies or those of our competitors; \n•\nthe timing of recognizing revenue; \n•\nlimitations of the capacity of our global network and related systems; \n•\nthe timing of costs related to the development or acquisition of technologies, services or businesses; \n•\nthe potential write-down or write-off of intangible or other long-lived assets; \n•\ngeneral economic, industry and market conditions (such as fluctuations experienced in the stock and credit markets during times of deteriorated global economic conditions or during an outbreak of an epidemic or pandemic and those conditions specific to Internet usage; \n•\nlimitations on usage imposed by our clients in order to limit their online expenses; and \n•\nwar, threat of war or terrorism, including cyber terrorism, and inadequate cybersecurity. \nWe believe that our revenue and results of operations may vary significantly in the future and that period-to-period comparisons of our operating results may not be meaningful. You should not rely on the results of one period as an indication of future performance.\nWe have a history of losses and we may not achieve or maintain profitability in the future.\n    \nWe incur significant expenses in developing our technology and maintaining and expanding our network. We also incur significant share-based compensation expense and have incurred (and may in the future incur) significant costs associated with litigation. Accordingly, we may not be able to achieve or maintain profitability for the foreseeable future\n. We also may not achieve sufficient revenue to achieve or maintain profitability and thus may continue to incur losses in the future for a number of reasons, including, among others:\n•\nslowing demand for our services;\n•\nincreasing competition and competitive pricing pressures; \n•\nany inability to provide our services in a cost-effective manner;\n•\nincurring unforeseen expenses, difficulties, complications and delays; and\n•\nother risks described in this report.\nIf we fail to achieve and maintain profitability, the price of our common stock could decline, and our business, financial condition and results of operations could suffer.\nWe have incurred, and will continue to incur, significant costs as a result of operating as a public company, and our management is required to devote substantial time to corporate governance.\n24\nWe have incurred, and will continue to incur, significant public company expenses, including accounting, legal and other professional fees, insurance premiums, investor relations costs, and costs associated with compensating our independent directors. In addition, rules implemented by the SEC and Nasdaq impose additional requirements on public companies, including requiring changes in corporate governance practices. For example, the Nasdaq listing requirements require that we satisfy certain corporate governance requirements. Our management and other personnel need to devote a substantial amount of time to these governance matters. Moreover, these rules and regulations increase our legal and financial compliance costs and make some activities more time-consuming and costly. For example, these rules and regulations make it more difficult and more expensive for us to obtain director and officer liability insurance. \nIf the accounting estimates we make, and the assumptions on which we rely, in preparing our consolidated financial statements prove inaccurate, our actual results may be adversely affected.\nOur consolidated financial statements have been prepared in accordance with U.S. generally accepted accounting principles (“U.S. GAAP”). The preparation of these consolidated financial statements requires us to make estimates and judgments about, among other things, taxes, revenue recognition, share-based compensation costs, contingent obligations, and doubtful accounts. These estimates and judgments affect the reported amounts of our assets, liabilities, revenue and expenses, the amounts of charges accrued by us, and related disclosure of contingent assets and liabilities. We base our estimates on historical experience and on various other assumptions that we believe to be reasonable under the circumstances and at the time they are made. If our estimates or the assumptions underlying them are not correct, we may need to accrue additional charges or reduce the value of assets that could adversely affect our results of operations, investors may lose confidence in our ability to manage our business and our stock price could decline.\nIf we fail to maintain proper and effective internal controls or fail to implement our controls and procedures with respect to acquired or merged operations, our ability to produce accurate consolidated financial statements could be impaired, which could adversely affect our operating results, our ability to operate our business and investors’ views of us.\nWe must ensure that we have adequate internal financial and accounting controls and procedures in place so that we can produce accurate consolidated financial statements on a timely basis. We are required to spend considerable effort on establishing and maintaining our internal controls, which is costly and time-consuming and needs to be re-evaluated frequently.\nWe have operated as a public company since June 2007, and we will continue to incur significant legal, accounting, and other expenses as we comply with Sarbanes-Oxley Act of 2002 (“Sarbanes-Oxley Act”), as well as new rules implemented from time to time by the SEC and Nasdaq. These rules impose various requirements on public companies, including requiring changes in corporate governance practices, increased reporting of compensation arrangements, and other requirements. Our management and other personnel will continue to devote a substantial amount of time to these compliance initiatives. Moreover, new rules and regulations will likely increase our legal and financial compliance costs and make some activities more time-consuming and costly.\nSection 404 of SOX requires that we include in our annual report our assessment of the effectiveness of our internal control over financial reporting and our audited consolidated financial statements as of the end of each fiscal year. Furthermore, our independent registered public accounting firm, Ernst & Young LLP (“EY”), is required to report on whether it believes we maintained, in all material respects, effective internal control over financial reporting as of the end of the year. Our continued compliance with Section 404 will require that we incur substantial expense and expend significant management time on compliance related issues, including our efforts in implementing controls, remediating material weaknesses and certain procedures related to acquired or merged operations. In future years, if we fail to timely complete this assessment, or if EY cannot timely attest, there may be a loss of public confidence in our internal controls, the market price of our stock could decline, and we could be subject to regulatory sanctions or investigations by Nasdaq, the SEC, or other regulatory authorities, which would require additional financial and management resources. In addition, any failure to implement required new or improved controls, or difficulties encountered in their implementation, could harm our operating results or cause us to fail to timely meet our regulatory reporting obligations.\nIf we cannot continue to satisfy The Nasdaq Global Select Market continued listing standards and other Nasdaq rules, our common stock could be delisted, which would harm our business, the trading price of our common stock, our ability to raise additional capital and the liquidity of the market for our common stock. \nOur common stock is currently listed on The Nasdaq Global Select Market. To maintain the listing of our common stock on the Nasdaq Global Select Market, we are required to meet certain listing requirements. There is no assurance that we will be able to maintain compliance with such requirements. On March 23, 2023, the company received a letter (the “10-K Notice”) from the Nasdaq Stock Market notifying the company that, as a result of the company’s delay in filing its Annual Report on Form 10-K for the year ended December 31, 2022 (the “Form 10-K”), the company is not in compliance with the \n25\napplicable rule that requires Nasdaq-listed companies to timely file all required periodic financial reports with the SEC. On April 27, 2023, the company received a letter (the “Minimum Price Notice”) from The Nasdaq Stock Market notifying the company that, because the closing bid price for its common stock has been below $1.00 per share for 30 consecutive business days, it no longer complies with the minimum bid price requirement for continued listing on The Nasdaq Global Select Market. Neither the 10-K Notice nor the Minimum Price Notice has an immediate effect on the listing of the company’s common stock on The Nasdaq Global Select Market. In each case, the company has been provided an initial compliance period of 180 calendar days to regain compliance with the applicable requirement. During the compliance period, the company’s shares of common stock will continue to be listed and traded on The Nasdaq Global Select Market. To regain compliance, the Company must file its Form 10-K and the closing bid price of the company’s common stock must meet or exceed $1.00 per share for a minimum of ten consecutive business days during the applicable 180 calendar day grace period. The company intends to actively monitor the bid price for its common stock and will consider available options to regain compliance with the applicable listing requirements.\nIf our common stock were to be delisted from Nasdaq and was not eligible for quotation or listing on another market or exchange, trading of our common stock could be conducted only in the over-the-counter market such as the OTC Markets Group DTCQB. In such event, it could become more difficult to dispose of, or obtain accurate price quotations for, our common stock, and there would likely also be a reduction in our coverage by securities analysts and the news media, which could cause the price of our common stock to decline further.\nChanges in financial accounting standards or practices may cause adverse, unexpected financial reporting fluctuations and affect our reported results of operations.\nA change in accounting standards or practices can have a significant effect on our operating results and may affect our reporting of transactions completed before the change is effective. New accounting pronouncements and varying interpretations of existing accounting pronouncements have occurred and may occur in the future. Changes to existing rules or the questioning of current practices may adversely affect our reported financial results or the way we conduct our business.\nWe reached a determination to restate certain of our previously issued consolidated financial statements as a result of the identification of errors in previously issued consolidated financial statements, which resulted in unanticipated costs and may affect investor confidence and raise reputational issues.\nAs discussed in the Explanatory Note, in Note 3, Restatement of Previously Issued Consolidated Financial Statements, and in Note 24, Restatement of Unaudited Quarterly Results, in this Annual Report on Form 10-K for the year ended December 31, 2022, we reached a determination to restate certain of our historical consolidated financial statements and related disclosures for the periods disclosed in those notes after identifying errors in our accounting treatment of certain of our complex and/or non-routine transactions. The restatement also included corrections for previously identified immaterial errors in the impacted periods. As a result, we have incurred unanticipated costs for accounting and legal fees in connection with or related to the restatement, and have become subject to a number of additional risks and uncertainties, which may affect investor confidence in the accuracy of our financial disclosures and may raise reputational risks for our business, both of which could harm our business and financial results.\nWe recently identified material weaknesses in our internal control over financial reporting. If we do not effectively remediate the material weaknesses or if we otherwise fail to maintain effective internal control over financial reporting, our ability to report our financial results on a timely and on an accurate basis could be impaired, which may adversely affect the market price of our common stock.\nThe Sarbanes-Oxley Act requires, among other things, that public companies evaluate the effectiveness of their internal control over financial reporting and disclosure controls and procedures. We identified the material weaknesses in internal control over financial reporting as of December 31, 2022: non-routine and complex transactions, revenue accounting system controls and financial close reporting. Please see Item 9A, Controls and Procedures, in this Annual Report on Form 10-K for additional information regarding the identified material weaknesses and our actions to date to remediate the material weaknesses. \nAs a result, we may incur substantial costs, expend significant management time on compliance-related issues, and hire additional accounting, financial, and internal audit staff with appropriate public company experience and technical accounting knowledge. Moreover, if we or our independent registered public accounting firm identify additional deficiencies in our internal control over financial reporting that are deemed to be material weaknesses, we could be subject to sanctions or investigations by the SEC or other regulatory authorities, which would require additional financial and management resources. Any failure to maintain effective disclosure controls and procedures or internal control over financial reporting could have a material adverse effect on our business and operating results and cause a decline in the price of our common stock. \n26\nThe accounting treatment related to our Open Edge arrangements is complex, and if we are unable to attract and retain highly qualified accounting personnel to evaluate the accounting implications of our complex and/or non-routine transactions, our ability to accurately report our financial results may be harmed.\nOur Open Edge arrangements are classified as failed sale-leasebacks and accounted for as financing arrangements. The accounting rules related to these financing arrangements are complex and involve significant initial judgments in applying U.S. GAAP, and thus require experienced and highly skilled personnel to review and interpret the proper accounting treatment with respect thereto. Competition for senior finance and accounting personnel who have public company reporting experience is intense, and if we are unable to recruit and retain personnel with the required level of expertise to evaluate and accurately classify our revenue-generating transactions, our ability to accurately report our financial results may be harmed.",
    "item7": ">Item 7.        Management’s Discussion and Analysis of Financial Condition and Results of Operations\nThis Annual Report on Form 10-K contains “forward-looking statements” within the meaning of Section 21E of the Exchange Act, as amended. Forward-looking statements include, among other things, statements as to industry trends, our future expectations, operations, financial condition and prospects, business strategies and other matters that do not relate strictly to historical facts. These statements are often identified by the use of words such as “may,” “will,” “expect,” “believe,” “anticipate,” “intend,” “could,” “estimate,” or “continue,” and similar expressions or variations. These statements are based on the beliefs and assumptions of our management based on information currently available to management. Such forward-looking statements are subject to risks, uncertainties and other factors that could cause actual results and the timing of certain events to differ materially from future results expressed or implied by such forward-looking statements. Factors that could cause or contribute to such differences include, but are not limited to, those identified below, and those discussed in the section titled “Risk Factors” set forth in Part I, Item 1A and in the “Special Note Regarding Forward-Looking Statements” section preceding Part I of this Annual Report on Form 10-K. Given these risks and uncertainties, readers are cautioned not to place undue reliance on such forward-looking statements. We undertake no obligation to update any forward-looking statements to reflect events or circumstances after the date of such statements. Prior period information has been modified to conform to current year presentation. All information is presented in thousands, except per share amounts, client count and where specifically noted.\nIn this Annual Report on Form 10-K, we have restated our previously issued consolidated financial statements as of and for the years ended December 31, 2021 and 2020. Refer to the “Explanatory Note” preceding Item 1, “Business” for background on the restatement, the fiscal periods impacted, control considerations, and other information. As a result, we have also restated certain previously reported financial information as of and for the years ended December 31, 2021 and 2020 in this Item 7, “Management’s Discussion and Analysis of Financial Condition and Results of Operations”, including but not limited \n29\nto information within the Results of Operations and Liquidity and Capital Resources sections to conform the discussion with the appropriate restated amounts. See Note 3, “Restatement of Previously Issued Consolidated Financial Statements”, in Item 8, “Financial Statements and Supplementary Data”, for additional information related to the restatement, including descriptions of the errors and the impacts on our consolidated financial statements.\nOverview\nWe were founded in 2001 as a provider of content delivery network services to deliver digital content over the Internet. We began development of our infrastructure in 2001 and began generating meaningful revenue in 2002. Today, we are a leading provider of solutions that enable communications & media companies to optimize their digital content delivery AND we provide solutions that allow e-commerce, banking, and other interactive-heavy applications to improve their customer experiences. Our holistic solution allows customer teams to efficiently deliver instant, secure web applications that improve our client's revenue. We are a trusted partner to some of the world’s notable brands and serve their global customers with experiences such as livestream sporting events, global movie launches, video games, and file downloads. We support some of the most trusted brands in their interactions with their customers including high fashion, automobile manufactures, giant online stores, banks and the like. We offer one of the largest, best-optimized private networks coupled with a global team of industry experts to provide edge services that are fast, secure, and reliable. Our mission is to deliver a globally-scaled edge platform that seamlessly powers faster, safer and simpler business solutions. We want to be the platform of choice to power video and application solutions at the edge of the Internet to make connected living faster, safer and simpler.\nOur business is dependent on creating an exceptional digital experience by providing our clients with fast, safe, efficient, and reliable edge access, distribution of content delivery and digital asset management services over the Internet every minute of every day. Because of this, we operate a globally distributed network with services that are available 24 hours a day, seven days a week, and 365 days a year. Our sophisticated and powerful network is fully redundant and includes extensive diversity through data centers and telecommunication suppliers within and across regions.\nA meaningful portion of our revenue and profit comes from our Applications Platform, a global edge-based service that allows teams to build, secure, and accelerate their most important customer-facing websites and APIs. The platform uniquely enables best-in-class security, instant-loading interactive experiences, and improved team velocity with few tradeoffs. Today’s disjointed tools offered by the hyperscaler cloud, edge, security, and observability vendors force the market to choose between protection, performance, and team productivity. Our offering allows our customers to earn more revenue, reduce security risk, prevent more fraud, and lower costs through a holistic approach not easily realized through the current approach of assembling multiple vendors’ point solutions. Further, to enable easy adoption by the market, clients can buy a small, best-of-breed piece of the offering before upgrading to the full suite. Clients have the option to purchase unique expert and managed services to ensure they realize the most value from the platform. Our Application Platform currently powers the largest US wireless carrier, the largest online payments service, several top 20 banks and insurers, name-brand social networks, three of the top five most valuable technology companies, and hundreds of other leaders in e-commerce, automotive, travel, and other industries.\nWe provide our services in a highly competitive industry in which differentiation is primarily measured by performance and cost and the difference between providers can be as small as a fraction of a percent. We have experienced the commoditization of our once innovative and highly valued content delivery service, which, when combined with the low switching costs in a multi-CDN environment, results in on-going price compression, despite the large, unmet market need for our services. In 2022, we continued to see a decline in our average selling price, primarily due to the on-going price compression with our multi-CDN clients.\nWe implemented a go-forward strategy designed to simultaneously address short-term headwinds and to position us to achieve near- and long-term success by building upon and more fully leveraging our ultra-low latency, global network, and operational expertise. We are focused on three key areas:\n• \nImproving Our Core.\n Our ability to consistently grow revenue requires us to do a better job at managing the cost structure of our network while anticipating and providing our clients with the tools and reliable performance they need and to do it sooner and better than our competitors. Our operating expenses are largely driven by payroll and related employee costs. Our employee and employee equivalent headcount increased from 552 on December 31, 2021, to 980 on December 31, 2022, primarily due to the Edgecast Acquisition. We implemented a broader and more detailed operating model in 2021, built on metrics, process discipline, and improvements to client satisfaction, performance, and cost. We are building an internal culture that embraces speed, transparency, and accountability. Since the close of the Edgecast Acquisition, we have put other cost savings measures into place. We recorded restructuring charges of $20,030 during the year ended December 31, 2022. We are continuously seeking opportunities to be more efficient and productive in order to achieve cost savings and improve our \n30\nprofitability. On June 6, 2023, we announced a restructuring plan to reduce additional 12% of our workforce with estimated future restructuring charges of approximately $3,700.\n• \nExpanding Our Core.\n We have redesigned our commercial and product approaches to strengthen and broaden our key client relationships, to support a land and expand strategy. We believe that this, coupled with new edge-based tools and solutions we anticipate bringing to market, will assist in our ability to re-accelerate growth. Key elements of our plan to Expand the Core include tightening the alignment between our Sales and Marketing organizations, moving to a “client success” model that pairs client relationship managers with client performance managers to ensure proactive client success and exploring ways to dynamically optimize how we price our services that gives us more flexibility – and a renewed ability to sell more broadly into our existing client base. We are expanding the competency and capacity of our marketing and sales efforts and increasing our effectiveness through targeted go-to-market segmentation. \n• \nExtending Our Core. \nLonger term, we believe we can drive meaningful improvements to profitability and growth by diversifying our capabilities, clients, and revenue mix. We need to enable digital builders to easily load content faster, personalize it more and protect it outside of a controlled environment. We believe we have an opportunity of extending the use of our network to new clients with new solutions that utilize non-peak traffic solutions. \nIn September 2021, we acquired Moov Corporation (“Moov”), a California corporation doing business as Layer0, a sub-scale SaaS based application acceleration and developer platform. The combination of application acceleration development platform with security and a power edge network provides a unique offering for potential clients. \nIn June 2022, we completed the acquisition of Yahoo's Edgecast, a leading provider of edge security, content delivery and video services, in an all-stock transaction. Edgecast is a business unit of Yahoo, which was owned by funds managed by affiliates of Apollo and Verizon Communications. Edgio will deliver significantly increased scale and scope with diversified revenue across products, clients, geographies, and channels. \nThe acquisitions have provided Edgio with a highly-performant globally scaled, edge enabled network supported by software solutions with media solutions that generate value in video and live stream content delivery and apps solutions that enable the development, delivery, and operation of highly performant web and mobile applications. These combined give Edgio a $14 billion target market in the broader $40 billion marketplace.\nWe are committed to helping our clients deliver better digital experiences to their customers, create better returns for our shareholders, and provide our employees an environment in which they can grow, develop, and win. \n    The following table summarizes our revenue, costs, and expenses for the periods indicated (in thousands of dollars and as a percentage of total revenue). \nYears Ended December 31,\n2022\n2021\n2020\nAs Restated\nAs Restated\nRevenue\n$\n338,598 \n100.0 \n%\n$\n201,115 \n100.0 \n%\n$\n223,990 \n100.0 \n%\nCost of revenue\n231,058 \n68.2 \n%\n146,793 \n73.0 \n%\n143,713 \n64.2 \n%\nGross profit\n107,540 \n31.8 \n%\n54,322 \n27.0 \n%\n80,277 \n35.8 \n%\nOperating expenses\n235,346 \n69.5 \n%\n94,514 \n47.0 \n%\n97,500 \n43.5 \n%\nRestructuring charges\n20,030 \n5.9 \n%\n13,425 \n6.7 \n%\n— \n— \n%\nOperating loss \n(147,836)\n(43.7)\n%\n(53,617)\n(26.7)\n%\n(17,223)\n(7.7)\n%\nTotal other expense\n(9,763)\n(2.9)\n%\n(6,395)\n(3.2)\n%\n(4,259)\n(1.9)\n%\nLoss before income taxes\n(157,599)\n(46.5)\n%\n(60,012)\n(29.8)\n%\n(21,482)\n(9.6)\n%\nIncome tax expense\n(21,080)\n(6.2)\n%\n1,154 \n0.6 \n%\n645 \n0.3 \n%\nNet loss\n$\n(136,519)\n(40.3)\n%\n$\n(61,166)\n(30.4)\n%\n$\n(22,127)\n(9.9)\n%\nCritical Accounting Estimates\nThe preparation of consolidated financial statements and related disclosures in conformity with U.S. GAAP requires management to make judgments, assumptions, and estimates that affect the amounts reported in the consolidated financial statements and accompanying notes. Critical accounting estimates are those estimates made in accordance with GAAP that involve a significant level of estimation uncertainty and have had or are reasonably likely to have a material impact on the financial condition or results of operations of the company. Based on this definition, we have identified the critical accounting \n31\nestimates addressed below. We also have other key accounting policies, which involve the use of estimates, judgments, and assumptions that are significant to understanding our results. For additional information on these other key accounting policies, see Note 2 “Summary of Significant Accounting Policies” of the Notes to Consolidated Financial Statements included in Part II, Item 8 of this Annual Report on Form 10-K. Although we believe that our estimates, assumptions, and judgments are reasonable, they are based upon information presently available. Actual results may differ significantly from these estimates under different assumptions, judgments, or conditions.\nBusiness Combinations                    \nWe account for business combinations using the acquisition method of accounting, which requires allocating the purchase consideration of the acquisition to the tangible assets, liabilities and identifiable intangible assets acquired based on each of the estimated fair values at the acquisition date. The excess of the purchase consideration over the fair values is recorded as goodwill. \nWhen determining the fair value of assets acquired and liabilities assumed, we make significant estimates and assumptions, especially with respect to intangible assets. Critical estimates in valuing intangible assets include, but are not limited to, expected future cash flows, which includes consideration of future revenue growth rates and margins, attrition rates, future changes in technology, royalty rates, and discount rates.\nWhen the consideration transferred in a business combination includes a contingent consideration arrangement, the contingent consideration is measured at its acquisition date fair value and is included as part of the consideration transferred in a business combination. Contingent consideration is classified as a liability when the obligation requires settlement in cash or other assets and is classified as equity when the obligation requires settlement in our own equity instruments. Where relevant, the fair value of contingent consideration is valued using a Monte Carlo simulation model. The assumptions used in preparing these models include estimates such as volatility, discount rates, dividend rates, dividend yield and risk-free interest rates.\nRevenue Recognition\nRevenues are recognized when control of the promised goods or services is transferred to our clients, in an amount that reflects the consideration we expect to be entitled to in exchange for those goods or services.\nAt the inception of a client contract for service, we make an assessment as to that client’s ability to pay for the services provided. If we subsequently determine that collection from the client is not probable, we record an allowance for credit losses for that clients’ unpaid invoices and cease recognizing revenue for continued services provided until it is probable that revenue will not be reversed in a subsequent reporting period. Our standard payment terms vary by the type and location of our client but do not contain a financing component. \nCertain of our revenue arrangements include multiple promises to our clients. Revenue arrangements with multiple promises are accounted for as separate performance obligations if each promise is distinct. Judgment may be required in determining whether products or services are considered distinct performance obligations that should be accounted for separately or as one combined performance obligation. Revenue is recognized over the period in which the performance obligations are satisfied, which is generally monthly pursuant to the variable consideration allocation exception. We have determined that generally most of our products and services do not constitute an individual service offering to our clients, as our promise to the client is to provide a complete edge services platform, and therefore have concluded that such arrangements represent a single performance obligation.\nOur contractual arrangements with customers generally specify monthly billing terms, and we apply the variable consideration allocation exception and record revenue based on actual usage during the month. Certain contracts contain minimum commitments over the contractual term; however, we generally have concluded that these commitments are not substantive. Accordingly, the consideration for these contracts is substantially considered variable and is recognized based on actual usage as we apply the variable consideration allocation exception to these contracts. These customers have entered into contracts with contract terms generally from one to ten years. \nGoodwill\nWe have recorded goodwill as a result of business acquisitions. Goodwill is recorded when the purchase price paid for an acquisition exceeds the estimated fair value of the net identified tangible and intangible assets acquired. In each of our acquisitions, the objective of the acquisition was to expand our product offerings and client base and to achieve synergies related to cross selling opportunities, all of which contributed to the recognition of goodwill. \nWe test goodwill for impairment on an annual basis or more frequently if events or changes in circumstances indicate that goodwill might be impaired. We concluded that we have one reporting unit and assigned the entire balance of goodwill to \n32\nthis reporting unit. The estimated fair value of the reporting unit is determined using our market capitalization as of our annual impairment assessment date or more frequently if circumstances indicate the goodwill might be impaired. Items that could reasonably be expected to negatively affect key assumptions used in estimating fair value include but are not limited to: \n•\nsustained decline in our stock price due to a decline in our financial performance due to the loss of key clients, loss of key personnel, emergence of new technologies or new competitors and/or unfavorable outcomes of intellectual property disputes; \n•\ndecline in overall market or economic conditions leading to a decline in our stock price; and \n•\ndecline in observed control premiums paid in business combinations involving comparable companies. \nThe estimated fair value of the reporting unit is determined using a market approach. Our market capitalization is adjusted for a control premium based on the estimated average and median control premiums of transactions involving companies comparable to us. As of our annual impairment testing on October 31, 2022, management determined that goodwill was not impaired. We noted that the estimated fair value of our reporting unit, using an estimated control premium of 30%, on October 31, 2022 and December 31, 2022, exceeded carrying value by approximately $508,485 or 192% and $86,401 or 36%, respectively. Adverse changes to certain key assumptions as described above could result in a future goodwill impairment charge to earnings, such charge may be material.\nResults of Continuing Operations \nDiscussion of our financial condition and results of operations for the year ended December 31, 2022 compared to the year ended December 31, 2021 and for the year ended December 31, 2021 compared to the year ended December 31, 2020 is presented below.\nComparison of the Years Ended December 31, 2022, 2021, and 2020\nRevenue\nWe derive revenue primarily from the sale of our Media and Applications platforms which include digital content delivery, video delivery, website development and acceleration, cloud security and monitoring, edge compute, and origin storage services. We also generate revenue through the sale of professional services and other infrastructure services, such as transit, and rack space services.\nThe following table reflects our revenue for the periods presented:\nYears Ended December 31,\n2022 to 2021\n2021 to 2020\n2022\n2021\n2020\n% Change\n% Change\nAs Restated\nAs Restated\nRevenue\n$\n338,598 \n$\n201,115 \n$\n223,990 \n68 \n%\n(10)\n%\n2022 Compared to 2021\nOur revenue increased by $137,483 during the year ended December 31, 2022, versus 2021 primarily due to the inclusion of revenue from the Edgecast Acquisition. Revenue from the Edgecast Acquisition for the period of June 16, 2022 to December 31, 2022 was $134,306. Our active clients worldwide increased to 954 as of December 31, 2022, compared to 570 as of December 31, 2021. The increase was primarily driven by the Edgecast Acquisition in June 2022. \n2021 Compared to 2020\nRevenue decreased by $22,875 during the year ended December 31, 2021, versus 2020 primarily due to a decrease in our delivery services revenue due to price compression. In addition to price compression, which is expected in the industry, the decrease in delivery services revenue was primarily due to lower traffic volumes with our largest client as a result of easing COVID-19 lockdown restrictions and a reduced amount of new content released for consumption. \nDuring the years ended December 31, 2022, 2021 and 2020, sales to our top 20 clients accounted for approximately 73%, 75% and 76%, respectively of our total revenue. The clients that comprised our top 20 clients change from time to time, and our large clients may not continue to be as significant going forward as they have been in the past.\n33\nDuring the year ended December 31, 2022, we had two clients, Amazon and Verizon, who each represented 17% and 12%, respectively, of our total revenue. During the year ended December 31, 2021, we had two clients, Amazon and Sony, who represented approximately 32% and 12%, respectively, of our total revenue. During the year ended December 31, 2020, we had two clients, Amazon and Sony, who represented approximately 37% and 11%, respectively, of our total revenue. As of December 31, 2022, Amazon, Verizon and Microsoft represented 20%, 13% and 10%, respectively, of our total accounts receivable. As of December 31, 2021, Amazon represented 33% of our total accounts receivable.\nRevenue by geography is based on the location of the client from which the revenue is earned based on bill to locations. The following table sets forth revenue by geographic area (in thousands and as a percentage of total revenue): \nYears Ended December 31,\n2022\n2021\n2020\nAs Restated\nAs Restated\nAmericas\n$\n245,633 \n73 \n%\n$\n129,014 \n64 \n%\n$\n136,261 \n61 \n%\nEMEA\n (1)\n23,892 \n7 \n%\n20,955 \n11 \n%\n36,838 \n16 \n%\nAsia Pacific\n69,073 \n20 \n%\n51,146 \n25 \n%\n50,891 \n23 \n%\nTotal revenue\n$\n338,598 \n100 \n%\n$\n201,115 \n100 \n%\n$\n223,990 \n100 \n%\n(1)\n Europe, Middle East, and Africa (“EMEA”)\nCost of Revenue\nCost of revenue consists primarily of fees paid to network providers for bandwidth and backbone, costs incurred for non-settlement free peering and connection to Internet service providers, and fees paid to data center operators for housing of our network equipment in third party network data centers, also known as co-location costs. Cost of revenue also includes leased warehouse space and utilities, depreciation of network equipment used to deliver our content delivery services, payroll and related costs, and share-based compensation for our network operations and professional services personnel. Other costs include \ncloud service costs, \nprofessional fees and outside services, travel and travel-related expenses and fees and license, and insurance costs.\nCost of revenue was composed of the following (in thousands and as a percentage of total revenue):\nYears Ended December 31,\n2022\n2021\n2020\nAs Restated\nAs Restated\nBandwidth and co-location fees\n$\n141,209 \n41.7 \n%\n$\n94,180 \n46.8 \n%\n$\n88,473 \n39.5 \n%\nDepreciation - network\n28,171 \n8.3 \n%\n24,106 \n12.0 \n%\n21,787 \n9.7 \n%\nPayroll and related employee costs \n(1)\n22,192 \n6.6 \n%\n16,576 \n8.2 \n%\n18,467 \n8.2 \n%\nShare-based compensation\n2,443 \n0.7 \n%\n1,384 \n0.7 \n%\n1,998 \n0.9 \n%\nOther costs\n37,043 \n10.9 \n%\n10,547 \n5.2 \n%\n12,988 \n5.8 \n%\nTotal cost of revenue \n(2)\n$\n231,058 \n68.2 \n%\n$\n146,793 \n72.9 \n%\n$\n143,713 \n64.1 \n%\n(1) Includes $1,026 of acquisition related expenses for the year ended December 31, 2022.\n(2) Includes $859 of transition service agreement expenses for the year ended December 31, 2022 which were credited from College Parent and its related affiliates and recorded as capital contributions in the consolidated statements of stockholders’ equity.\n2022 Compared to 2021\nOur cost of revenue increased in aggregate dollars and decreased as a percentage of total revenue for the year ended December 31, 2022, versus the comparable 2021 period. The changes in cost of revenue were primarily a result of the following:\n•\nBandwidth and co-location fees increased in aggregate dollars due to continued expansion in existing and new geographies and capacity acquired with the Edgecast Acquisition. Bandwidth and co-location fees decreased as a percentage of total revenue primarily due to favorable product mix cost reductions and synergies realized from the Edgecast Acquisition. \n•\nDepreciation expense increased in aggregate dollars due to capital equipment acquired in the Edgecast Acquisition \n34\nand an increase in deployments to meet customer demand.\n•\nPayroll and related employee costs were higher as a result of increased headcount due to the Edgecast Acquisition. We have also increased the use of third party consultants to augment direct staffing expense.\n•\nOther costs increased primarily due to costs associated with increased costs of operations from our acquisition of Edgecast acquired in June 2022\n, costs from a full year of operations from Moov acquired in September 2021\n, international re-seller costs, and professional fees including third party consultants. Other costs increased as a percentage of total revenue as a result of cloud service product mix costs, related to additional video streaming products included in the Edgecast Acquisition, and increased consulting fees. \n2021 Compared to 2020\nOur cost of revenue increased in both aggregate dollars and as a percentage of total revenue for the year ended December 31, 2021, versus the comparable 2020 period. The changes in cost of revenue were primarily a result of the following:\n•\nBandwidth and co-location fees increased in aggregate dollars due to higher transit fees, as well as continued expansion in existing and new geographies.\n•\nDepreciation expense increased due to increased capital expenditures year over year.\n•\nPayroll and related employee costs were lower as a result of decreased network operations and professional services personnel and lower variable compensation.\n•\nShare-based compensation decreased primarily as a result of lower variable compensation paid out in restricted stock units, and the impact of the reduction in workforce in March 2021 versus the comparable 2020 period. These decreases were offset by equity related to our recently completed business combination.\n•\nOther costs increased primarily due to costs associated with increased international re-seller costs, professional fees, and increased fees and licenses. These increases were partially offset by decreased contract royalties, travel and entertainment expense, office supplies, and facilities. \nDue to advances in technology and improvements on how we operate our network equipment, we expect to change our estimate of the useful lives of our network equipment from three years to five years to better reflect the estimated period during which these assets will remain in service. This change in accounting estimate will be effective beginning January 1, 2023.\nGeneral and Administrative\nGeneral and administrative expense was composed of the following (in thousands and as a percentage of total revenue): \nYears Ended December 31,\n2022\n2021\n2020\nPayroll and related employee costs\n$\n24,026 \n7.1 \n%\n$\n13,083 \n6.5 \n%\n$\n12,348 \n5.5 \n%\nProfessional fees and outside services\n12,825 \n3.8 \n%\n5,293 \n2.6 \n%\n4,305 \n1.9 \n%\nShare-based compensation\n8,659 \n2.6 \n%\n12,514 \n6.2 \n%\n7,611 \n3.4 \n%\nAcquisition and legal related expenses\n26,189 \n7.7 \n%\n2,640 \n1.3 \n%\n— \n— \n%\nOther costs\n16,451 \n4.9 \n%\n6,561 \n3.3 \n%\n7,020 \n3.1 \n%\nTotal general and administrative \n(1)\n$\n88,150 \n26.0 \n%\n$\n40,091 \n19.9 \n%\n$\n31,284 \n14.0 \n%\n(1) Includes $4,351 of transition service agreement expenses for the year ended December 31, 2022 which were credited from College Parent and its related affiliates and recorded as capital contributions in the consolidated statements of stockholders’ equity.\n2022 Compared to 2021\nOur general and administrative expense increased in both aggregate dollars and as a percentage of total revenue for the year ended December 31, 2022, versus the comparable 2021 period. The increase in aggregate dollars for the year ended December 31, 2022, versus the comparable 2021 period was primarily driven by increased acquisition and legal related expenses, payroll and related employee costs, professional fees, and other costs, partially offset by a decrease in share based compensation. The increase in acquisition and legal related expenses was the result of expenses that have been incurred in \n35\nrelation to the Edgecast Acquisition. The increase in payroll and related employee costs was due to increased headcount as a result of the acquisitions of Moov and Edgecast. The increase in professional fees was due to increased costs for consulting, recruiting, and casual labor. Other costs increased due to increased costs for license and software fees, franchise and duty taxes, bad debt expense, and business insurance, partially offset by a decrease in facility related costs. The decrease in share-based compensation was the result of expense recorded in 2021 related to a transition agreement entered into between us and our former Chief Executive Officer who retired in January 2021. \n2021 Compared to 2020\nGeneral and administrative expense increased in both aggregate dollars and as a percentage of total revenue for the year ended December 31, 2021, versus the comparable 2020 period. The increase in aggregate dollars for the year ended December 31, 2021, versus the comparable 2020 period was primarily driven by an increase in share-based compensation, acquisition and legal related expenses, professional fees, and bad debt expense, which is included in other costs. The increase in share-based compensation was the result of a transition agreement entered into between us and our former CEO who retired in January 2021, which modified existing share-based awards and resulted in additional share-based compensation. Share-based compensation also increased as a result of our acquisition of Moov in September 2021, and for a sign-on bonus converted from cash to restricted stock units for our current CEO. Professional fees increased due to higher legal fees associated with corporate and governance matters, casual labor, and other outside services.\nWe expect our general and administrative expenses for 2023 to increase in aggregate dollars.\nSales and Marketing\nSales and marketing expense was composed of the following (in thousands and as a percentage of total revenue): \nYears Ended December 31,\n2022\n2021\n2020\nPayroll and related employee costs \n(1)\n$\n33,551 \n9.9 \n%\n$\n21,243 \n10.6 \n%\n$\n31,355 \n14.0 \n%\nShare-based compensation\n3,836 \n1.1 \n%\n2,513 \n1.2 \n%\n3,519 \n1.6 \n%\nMarketing programs\n3,600 \n1.1 \n%\n1,555 \n0.8 \n%\n2,228 \n1.0 \n%\nOther costs\n7,816 \n2.3 \n%\n4,649 \n2.3 \n%\n5,843 \n2.6 \n%\nTotal sales and marketing\n$\n48,803 \n14.4 \n%\n$\n29,960 \n14.9 \n%\n$\n42,945 \n19.2 \n%\n(1) Includes $385 of acquisition related expenses for the year ended December 31, 2022.\n2022 Compared to 2021\nOur sales and marketing expense increased in aggregate dollars and decreased as a percentage of total revenue for the year ended December 31, 2022, versus the comparable 2021 period. The increase in aggregate dollars for the year ended December 31, 2022, versus the comparable 2021 period was primarily driven by an increase in payroll and related employee costs, other costs, marketing programs, and share-based compensation. The increase in payroll and related employee costs and the increase in share-based compensation was due to increased headcount associated with the acquisitions of Moov and Edgecast. The increase in other costs was mainly due to an increase in license, subscription, software, and professional fees (casual labor), as a result of increased headcount, partially offset by lower facilities costs. Marketing program expenses increased due to increased trade show, and promotional and advertising costs.\n2021 Compared to 2020\nSales and marketing expense decreased in both aggregate dollars and as a percentage of total revenue for the year ended December 31, 2021, versus the comparable 2020 period. The decrease in aggregate dollars for the year ended December 31, 2021, versus the comparable 2020 period was due to the impact of the reduction in workforce in March 2021 and lower variable compensation. Share-based compensation decreased primarily as a result of lower equity variable compensation in 2021 versus the comparable 2020 period. The decrease in other costs was due to decreased facility costs, decreased other employee costs, decreased fees and licenses, and decreased travel and entertainment. These decreases were offset by increases in casual labor and recruiting.\nWe expect our sales and marketing expenses for 2023 to increase in aggregate dollars due to a full year of expenses relating to the Edgecast acquisition offset in part by cost savings from restructuring initiatives.\n36\nResearch and Development\nResearch and development expense was composed of the following (in thousands and as a percentage of total revenue): \nYears Ended December 31,\n2022\n2021\n2020\nPayroll and related employee costs \n(1)\n$\n48,524 \n14.3 \n%\n$\n13,325 \n6.6 \n%\n$\n14,334 \n6.4 \n%\nShare-based compensation\n15,655 \n4.6 \n%\n2,435 \n1.2 \n%\n2,589 \n1.2 \n%\nOther costs\n19,473 \n5.8 \n%\n5,909 \n2.9 \n%\n4,757 \n2.1 \n%\nTotal research and development \n(2)\n$\n83,652 \n24.7 \n%\n$\n21,669 \n10.8 \n%\n$\n21,680 \n9.7 \n%\n(1) Includes $4,093 of acquisition related expenses for the year ended December 31, 2022.\n(2) Includes $274 of transition service agreement expenses for the year ended December 31, 2022 which were credited from College Parent and its related affiliates and recorded as capital contributions in the consolidated statements of stockholders’ equity.\n2022 Compared to 2021\nOur research and development expense increased in both aggregate dollars and as a percentage of total revenue for the year ended December 31, 2022 versus the comparable 2021 period. The increase in aggregate dollars during the year ended December 31, 2022, versus the comparable 2021 period was primarily driven by an increase in payroll and related employee costs, share-based compensation, and other costs. The increase in payroll and related employee costs and the increase in share-based compensation was due to increased headcount associated with the acquisitions of Moov and Edgecast. The increase in other costs, was primarily due to increased professional fees, including casual labor and consulting, and increased fees and licenses, partially offset by lower facility related costs. Research and development expense increased as a percentage of total revenue as a result of increased headcount which more than doubled as a result of the Edgecast Acquisition.\n2021 Compared to 2020\nResearch and development expense slightly decreased in aggregate dollars and increased as a percentage of total revenue for the year ended December 31, 2021, versus the comparable 2020 period. The decrease in aggregate dollars was primarily related to a decrease in payroll and related employee costs partially mostly offset by an increase in other costs. The decrease in payroll and related employee costs was mainly due to reduced salaries and variable compensation due to lower headcount. The increase in other costs was primarily due to increased fees and licenses and other employee costs offset by lower facility costs and lower professional fees. \nWe expect our research and development expenses for 2023 to increase in aggregate dollars \ndue to a full year of expenses relating to the Edgecast acquisition offset in part by cost savings from restructuring initiatives.\nDepreciation and Amortization (Operating Expenses) \nDepreciation expense consists of depreciation on equipment used by general administrative, sales and marketing, and research and development personnel. Amortization expense consists of amortization of acquired intangible assets. \n2022 Compared to 2021\nDepreciation and amortization expense was $14,741 or 4.4%% of revenue, for the year ended December 31, 2022, versus $2,794, or 1.4%% of revenue for the comparable 2021 period. The increase in depreciation and amortization expense for the year ended December 31, 2022, versus the comparable 2021 period was primarily due to the amortization of intangible assets acquired as part of the Edgecast Acquisition in June 2022.\n2021 Compared to 2020\nDepreciation and amortization expense for the year ended December 31, 2020 was $1,591, or 0.7% of revenue. The increase in depreciation and amortization expense for the year ended December 31, 2021, versus the comparable 2020 period expense was primarily due to the amortization of intangible assets acquired in the business combination in September. \nRestructuring Charges\nThe restructuring charges for the years ended December 31, 2022 and 2021, were the result of management's commitment to restructure certain parts of the company to focus on cost efficiencies, improved growth and profitability, and align our workforce and facility requirements with our continued investment in the business. As a result, we are incurring \n37\ncertain charges for facilities, right of use assets, outside service contracts, and professional fees. There were no material restructuring charges for the year ended December 31, 2020. Refer to Note 12 “Restructuring Charges” of the Notes to Consolidated Financial Statements included in Part II, Item 8 of this Annual Report on Form 10-K. Future restructuring charges related to these plans are expected to be immaterial. On June 6, we announced a restructuring plan to reduce an additional 12% of our workforce. As a result, restructuring charges of approximately $3,200 will be recorded in the second quarter of 2023. Remaining future estimated restructuring charges related to this plan are approximately $500 and expected be recorded in the third quarter of 2023.\nInterest Expense \nInterest expense was $6,094, $5,423, and $3,960 for the years ended December 31, 2022, 2021, and 2020, respectively. \nInterest expense includes expense associated with the issuance of our senior convertible notes in July 2020 and fees associated with the Credit Agreement originally entered into in November 2015 and expenses relating to financing arrangements from our Open Edge arrangements.\nInterest Income \nInterest income was $510, $134, and $69\n \nfor the years ended December 31, 2022, 2021, and 2020. Interest income includes interest earned on financing lease arrangements, invested cash balances, and marketable securities. \nOther Income (Expense)\nOther expense was $4,179,\n \n$1,106, and $368\n \nfor the years ended December 31, 2022, 2021, and 2020\n. For the year ended December 31, 2022, other income (expense) consisted primarily of foreign currency transaction gains and losses and impairment charges related to a private company investment. F\nor the year ended December 31, 2021, other income (expense) consisted primarily of foreign currency transaction gains and losses, legal settlement, and the gain (loss) on sale of fixed assets. For the year ended December 31, 2020, other income (expense) consisted primarily of foreign currency transaction gains and losses, and the gain (loss) on sale of fixed assets.\nIncome Tax (Benefit) Expense \n2022 Compared to 2021\nIncome tax (benefit) expense for the year ended December 31, 2022, was a benefit of $21,080, compared to an expense of $1,154 for the comparable 2021 period. Income tax (benefit) expense on net loss before taxes was primarily due to a partial release of our valuation allowance against the deferred tax liabilities and nondeductible transaction costs resulting from the Edgecast Acquisition, offset by us providing for a valuation allowance on deferred tax assets primarily in the US, as well as state and foreign tax expense for the year. The effective income tax rate is based primarily upon income or loss for the year, the composition of the income or loss in different countries, and adjustments, if any, for the potential tax consequences, benefits or resolutions for tax audits.\n2021 Compared to 2020\nIncome tax expense for the year ended December 31, 2021 was $1,154 compared to an expense of $645 for the comparable 2020 period. Income tax expense was different than the statutory income tax rate primarily due to our providing for a valuation allowance on deferred tax assets in certain jurisdictions, share based compensation and recording of state and foreign tax expense for the year. The effective income tax rate is based primarily upon income or loss for the year, the composition of the income or loss in different countries, and adjustments, if any, for the potential tax consequences, benefits or resolutions for tax audits.\nLiquidity and Capital Resources\nAs of December 31, 2022, our cash, cash equivalents, and marketable securities classified as current totaled $74,009. Included in this amount is approximately $26,505 of cash and cash equivalents held outside the United States. Changes in cash, cash equivalents and marketable securities are dependent upon changes in, among other things, working capital items such as deferred revenues, accounts payable, accounts receivable, and various accrued expenses, as well as purchases of property and equipment and changes in our capital and financial structure due to stock option exercises, sales of equity investments, and similar events.\nCash used in operations could also be affected by various risks and uncertainties, including, but not limited to, other risks detailed in Part I, Item 1A titled “Risk Factors”. However, we believe that our existing cash, cash equivalents and marketable securities, and available borrowing capacity will be sufficient to meet our anticipated cash needs for at least the next \n38\ntwelve months. If the assumptions underlying our business plan regarding future revenue and expenses change or if unexpected opportunities or needs arise, we may seek to raise additional cash by selling equity or debt securities.     \nThe major components of changes in cash flows for the years ended December 31, 2022, and 2021 are discussed in the following paragraphs. \nOperating Activities \n2022 Compared to 2021\n    \nNet cash used in operating activities was $11,672 for the year ended December 31, 2022, compared to net cash provided by in operating activities of $1,086 for the comparable period in 2021, an increase of $12,758. Changes in operating assets and liabilities of $56,061 during the year ended December 31, 2022, compared to $11,619 for the comparable 2021 period were primarily due to: \n•\naccounts receivable increased $4,843 during the year ended December 31, 2022, as a result of trade accounts receivable related to Edgecast customers recognized after June 15, 2022 as well as timing of collections as compared to a $3,021 increase in the comparable 2021 period; \n•\nPrepaid expenses and other current assets increased $6,902 during the year ended December 31, 2022, compared to a decrease of $1,535 in the comparable 2021 period. The increase was primarily due to an increase in prepaid bandwidth and backbone expenses, prepaid expenses and insurance, and VAT receivable;\n•\naccounts payable and other current liabilities increased $58,448 during the year ended December 31, 2022, compared to an increase of $8,742 for the comparable 2021 period primarily due to an increase in accounts payable, accrued cost of services, compensation and benefit costs, accrued restructuring charges, and other accruals;\nThe timing and amount of future working capital changes and our ability to manage our days sales outstanding will also affect the future amount of cash used in or provided by operating activities. \n2021 Compared to 2020\n    \nNet cash provided by operating activities was $1,086 for the year ended December 31, 2021, versus net cash provided by operating activities of $20,352 for 2020, a decrease of $19,266. Changes in operating assets and liabilities of $11,619 during the year ended December 31, 2021, versus $84 in 2020 were primarily due to: \n•\naccounts receivable increased $3,021 during the year ended December 31, 2021, as a result of timing of collections as compared to a $4,370 decrease in the comparable 2020 period; \n•\nprepaid expenses and other current assets decreased $1,535 during the year ended December 31, 2021, compared to an increase of $5,887 in the comparable 2020 period. The decrease was primarily due to a decrease in prepaid bandwidth and backbone expenses, and prepaid expenses and insurance. These decreases were offset by an increase in VAT receivable;\n•\naccounts payable and other current liabilities increased $8,742 during the year ended December 31, 2021, versus a decrease of $1,737 for the comparable 2020 period due to increased accounts payable, accrued compensation and benefits, accrued account payable, accrued legal fees, and our restructuring charge accrual. \nInvesting Activities \n2022 Compared to 2021 Compared to 2020\nNet cash provided by investing activities was $12,572 for the year ended December 31, 2022, compared to net cash used in investing activities of $15,097 and $105,070 for the comparable 2021 and 2020 period, respectively. For the year ended December 31, 2022, net cash provided by investing activities was related to cash received from the sale and maturities of marketable securities and cash acquired in the Edgecast Acquisition, partially offset by from purchases of marketable securities and capital expenditures, primarily for servers and network equipment associated with the build-out and expansion of our global computing platform. For the year ended December 31, 2021, net cash used in investing activities was related to the purchase of marketable securities, the Moov acquisition, and capital expenditures, partially offset by cash received from the sale and maturities of marketable securities. For the year ended December 31, 2020, net cash used in investing activities was related to the purchase of marketable securities, and capital expenditures, partially offset by cash received from the sale and maturities of marketable securities. \n39\nWe expect to have ongoing capital expenditure requirements as we continue to invest in and expand our network. During the year ended December 31, 2022, we made capital expenditures of $35,541, which represented approximately 10% of our total revenue. We currently expect capital expenditures in 2023 to be less than 10% of revenue.\nFinancing Activities \n2022 Compared to 2021 Compared to 2020\nNet cash provided by financing activities was $14,251 for the year ended December 31, 2022, compared to net cash provided by financing activities of $9,707 and $112,899 for the comparable 2021 and 2020 periods, respectively. Net cash provided by financing activities in the year ended December 31, 2022, primarily relates to cash received from proceeds from the Open Edge arrangements of $13,479 and from the exercise of stock options of $9,998, partially offset by the repayments of the Open Edge arrangements of $4,956 and the payments of employee tax withholdings related to the net settlement of vested restricted stock units of $4,270.\nNet cash provided by financing activities during the year ended December 31, 2021, primarily related to cash received from proceeds from the Open Edge arrangements of $9,385 and the exercise of stock options and our employee stock purchase plan of $6,185, partially offset by the repayments of the Open Edge arrangements of $4,207 and the payments of employee tax withholdings related to the net settlement of vested restricted stock units of $1,626.\nNet cash provided by financing activities in the year ended December 31, 2020, primarily relates to cash received from the issuance of the Notes of $121,600, cash received from the exercise of stock options and our employee stock purchase plan of $10,068, proceeds from the Open Edge arrangements of $3,381, offset by $16,413 premium paid related to our capped call transactions, and the payments of employee tax withholdings related to the net settlement of vested restricted stock units of $4,878, and $859 payment of debt issuance costs.\nConvertible Senior Notes and Capped Call Transactions\n \nIn July 2020, we issued $125,000 aggregate principal amount of 3.50% Convertible Senior Notes due 2025 (the “Notes”), with an initial conversion rate of 117.2367 shares of our common stock (equal to an initial conversion rate of $8.53 per share), subject to adjustment in some events. The Notes will be senior, unsecured obligations of ours and will be equal in right of payment with our senior, unsecured indebtedness; senior in right of payment to our indebtedness that is expressly subordinated to the Notes; effectively subordinated to our senior, secured indebtedness, including future borrowings, if any, under our amended credit facility with First Citizens Bank (formerly Silicon Valley Bank) (“FCB”), to the extent of the value of the collateral securing that indebtedness; and structurally subordinated to all indebtedness and other liabilities, including trade payables, and (to the extent we are not a holder thereof) preferred equity, if any, of our subsidiaries. The Notes are governed by an indenture (the \n“I\nndenture”) between us, as the issuer, and U.S. Bank, National Association, as trustee (the “Trustee”). The Indenture does not contain any financial covenants.\nThe Notes mature on August 1, 2025, unless earlier converted, redeemed or repurchased in accordance with their term prior to the maturity date. Interest is payable semiannually in arrears on February 1 and August 1 of each year, beginning on February 1, 2021. We may not redeem the Notes prior to August 4, 2023. \nOn or after August 4, 2023, and on or before the 40th scheduled trading day immediately before the maturity date, we may redeem for cash all or any portion of the Notes if the last reported sale price of our common stock has been at least 130% of the conversion price then in effect for at least 20 trading days (whether or not consecutive), including the trading day immediately preceding the date on which we provide notice of redemption, during any 30 consecutive trading day period ending on, and including, the trading day immediately preceding the date on which we provide notice of redemption. The redemption price will equal 100% of the principal amount of the Notes being redeemed, plus accrued and unpaid interest to, but excluding, the redemption date. No sinking fund is provided for the Notes.\n \nDuring the year ended December 31, 2022, the conditions allowing holders of the Notes to convert were not met and therefore the Notes are not yet convertible. \nIn connection with the offering of the Notes, we also entered into privately negotiated capped call transactions (collectively, the \n“\nCapped Calls\n”\n). The Capped Calls have an initial strike price of approximately $8.53 per share, subject to certain adjustments, which corresponds to the initial conversion price of the Notes. The Capped Calls have an initial cap price of $13.38 per share, subject to certain adjustments. The Capped Calls cover, subject to anti-dilution adjustments, approximately 14.7 million shares of our common stock and are expected to offset the potential economic dilution to our common stock up to the initial cap price.\n40\nAs a result of the restatement of our previously issued consolidated financial statements described in the “Explanatory Note” preceding Item 1, we were unable to file our Annual Report on Form 10-K for the year ended December 31, 2022 on a timely basis. For the same reason, we were also unable to file our Quarterly Report on Form 10-Q for the quarter ended\nMarch 31, 2023. Pursuant to the terms of the Indenture, on April 12, 2023, we notified the Trustee that due to our failure to timely file with the SEC our Annual Report on Form 10-K for the year ended December 31, 2022, a default (as defined in the Indenture) had occurred. Pursuant to the terms of the Indenture, on June 12, 2023, we notified the Trustee that due to our\nfailure to timely file with the SEC our Quarterly Report on Form 10-Q for the quarter ended March 31, 2023, a default\n(as defined in the Indenture) had occurred.\nOn April 17, 2023, a holder of the Notes delivered a notice of default to the Trustee and the company notifying us that we were in breach of the Indenture for failing to provide the Trustee our Annual Report on Form 10-K for the year ended December 31, 2022. Under the terms of the Indenture, such default matured into an event of default (the “Reporting Event of Default”) on June 17, 2023.\nBy notice to the holders of the Notes and the Trustee on June 12, 2023 and in accordance with the Indenture, we elected that the sole remedy for the Reporting Event of Default during the period beginning on June 17, 2023 (the \"Reporting Event of Default Date\") and ending on the earlier of (x) 365 calendar days after the Reporting Event of Default Date and (y) the date on which we deliver the Annual Report to the Trustee will consist of the accrual of additional interest (\"Special Interest\") at a rate equal to one quarter of one percent (0.25%) of the principal amount of the outstanding Notes for the first 180 calendar days on which Special Interest accrues and, thereafter, at a rate per annum equal to one half of one percent (0.50%) of the principal amount of the outstanding Notes. The Notes will be subject to acceleration pursuant to the Indenture on account of the Reporting Event of Default if we fail to pay Special Interest when due under the Indenture.\nLine of Credit\nIn November 2015, we entered into the original Loan and Security Agreement (the “Credit Agreement”) with FCB. Since the inception, there have been ten amendments, with the most recent amendment being in June 2023 (the “Tenth Amendment”). Under the Tenth Amendment our borrowing capacity was reduced to the lesser of the commitment amount of $50,000 or 50% of eligible accounts receivable while the maturity date remains at April 2, 2025. All outstanding borrowings owed under the Credit Agreement become due and payable no later than the final maturity date of April 2, 2025.\nAs of December 31, 2022, borrowings under the Credit Agreement bear interest at the current prime rate minus 0.25%. In the event of default, obligations shall bear interest at a rate per annum which is 4% above the then applicable rate. As of December 31, 2022 and 2021, we had no outstanding borrowings.\nFinancial Covenants and Borrowing Limitations\nThe Credit Agreement requires, and any future credit facilities will likely require, us to comply with specified financial requirements that may limit the amount we can borrow. A breach of any of these covenants could result in a default. Our ability to satisfy those covenants depends principally upon our ability to meet or exceed certain financial performance results. Any debt agreements we enter into in the future may further limit our ability to enter into certain types of transactions.\nWe are required to maintain an Adjusted Quick Ratio of at least 1.0. We are also subject to certain customary limitations on our ability to, among other things, incur debt, grant liens, make acquisitions and other investments, make certain restricted payments such as dividends, dispose of assets or undergo a change in control. As of December 31, 2022, we were not in compliance with our Adjusted Quick Ratio requirement. On June 27, 2023, we have received a waiver for, among others, our non-compliance.\n \nFor a more detailed discussion regarding our Credit Agreement, please refer to Note 11 \n“\nDebt - Line of Credit\n”\n of the Notes to Consolidated Financial Statements included in Part II, Item 8 of this Annual Report on Form 10-K.\nWe may be prevented from taking advantage of business opportunities that arise because of the limitations imposed on us by restrictive covenants within the Credit Agreement. These restrictions may also limit our ability to plan for or react to market conditions, meet capital needs or otherwise restrict our activities or business plans and adversely affect our ability to finance our operations, enter into acquisitions, execute our business strategy, effectively compete with companies that are not similarly restricted or engage in other business activities that would be in our interest. In the future, we may also incur debt obligations that might subject us to additional and different restrictive covenants that could affect our financial and operational flexibility. We cannot assure you that we will be granted waivers or amendments to the Indenture governing the Credit Agreement, or such other debt obligations if for any reason we are unable to comply with our obligations thereunder or that we will be able to refinance our debt on acceptable terms, or at all, should we seek to do so. Any such limitations on borrowing \n41\nunder the Credit Agreement, including payments related to litigation, could have a material adverse impact on our liquidity and our ability to continue as a going concern could be impaired.     \nShare Repurchases\n    On March 14, 2017, our board of directors authorized a $25,000 share repurchase program. Any shares repurchased under this program will be canceled and returned to authorized but unissued status. During the years ended December 31, 2022, 2021 and 2020, respectively, we did not repurchase any shares under the repurchase programs. As of December 31, 2022, there remained $21,200 under this share repurchase program.\nContractual Obligations, Contingent Liabilities, and Commercial Commitments\nIn the normal course of business, we make certain long-term commitments for right-of-use (\n“\nROU\n”\n) assets (primarily office facilities), Open Edge partner commitments, and purchase commitments for bandwidth, and computer rack space. These commitments expire on various dates ranging from 2023 to 2030. We expect that the growth of our business will require us to continue to add to long-term commitments in 2023 and beyond. As a result of our growth strategies, we believe that our liquidity and capital resources requirements will grow. \nThe following table presents our contractual obligations and commercial commitments, as of December 31, 2022 over the next five years and thereafter. See Item 8 of Part II, “Financial Statements and Supplementary Data - Note 19 - Leases and Commitments” for additional information.\nPayments Due by Period\nLess than\nMore than\nTotal\n1 year\n1-3 years\n3-5 years\n5 years\nPurchase and Other Commitments\nOpen Edge partner commitments (1)\n$\n113,697 \n$\n35,359 \n$\n53,916 \n$\n24,422 \n$\n— \n  Bandwidth commitments\n38,134 \n27,550 \n10,282 \n302 \n— \n  Rack space commitments\n23,309 \n17,537 \n5,772 \n— \n— \nTotal purchase and other commitments\n175,140 \n80,446 \n69,970 \n24,724 \n— \nRight-of-use assets and other operating leases\n15,787 \n5,158 \n3,800 \n2,965 \n3,864 \nOpen Edge arrangements' financing obligations (1)\n22,184 \n7,358 \n9,727 \n5,024 \n75 \nTotal\n$\n213,111 \n$\n92,962 \n$\n83,497 \n$\n32,713 \n$\n3,939 \n(1) The Open Edge partner commitments typically include a minimum fee commitment that is paid to the partners over the course of the arrangement. The aggregate minimum fee commitment is allocated between cost of services and financing obligations. Refer to Note 2 “Summary of Significant Accounting Policies” and Note 19 “Leases and Commitments” of the Notes to Consolidated Financial Statements included in Part II, Item 8 of this Annual Report on Form 10-K for additional details. \nAs of December 31. 2022, we did not have any off-balance sheet arrangements that have or are reasonably likely to have a current or future effect on our financial condition, changes in financial condition, revenues or expenses, results of operations, liquidity, capital expenditures or capital resources that may be material to investors.\nNew Accounting Pronouncements\nSee Item 8 of Part II, “Financial Statements and Supplementary Data - Note 2 - Summary of Significant Accounting Policies - Recent Accounting Standards.”",
    "item7a": ">Item 7A.    Quantitative and Qualitative Disclosures about Market Risk\nInterest Rate Risk \nOur exposure to market risk for changes in interest rates relates primarily to our debt and investment portfolio. In our investment portfolio, we do not use derivative financial instruments. Our investments are primarily with our commercial and investment banks and, by policy, we limit the amount of risk by investing primarily in money market funds, United States Treasury obligations, high quality corporate and municipal obligations, and certificates of deposit. The interest rate on our line of credit is at the current prime rate minus 0.25%. In the event of default, obligations shall bear interest at a rate per annum which is 4% above the then applicable rate. An increase in interest rates of 100 basis points would add $10 of interest expense per year, to our results of operations, for each $1,000 drawn on the line of credit. As of December 31, 2022, there were no outstanding borrowings against the line of credit. The interest rate on our Notes is 3.50%. In connection with an event of default \n42\nwith respect to certain reporting obligations and our election to pay Special Interest in respect thereof, the Notes shall bear additional interest at a rate per annum of 0.25% of the principal amount for the first 180 days and 0.50% thereafter until the earlier of the date such event of default is cured and 365 days after the initial date of the event of default. An election to pay Special Interest in connection with such an event of default could add up to $471 of interest expense in a 365-day period.\nForeign Currency Risk\nWe operate in the Americas, EMEA and Asia-Pacific. As a result of our international business activities, our financial results could be affected by factors such as changes in foreign currency exchange rates or economic conditions in foreign markets, and there is no assurance that exchange rate fluctuations will not harm our business in the future. We have foreign currency exchange rate exposure on our results of operations as it relates to revenues and expenses denominated in foreign currencies. A portion of our cost of revenues and operating expenses are denominated in foreign currencies as are our revenues associated with certain international clients. To the extent that the U.S. dollar weakens, similar foreign currency denominated transactions in the future will result in higher revenues and higher cost of revenues and operating expenses, with expenses having the greater impact on our financial results. Similarly, our revenues and expenses will decrease if the U.S. dollar strengthens against these foreign currencies. Although we will continue to monitor our exposure to currency fluctuations, and, where appropriate, may use financial hedging techniques in the future to minimize the effect of these fluctuations, we are not currently engaged in any financial hedging transactions. Assuming a 10% weakening of the U.S. dollar relative to our foreign currency denominated revenues and expenses, our net loss for the year ended December 31, 2022, the impact would have been approximately $4,600. There are inherent limitations in the sensitivity analysis presented, primarily due to the assumption that foreign exchange rate movements across multiple jurisdictions are similar and would be linear and instantaneous. As a result, the analysis is unable to reflect the potential effects of more complex markets or other changes that could arise, which may positively or negatively affect our results of operations. \nInflation Risk\nWe do not believe that inflation has had a material effect on our business, financial condition, or results of operations. If our costs were to become subject to significant inflationary pressures, we may not be able to fully offset such higher costs through price increases. Our inability or failure to do so could harm our business, financial condition or results of operations.\nCredit Risk\nDuring any given fiscal period, a relatively small number of clients typically account for a significant percentage of our revenue. For example, in 2022, 2021, and 2020, sales to our top 20 clients accounted for approximately 73%, 75%, and 76%, respectively, of our total revenue. During 2022, we had two clients, Amazon and Verizon, who represented approximately 17% and 12%, respectively, of our total revenue. During 2021 and 2020, we had two clients, Amazon and Sony which represented approximately 32% and 11%, respectively, and 37% and 11%, respectively of our total revenue.\n As of December 31, 2022, Amazon, Verizon and Microsoft represented 20%, 13% and 10%, respectively, of our total accounts receivable. As of December 31, 2021, Amazon represented 33% of our total accounts receivable.\n In 2023, we anticipate that our top twenty customer concentration levels will remain relatively consistent with 2022. In the past, the clients that comprised our top twenty customers have continually changed, and our large customers may not continue to be as significant going forward as they have been in the past.\n43",
    "cik": "1391127",
    "cusip6": "53261M",
    "cusip": [
        "53261M904",
        "53261M104",
        "53261M954"
    ],
    "names": [
        "EDGIO INC"
    ],
    "source": "https://www.sec.gov/Archives/edgar/data/1391127/000139112723000016/0001391127-23-000016-index.htm"
}