{
    "item1": ">Item 1.          \nBusiness\nOverview & Strategy\nCimpress is a strategically focused group of more than ten businesses that specialize in mass customization of printing and related products, via which we deliver large volumes of individually small-sized customized orders. Our products and services include a broad range of marketing materials, business cards, signage, promotional products, logo apparel, packaging, books and magazines, wall decor, photo merchandise, invitations and announcements, design and digital marketing services, and other categories. Mass customization is a core element of the business model of each Cimpress business and is a competitive strategy which seeks to produce goods and services to meet individual customer needs with near mass production efficiency. We discuss mass customization in more detail further below.\nWe have grown substantially over our history, from $0 in 1995 to $0.2 billion of revenue in fiscal year 2006, the year when we became a publicly traded company, then to $3.1 billion of revenue in fiscal year 2023. As we have grown we have achieved important benefits of scale. Our strategy is to invest in and build customer-focused, entrepreneurial print mass customization businesses for the long term, which we manage in a decentralized, autonomous manner. We drive competitive advantage across Cimpress through a select few shared strategic capabilities that have the greatest potential to create Cimpress-wide value. We limit all other central activities to only those which absolutely must be performed centrally. \nWe believe this decentralized structure is beneficial in many ways as it enables our businesses to be more customer focused, to make better decisions faster, to manage a holistic cross-functional value chain required to serve customers well, to be more agile, to be held more accountable for driving investment returns, and to understand where we are successful and where we are not. This structure delegates responsibility, authority and resources to the CEOs and managing directors of our various businesses. We believe this approach has provided great value in periods of increased market volatility, enabling our businesses to respond quickly to changes in customer needs, while also providing our leaders an environment to share best practices and insights across the group.\nThe select few shared strategic capabilities into which we invest include our (1) mass customization platform (\"MCP\"), (2) talent infrastructure in India, (3) central procurement of large-scale capital equipment, shipping services, major categories of our raw materials and other categories of spend\n, \nand (4) peer-to-peer knowledge sharing among our businesses. We encourage each of our businesses to leverage these capabilities, but each business is free to choose the extent to which they use these services. This optionality, we believe, creates healthy pressure on the central teams who provide such services to deliver compelling value to our businesses.\nWe limit all other central activities to only those that must be performed centrally. Out of more than\n \n15,000 employees, we have fewer than 100 who work in central activities that fall into this category, which includes tax, treasury, internal audit, legal, sustainability, corporate communications, remote first enablement, consolidated reporting and compliance, investor relations, capital allocation, and the functions of our CEO and CFO. We have developed guardrails and accountability mechanisms in key areas of governance including cultural aspects such as a focus on customers and being socially responsible, as well as operational aspects such as the processes by which we set strategy and financial budgets and review performance, and the policies by which we ensure compliance with applicable laws.\nOur Uppermost Financial Objective\nOur uppermost financial objective is to maximize our intrinsic value per share. We define intrinsic value per share as (a) the unlevered free cash flow per diluted share that, in our best judgment, will occur between now and the long-term future, appropriately discounted to reflect our cost of capital, minus (b) net debt per diluted share. We define unlevered free cash flow as adjusted free cash flow plus cash interest payments, partially offset by cash interest received on our cash and marketable securities.\nThis financial objective is inherently long term in nature. Thus an explicit outcome of this is that we accept fluctuations in our financial metrics as we make investments that we believe will deliver attractive long-term returns on investment. \n1\nWe ask investors and potential investors in Cimpress to understand our uppermost financial objective by which we endeavor to make all financially evaluated decisions. We often make decisions in service of this priority that could be considered non-optimal were they to be evaluated based on other financial criteria such as (but not limited to) near- and mid-term revenue, operating income, net income, EPS, adjusted EBITDA, and cash flow. \nMass Customization\nMass customization is a business model that allows companies to deliver major improvements to customer value across a wide variety of customized product categories. Companies that master mass customization can automatically direct high volumes of orders into smaller streams of homogeneous orders that are then sent to specialized production lines. If done with structured data flows and the digitization of the configuration and manufacturing processes, setup costs become very small, and small volume orders become economically feasible.\n          The chart illustrates this concept. The horizontal axis represents the volume of production of a given product; the vertical axis represents the cost of producing one unit of that product. Traditionally, the only way to manufacture at a low unit cost was to produce a large volume of that product: mass-produced products fall in the lower right-hand corner of the chart. Custom-made products (i.e., those produced in small volumes for a very specific purpose) historically incurred very high unit costs: they fall in the upper left-hand side of the chart. \n           Mass customization breaks this trade off, enabling low-volume, low-cost production of individually unique products. Very importantly, relative to traditional alternatives mass customization creates value in many ways, not just lower cost. Other advantages can include faster production, greater personal relevance, elimination of obsolete stock, better design, flexible shipping options, more product choice, and higher quality.\nMass customization in print-related markets delivers a breakthrough in customer value particularly well in markets in which the worth of a physical product is inherently tied to a specific, unique use or application. For instance, there is limited value to a sign that is the same as is used by many other companies: the business owner needs to describe what is unique about their business. Likewise, customized packaging is a way for a business to add their brand identity to what is oftentimes the first physical touchpoint with a customer for online purchases. Before mass customization, producing a high-quality custom product required high per-order setup costs, so it simply was not economical to produce a customized product in low quantities.\nThere are three ingredients to mass customization applied to print applications: (1) web-to-print or e-commerce stores that offer a wide variety of customizable products, a replacement of more expensive and harder-to-scale physical stores with limited geographic reach; (2) software-driven order aggregation, which enables significantly reduced costs on low-volume orders; and (3) democratized design that combines intuitive design software with a large scale of human designers that are typically located in low-cost locations to deliver high-quality, or lower-cost, highly scalable alternatives to traditional graphic design services.\nWe believe that the business cards sold by our Vista business provide a concrete example of the potential of our mass customization business model to deliver significant customer value and to develop strong profit franchises in large markets that were previously low growth and commoditized. Millions of very small customers (for example, home-based businesses) rely on Vista to design and procure aesthetically pleasing, high-quality, quickly delivered, and low-priced business cards. The Vista production operations for a typical order of 250 standard business cards in Europe and North America require less than 14 seconds of labor for all of pre-press, printing, cutting and packaging, versus an hour or more for traditional printers. Combined with advantages of scale in graphic design support services, purchasing of materials, our self-service online ordering, pre-press automation, auto-scheduling and automated manufacturing processes, we allow customers to design, configure, and procure business cards at a fraction of the cost of typical traditional printers with very consistent quality and delivery reliability. Customers have very extensive, easily configurable, customization options such as rounded corners, \n2\ndifferent shapes, specialty papers, “spot varnish”, reflective foil, folded cards, or different paper thicknesses. Achieving this type of product variety while also being very cost efficient took us almost two decades and requires massive volume, significant engineering investments, and significant capital. For example, business cards is a mature market that, at the overall market level, has experienced continual declines over the past two decades. Yet, for Vista, this has remained a growing category that is highly profitable. We currently produce many other product categories (such as flyers, brochures, signage, drinkware, pens, t-shirts, hats, embroidered soft goods, rubber stamps, labels, packaging, stickers, books, catalogs, magazines, calendars, holiday cards, invitations, photobooks, and canvas prints) via similar analogous methods. While these product categories are not as automated as business cards, each is well along the spectrum of mass customization relative to traditional suppliers and thus provide great customer value and a strong, profitable, and growing revenue stream.\nMarket and Industry Background\nPrint's Mass Customization Opportunity\nMass customization of print and related products is not a market itself, but rather a business model that can be applied across global geographic markets, to customers from varying businesses (micro, small, medium, and large), graphic designers, resellers, printers, teams, associations, groups, consumers, and families, to which we offer products such as the following:\nLarge traditional print markets undergoing disruptive innovation\nThe products, geographies and customer applications listed above constitute a large market opportunity that is highly fragmented. We believe that the vast majority of the markets to which mass customization could apply are still served by traditional business models that force customers either to produce in large quantities per order or to pay a high price per unit. \nWe believe that these large and fragmented markets are moving away from small traditional suppliers that employ job shop business models to fulfill a relatively small number of customer orders and toward businesses such as those owned by Cimpress that aggregate a relatively large number of orders and fulfill them via a focused supply chain and production capabilities at relatively high volumes, thereby achieving the benefits of mass customization. We believe we are relatively early in the process of what will be a multi-decade shift from job-shop business models to mass customization, as innovation continues to bring new product categories into this model.\nCimpress’ current revenue represents a very small fraction of this market opportunity. We believe that Cimpress and competitors who have built their businesses around a mass customization model are “disruptive innovators” to these large markets because we enable small-volume production of personalized, high-quality products at an affordable price. Disruptive innovation, a term coined by Harvard Business School professor Clayton Christensen, describes a process by which a product or service takes root initially in simple applications at the bottom of a market (such as free business cards for the most price sensitive of micro-businesses or low-quality white t-shirts) and then moves up market, eventually displacing established competitors (such as those in the markets mentioned above).\n3\nWe believe that a large opportunity exists for major markets to shift to a mass customization paradigm and, even though we are largely decentralized, the select few shared strategic capabilities into which we centrally invest provide significant scale-based competitive advantages for Cimpress.\nWe believe this opportunity to deliver substantially better customer value and, therefore, disrupt large traditional industries can translate into tremendous future opportunity for Cimpress. Earlier in our history, we focused primarily on a narrow set of customers (highly price-sensitive and discount-driven micro businesses and consumers) with a limited product offering. Through acquisitions and via significant investments in our Vista business, we have expanded the breadth and depth of our product offerings, extended our ability to serve our traditional customers and gained a capability to serve a vast range of customer types.\nAs we continue to evolve and grow Cimpress, our understanding of these markets and their relative attractiveness is also evolving. Our expansion of product breadth and depth as well as new geographic markets has significantly increased the size of our addressable market opportunity. Our businesses conduct market research on an ongoing basis and through those studies, we remain confident in the overall market opportunity; however, our estimates are only approximate. Despite the imprecise nature of our estimates, we believe that our understanding is directionally correct and that we operate in a vast aggregate market with significant opportunity for Cimpress to grow as we continue delivering a differentiated and attractive value proposition to customers.\nPrint Market Opportunity\nToday, we believe that the revenue opportunity for low-to-medium order quantities (i.e., still within our focus of small-sized individual orders) in the four product categories below is over $100 billion annually in North America, Europe and Australia, and significantly higher if you include other geographies and custom consumer products. These product categories are listed in order of market penetration by mass customization models. The market for small format marketing materials is the most mature in this penetration, though there is still a significant portion served by thousands of small traditional suppliers. The market for packaging products is the least mature in terms of penetration by mass customization models, but this transition has begun. The estimates of annual market opportunity in each of the four product categories below are based on research conducted for Cimpress by third-party research firm Keypoint Intelligence in August 2022 to estimate the value of print shipments to small and medium businesses in Australia, France, Germany, Italy, UK and the U.S. Cimpress extrapolated the findings of the study to estimate the market size of the remaining countries in North America and Europe in which we sell products based on the relative number of small and medium businesses in those other markets.\n•\nSmall format marketing materials such as business cards, flyers, leaflets, inserts, brochures, and magazines. Businesses of all sizes are the main end users of short-and-medium run lengths (per order quantities below 2,500 units for business cards and below 20,000 units for other materials). This opportunity is estimated to be more than $25 billion per year.\n•\nLarge format products such as banners, signs, tradeshow displays, and point-of-sale displays. Businesses of all sizes are the main end users of short-and-medium run lengths (less than 1,000 units). This opportunity is estimated to be more than $35 billion per year.\n•\nPromotional products, apparel, and gifts including decorated apparel, bags, and textiles, and hard goods such as pens, USB sticks, and drinkware. The end users of short-and-medium runs of these products range from businesses to teams, associations and groups, as well as individual consumers. This opportunity is estimated to be more than $25 billion per year.\n•\nPackaging products, such as corrugated board packaging, folded cartons, bags, and labels. Businesses of all sizes are the primary end users for short-and-medium runs (below 10,000 units). This opportunity is estimated to be more than $15 billion per year.\nDesign Market Opportunity\nVista was an early pioneer of the concept of web-based do-it-yourself design for printed products as a fundamental part of its original customer value proposition for designs for relatively simple 2D product formats. We believe that there is an ongoing revolution in graphic design for small business marketing, one in which a combination of technology tools, artificial intelligence and machine learning, and convenient access via two-sided marketplace platforms to professional freelance design talent (including from low-cost countries) will continue a multi-decade democratization of design that has been central to print mass customization, and is likely to continue \n4\nto be a key enabler to bringing ever-more-complex product formats and marketing channels into the mass customization paradigm (for example, packaging, large format signage, and catalogs). Vista has continued to invest  in its design capabilities, both organically and through acquisition, to be a leader in this market shift. For example, Vista has acquired a network of 150,000 freelance designers who work with customer-specific design projects and a business with more than 100,000 freelance contributors of photos, videos, music, and other content. Vista is building a design system that combines graphic templates created by thousands of freelancers with algorithmically generated variations across many different print and digital products of customers' adaptation of those templates.\nVista researched the design spend in two of its largest markets, the U.S. and Germany, and found that small businesses spend approximately $6 billion annually on design services in these two markets, exclusive of the purchases of the print or digital products that the designs enhance. Even more importantly, this research found that small businesses in these markets that purchase design services represent the majority of the addressable market for print and digital marketing materials. We believe that a broader complement of design services should enable Vista to retain customers longer as their needs evolve, as well as both attract new customers and serve existing customers with more complex products, and therefore access more of our total addressable market.\nDigital Market Opportunity\nOver the past decade, small businesses have complemented the physical products they use to market their businesses with digital marketing channels like websites and social media marketing. Though the digital marketing channels themselves are not areas that we believe we should allocate significant capital to develop our own offerings, design is a common component to both physical and digital marketing for small businesses, and our small business customers look for ideas and advice when it comes to ensuring cohesive brand expression and successful campaigns across these channels. In our Vista business we recently acquired a business to accelerate our offering for do-it-yourself social media design that, combined with partnership opportunities with leading digital presence businesses like Wix, has extended our total addressable market into an adjacency where we believe we have an opportunity to deliver integrated marketing solutions to small business customers using a best-in-class partnership approach. The total market for digital marketing applications is massive, but our ambition here is focused on enhancing the customer experience of millions of Vista customers, where the amount that businesses spend annually on digital marketing solutions is roughly the same amount as is spent on design services and print products. We believe investing in digital design capabilities and offering digital solutions via partnership will enable Vista to capture a portion of this opportunity by attracting new customers and increasing the lifetime value and retention of existing customers.\nOur Businesses\nCimpress businesses include our organically developed Vista business, plus businesses that we have either fully acquired or in which we have a majority equity stake. Prior to their acquisitions, most of our acquired companies pursued business models that already applied the principles of mass customization to print and related products. In other words, each provided a standardized set of products that could be configured and customized by customers, ordered in relatively low volumes, and produced via relatively standardized, homogeneous production processes, at prices lower than those charged by traditional producers.\nOur businesses serve markets primarily in North America, Western Europe, Australia, and New Zealand. We also have small but fast growing businesses in India and Brazil. Their websites typically offer a broad assortment of tools and features allowing customers to create a product design or upload their own complete design and place an order, either on a completely self-service basis or with varying levels of assistance. The combined product assortment across our businesses is extensive, including offerings in the following product categories: business cards, marketing materials such as flyers and postcards, digital and marketing services, writing instruments, signage, canvas-print wall décor, decorated apparel, promotional products and gifts, packaging, design services, textiles, and magazines and catalogs. \nThe majority of our revenue is driven by standardized processes and enabled by software. We endeavor to design these processes and technologies to readily scale as the number of orders received per day increases. In particular, the more individual jobs we receive in a given time period, the more efficiently we can sort and route jobs with homogeneous production processes to given nodes of our internal production systems or of our third-party supply chain. This sortation and subsequent process automation improves production efficiency. We believe that our strategy of systematizing our service and production systems enables us to deliver value to customers much more effectively than traditional competitors.\nOur businesses operate production facilities throughout the geographies listed above, with over 3 million square feet of production space in the aggregate across our owned and operated facilities. We also work \n5\nextensively with hundreds of external fulfillers across the globe. We believe that the improvements we have made and the future improvements we intend to make in software technologies that support the design, sortation, scheduling, production, and delivery processes provide us with significant competitive advantage. In many cases our businesses can produce and ship an order the same day they receive it. Our supply chain systems and processes seek to reduce inventory and working capital and improve delivery speeds to customers relative to traditional suppliers. In certain of our company-owned manufacturing facilities, software schedules the near-simultaneous production of different customized products that have been ordered by the same customer, allowing us to produce and deliver multi-part orders quickly and efficiently.\nWe believe that the potential for scale-based advantages is not limited to focused, automated production lines. Other advantages include the ability to systematically and automatically sort through the voluminous “long tail” of diverse and uncommon orders in order to group them into more homogeneous categories, and to route them to production nodes that are specialized for that category of operations and/or which are geographically proximate to the customer. In such cases, even though the daily production volume of a given production node is small in comparison to our highest-volume production lines, the homogeneity and volume we are able to achieve is nonetheless significant relative to traditional suppliers of the long-tail product in question; thus, our relative efficiency gains remain substantial. For this type of long-tail production, we rely heavily on third-party fulfillment partnerships, which allow us to offer a very diverse set of products. We acquired most of our capabilities in this area via our investments in Exaprint, Printdeal, Pixartprinting, and WIRmachenDRUCK. For instance, the product assortment of each of these four businesses is measured in the tens of thousands, versus Vista where product assortment is dramatically smaller on a relative basis. This deep and broad product offering is important to many customers.\n    Our businesses are currently organized into the following five reportable segments:\n1.\nVista\n: \nConsists of the operations of our VistaPrint branded websites in North America, Western Europe, Australia, New Zealand, India, and Singapore. This business also includes our 99designs by Vista business, which provides graphic design services, VistaCreate for do-it-yourself (DIY) design, our Vista x Wix partnership for small business websites, and our Vista Corporate Solutions business, which serves medium-sized businesses and large corporations.\nOur Vista business helps more than 11 million small businesses annually to create attractive, professional-quality marketing products at affordable prices and at low volumes. With Vista, small businesses are able to create and customize their marketing with easy-to-use digital tools and design-templates, or by receiving expert graphic design support. In October 2020, Vista acquired 99designs to expand its design offering via a worldwide community of more than 150,000 talented designers to make it easy for designers and clients to work together to create designs they love. In October 2021, Vista acquired Depositphotos and its business now known as VistaCreate to expand the content available for our customers and to introduce VistaCreate, which is a versatile, intuitive design software, which leverages templates from freelance contributors.\nSeveral signature services including \"VistaPrint\", \"VistaCreate\", \"99designs by Vista\", \"Vista Corporate Solutions,\" and \"Vista x Wix\" operate within the \"Vista\" brand architecture. This broadens our customers' understanding of our value proposition to allow us to serve a larger set of their needs across a wide range of products and solutions that include design, social media, and web presence as well as print.\nVistaPrint represents the vast majority of the revenue in this segment where average order value is more than $80 and customers spend, on average, a bit more than $170 per year; gross margins are about 54% and advertising spend as a percent of revenue is about 16%. Vista has had strong free cash flow conversion as its e-commerce model typically leads to collections from customers prior to the production and shipment of customer orders.\nUpload & Print:\nOur Upload & Print businesses are organized in two reportable segments: PrintBrothers and The Print Group, both of which focus on serving graphic professionals such as local printers, print resellers, graphic artists, advertising agencies, and other customers with professional desktop publishing skill sets. Upload and Print businesses have an average order value of about €115 and annual per customer revenue of over €650. Gross margins vary by business but average about 30% due to wholesale-like pricing and the wide \n6\nvariety of products produced both in owned facilities as well as via third-party fulfillers. Advertising spend as a percent of revenue is about 5%.\n \n2.\nPrintBrothers: \nConsists of our druck.at, Printdeal, and WIRmachenDRUCK businesses. PrintBrothers businesses serve customers throughout Europe, primarily in Austria, Belgium, Germany, the Netherlands, and Switzerland. \n3.\nThe Print Group: \nConsists of our Easyflyer, Exaprint, Pixartprinting, and Tradeprint businesses. The Print Group businesses serve customers throughout Europe, primarily in France, Italy, Spain, and the UK. \n4.\nNational Pen\n: \nConsists of our National Pen business and a few smaller brands operated by National Pen that are focused on customized writing instruments and promotional products, apparel, and gifts for small- and medium-sized businesses.\nNational Pen serves more than a million small businesses annually across geographies including North America, Europe, and Australia. Marketing methods are typically direct mail and telesales, as well as a growing e-commerce site. National Pen operates several brands focused on customized writing instruments and promotional products, apparel, and gifts for small- and medium-sized businesses. National Pen’s average order value is about $200 - $250, and annual revenue per customer is about $300. Gross margins are about 52% with highly seasonal profits driven in the December quarter. Advertising spend as a percent of revenue is about 21%. Significant inventory and customer invoicing requirements in this business drive different working capital needs compared to our other businesses.\n7\n5.\nAll Other Businesses\n: \nA collection of businesses combined into one reportable segment based on materiality, including BuildASign, a larger and profitable business, with strong profitability and cash flow, and Printi, a small early-stage business operating at a relatively modest operating loss. We exited our YSD business, which was included in this reportable segment, during fiscal year 2023.\nBuildASign is an e-commerce provider of canvas-print wall décor, business signage, and other large-format printed products.\n \nAs the online printing leader in Brazil, Printi offers a superior customer experience with transparent and attractive pricing, reliable service, and quality.\nCentral Procurement\nGiven the scale of purchasing that happens across Cimpress’ businesses, there is significant value to coordinating our negotiations and purchasing to gain the benefit of scale. Our central procurement team negotiates and manages Cimpress-wide contracts for large-scale capital equipment, shipping services, and major categories of raw materials (e.g., paper, plates, ink). The Cimpress procurement team also supports procurement improvements, tools, and approaches across other aspects of our businesses’ purchases. \nWhile we are focused on seeking low total cost in our strategic sourcing efforts, we also work to ensure quality, deliver reliability, and responsible sourcing practices within our supply chain. Our efforts include the procurement of high-quality materials and equipment that meet our strict specifications at a low total cost across a growing number of manufacturing locations, with an increasing focus on supplier compliance with our sustainable paper procurement policy as well as our Supplier Code of Conduct. Additionally, we work to develop and implement logistics, warehousing, and outbound shipping strategies to provide a balance of low-cost material availability while limiting our inventory exposure.\nIn light of recent disruptions in global supply chains, which impacted many industries, including ours, having this central procurement team that worked together with the procurement teams in each of our businesses benefited us, and we believe it has enabled us to operate more effectively, mitigating supply and cost risks relative to smaller competitors.\nTechnology\nOur businesses typically rely on proprietary technology to attract and retain our customers, to enable customers to create graphic designs and place orders on our websites, and to sort, aggregate, and produce multiple orders in standardized, scalable processes. Technology is core to our competitive advantage, as without it our businesses would not be able to produce custom orders in small quantities while achieving the economics that are more analogous to mass-produced items.\nWe are building and using our Mass Customization Platform (MCP), which is a cloud-based collection of software services, APIs, web applications, and related technology that can be leveraged independently or together by our businesses and third parties to perform common tasks that are important to mass customization. Cimpress businesses, and increasingly third-party fulfillers to our various businesses, leverage different combinations of MCP services, depending on what capabilities they need to complement their business-specific technology. The capabilities that are available in the MCP today include customer-facing technologies, such as ecommerce or those that enable customers to visualize their designs on various products, as well as manufacturing, supply chain, and logistics technologies that automate various stages of the production and delivery of a product to a customer. The benefits of the MCP include improved speed to market for new product introduction, reduction in fulfillment costs, improvement of product delivery or geographic expansion, improved site experience, automating manual tasks, and avoidance of certain redundant costs. We believe the MCP can generate significant customer and shareholder value from increased specialization of production facilities, aggregated scale from multiple businesses, increased product offerings, and shared technology development costs.\n8\nWe intend to continue developing and enhancing our MCP-based customer-facing and manufacturing, supply chain, and logistics technologies and processes. We develop our MCP technology centrally and we also have software and production engineering capabilities in each of our businesses. Our businesses are constantly seeking to strengthen our manufacturing and supply chain capabilities through engineering improvements in areas like automation, lean manufacturing, choice of equipment, product manufacturability, materials science, process control, and color control. \nEach of our businesses uses a mix of proprietary and third-party technology that supports the specific needs of that business. Their technology intensity ranges depending on their specific needs. Over the past few years, an increasing number of our businesses have modernized and modularized their business-specific technology to enable them to launch more new products faster, provide a better customer experience, more easily connect to our MCP technologies, and leverage third-party technologies where we do not need to bear the cost of developing and maintaining proprietary technologies. For example, our businesses are increasingly using third-party software for capabilities such as content management, multivariate testing tools, and data warehousing, which are areas that specialized best-in-class technologies are better than the proprietary technologies they have replaced. This allows our own engineering and development talent to focus on artwork technologies, product information management, and marketplace technologies from which we derive competitive advantage.\nIn our central Cimpress Technology team and in an increasing number of our decentralized businesses, we have adopted an agile, micro-services-based approach to technology development that enables multiple businesses or use cases to leverage this API technology regardless of where it was originally developed. We believe this development approach can help our businesses serve customers and scale operations more rapidly than could have been done as an individual business outside Cimpress.\nInformation Privacy and Security\n    Each Cimpress business is responsible for ensuring that customer, company, and team member information is secure and handled in ways that are fully compliant with relevant laws and regulations. Because there are many aspects of this topic that apply to all of our businesses, Cimpress also has a central security team that defines security policies, deploys security controls, provides services, and embeds security into the development processes of our businesses. This team works in partnership with each of our businesses and the corporate center to measure security maturity and risk, and provides managed security services in a way that allows each business to address their unique challenges, lower their cost, and become more efficient in using their resources. \nShared Talent Infrastructure\nWe make it easy, low cost, and efficient for Cimpress businesses to set up and grow teams in India via a central infrastructure that provides all the local recruiting, onboarding, day-to-day administration, HR, and facilities management to support these teams, whether for technology, graphic services, or other business functions. Most of our businesses have established teams in India, leveraging this central capability, with those teams working directly for the respective Cimpress business. This is another example of scale advantage, albeit with talent, relative to both traditional suppliers and smaller online competitors, that we leverage across Cimpress. \nCompetition\n \nThe markets for the products our businesses produce and sell are intensely competitive, highly fragmented, and geographically dispersed, with many existing and potential competitors. Though Cimpress is the largest business in our space, we still represent a small fraction of the overall market, and believe there is significant room for growth over the long-term future. Within this highly competitive context, our businesses compete on the basis of breadth and depth of product offerings; price; convenience; quality; technology; design content, tools, and assistance; customer service; ease of use; and production and delivery speed. It is our intention to offer a broad selection of high-quality products as well as related services at competitive price points and, in doing so, offer our customers an attractive value proposition. As described above, in Vista in recent years we expanded both our value proposition and addressable market to include design and digital marketing services.\nOur current competition includes a combination of the following:\n•\ntraditional offline suppliers and graphic design providers\n•\nonline printing and graphic design companies\n9\n•\noffice superstores, drug store chains, and other major retailers targeting small business and consumer markets\n•\nwholesale printers\n•\nself-service desktop design and publishing using personal computer software\n•\nemail marketing services companies\n•\nwebsite design and hosting companies\n•\nsuppliers of customized apparel, promotional products, gifts, and packaging\n•\nonline photo product companies\n•\ninternet retailers\n•\nonline providers of custom printing services that outsource production to third-party printers\n•\nproviders of digital marketing such as social media and local search directories\nToday’s market has evolved to be more competitive. This evolution, which has been ongoing for over 20 years, has led to major benefits for customers in terms of lower prices, faster lead times, and easier customer experience. Cimpress and its businesses have proactively driven, and benefited from, this dynamic. The mass customization business model first took off with small format products like business cards, post cards and flyers, and consumer products, like holiday cards. As the model has become better understood and more prevalent, and online advertising approaches more common, the competition has become more intense. These types of small format products are growing and we continue to derive significant profits from these small format products. Additionally, there are other product areas that have only more recently begun to benefit from mass customization, such as books, catalogs, magazines, textiles, and packaging.\n \nSocial and Environmental Responsibility\nAbove and beyond compliance with applicable laws and regulations, we expect all parts of Cimpress to conduct business in a socially responsible, ethical manner. Examples of these efforts are:\n•\nClimate change: \nWe strive to achieve net zero carbon emissions by fiscal year 2040 across our entire value chain and to achieve a 53% reduction in emissions by fiscal year 2030 as compared to our fiscal year 2019 baseline. The majority of these baseline emissions are from our value chain (Scope 3). Through investments in energy-efficient infrastructure and equipment, as well as renewable energy, we have achieved significant reductions in our direct emissions (Scope 1) and indirect emissions from purchased electricity or other forms of energy (Scope 2), and expect further reductions in the future. We have begun to examine our Scope 3 emissions, including substrate and logistics choices, for further opportunities to reduce total emissions. We are focused on engaging our suppliers to refine our Scope 3 data, while enhancing our internal data management capabilities to improve our decision making and reporting capabilities. Our targets have been informed by a science-based approach and are in alignment with a 1.5\no\nC pathway.\n•\nResponsible forestry:\n We have converted the vast majority of the paper we print on in our Cimpress-owned production facilities to FSC-certified paper (FSC\n®\n C143124, FSC\n®\n C125299), a leading certification of responsible forestry practices. This certification confirms that the paper we print on comes from responsibly managed forests that meet high environmental and social standards. Currently 83% of the paper that we print on in our facilities is FSC-certified, and we seek to move that to 100% over time. We have expanded beyond our original product goal to also include packaging, where we target 95% of our packaging to be either FSC-certified corrugate or containing recycled content from post-consumer sources. We have also begun to engage our third-party suppliers to materially expand their use of responsibly forested paper for the products that they customize on our behalf.\n10\n•\nPlastics transition:\n We are committed to improving the profile of our plastic-based packaging and products in line with the targets set by the New Plastics Economy Global Commitment, co-sponsored by the United Nations Environment Programme. Our goal is focused on our product and packaging profile, and by fiscal year 2025 we aim to eliminate 100% of problematic plastic usage (PVC and polystyrene), transition 100% of non-reusable packaging to recyclable and/or compostable materials, decrease virgin plastic content in our packaging by 20%, and increase the recycled content in our plastic products by 20%. These goals are compared to our fiscal year 2020 baseline.\n•\nFair labor practices:\n We require recruiting, retention, and other performance management related decisions to be made based solely on merit and organizational needs and considerations, such as an individual’s ability to do their job with excellence and in alignment with the company’s strategic and operational objectives. We do not tolerate discrimination on any basis protected by human rights laws or anti-discrimination regulations, and we strive to do more in this regard than the law requires. We are committed to a work environment where team members are treated with respect and fairness, and have invested in education and awareness programs for team members to make further improvements in this area. We value individual differences, unique perspectives, and the distinct contributions that each one of us can make to the company.\n•\nTeam member health and safety:\n We require safe working conditions at all times to ensure our team members and other parties are protected, and require legal compliance at a minimum at all times. We require training on – and compliance with – safe work practices and procedures at all manufacturing facilities to ensure the safety of team members and visitors to our plant floors. \n•\nEthical supply chain:\n It is important to us that our supply chain reflects our commitment to doing business with the highest standards of ethics and integrity. We expect our suppliers to act in full compliance with applicable laws, rules, and regulations. Our code of business conduct and supplier code of conduct lay out our expectations regarding human rights, environmental standards, and safe working conditions. Each Cimpress business is responsible to closely monitor its supply chain for unacceptable practices such as environmental crimes, child labor, slavery, or unsafe working conditions. \nMore information can be found at www.cimpress.com in our Corporate Social Responsibility section, including links to reports and documents such as our inaugural environmental, social, and governance (ESG) report published on December 20, 2022, supplier code of conduct, and compliance with the UK anti-slavery act. We are monitoring developments in the ESG reporting regulatory landscape and are building the necessary processes and capabilities to remain in compliance as relevant regulations evolve.\nIntellectual Property \nWe seek to protect our proprietary rights through a combination of patents, copyrights, trade secrets, trademarks, and contractual restrictions. We enter into confidentiality and proprietary rights agreements with our employees, consultants, and business partners, and control access to, and distribution of, our proprietary information. We have registered, or applied for the registration of, a number of U.S. and international domain names, trademarks, and copyrights. Additionally, we have filed U.S. and international patent applications for certain of our proprietary technology.\nSeasonality \nOur profitability has historically had seasonal fluctuations. Our second fiscal quarter, ending December 31, includes the majority of the holiday shopping season and is our strongest quarter for sales of our consumer-oriented products, such as holiday cards, calendars, canvas prints, photobooks, and personalized gifts.\nHuman Capital\nAs of June 30, 2023, we had approximately 15,000 full-time and approximately 1,000 temporary employees worldwide.\n11\nCorporate Information\nCimpress plc was incorporated on July 5, 2017 as a private company limited by shares under the laws of Ireland and on November 18, 2019 was re-registered as a public limited company under the laws of Ireland. On December 3, 2019, Cimpress N.V., the former publicly traded parent company of the Cimpress group of entities, merged with and into Cimpress plc, with Cimpress plc surviving the merger and becoming the publicly traded parent company of the Cimpress group of entities. \nAvailable Information\nWe make available, free of charge through our investor relations website at ir.cimpress.com, the reports, proxy statements, amendments, and other materials we file with or furnish to the SEC as soon as reasonably practicable after we electronically file or furnish such materials with or to the SEC. We are not including the information contained on our website, or information that can be accessed by links contained on our website, as a part of, or incorporating it by reference into, this Annual Report on Form 10-K.\n12",
    "item1a": ">Item 1A.          \nRisk Factors\nOur future results may vary materially from those contained in forward-looking statements that we make in this Report and other filings with the SEC, press releases, communications with investors, and oral statements due to the following important factors, among others. Our forward-looking statements in this Report and in any other public statements we make may turn out to be wrong. These statements can be affected by, among other things, inaccurate assumptions we might make or by known or unknown risks and uncertainties or risks we currently deem immaterial. Consequently, no forward-looking statement can be guaranteed. We undertake no obligation to update any forward-looking statements, whether as a result of new information, future events, or otherwise, except as required by law.\nRisks Related to Our Business and Operations\nWe manage our business for long-term results, and our quarterly and annual financial results often fluctuate, which may lead to volatility in our share price.\nOur revenue and operating results often vary significantly from period to period due to a number of factors, and as a result comparing our financial results on a period-to-period basis may not be meaningful. We prioritize our uppermost financial objective of maximizing our intrinsic value per share even at the expense of shorter-term results. Many of the factors that lead to period-to-period fluctuations are outside of our control; however, some factors are inherent in our business strategies. Some of the specific factors that could cause our operating results to fluctuate from quarter to quarter or year to year include among others: \n•\ninvestments in our business in the current period intended to generate longer-term returns, where the costs in the near term will not be offset by revenue or cost savings until future periods, if at all \n•\ncosts to produce and deliver our products and provide our services, including the effects of inflation, the rising costs of raw materials such as paper, and rising energy costs\n•\nsupply chain challenges\n•\na potential recession or other economic downturn in some or all of our markets\n•\nour pricing and marketing strategies and those of our competitors \n•\nvariations in the demand for our products and services, in particular during our second fiscal quarter, which may be driven by seasonality, performance issues in some of our businesses and markets, or other factors \n•\ncurrency and interest rate fluctuations, which affect our revenue, costs, and fair value of our assets and liabilities \n•\nour hedging activity\n•\nour ability to attract and retain customers and generate purchases \n•\nshifts in revenue mix toward less profitable products and brands \n•\nthe commencement or termination of agreements with our strategic partners, suppliers, and others\n•\nour ability to manage our production, fulfillment, and support operations \n•\nexpenses and charges related to our compensation arrangements with our executives and employees\n•\ncosts and charges resulting from litigation \n•\nchanges in our effective income tax rate or tax-related benefits or costs \n13\n•\ncosts to acquire businesses or integrate our acquired businesses \n•\nfinancing costs\n•\nimpairments of our tangible and intangible assets including goodwill\n•\nthe results of our minority investments and joint ventures\n \nSome of our expenses, such as building leases, depreciation related to previously acquired property and equipment, and personnel costs, are relatively fixed, and we may be unable to, or may not choose to, adjust operating expenses to offset any revenue shortfall. Accordingly, any shortfall in revenue may cause significant variation in operating results in any period. Our operating results may sometimes be below the expectations of public market analysts and investors, in which case the price of our ordinary shares may decline. \nIf we are not successful in transforming the Vista business, then we could lose market share and our financial results could be adversely impacted. \nThe Vista business is undertaking a multi-year transformation to be the expert design and marketing partner for small businesses. In the third quarter of fiscal year 2023, we implemented organizational changes to support expanded profitability and improve the speed and quality of our execution, and we have been investing heavily to rebuild Vista's technology infrastructure, improve our customer experience and product quality, and optimize Vista's marketing mix. If our investments do not have the effects we expect, the new technology infrastructure does not perform well or is not as transformational as we expect, we fail to execute well on the evolution of our customer value proposition and brand, or the transformation is otherwise unsuccessful, then the number of new and repeat customers we attract may not grow or could decline, Vista's reputation and brand could be damaged, and our revenue and earnings could fail to grow or could decline.\nWe may not succeed in promoting, strengthening, and evolving our brands, which could prevent us from acquiring new customers and increasing revenues. \n    \n    A primary component of our business strategy is to promote and strengthen our brands to attract new and repeat customers, and we face significant competition from other companies in our markets who also seek to establish strong brands. To promote and strengthen our brands, we must incur substantial marketing expenses and establish a relationship of trust with our customers by providing a high-quality customer experience, which requires us to invest substantial amounts of our resources. \nOur global operations and decentralized organizational structure place a significant strain on our management, employees, facilities, and other resources and subject us to additional risks.\nWe are a global company with production facilities, offices, employees, and localized websites in many countries across six continents, and we manage our businesses and operations in a decentralized, autonomous manner. We are subject to a number of risks and challenges that relate to our global operations, decentralization, and complexity including, among others: \n•\ndifficulty managing operations in, and communications among, multiple businesses, locations, and time zones \n•\nchallenges of ensuring speed, nimbleness, and entrepreneurialism in a large and complex organization\n•\ndifficulty complying with multiple tax laws, treaties, and regulations and limiting our exposure to onerous or unanticipated taxes, duties, tariffs, and other costs \n•\nour failure to maintain sufficient financial and operational controls and systems to manage our decentralized businesses and comply with our obligations as a public company \n•\nthe challenge of complying with disparate laws in multiple countries, such as local regulations that may impair our ability to conduct our business as planned, protectionist laws that favor local businesses, and restrictions imposed by local labor laws\n14\n•\nthe challenge of maintaining management's focus on our strategic and operational priorities and minimizing lower priority distractions\n•\ndisruptions caused by political and social instability and war that may occur in some countries \n•\nexposure to corrupt business practices that may be common in some countries or in some sales channels and markets, such as bribery or the willful infringement of intellectual property rights \n•\ndifficulty repatriating cash from some countries \n•\ndifficulty importing and exporting our products across country borders and difficulty complying with customs regulations in the many countries where we sell products \n•\ndisruptions or cessation of important components of our international supply chain\n•\nfailure of local laws to provide a sufficient degree of protection against infringement of our intellectual property \n    In addition, we are exposed to fluctuations in currency exchange rates that may impact items such as the translation of our revenue and expenses, remeasurement of our intercompany balances, and the value of our cash and cash equivalents and other assets and liabilities denominated in currencies other than the U.S. dollar, our reporting currency. The hedging activities we engage in may not mitigate the net impact of currency exchange rate fluctuations, and our financial results may differ materially from expectations as a result of such fluctuations.\nFailure to protect our information systems and the confidential information of our customers, employees, and business partners against security breaches or thefts could damage our reputation and brands, subject us to litigation and enforcement actions, and substantially harm our business and results of operations. \nOur business involves the receipt, storage, and transmission of customers' personal and payment information, as well as confidential information about our business, employees, suppliers, and business partners, some of which is entrusted to third-party service providers, partners, and vendors. We and third parties with which we share information have experienced, and will continue to experience, cyberattacks and other malicious activity that may include physical and electronic break-ins, computer viruses, ransomware attacks, and phishing and other social engineering scams, among other threats, and our vulnerabilities may be heightened by our decentralized operating structure and many of our employees working remotely. As security threats evolve and become more sophisticated and more difficult to detect and defend against, a hacker or thief may defeat our security measures, or those of our third-party service provider, partner, or vendor, and obtain confidential or personal information. We or the third party may not discover the security breach and theft of information for a significant period of time after the breach occurs. We may need to significantly increase the resources we expend to protect against security breaches and thefts of data or to address problems caused by breaches or thefts, and we may not be able to anticipate cyber attacks or implement adequate preventative measures. Any compromise or breach of our information systems or the information systems of third parties with which we share information could, among other things: \n•\ndamage our reputation and brands \n•\nexpose us to losses, costs, litigation, enforcement actions, and possible liability \n•\nresult in a failure to comply with legal and industry privacy regulations and standards \n•\nlead to the misuse of our and our customers' and employees' confidential or personal information \n•\ncause interruptions in our operations \n•\ncause us to lose revenue if existing and potential customers believe that their personal and payment information may not be safe with us \nWe are subject to the laws of many states, countries, and regions and industry guidelines and principles governing the collection, use, retention, disclosure, sharing, and security of data that we receive from and about our customers and employees. Any failure or perceived failure by us to comply with any of these laws, guidelines, or \n15\nprinciples could result in actions against us by governmental entities or others, a loss of customer confidence, and damage to our brands. In addition, the regulatory landscape is constantly changing, as various regulatory bodies throughout the world enact new laws concerning privacy, data retention, data transfer, and data protection. Complying with these varying and changing requirements is challenging, especially for our smaller, more thinly staffed businesses, and could cause us to incur substantial costs or require us to change our business practices in a manner adverse to our business and operating results.\nAcquisitions and strategic investments may be disruptive to our business, may fail to achieve our goals, and can negatively impact our financial results.\nAn important way in which we pursue our strategy is to selectively acquire businesses, technologies, and services and make minority investments in businesses and joint ventures. The time and expense associated with acquisitions and investments can be disruptive to our ongoing business and divert our management's attention. In addition, we have needed in the past, and may need in the future, to seek financing for acquisitions and investments, which may not be available on terms that are favorable to us, or at all, and can cause dilution to our shareholders, cause us to incur additional debt, or subject us to covenants restricting the activities we may undertake. \nAn acquisition, minority investment, or joint venture may fail to achieve our goals and expectations and may have a negative impact on our business and financial results in a number of ways including the following: \n•\nThe business we acquired or invested in may not perform or fit with our strategy as well as we expected.\n•\nAcquisitions and minority investments can be costly and can result in increased expenses including impairments of goodwill and intangible asserts if financial goals are not achieved, assumptions of contingent or unanticipated liabilities, amortization of certain acquired assets, and increased tax costs. In addition, we may overpay for acquired businesses. \n•\nThe management of our acquired businesses, minority investments, and joint ventures may be more expensive or may take more resources than we expected. In addition, continuing to devote resources to a struggling business can take resources away from other investment areas and priorities. \n•\nWe may not be able to retain customers and key employees of the acquired businesses. In particular, it can be challenging to motivate the founders who built a business to continue to lead the business after they sell it to us. \nThe accounting for our acquisitions and minority investments requires us to make significant estimates, judgments, and assumptions that can change from period to period, based in part on factors outside of our control, which can create volatility in our financial results. For example, we often pay a portion of the purchase price for our acquisitions in the form of an earn out based on performance targets for the acquired companies or enter into obligations or options to purchase noncontrolling interests in our acquired companies or minority investments, which can be difficult to forecast and can lead to larger than expected payouts that can adversely impact our results of operations. \nFurthermore, provisions for future payments to sellers based on the performance or valuation of the acquired businesses, such as earn outs and options to purchase noncontrolling interests, can lead to disputes with the sellers about the achievement of the performance targets or valuation or create inadvertent incentives for the acquired company's management to take short-term actions designed to maximize the payments they receive instead of benefiting the business.\nIf we are unable to attract new and repeat customers in a cost-effective manner, our business and results of operations could be harmed.\nOur various businesses rely on a variety of marketing methods to attract new and repeat customers. These methods include promoting our products and services through paid channels such as online search, display, and television, as well as leveraging our owned and operated channels such as email, direct mail, our social media accounts, and telesales. If the costs of these channels significantly increase or the effectiveness of these channels significantly declines, then our ability to efficiently attract new and repeat customers would be reduced, our revenue and net income could decline, and our business and results of operations would be harmed. \n16\nDeveloping and deploying our mass customization platform is costly and resource-intensive, and we may not realize all of the anticipated benefits of the platform.\nA key component of our strategy is the development and deployment of a mass customization platform, which is a cloud-based collection of software services, APIs, web applications and related technology offerings that can be leveraged independently or together by our businesses and third parties to perform common tasks that are important to mass customization. The process of developing new technology is complex, costly, and uncertain and requires us to commit significant resources before knowing whether our businesses will adopt components of our mass customization platform or whether the platform will make us more effective and competitive. As a result, there can be no assurance that we will find new capabilities to add to the growing set of technologies that make up our platform, that our diverse businesses will realize value from the platform, or that we will realize expected returns on the capital expended to develop the platform.\nSeasonal fluctuations in our business place a strain on our operations and resources.\nOur profitability has historically been highly seasonal. Our second fiscal quarter, which ends on December 31, includes the majority of the holiday shopping season and typically accounts for a disproportionately high portion of our earnings for the year, primarily due to higher sales of home and family products such as holiday cards, calendars, photo books, and personalized gifts. In addition, our National Pen business has historically generated nearly all of its profits during the second fiscal quarter. Lower than expected sales during the second quarter have a disproportionately large impact on our operating results and financial condition for the full fiscal year. In addition, if our manufacturing and other operations are unable to keep up with the high volume of orders during our second fiscal quarter or we experience inefficiencies in our production or disruptions of our supply chains, then our costs may be significantly higher, and we and our customers can experience delays in order fulfillment and delivery and other disruptions. \nOur businesses face risks related to interruption of our operations and supply chains and lack of redundancy. \nOur businesses' production facilities, websites, infrastructure, supply chain, customer service centers, and operations may be vulnerable to interruptions, and we do not have redundancies or alternatives in all cases to carry on these operations in the event of an interruption. In addition, because our businesses are dependent in part on third parties for certain aspects of our communications and production systems, we may not be able to remedy interruptions to these systems in a timely manner or at all due to factors outside of our control. Some of the events that could cause interruptions in our businesses' operations, systems, or supply chains are the following, among others:\n•\nfire, natural disaster, or extreme weather, which could be exacerbated by climate change \n•\npandemic or other public health crisis\n•\nransomware and other cyber security attacks\n•\nlabor strike, work stoppage, or other issues with our workforce \n•\npolitical instability or acts of terrorism or war \n•\npower loss or telecommunication failure \n•\nattacks on our external websites or internal network by hackers or other malicious parties \n•\ninadequate capacity in our systems and infrastructure to cope with periods of high volume and demand\nAny interruptions to our systems or operations could result in lost revenue, increased costs, negative publicity, damage to our reputations and brands, and an adverse effect on our business and results of operations. Building redundancies into our infrastructure, systems, and supply chain to mitigate these risks may require us to commit substantial financial, operational, and technical resources.\n17\nFailure to meet our customers' price expectations would adversely affect our business and results of operations. \nDemand for our products and services is sensitive to price for almost all of our businesses, and changes in our pricing strategies have had a significant impact on the numbers of customers and orders in some regions, which in turn affects our revenue, profitability, and results of operations. Many factors can significantly impact our pricing and marketing strategies, including the costs of running our business, the costs of raw materials, our competitors' pricing and marketing strategies, and the effects of inflation. We may not be able to mitigate increases in our costs by increasing the prices of our products and services. If we fail to meet our customers' price expectations, our business and results of operations may suffer. \nWe are subject to safety, health, and environmental laws and regulations, which could result in liabilities, cost increases, or restrictions on our operations. \n    \nWe are subject to a variety of safety, health and environmental, or SHE, laws and regulations in each of the jurisdictions in which we operate. SHE laws and regulations frequently change and evolve, including the addition of new SHE regulations, especially with respect to climate change. These laws and regulations govern, among other things, air emissions, wastewater discharges, the storage, handling and disposal of hazardous and other regulated substances and wastes, soil and groundwater contamination, and employee health and safety. We use regulated substances such as inks and solvents, and generate air emissions and other discharges at our manufacturing facilities, and some of our facilities are required to hold environmental permits. If we fail to comply with existing or new SHE requirements, we may be subject to monetary fines, civil or criminal sanctions, third-party claims, or the limitation or suspension of our operations. In addition, if we are found to be responsible for hazardous substances at any location (including, for example, offsite waste disposal facilities or facilities at which we formerly operated), we may be responsible for the cost of cleaning up contamination, regardless of fault, as well as for claims for harm to health or property or for natural resource damages arising out of contamination or exposure to hazardous substances.\nComplying with existing SHE laws and regulations is costly, and we expect our costs to significantly increase as new SHE requirements are added and existing requirements become more stringent. In some cases we pursue self-imposed socially responsible policies that are more stringent than is typically required by laws and regulations, for instance in the areas of worker safety, team member social benefits, and environmental protection such as carbon reduction initiatives. The costs of this added SHE effort are often substantial and could grow over time.\nThe failure of our business partners to use legal and ethical business practices could negatively impact our business. \nWe contract with multiple suppliers, fulfillers, merchants, and other business partners in many jurisdictions worldwide. We require our business partners to operate in compliance with all applicable laws, including those regarding corruption, working conditions, employment practices, safety and health, and environmental compliance, but we cannot control their business practices. We may not be able to adequately vet, monitor, and audit our many business partners (or their suppliers) throughout the world, and our decentralized structure heightens this risk, as not all of our businesses have equal resources to manage their business partners. If any of them violates labor, environmental, or other laws or implements business practices that are regarded as unethical or inconsistent with our values, our reputation could be severely damaged, and our supply chain and order fulfillment process could be interrupted, which could harm our sales and results of operations. \nIf we are unable to protect our intellectual property rights, our reputation and brands could be damaged, and others may be able to use our technology, which could substantially harm our business and financial results. \nWe rely on a combination of patents, trademarks, trade secrets, copyrights, and contractual restrictions to protect our intellectual property, but these protective measures afford only limited protection. Despite our efforts to protect our proprietary rights, unauthorized parties may be able to copy or use technology or information that we consider proprietary. There can be no guarantee that any of our pending patent applications or continuation patent applications will be granted, and from time to time we face infringement, invalidity, intellectual property ownership, or similar claims brought by third parties with respect to our patents. In addition, despite our trademark registrations throughout the world, our competitors or other entities may adopt names, marks, or domain names similar to ours, \n18\nthereby impeding our ability to build brand identity and possibly leading to customer confusion. Enforcing our intellectual property rights can be extremely costly, and a failure to protect or enforce these rights could damage our reputation and brands and substantially harm our business and financial results. \nIntellectual property disputes and litigation are costly and could cause us to lose our exclusive rights, subject us to liability, or require us to stop some of our business activities. \nFrom time to time, we receive claims from third parties that we infringe their intellectual property rights, that we are required to enter into patent licenses covering aspects of the technology we use in our business, or that we improperly obtained or used their confidential or proprietary information. Any litigation, settlement, license, or other proceeding relating to intellectual property rights, even if we settle it or it is resolved in our favor, could be costly, divert our management's efforts from managing and growing our business, and create uncertainties that may make it more difficult to run our operations. If any parties successfully claim that we infringe their intellectual property rights, we might be forced to pay significant damages and attorney's fees, and we could be restricted from using certain technologies important to the operation of our business. \nOur business is dependent on the Internet, and unfavorable changes in government regulation of the Internet, e-commerce, and email marketing could substantially harm our business and financial results. \nBecause most of our businesses depend primarily on the Internet for our sales, laws specifically governing the Internet, e-commerce, and email marketing may have a greater impact on our operations than other more traditional businesses. Existing and future laws, such as laws covering pricing, customs, privacy, consumer protection, or commercial email, may impede the growth of e-commerce and our ability to compete with traditional “bricks and mortar” retailers. Existing and future laws or unfavorable changes or interpretations of these laws could substantially harm our business and financial results. \nIf we were required to screen the content that our customers incorporate into our products, our costs could significantly increase, which would harm our results of operations. \nBecause of our focus on automation and high volumes, many of our sales do not involve any human-based review of content. Although our websites' terms of use specifically require customers to make representations about the legality and ownership of the content they upload for production, there is a risk that a customer may supply an image or other content for an order we produce that is the property of another party used without permission, that infringes the copyright or trademark of another party, or that would be considered to be defamatory, hateful, obscene, or otherwise objectionable or illegal under the laws of the jurisdiction(s) where that customer lives or where we operate. If the machine-learning tools we have developed to aid our content review fail to find instances of intellectual property infringement or objectionable or illegal content in customer orders, we could be required to increase the amount of manual screening we perform, which could significantly increase our costs, and we could be required to pay substantial penalties or monetary damages for any failure in our screening process. \nRisks Related to Our Industry and Macroeconomic Conditions\nRising costs could negatively affect our business and financial results.\nDuring the last two fiscal years, we have experienced material cost increases in a number of areas, including energy, product substrates like paper, production materials like aluminum plates, freight and shipping charges, and employee compensation due to a more competitive labor market. We cannot predict whether costs will further increase in the future or by how much. We have not been able to fully mitigate our cost increases through price increases. If our costs remain elevated or continue to increase, there could be further negative impacts to our financial results, and increasing our prices in response to increased costs could negatively affect demand for our products and services. \nSupply chain disruptions could impair our ability to source raw materials.\nA number of factors have impacted, and could in the future impact, the availability of materials we use in our business, including the residual effects of the COVID-19 pandemic, rising energy prices and other inflationary pressures, rationing measures, labor shortages, civil unrest and war, and climate change. Our inability to source sufficient materials for our business in a timely manner, or at all, would significantly impair our ability to fulfill customer orders and sell our products, which would reduce our revenue and harm our financial results. \n19\nWe need to hire, retain, develop, and motivate talented personnel in key roles in order to be successful, and we face intense competition for talent. \nIf we are unable to recruit, retain, develop, and motivate our employees in senior management and key roles such as technology, marketing, data science, and production, then we may not be able to execute on our strategy and grow our business as planned. We are seeing increased competition for talent that makes it more difficult for us to retain the employees we have and to recruit new employees, and our current management and employees may cease their employment with us at any time with minimal advance notice. This retention risk is particularly heightened with respect to the leaders of certain of our businesses who have in the past or may in the future receive substantial payouts from their redeemable non-controlling interests in those businesses, as it may be challenging to retain and motivate them to continue running their businesses. Although we believe our remote-first way of working, which allows team members to work remotely with no expectation that they will commute to a company facility, is a competitive advantage, it can be more challenging to engage, motivate, and develop team members in a remote work environment, and our success depends on an engaged and motivated workforce and on developing the skills and talents of our workforce.\nWe face intense competition, and our competition may continue to increase. \nThe markets for our products and services are intensely competitive, highly fragmented, and geographically dispersed. The competitive landscape for e-commerce companies and the mass customization market continues to change as new e-commerce businesses are introduced, established e-commerce businesses enter the mass customization and print markets, and traditional “brick and mortar” businesses establish an online presence. With Vista's increased focus on design services, we now also face competition from companies in the design space, some of which may be more established, experienced, or innovative than we are . Competition may result in price pressure, increased advertising expense, reduced profit margins, and loss of market share and brand recognition, any of which could substantially harm our business and financial results. Some of our current and potential competitors have advantages over us, including longer operating histories, greater brand recognition or loyalty, more focus on a given subset of our business, significantly greater financial, marketing, and other resources, or willingness to operate at a loss while building market share. \nA major economic downturn could negatively affect our business and financial results. \nIt is possible that some or all of our markets could enter a recession or other sustained economic downturn, which could negatively impact demand for our products and services. Although the economic downturns we experienced in the past often precipitated increases in the number of small businesses, which in turn increased demand for our products, an inflation-fueled downturn and/or tightening credit conditions could result in potential customers not being able to afford our products and rely more on free social media channels to market themselves instead of the products and services we offer. If demand for our products and services decreases, our business and financial results could be harmed.\nMeeting our ESG goals will be costly, and our ESG policies and positions could expose us to reputational harm. \nWe face risks arising from the increased focus by our customers, investors, and regulators on environmental, social, and governance criteria, including with respect to climate change, labor practices, the diversity of our management and directors, and the composition of our Board. Meeting the ESG goals we have set and publicly disclosed will require significant resources and expenditures, and we may face pressure to make commitments, establish additional goals, and take actions to meet them beyond our current plans. If customers and potential customers are dissatisfied with our ESG goals or our progress towards meeting them, then they may choose not to buy our products and services, which could lead to reduced revenue, and our reputation could be harmed. In addition, with anti-ESG sentiment gaining momentum in some of our markets, we could experience reduced revenue and reputational harm if we are targeted by groups or influential individuals who disagree with our public positions on social or environmental issues. \n20\nRisks Related to Our Corporate and Capital Structures\nOur credit facility and the indentures that govern our notes restrict our current and future operations, particularly our ability to respond to changes or to take certain actions. \nOur senior secured credit facility that governs our Term Loan B and revolving credit and the indenture that governs our 7.0% Senior Notes due 2026, which we collectively refer to as our debt documents, contain a number of restrictive covenants that impose significant operating and financial restrictions on us and may limit how we conduct our business, execute our strategy, compete effectively, or take advantage of new business opportunities, including restrictions on our ability to: \n•\nincur additional indebtedness, guarantee indebtedness, and incur liens \n•\npay dividends or make other distributions or repurchase or redeem capital stock \n•\nprepay, redeem, or repurchase subordinated debt \n•\nissue certain preferred stock or similar redeemable equity securities \n•\nmake loans and investments \n•\nsell assets \n•\nenter into transactions with affiliates \n•\nalter the businesses we conduct \n•\nenter into agreements restricting our subsidiaries’ ability to pay dividends \n•\nconsolidate, merge, or sell all or substantially all of our assets \nA default under any of our debt documents would have a material, adverse effect on our business. \n    \n    Our failure to make scheduled payments on our debt or our breach of the covenants or restrictions under any of our debt documents could result in an event of default under the applicable indebtedness. Such a default would have a material, adverse effect on our business and financial condition, including the following, among others:\n•\nOur lenders could declare all outstanding principal and interest to be due and payable, and we and our subsidiaries may not have sufficient assets to repay that indebtedness.\n•\nOur secured lenders could foreclose against the assets securing their borrowings.\n•\nOur lenders under our revolving credit facility could terminate all commitments to extend further credit under that facility. \n•\nWe could be forced into bankruptcy or liquidation.\nOur material indebtedness and interest expense could adversely affect our financial condition. \nAs of June 30, 2023, our total debt was $1,654.0 million. Our level of debt could have important consequences, including the following: \n•\nmaking it more difficult for us to satisfy our obligations with respect to our debt \n•\nlimiting our ability to obtain additional financing to fund future working capital, capital expenditures, acquisitions, or other general corporate requirements \n21\n•\nrequiring a substantial portion of our cash flows to be dedicated to debt service payments instead of other purposes, thereby reducing the amount of cash flows available for working capital, capital expenditures, acquisitions, and other general corporate purposes \n•\nincreasing our vulnerability to general adverse economic and industry conditions \n•\nexposing us to the risk of increased interest rates as some of our borrowings, including borrowings under our credit facility, are at variable rates of interest \n•\nplacing us at a disadvantage compared to other, less leveraged competitors \n•\nincreasing our cost of borrowing \nSubject to the limits contained in our debt documents, we may be able to incur substantial additional debt from time to time, and if we do so, the risks related to our level of debt could intensify. \nIf our cash flows and capital resources are insufficient to fund our debt service obligations, we could face substantial liquidity problems and could be forced to reduce or delay investments and capital expenditures or to dispose of material assets or operations, seek additional debt or equity capital, or restructure or refinance our indebtedness. Refinancing our debt may be particularly challenging in the current environment of capital market disruptions and rising interest rates. We may not be able to effect any such alternative measures, if necessary, on commercially reasonable terms or at all, and if we cannot make scheduled payments on our debt, we will be in default.  \nOur variable rate indebtedness subjects us to interest rate risk, which could cause our debt service obligations to increase significantly. \nBorrowings under our credit facility are at variable rates of interest and expose us to interest rate risk, and any interest rate swaps we enter into in order to reduce interest rate volatility may not fully mitigate our interest rate risk. If interest rates continue to increase, our debt service obligations on the variable rate indebtedness will increase even if the amount borrowed remains the same, and our net income and cash flows, including cash available for servicing our indebtedness, will correspondingly decrease. As of June 30, 2023, a hypothetical 100 basis point increase in rates, inclusive of our outstanding interest rate swaps, would result in an increase of interest expense of approximately $8.7 million\n \nover the next 12 months, not including any yield from our cash and marketable securities. \nChallenges by various tax authorities to our international structure could, if successful, increase our effective tax rate and adversely affect our earnings.\nWe are an Irish public limited company that operates through various subsidiaries in a number of countries throughout the world. Consequently, we are subject to tax laws, treaties and regulations in the countries in which we operate, and these laws and treaties are subject to interpretation. From time to time, we are subject to tax audits, and the tax authorities in these countries could claim that a greater portion of the income of the Cimpress plc group should be subject to income or other tax in their respective jurisdictions, which could result in an increase to our effective tax rate and adversely affect our results of operations.\nChanges in tax laws, regulations and treaties could affect our tax rate and our results of operations.\nA change in tax laws, treaties or regulations, or their interpretation, of any country in which we operate could have a materially adverse impact on us, including increasing our tax burden, increasing costs of our tax compliance, or otherwise adversely affecting our financial condition, results of operations, and cash flows. There are currently multiple initiatives for comprehensive tax reform underway in key jurisdictions where we have operations, and we cannot predict whether any other specific legislation will be enacted or the terms of any such legislation. In addition, the application of sales, value added, or other consumption taxes to e-commerce businesses, such as Cimpress is a complex and evolving issue. If a government entity claims that we should have been collecting such taxes on the sale of our products in a jurisdiction where we have not been doing so, then we could incur substantial tax liabilities for past sales.\n22\nOur intercompany arrangements may be challenged, which could result in higher taxes or penalties and an adverse effect on our earnings.\nWe operate pursuant to written transfer pricing agreements among Cimpress plc and its subsidiaries, which establish transfer prices for various services performed by our subsidiaries for other Cimpress group companies. If two or more affiliated companies are located in different countries, the tax laws or regulations of each country generally will require that transfer prices be consistent with those between unrelated companies dealing at arm's length. With the exception of certain jurisdictions where we have obtained rulings or advance pricing agreements, our transfer pricing arrangements are not binding on applicable tax authorities. If tax authorities in any country were successful in challenging our transfer prices as not reflecting arm's length transactions, they could require us to adjust our transfer prices and thereby reallocate our income to reflect these revised transfer prices. A reallocation of taxable income from a lower tax jurisdiction to a higher tax jurisdiction would result in a higher tax liability to us. In addition, if the country from which the income is reallocated does not agree with the reallocation, both countries could tax the same income, resulting in double taxation.\nBecause of our corporate structure, our shareholders may find it difficult to enforce claims based on United States federal or state laws, including securities liabilities, against us or our management team. \nWe are incorporated under the laws of Ireland. There can be no assurance that the courts of Ireland would recognize or enforce judgments of U.S. courts obtained against us or our directors or officers based on the civil liabilities provisions of the U.S. federal or state securities laws or that the courts of Ireland would hear actions against us or those persons based on those laws. There is currently no treaty between the U.S. and Ireland providing for the reciprocal recognition and enforcement of judgments in civil and commercial matters, and Irish common law rules govern the process by which a U.S. judgment will be enforced in Ireland. Therefore, a final judgment for the payment of money rendered by any U.S. federal or state court based on civil liability, whether or not based solely on U.S. federal or state securities laws, would not automatically or necessarily be enforceable in Ireland.\nIn addition, because most of our assets are located outside of the United States and some of our directors and management reside outside of the United States, it could be difficult for investors to place a lien on our assets or those of our directors and officers in connection with a claim of liability under U.S. laws. As a result, it may be difficult for investors to enforce U.S. court judgments or rights predicated upon U.S. laws against us or our management team outside of the United States.\nOur hedging activity could negatively impact our results of operations, cash flows, or leverage.\n    We have entered into derivatives to manage our exposure to interest rate and currency movements. If we do not accurately forecast our results of operations, execute contracts that do not effectively mitigate our economic exposure to interest rates and currency rates, elect to not apply hedge accounting, or fail to comply with the complex accounting requirements for hedging, our results of operations and cash flows could be volatile, as well as negatively impacted. Also, our hedging objectives may be targeted at improving our non-GAAP financial metrics, which could result in increased volatility in our GAAP results. Since some of our hedging activity addresses long-term exposures, such as our net investment in our subsidiaries, the gains or losses on those hedges could be recognized before the offsetting exposure materializes to offset them, potentially causing volatility in our cash or debt balances, and therefore our leverage.\nWe may be treated as a passive foreign investment company for United States tax purposes, which may subject United States shareholders to adverse tax consequences.\nIf our passive income, or our assets that produce passive income, exceed levels provided by law for any taxable year, we may be characterized as a passive foreign investment company, or a PFIC, for United States federal income tax purposes. If we are treated as a PFIC, U.S. holders of our ordinary shares would be subject to a disadvantageous United States federal income tax regime with respect to the distributions they receive and the gain, if any, they derive from the sale or other disposition of their ordinary shares.\nWe believe that we were not a PFIC for the tax year ended June 30, 2023 and we expect that we will not become a PFIC in the foreseeable future. However, whether we are treated as a PFIC depends on questions of fact as to our assets and revenues that can only be determined at the end of each tax year. Accordingly, we cannot be certain that we will not be treated as a PFIC in future years.\n23\nIf a United States shareholder owns 10% or more of our ordinary shares, it may be subject to increased United States taxation under the \"controlled foreign corporation\" rules. Additionally, this may negatively impact the demand for our ordinary shares.\nIf a United States shareholder owns 10% or more of our ordinary shares, it may be subject to increased United States federal income taxation (and possibly state income taxation) under the \"controlled foreign corporation\" rules. In general, if a U.S. person owns (or is deemed to own) at least 10% of the voting power or value of a non-U.S. corporation, or \"10% U.S. Shareholder,\" and if such non-U.S. corporation is a \"controlled foreign corporation,\" or \"CFC,\" then such 10% U.S. Shareholder who owns (or is deemed to own) shares in the CFC on the last day of the CFC's taxable year must include in its gross income for United States federal income tax (and possibly state income tax) purposes its pro rata share of the CFC's \"subpart F income,\" even if the subpart F income is not distributed. In addition, a 10% U.S. Shareholder's pro rata share of other income of a CFC, even if not distributed, might also need to be included in a 10% U.S. Shareholder’s gross income for United States federal income tax (and possibly state income tax) purposes under the \"global intangible low-taxed income,\" or \"GILTI,\" provisions of the U.S. tax law. In general, a non-U.S. corporation is considered a CFC if one or more 10% U.S. Shareholders together own more than 50% of the voting power or value of the corporation on any day during the taxable year of the corporation. \"Subpart F income\" consists of, among other things, certain types of dividends, interest, rents, royalties, gains, and certain types of income from services, and personal property sales.\nThe rules for determining ownership for purposes of determining 10% U.S. Shareholder and CFC status are complicated, depend on the particular facts relating to each investor, and are not necessarily the same as the rules for determining beneficial ownership for SEC reporting purposes. For taxable years in which we are a CFC, each of our 10% U.S. Shareholders will be required to include in its gross income for United States federal income tax (and possibly state income tax) purposes its pro rata share of our \"subpart F income,\" even if the subpart F income is not distributed by us, and might also be required to include its pro rata share of other income of ours, even if not distributed by us, under the GILTI provisions of the U.S. tax law. We currently do not believe we are a CFC. However, whether we are treated as a CFC can be affected by, among other things, facts as to our share ownership that may change. Accordingly, we cannot be certain that we will not be treated as a CFC in future years.\nThe risk of being subject to increased taxation as a CFC may deter our current shareholders from acquiring additional ordinary shares or new shareholders from establishing a position in our ordinary shares. Either of these scenarios could impact the demand for, and value of, our ordinary shares.\nThe ownership of our ordinary shares is highly concentrated, which could cause or exacerbate volatility in our share price. \nMore than 70% of our ordinary shares are held by our top 10 shareholders, and we may repurchase shares in the future (subject to the restrictions in our debt documents), which could further increase the concentration of our share ownership. Because of this reduced liquidity, the trading of relatively small quantities of shares by our shareholders could disproportionately influence the price of those shares in either direction. The price for our shares could, for example, decline precipitously if a large number of our ordinary shares were sold on the market without commensurate demand, as compared to a company with greater trading liquidity that could better absorb those sales without adverse impact on its share price.",
    "item7": ">Item 7.         \nManagement’s Discussion and Analysis of Financial Condition and Results of Operations\nThis Report contains forward-looking statements that involve risks and uncertainties. The statements contained in this Report that are not purely historical are forward-looking statements within the meaning of Section 27A of the Securities Act of 1933 and Section 21E of the Securities Exchange Act of 1934, including but not limited to our statements about the anticipated growth and development of our businesses and financial results, including profitability, cash flows, liquidity, and net leverage;  the expected effects of our cost reductions and recent restructuring, including future cost savings; our competitive position and the size of our market; sufficiency of our liquidity position; legal proceedings; and sufficiency of our tax reserves. Without limiting the foregoing, the words “may,” “should,” “could,” “expect,” “plan,” “intend,” “anticipate,” “believe,” “estimate,” “predict,” “designed,” “potential,” “continue,” “target,” “seek” and similar expressions are intended to identify forward-looking statements. All forward-looking statements included in this Report are based on information available to us up to, and including the date of this document, and we disclaim any obligation to update any such forward-looking statements. Our actual results could differ materially from those anticipated in these forward-looking statements as a result of various important factors, including but not limited to flaws in the assumptions and judgments upon which our forecasts and estimates are based; the development, severity, and duration of supply chain constraints, inflation, and the lingering effects of the COVID-19 pandemic; our inability to make the investments in our business that we plan to make or the failure of those investments to achieve the results we expect; our failure to execute on the transformation of the Vista business; loss of key personnel or our inability to recruit talented personnel to drive performance of our businesses; costs and disruptions caused by acquisitions and minority investments; the failure of businesses we acquire or invest in to perform as expected; our failure to develop and deploy our mass customization platform or the failure of the platform to drive the efficiencies and competitive advantages we expect; unanticipated changes in our markets, customers, or businesses; changes in the laws and regulations, or in the interpretation of laws and regulations, that affect our businesses; our failure to manage the growth and complexity of our business and expand our operations; our failure to maintain compliance with the covenants in our debt documents or to pay our debts when due; competitive pressures; general economic conditions, including the possibility of an economic downturn in some or all of our markets; and other factors described in this Report and the documents that we periodically file with the SEC. The Business section of this Report also contains estimates and other statistical data from research we conducted in August 2022 with a third-party research firm, and this data involves a number of assumptions and limitations and contains projections and estimates of the sizes of the opportunities of our markets that are subject to a high degree of uncertainty and should not be given undue weight.\nExecutive Overview\nCimpress is a strategically focused group of more than ten businesses that specialize in mass customization of printing and related products, via which we deliver large volumes of individually small-sized customized orders. Our products and services include a broad range of marketing materials, business cards, signage, promotional products, logo apparel, packaging, books and magazines, wall decor, photo merchandise, invitations and announcements, design and digital marketing services, and other categories. Mass customization is a core element of the business model of each Cimpress business and is a competitive strategy which seeks to produce goods and services to meet individual customer needs with near mass production efficiency. We discuss mass customization further in the Business section of this Report.\nAs of June 30, 2023, we have numerous operating segments under our management reporting structure that are reported in the following five reportable segments: Vista, PrintBrothers, The Print Group, National Pen, and All Other Businesses. Refer to Note 15 in our accompanying consolidated financial statements for additional information relating to our reportable segments and our segment financial measures.\nWe announced plans on March 23, 2023 to reduce costs within our Vista business and our central teams and implement organizational changes to support expanded profitability, reduced leverage and increased speed, focus, and accountability. These plans resulted in a restructuring charge of $30.2 million during fiscal year 2023. Excluding this restructuring charge, this restructuring action provided a cost savings benefit of approximately $24 million during the current fiscal year due to the timing of the action, and we expect this action to deliver approximately $100 million of annualized pre-tax cost savings in total.\nFinancial Summary\nThe primary financial metric by which we set quarterly and annual budgets both for individual businesses and Cimpress wide is our adjusted free cash flow before cash interest expense; however, in evaluating the financial condition and operating performance of our business, management considers a number of metrics including \n27\nrevenue growth, organic constant-currency revenue growth, operating income, adjusted EBITDA, cash flow from operations, and adjusted free cash flow. Reconciliations of our non-GAAP financial measures are included within the \"Consolidated Results of Operations\" and \"Additional Non-GAAP Financial Measures\" sections of Management's Discussion and Analysis. A summary of these key financial metrics for the year ended June 30, 2023 as compared to the year ended June 30, 2022 follows:\nFiscal Year 2023\n•\nRevenue increased by 7% to $3,079.6 million.\n•\nConstant-currency revenue increased 11% when excluding the revenue of acquired companies for the first twelve months after acquisition (a non-GAAP financial measure).\n•\nOperating income increased by $10.0 million to $57.3 million.\n•\nAdjusted EBITDA (a non-GAAP financial measure) increased by $58.8 million to $339.8 million.\n•\nDiluted net loss per share attributable to Cimpress plc increased to $7.08 from $2.08 in the prior fiscal year.\n•\nCash provided by operating activities decreased by $89.2 million to $130.3 million.\n•\nAdjusted free cash flow (a non-GAAP financial measure) decreased by $81.5 million to $18.7 million.\nFor the year ended June 30, 2023, the increase in reported revenue was primarily due to growth across all businesses and markets through increased pricing and customer demand. Revenue growth in our Vista business was driven by increases in new customer count as well as new and repeat customer bookings across most major markets. Promotional products, apparel, and gifts (PPAG) was our fastest-growing product category, with business cards, marketing materials, packaging and labels, and signage all showing strong year-over-year growth; however, constant-currency revenue from consumer products has declined from the prior year. Pricing changes made during the past year across all reportable segments improved our revenue on a year-over-year basis, as these actions were one tool we used to mitigate inflationary cost pressures that have arisen from ongoing supply chain challenges. Currency exchange fluctuations had a negative effect on revenue growth during the current fiscal year.\nThe increase to operating income during the year ended June 30, 2023 was driven by gross profit growth as we benefited from higher volumes and the reduced net impact of cost inflation including through improved pricing. We also realized cost efficiencies in advertising spend during the current year. These items were partially offset by an increase in restructuring charges of $30.2 million, primarily related to actions taken in March 2023 to reduce costs in the Vista business and in our central teams. These restructuring charges were offset in part by a partial year of savings from the related actions.\nAdjusted EBITDA increased for the year ended June 30, 2023, primarily driven by the gross profit growth described above, as well the $13.7 million net benefit of currency on consolidated adjusted EBITDA year over year. Adjusted EBITDA excludes restructuring charges, share-based compensation expense, certain impairments, and non-cash gains on the sale of assets, and includes the realized gains or losses on our currency derivatives intended to hedge adjusted EBITDA.\nDiluted net loss per share attributable to Cimpress plc increased for the year ended June 30, 2023, primarily due to an increase in income tax expense of $95.6 million, driven by our conclusion that Swiss deferred tax assets' recognition was no longer supported, which caused the recognition of a valuation allowance against these assets during the second quarter of the current fiscal year; higher interest expense driven by an increased weighted-average interest rate; and the effects of lower unrealized currency gains caused by exchange rate volatility. Partially offsetting these items was the increase to operating income as described above, as well as a $6.8 million gain on the repurchase of a portion of our senior unsecured notes during the fourth quarter of the current fiscal year. Refer to Note 10 of our accompanying consolidated financial statements for additional details.\nDuring the year ended June 30, 2023, cash from operations decreased $89.2 million year over year due primarily to $113.3 million of lower working capital inflows, which was largely influenced by the timing impacts of payables. In addition, the decrease was also driven by higher restructuring payments of $36.9 million, due to actions taken to reduce costs over the past year, as well as higher net cash interest payments of $7.6 million.\n28\nAdjusted free cash flow decreased year over year by $81.5 million for the year ended June 30, 2023, due to the operating cash flow decrease described above, partially offset by lower capitalized software and capitalized expenditures.\nConsolidated Results of Operations\nConsolidated Revenue\nOur businesses generate revenue primarily from the sale and shipment of customized products. We also generate revenue, to a much lesser extent (and primarily in our Vista business), from digital services, graphic design services, website design and hosting, and email marketing services, as well as a small percentage of revenue from order referral fees and other third-party offerings. For additional discussion relating to segment revenue results, refer to the \"Reportable Segment Results\" section included below.\nTotal revenue and revenue growth by reportable segment for the years ended June 30, 2023, 2022, and 2021 are shown in the following table:\nIn thousands\nYear Ended June 30, \nCurrency\nImpact:\nConstant-\nCurrency\nImpact of Acquisitions/Divestitures:\nConstant- Currency Revenue Growth \n2023\n2022\n%\n Change\n(Favorable)/Unfavorable\nRevenue Growth (1)\n(Favorable)/Unfavorable\nExcluding Acquisitions/Divestitures (2)\nVista\n$\n1,613,887 \n$\n1,514,909 \n7%\n2%\n9%\n—%\n9%\nPrintBrothers\n578,431 \n526,952 \n10%\n8%\n18%\n(1)%\n17%\nThe Print Group\n346,949 \n329,590 \n5%\n8%\n13%\n—%\n13%\nNational Pen\n366,294 \n341,832 \n7%\n5%\n12%\n—%\n12%\nAll Other Businesses\n213,455 \n205,862 \n4%\n—%\n4%\n—%\n4%\nInter-segment eliminations\n(39,389)\n(31,590)\nTotal revenue\n$\n3,079,627 \n$\n2,887,555 \n7%\n4%\n11%\n—%\n11%\nIn thousands\nYear Ended June 30, \nCurrency\nImpact:\nConstant-\nCurrency\nImpact of Acquisitions/Divestitures:\nConstant- Currency Revenue Growth \n2022\n2021\n%\n Change\n(Favorable)/Unfavorable\nRevenue Growth (1)\n(Favorable)/Unfavorable\nExcluding Acquisitions/Divestitures (2)\nVista\n$\n1,514,909 \n$\n1,428,255 \n6%\n1%\n7%\n(2)%\n5%\nPrintBrothers\n526,952 \n421,766 \n25%\n8%\n33%\n(1)%\n32%\nThe Print Group\n329,590 \n275,534 \n20%\n7%\n27%\n—%\n27%\nNational Pen\n341,832 \n313,528 \n9%\n2%\n11%\n—%\n11%\nAll Other Businesses\n205,862 \n192,038 \n7%\n—%\n7%\n(4)%\n3%\nInter-segment eliminations\n(31,590)\n(55,160)\nTotal revenue\n$\n2,887,555 \n$\n2,575,961 \n12%\n3%\n15%\n(2)%\n13%\n_________________\n(1) Constant-currency revenue growth, a non-GAAP financial measure, represents the change in total revenue between current and prior year periods at constant-currency exchange rates by translating all non-U.S. dollar denominated revenue generated in the current period using the prior year period’s average exchange rate for each currency to the U.S. dollar. Our reportable segments-related growth is inclusive of inter-segment revenues, which are eliminated in our consolidated results.\n(2) Constant-currency revenue growth excluding acquisitions/divestitures, a non-GAAP financial measure, excludes revenue results for businesses in the period in which there is no comparable year-over-year revenue. Our reportable segments-related growth is inclusive of inter-segment revenues, which are eliminated in our consolidated results.\nWe have provided these non-GAAP financial measures because we believe they provide meaningful information regarding our results on a consistent and comparable basis for the periods presented. Management uses these non-GAAP financial measures, in addition to GAAP financial measures, to evaluate our operating results. These non-GAAP financial measures should be considered supplemental to and not a substitute for our reported financial results prepared in accordance with GAAP. \n29\nConsolidated Cost of Revenue\nCost of revenue includes materials used by our businesses to manufacture their products, payroll and related expenses for production and design services personnel, depreciation of assets used in the production process and in support of digital marketing service offerings, shipping, handling and processing costs, third-party production and design costs, costs of free products, and other related costs of products our businesses sell. \n \nIn thousands\nYear Ended June 30, \n \n2023\n2022\n2021\nCost of revenue\n$\n1,640,625 \n$\n1,492,726 \n$\n1,299,889 \n% of revenue\n53.3 \n%\n51.7 \n%\n50.5 \n%\nFor the year ended June 30, 2023, cost of revenue increased by $147.9 million as compared to the prior year, primarily due to additional variable cost increases driven by the constant-currency revenue growth described above, as well as continued effects of global supply chain challenges that resulted in increased costs for product substrates like paper, production materials like aluminum plates, freight and shipping charges, and energy costs. Although input costs were higher year over year, we started to see some easing across many product substrates during the second half of the current fiscal year, and we began to pass the anniversary of input cost increases, so the year-over-year impact lessened.\nCompensation costs were also higher due to the combination of a more competitive labor market and the inflationary environment in many jurisdictions where we operate. The compensation cost increases were partially offset by savings for a portion of the year that resulted from the March 2023 cost reduction actions. \nConsolidated Operating Expenses\nThe following table summarizes our comparative operating expenses for the following periods:\nIn thousands\n \nYear Ended June 30, \n \n2023\n2022\n2021\nTechnology and development expense\n$\n302,257 \n$\n292,845 \n$\n253,060 \n% of revenue\n9.8 \n%\n10.1 \n%\n9.8 \n%\nMarketing and selling expense\n$\n773,970 \n$\n789,241 \n$\n648,391 \n% of revenue\n25.1 \n%\n27.3 \n%\n25.2 \n%\nGeneral and administrative expense\n$\n209,246 \n$\n197,345 \n$\n195,652 \n% of revenue\n6.8 \n%\n6.8 \n%\n7.6 \n%\nAmortization of acquired intangible assets (1)\n$\n46,854 \n$\n54,497 \n$\n53,818 \n% of revenue\n1.5 \n%\n1.9 \n%\n2.1 \n%\nRestructuring expense\n$\n43,757 \n$\n13,603 \n$\n1,641 \n% of revenue\n1.4 \n%\n0.5 \n%\n0.1 \n%\nImpairment of Goodwill (2)\n$\n5,609 \n$\n— \n$\n— \n% of revenue\n0.2 \n%\n— \n%\n— \n%\n_____________________\n(1) Refer to Note 8 in our accompanying consolidated financial statements for additional details relating to the amortization of acquired intangible assets.\n(2) During the fourth quarter of fiscal 2023, we recognized a goodwill impairment charge of $5.6 million, which related to one of our small businesses that is a part of our All Other Businesses reportable segment. Refer to Note 8 in the accompanying consolidated financial statements for additional details.\nTechnology and development expense\nTechnology and development expense consists primarily of payroll and related expenses for employees engaged in software and manufacturing engineering, information technology operations, and content development, as well as amortization of capitalized software and website development costs, including hosting of our websites, asset depreciation, patent amortization, and other technology infrastructure-related costs. Depreciation expense for information technology equipment that directly supports the delivery of our digital marketing services products is included in cost of revenue.\n30\nTechnology and development expenses increased by $9.4 million for the year ended June 30, 2023 as compared to the prior year. This increase is primarily driven by higher volume-related third-party technology costs due in part to increased customer demand. In addition, amortization expense from capitalized software increased $3.6 million, driven by the higher capitalized asset base, as well as other operating cost increases due to higher travel and training costs. These increases were partially offset by lower compensation costs year-over-year of $0.8 million, due to cost savings resulting from recent restructuring actions that reduced headcount, which more than offset increases from our inflation-adjusted annual merit cycle and market adjustments. We also benefited from lower building costs, driven by actions taken over the past year to further optimize our real estate footprint for many of our team members operating under a remote-first model.\nMarketing and selling expense\nMarketing and selling expense consists primarily of advertising and promotional costs; payroll and related expenses for our employees engaged in marketing, sales, customer support, and public relations activities; direct-mail advertising costs; and third-party payment processing fees. Our Vista, National Pen, and BuildASign businesses have higher marketing and selling costs as a percentage of revenue as compared to our PrintBrothers and The Print Group businesses due to differences in the customers that they serve.\nFor the year ended June 30, 2023, marketing and selling expenses decreased by $15.3 million as compared to the prior year. The decreased expense was due to lower compensation costs of $13.4 million due in part to recent cost reduction actions. Other cost decreases include lower third-party consulting spend, mainly in our Vista business, and less building costs driven by actions taken over the past year to further optimize our real estate footprint for many of our team members operating under a remote-first model. These cost decreases were partially offset by higher advertising spend of $9.3 million across Cimpress, including increases in mid- and upper-funnel spend, partially offset by lower performance advertising in Vista.\nGeneral and administrative expense\nGeneral and administrative expense consists primarily of transaction costs, including third-party professional fees, insurance, and payroll and related expenses of employees involved in executive management, finance, legal, strategy, human resources, and procurement.\nFor the year ended June 30, 2023, general and administrative expenses increased by $11.9 million as compared to the prior year. Compensation costs increased year over year from higher headcount and the impacts of our inflation-adjusted annual merit cycle, partially offset by savings from recent cost reduction actions. Other cost increases included higher travel and training costs and consulting spend. We also recognized an additional $2.2 million of expense related to the termination of one of our leased office locations as we continue to optimize our office footprint with many of our team members operating under a remote-first model. This incremental expense was partially offset by lower building costs due to the termination. The increases were partially offset by lower share-based compensation expense due to forfeitures from our recent restructuring actions, as well as favorability due to different timing of expense from our granting of restricted share units, or RSUs, and share options for most employees during the current year, as compared to performance share units, or PSUs, in prior years.\nRestructuring expense \nRestructuring costs include employee termination benefits, acceleration of share-based compensation, write-off of assets, costs to exit loss-making operations, and other related costs including third-party professional and outplacement services. All restructuring costs are excluded from segment and adjusted EBITDA.\nFor the year ended June 30, 2023, restructuring expenses increased by $30.2 million as compared to the prior year. This increase is largely driven by $30.2 million of costs related to the previously described action taken in our Vista business and central teams during March 2023 that were intended to reduce costs and support expanded profitability, reduced leverage, and increased speed, focus, and accountability. The remaining increase relates to other actions announced in the fourth quarter of fiscal year 2022 to prioritize our investments and exit the Japanese and Chinese markets. Refer to Note 18 in the accompanying consolidated financial statements for additional details.\nOther Consolidated Results\nOther income, net\nOther income, net generally consists of gains and losses from currency exchange rate fluctuations on \n31\ntransactions or balances denominated in currencies other than the functional currency of our subsidiaries, as well as the realized and unrealized gains and losses on some of our derivative instruments. In evaluating our currency hedging programs and ability to qualify for hedge accounting in light of our legal entity cash flows, we considered the benefits of hedge accounting relative to the additional economic cost of trade execution and administrative burden. Based on this analysis, we execute certain currency derivative contracts that do not qualify for hedge accounting. \nThe following table summarizes the components of other income (expense), net: \nIn thousands\n \nYear Ended June 30, \n2023\n2022\n2021\nGains (losses) on derivatives not designated as hedging instruments\n$\n3,311 \n$\n58,148 \n$\n(20,728)\nCurrency-related gains, net\n16,350 \n244 \n1,005 \nOther (losses) gains\n(1,163)\n3,071 \n370 \nTotal other income (expense), net\n$\n18,498 \n$\n61,463 \n$\n(19,353)\nThe decrease in other income (expense), net was primarily due to the currency exchange rate volatility impacting our derivatives that are not designated as hedging instruments, of which our Euro and British Pound contracts are the most significant exposures that we economically hedge. We expect volatility to continue in future periods, as we do not apply hedge accounting for most of our derivative currency contracts. \nWe experienced currency-related net gains due to currency exchange rate volatility on our non-functional currency intercompany relationships, which we may alter from time to time. The impact of certain cross-currency swap contracts designated as cash flow hedges is included in our currency-related gains, net, offsetting the impact of certain non-functional currency intercompany relationships.\nInterest expense, net\nInterest expense, net primarily consists of interest paid on outstanding debt balances, amortization of debt issuance costs, debt discounts, interest related to finance lease obligations, accretion adjustments related to our mandatorily redeemable noncontrolling interests, and realized gains (losses) on effective interest rate swap contracts and certain cross-currency swap contracts.\nInterest expense, net increased by $13.4 million during the year ended June 30, 2023 as compared to the prior year, primarily due to a higher weighted-average interest rate (net of interest rate swaps) and partially offset by an increase in interest income earned on our cash and marketable securities of $7.7 million. In addition, we recognized expense related to accretion adjustments of $2.3 million during the year ended June 30, 2023 for our mandatorily redeemable noncontrolling interests, which did not occur in the prior year.\nIncome tax expense\nIn thousands\n \nYear Ended June 30, \n \n2023\n2022\n2021\nIncome tax expense\n$\n155,493 \n$\n59,901 \n$\n18,903 \nEffective tax rate\n(514.5)\n%\n642.0 \n%\n(29.7)\n%\nIncome tax expense increased for the year ended June 30, 2023 versus the prior comparable period primarily due to recording a full valuation allowance during the year ended June 30, 2023 of $116.7 million on Swiss deferred tax assets related to Swiss Tax Reform benefits recognized in fiscal year 2020 and tax loss carryforwards, partially offset by a partial valuation allowance on Swiss deferred tax assets of $29.6 million recorded during the year ended June 30, 2022. Management concluded in the second quarter of this fiscal year that based on current period results at that time, that objective and verifiable negative evidence of recent losses in Switzerland outweighed more subjective positive evidence of anticipated future income.\nWe believe that our income tax reserves are adequately maintained by taking into consideration both the technical merits of our tax return positions and ongoing developments in our income tax audits. However, the final determination of our tax return positions, if audited, is uncertain, and therefore there is a possibility that final \n32\nresolution of these matters could have a material impact on our results of operations or cash flows. Refer to Note 13 in our accompanying consolidated financial statements for additional discussion.\nReportable Segment Results\nOur segment financial performance is measured based on segment EBITDA, which is defined as operating income plus depreciation and amortization; plus proceeds from insurance; plus share-based compensation expense related to investment consideration; plus earn-out related charges; plus certain impairments; plus restructuring related charges; less gain on purchase or sale of subsidiaries. The effects of currency exchange rate fluctuations impact segment EBITDA and we do not allocate to segment EBITDA any gains or losses that are realized by our currency hedging program.\nVista\nIn thousands\n \nYear Ended June 30, \n \n2023\n2022\n2021\n2023 vs. 2022\n2022 vs. 2021\nReported Revenue\n$\n1,613,887 \n$\n1,514,909 \n$\n1,428,255 \n7%\n6%\nSegment EBITDA\n224,081 \n195,321 \n318,684 \n15%\n(39)%\n% of revenue\n14 \n%\n13 \n%\n22 \n%\nSegment Revenue\nVista's reported revenue growth for the year ended June 30, 2023 was negatively affected by a currency impact of 2%, and organic constant-currency revenue growth was 9%. Constant-currency revenue growth was driven by new customer count and new customer bookings growth across all major markets, as well as increased repeat customer bookings and higher average order values. From a product perspective, the strongest growth was in the promotional products, apparel, and gifts (PPAG) category, as well as business cards, marketing materials, packaging, and signage. Revenue from consumer oriented products that include holiday cards, invitations, and announcements declined, particularly in the U.S. market, which had a more pronounced impact during our seasonally significant second quarter. For the year ended June 30, 2023, revenue growth described above was partially offset by a decline in face mask sales of $10.3 million as well as lower revenue year over year of $7.2 million due to our exit from the Japanese market.\nSegment Profitability\nFor the year ended June 30, 2023, segment EBITDA increased by $28.8 million, due in part to gross profit growth as a result of the revenue growth described above. Cost inflation had a negative impact on gross profit year over year, but the impacts were more pronounced during the first half of fiscal year 2023, as input costs have started to stabilize and further price increases have been implemented throughout the current fiscal year. Product mix weighed on Vista's gross margins during the current fiscal year, since the fastest growth was in product categories like PPAG that have lower gross margins despite higher average order values. Vista's advertising expense decreased by $1.1 million year over year, driven by reductions to performance advertising spend during the second half of the fiscal year, which were offset in part by higher mid- and upper funnel advertising spend, mainly during the first half of fiscal year 2023. Operating expenses also decreased $13.8 million, largely due to a partial year of cost savings of approximately $20.0 million that resulted from cost reduction actions implemented in March 2023. Changes in currency exchange rates had a negative impact year over year. \n33\nPrintBrothers\n \nIn thousands\nYear Ended June 30, \n \n2023\n2022\n2021\n2023 vs. 2022\n2022 vs. 2021\nReported Revenue\n$\n578,431 \n$\n526,952 \n$\n421,766 \n10%\n25%\nSegment EBITDA\n70,866 \n66,774 \n43,144 \n6%\n55%\n% of revenue\n12 \n%\n13 \n%\n10 \n%\nSegment Revenue\nPrintBrothers' reported revenue growth for the year ended June 30, 2023 was negatively affected by currency impacts of 8%. When excluding the benefit from a small recent acquisition, organic constant-currency revenue growth was 17%. This strong performance was driven by growth in order volumes and price increases implemented to address inflationary cost increases. \nSegment Profitability\nDespite a challenging supply chain and inflationary environment, PrintBrothers' segment EBITDA for the year ended June 30, 2023 grew year over year, driven by the constant-currency revenue growth described above, as well as profit contribution from a business acquired in the last twelve months. Currency exchange fluctuations negatively impacted segment EBITDA year over year by $3.8 million. We continue to focus on key areas within these businesses to exploit scale advantages and improve their cost competitiveness. These businesses also continue to adopt technologies that are part of our mass customization platform, which we believe will further improve customer value and the efficiency of each business over the long term. \nThe Print Group\n \nIn thousands\nYear Ended June 30, \n \n2023\n2022\n2021\n2023 vs. 2022\n2022 vs. 2021\nReported Revenue\n$\n346,949 \n$\n329,590 \n$\n275,534 \n5%\n20%\nSegment EBITDA\n60,089 \n58,664 \n43,126 \n2%\n36%\n% of revenue\n17 \n%\n18 \n%\n16 \n%\nSegment Revenue\nThe Print Group's reported revenue for the year ended June 30, 2023 was negatively affected by a currency impact of 8%, resulting in an increase to revenue on a constant-currency basis of\n \n13%. Constant-currency revenue growth was largely driven by price increases that have been implemented over the past year to address inflationary cost increases, as well as volume growth and increased order fulfillment for other Cimpress businesses.\nSegment Profitability\nThe increase in The Print Group's segment EBITDA during the year ended June 30, 2023 as compared to the prior year was largely due to the revenue growth described above, despite higher input costs that are impacted by supply chain disruptions and higher shipping and energy costs, which had a larger impact during the first half of fiscal year 2023. Currency exchange fluctuations negatively impacted segment EBITDA year over year by $3.9 million.\nNational Pen\nIn thousands\nYear Ended June 30, \n \n2023\n2022\n2021\n2023 vs. 2022\n2022 vs. 2021\nReported Revenue\n$\n366,294 \n$\n341,832 \n$\n313,528 \n7%\n9%\nSegment EBITDA\n23,714 \n26,845 \n11,644 \n(12)%\n131%\n% of revenue\n6 \n%\n8 \n%\n4 \n%\n34\nSegment\n \nRevenue\nFor the year ended June 30, 2023, National Pen's revenue growth was negatively affected by currency impacts of 5%, resulting in constant-currency revenue growth of 12%. Constant-currency revenue growth was driven by price increases that have been implemented over the past year to address inflationary cost increases, as well as volume growth in new product categories that include bags and drinkware. Year-over-year revenue growth was negatively impacted by our exit from the Japanese market by approximately\n \n$11.7 million\n \nas well as the decline in face mask sales of approximately $9.2 million.\nSegment Profitability\nThe decrease in National Pen's segment EBITDA for the year ended June 30, 2023 was driven by currency exchange fluctuations that negatively impacted segment EBITDA year over year by $8.1 million. Excluding the effect of currency, segment EBITDA grew, as a result of contribution profit growth that was due to the revenue growth described above. During the current fiscal year, duplicative costs from the migration of European manufacturing from Ireland to the Czech Republic lessened contribution profit growth versus the prior year. Additionally, operating expenses increased year over year due to higher tech spend and customer service costs driven by higher sales volumes, which partially offset the contribution profit growth described above.\nAll Other Businesses\n \nIn thousands\nYear Ended June 30, \n \n2023\n2022\n2021\n2023 vs. 2022\n2022 vs. 2021\nReported Revenue \n$\n213,455 \n$\n205,862 \n$\n192,038 \n4%\n7%\nSegment EBITDA\n25,215 \n23,227 \n31,707 \n9%\n(27)%\n% of revenue\n12 \n%\n11 \n%\n17 \n%\nThis segment includes BuildASign, which is a larger and profitable business, and Printi, an early-stage business that we have managed at a relatively modest operating loss as previously described and planned. This segment also included results from our YSD business in China that was divested during the third quarter of fiscal year 2023.\nSegment Revenue\nAll Other Businesses' constant-currency revenue growth was 4% during the year ended June 30, 2023. BuildASign generates the majority of revenue in this segment, and grew year over year with mixed performance by product line. Printi delivered strong revenue growth across product lines and channels supported by price increases implemented over the past year.\nSegment Profitability\nThe increase in segment EBITDA for the year ended June 30, 2023, as compared to the prior year, was primarily due to the recent divestiture of our small, loss making business in China (YSD), which we completed during the third quarter of fiscal year 2023. Segment EBITDA for our BuildASign business declined due to lower gross margins driven by higher input costs, including increased labor and marketing costs, which had a larger impact on BuildASign's home decor products.\nCentral and Corporate Costs\nCentral and corporate costs consist primarily of the team of software engineers that is building our mass customization platform; shared service organizations such as global procurement; technology services such as security; administrative costs of our Cimpress India offices where numerous Cimpress businesses have dedicated business-specific team members; and corporate functions including our tax, treasury, internal audit, legal, sustainability, corporate communications, remote first enablement, consolidated reporting and compliance, investor relations, and the functions of our CEO and CFO. These costs also include certain unallocated share-based compensation costs. \nCentral and corporate costs decreased by $10.4 million during the year ended June 30, 2023 as compared to the prior year, driven by favorability from unallocated share-based compensation due to changes in the mix of \n35\nequity instruments granted and forfeitures from recent cost reduction actions. In addition, compensation costs decreased due to savings from recent cost reduction actions, which more than offset the effect of our inflation-adjusted annual merit cycle and higher volume-related technology costs.\nLiquidity and Capital Resources\nConsolidated Statements of Cash Flows Data\nIn thousands\n \nYear Ended June 30, \n \n2023\n2022\n2021\nNet cash provided by operating activities\n$\n130,289 \n$\n219,536 \n$\n265,221 \nNet cash used in investing activities\n(103,725)\n(3,997)\n(354,316)\nNet cash (used in) provided by financing activities\n(177,106)\n(106,572)\n224,128 \nThe cash flows during the year ended June 30, 2023 related primarily to the following items: \nCash inflows:\n \n•\nAdjustments for non-cash items of $353.9 million primarily related to adjustments for depreciation and amortization of $162.4 million, deferred taxes of $114.9 million, share-based compensation costs of $42.1 million, and unrealized currency-related losses of $22.4 million\n•\nProceeds from the maturity of held-to-maturity securities of $8.1 million, net of purchases\nCash outflows:\n•\nNet loss of $185.7 million\n•\nExercise of PrintBrothers and BuildASign minority equity interest holders' put options for $95.6 million; refer to Note 14 in the accompanying consolidated financial statements for additional details\n•\nInternal and external costs of $57.8 million for software and website development that we have capitalized \n•\nCapital expenditures of $53.8 million, of which the majority related to the purchase of manufacturing and automation equipment for our production facilities\n•\nRepurchases of a portion of our 7.0% Senior Notes due 2026 (the \"2026 Notes\") of $45.0 million. Refer to Note 10 in the accompanying consolidated financial statements for additional details.\n•\nTotal outflow from net working capital of $37.9 million, primarily due to timing impacts from unfavorable changes to accounts payable and accrued expenses.\n•\nRepayments of debt, net of proceeds from borrowings, of $13.0 million\n•\nPayments for finance lease arrangements of $8.3 million\n•\n$6.9 million for the payment of purchase consideration included in the Depositphotos acquisition's fair value\n•\nPayment of withholding taxes in connection with share awards of $4.4 million\n•\n$3.7 million of distributions to noncontrolling interest holders\nAdditional Liquidity and Capital Resources Information. \nAt June 30, 2023, we had $130.3 million of cash and cash equivalents, $43.0 million of marketable securities, and $1,654.0 million of debt, excluding debt issuance costs and debt premiums and discounts. During the year ended June 30, 2023, we financed our operations and strategic investments through internally generated cash flows from operations and cash on hand. We expect to finance our future operations through our cash, investments, operating cash flow, and borrowings under our debt arrangements.\n36\nIn light of our recently implemented cost savings measures and our expectation of continued profitability expansion and cash flow generation, we expect our liquidity to increase in fiscal year 2024. We have historically used excess cash and cash equivalents for organic investments, share repurchases, acquisitions and equity investments, and debt reduction. During the fourth quarter of fiscal year 2023, we allocated $45.0 million of capital toward the repurchase of a portion of our 2026 Notes. We expect to continue reducing our net leverage through fiscal year 2024. Beyond fiscal year 2024, we expect to have the flexibility to opportunistically deploy\ncapital that enhances our intrinsic value per share even while maintaining leverage similar to or below our pre-pandemic levels.\nIndefinitely Reinvested Earnings. \nAs of June 30, 2023, a portion of our cash and cash equivalents were held by our subsidiaries, and undistributed earnings of our subsidiaries that are considered to be indefinitely reinvested were $56.3 million. We do not intend to repatriate these funds as the cash and cash equivalent balances are generally used and available, without legal restrictions, to fund ordinary business operations and investments of the respective subsidiaries. If there is a change in the future, the repatriation of undistributed earnings from certain subsidiaries, in the form of dividends or otherwise, could have tax consequences that could result in material cash outflows.\nContractual Obligations\nContractual obligations at June 30, 2023 are as follows:\nIn thousands \nPayments Due by Period\nTotal\nLess\nthan 1\nyear\n1-3\nyears\n3-5\nyears\nMore\nthan 5\nyears\nOperating leases, net of subleases (1)\n$\n83,137 \n$\n22,907 \n$\n30,313 \n$\n12,927 \n$\n16,990 \nPurchase commitments\n222,860 \n140,527 \n56,375 \n14,958 \n11,000 \n2026 Notes and interest payments\n663,443 \n38,381 \n625,062 \n— \n— \nSenior secured credit facility and interest payments (2)\n1,493,444 \n95,483 \n188,515 \n1,209,446 \n— \nOther debt\n7,076 \n2,853 \n3,783 \n440 \n— \nFinance leases, net of subleases (1)\n38,379 \n9,727 \n9,606 \n5,736 \n13,310 \nTotal (3)\n$\n2,508,339 \n$\n309,878 \n$\n913,654 \n$\n1,243,507 \n$\n41,300 \n___________________\n(1) Operating and finance lease payments above include only amounts which are fixed under lease agreements. Our leases may also incur variable expenses which are not reflected in the contractual obligations above.\n(2) Senior secured credit facility and interest payments include the effects of interest rate swaps, whether they are expected to be payments or receipts of cash. \n(3) We may be required to make cash outlays related to our uncertain tax positions. However, due to the uncertainty of the timing of future cash flows associated with our uncertain tax positions, we are unable to make reasonably reliable estimates of the period of cash settlement, if any, with the respective taxing authorities. Accordingly, uncertain tax positions of $10.1 million as of June 30, 2023 have been excluded from the contractual obligations table above. See Note 13 in our accompanying consolidated financial statements for further information on uncertain tax positions.\nOperating Leases\n. We rent manufacturing facilities and office space under operating leases expiring on various dates through 2037. The terms of certain lease agreements require security deposits in the form of bank guarantees and letters of credit, with $1.5 million in the aggregate outstanding as of June 30, 2023\n.\nPurchase Commitments.\n At June 30, 2023, we had unrecorded commitments under contract of $222.9 million. Purchase commitments consisted of third-party fulfillment and digital services of $100.3 million; third-party cloud services of $74.9 million; software of $13.7 million; advertising of $10.1 million; commitments for professional and consulting fees of $6.2 million; production and computer equipment purchases of $3.9 million, and other commitments of $13.8 million.\nSenior Secured Credit Facility and Interest Payments.\n As of June 30, 2023, we have borrowings under our amended and restated senior secured credit agreement (\"Restated Credit Agreement\") of $1,098.6 million, consisting of the Term Loan B, which amortizes over the loan period, with a final maturity date of May 17, 2028. Our $250.0 million senior secured revolving credit facility with a maturity date of May 17, 2026 (the “Revolving Credit Facility\") under our Restated Credit Agreement has $244.2 million unused as of June 30, 2023. There are no drawn amounts on the Revolving Credit Facility, but our outstanding letters of credit reduce our unused balance. Our \n37\nunused balance can be drawn at any time so long as we are in compliance with our debt covenants and if any loans made under the Revolving Credit Facility are outstanding on the last day of any fiscal quarter, then we are subject to a financial maintenance covenant that the First Lien Leverage Ratio (as defined in the Restated Credit Agreement) calculated as of the last day of such quarter shall not exceed 3.25 to 1.00. Any amounts drawn under the Revolving Credit Facility will be due on May 17, 2026. Interest payable included in the above table is based on the interest rate as of June 30, 2023 and assumes all LIBOR-based revolving loan amounts outstanding will not be paid until maturity but that the term loan amortization payments will be made according to our defined schedule. The LIBOR sunset occurred on June 30, 2023, and, under the terms of our Restated Credit Agreement, our benchmark rate transitioned to Term SOFR in July 2023.\n2026 Notes and Interest Payments. \nOur $548.3 million 2026 Notes bear interest at a rate of 7.0% per annum and mature on June 15, 2026. Interest on the notes is payable semi-annually on June 15 and December 15 of each year. \nDebt Covenants.\n The Restated Credit Agreement and the indenture that governs our 2026 Notes contain covenants that restrict or limit certain activities and transactions by Cimpress and our subsidiaries. As of June 30, 2023, we were in compliance with all covenants under our Restated Credit Agreement and the indenture governing our 2026 Notes. Refer to Note 10 in our accompanying consolidated financial statements for additional information.\nOther Debt.\n In addition, we have other debt which consists primarily of term loans acquired through our various acquisitions or used to fund certain capital investments. As of June 30, 2023, we had $7.1 million outstanding for those obligations that have repayments due on various dates through September 2027.\nFinance Leases.\n We lease certain facilities, machinery, and plant equipment under finance lease agreements that expire at various dates through 2028. The aggregate carrying value of the leased equipment under finance leases included in property, plant and equipment, net in our consolidated balance sheet at June 30, 2023 is $30.6 million, net of accumulated depreciation of $36.5 million. The present value of lease installments not yet due included in other current liabilities and other liabilities in our consolidated balance sheet at June 30, 2023 amounts to $39.8 million.\nOther Obligations.\n During fiscal year 2023, we made a $6.9 million deferred payment for our Depositphotos acquisition, and there were no outstanding acquisition-related deferred liabilities as of June 30, 2023.\nAdditional Non-GAAP Financial Measures \nAdjusted EBITDA and adjusted free cash flow presented below, and constant-currency revenue growth and constant-currency revenue growth excluding acquisitions/divestitures presented in the consolidated results of operations section above, are supplemental measures of our performance that are not required by, or presented in accordance with, GAAP. Adjusted EBITDA is defined as GAAP operating income plus depreciation and amortization plus share-based compensation expense plus proceeds from insurance not already included in operating income plus earn-out related charges plus certain impairments plus restructuring related charges plus realized gains or losses on currency derivatives less the gain or loss on purchase or sale of subsidiaries as well as the disposal of assets.\nAdjusted EBITDA is the primary profitability metric by which we measure our consolidated financial performance and is provided to enhance investors' understanding of our current operating results from the underlying and ongoing business for the same reasons it is used by management. For example, for acquisitions, we believe excluding the costs related to the purchase of a business (such as amortization of acquired intangible assets, contingent consideration, or impairment of goodwill) provides further insight into the performance of the underlying acquired business in addition to that provided by our GAAP operating income. As another example, as we do not apply hedge accounting for certain derivative contracts, we believe inclusion of realized gains and losses on these contracts that are intended to be matched against operational currency fluctuations provides further insight into our operating performance in addition to that provided by our GAAP operating income. We do not, nor do we suggest, that investors should consider such non-GAAP financial measures in isolation from, or as a substitute for, financial information prepared in accordance with GAAP.\nAdjusted free cash flow is the primary financial metric by which we set quarterly and annual budgets both for individual businesses and Cimpress-wide. Adjusted free cash flow is defined as net cash provided by operating activities less purchases of property, plant and equipment, purchases of intangible assets not related to acquisitions, \n38\nand capitalization of software and website development costs that are included in net cash used in investing activities, plus the payment of contingent consideration in excess of acquisition-date fair value and gains on proceeds from insurance that are included in net cash provided by operating activities, if any. We use this cash flow metric because we believe that this methodology can provide useful supplemental information to help investors better understand our ability to generate cash flow after considering certain investments required to maintain or grow our business, as well as eliminate the impact of certain cash flow items presented as operating cash flows that we do not believe reflect the cash flow generated by the underlying business.\nOur adjusted free cash flow measure has limitations as it may omit certain components of the overall cash flow statement and does not represent the residual cash flow available for discretionary expenditures. For example, adjusted free cash flow does not incorporate our cash payments to reduce the principal portion of our debt or cash payments for business acquisitions. Additionally, the mix of property, plant and equipment purchases that we choose to finance may change over time. We believe it is important to view our adjusted free cash flow measure only as a complement to our entire consolidated statement of cash flows. \nThe table below sets forth operating income and adjusted EBITDA for the years ended June 30, 2023, 2022, and 2021:\nIn thousands\nYear Ended June 30, \n2023\n2022\n2021\nGAAP operating income\n$\n57,309 \n$\n47,298 \n$\n123,510 \nExclude expense (benefit) impact of:\nDepreciation and amortization\n162,428 \n175,681 \n173,212 \nProceeds from insurance\n— \n— \n122 \nShare-based compensation expense\n39,682 \n49,766 \n37,034 \nCertain impairments and other adjustments\n6,932 \n(9,709)\n20,453 \nRestructuring-related charges\n43,757 \n13,603 \n1,641 \nRealized gains (losses) on currency derivatives not included in operating income (1)\n29,724 \n4,424 \n(6,854)\nAdjusted EBITDA\n$\n339,832 \n$\n281,063 \n$\n349,118 \n_________________\n(1) These realized gains (losses) include only the impacts of certain currency derivative contracts that are intended to hedge our adjusted EBITDA exposure to foreign currencies for which we do not apply hedge accounting. See Note 4 in our accompanying consolidated financial statements for further information.\nThe table below sets forth net cash provided by operating activities and adjusted free cash flow for the years ended June 30, 2023, 2022, and 2021:\nIn thousands\nYear Ended June 30, \n2023\n2022\n2021\nNet cash provided by operating activities\n$\n130,289 \n$\n219,536 \n$\n265,221 \nPurchases of property, plant and equipment\n(53,772)\n(54,040)\n(38,524)\nCapitalization of software and website development costs\n(57,787)\n(65,297)\n(60,937)\nAdjusted free cash flow\n$\n18,730 \n$\n100,199 \n$\n165,760 \nCritical Accounting Policies and Estimates \nOur financial statements are prepared in accordance with U.S. generally accepted accounting principles (“GAAP”). To apply these principles, we must make estimates and judgments that affect our reported amounts of assets, liabilities, revenues and expenses, and related disclosure of contingent assets and liabilities. In some instances, we reasonably could have used different accounting estimates and, in other instances, changes in the accounting estimates are reasonably likely to occur from period to period. Accordingly, actual results could differ significantly from our estimates. We base our estimates and judgments on historical experience and other assumptions that we believe to be reasonable at the time under the circumstances, and we evaluate these estimates and judgments on an ongoing basis. We refer to accounting estimates and judgments of this type as critical accounting policies and estimates, which we discuss further below. This section should be read in conjunction with Note 2, \"Summary of Significant Accounting Policies,\" of our audited consolidated financial statements included elsewhere in this Report. \n39\nRevenue Recognition\n. We generate revenue primarily from the sale and shipment of customized manufactured products. To a much lesser extent (and only in our Vista business) we provide digital services, website design and hosting, and email marketing services, as well as a small percentage from order referral fees and other third-party offerings. Revenues are recognized when control of the promised products or services is transferred to the customer in an amount that reflects the consideration we expect to be entitled to in exchange for those products or services. \nUnder the terms of most of our arrangements with our customers we provide satisfaction guarantees, which give our customers an option for a refund or reprint over a specified period of time if the customer is not fully satisfied. As such, we record a reserve for estimated sales returns and allowances as a reduction of revenue, based on historical experience or the specific identification of an event necessitating a reserve. Actual sales returns have historically not been significant. \nWe have elected to recognize shipping and handling activities that occur after transfer of control of the products as fulfillment activities and not as a separate performance obligation. Accordingly, we recognize revenue for our single performance obligation upon the transfer of control of the fulfilled orders, which generally occurs upon delivery to the shipping carrier. If revenue is recognized prior to completion of the shipping and handling activities, we accrue the costs of those activities. We do have some arrangements whereby the transfer of control, and thus revenue recognition, occurs upon delivery to the customer. If multiple products are ordered together, each product is considered a separate performance obligation, and the transaction price is allocated to each performance obligation based on the standalone selling price. Revenue is recognized upon satisfaction of each performance obligation. We generally determine the standalone selling prices based on the prices charged to our customers. \nOur products are customized for each individual customer with no alternative use except to be delivered to that specific customer; however, we do not have an enforceable right to payment prior to delivering the items to the customer based on the terms and conditions of our arrangements with customers, and therefore we recognize revenue at a point in time.\nWe record deferred revenue when cash payments are received in advance of our satisfaction of the related performance obligation. The satisfaction of performance obligations generally occur shortly after cash payment and we expect to recognize the majority of our deferred revenue balance as revenue within three months subsequent to June 30, 2023.\nWe periodically provide marketing materials and promotional offers to new customers and existing customers that are intended to improve customer retention. These incentive offers are generally available to all customers, and therefore do not represent a performance obligation as customers are not required to enter into a contractual commitment to receive the offer. These discounts are recognized as a reduction to the transaction price when used by the customer. Costs related to free products are included within cost of revenue and sample products are included within marketing and selling expense.\nWe have elected to apply the practical expedient under ASC 340-40-25-4 to expense incremental direct costs as incurred, which primarily includes sales commissions, since our contract periods generally are less than one year and the related performance obligations are satisfied within a short period of time. \nShare-Based Compensation\n. We measure share-based compensation costs at fair value, and recognize the expense over the period that the recipient is required to provide service in exchange for the award, which generally is the vesting period. We recognize the impact of forfeitures as they occur. \nOur performance share units, or PSUs, are estimated at fair value on the date of grant, which is fixed throughout the vesting period. The fair value is determined using a Monte Carlo simulation valuation model. As the PSUs include both a service and market condition, the related expense is recognized using the accelerated expense attribution method over the requisite service period for each separately vesting portion of the award. For PSUs that meet the service vesting condition, the expense recognized over the requisite service period will not be reversed if the market condition is not achieved. The compensation expense for these awards is estimated at fair value using a Monte Carlo simulation valuation model and compensation costs are recorded only if it is probable that the performance condition will be achieved. \n40\nIncome Taxes\n. As part of the process of preparing our consolidated financial statements, we calculate our income taxes in each of the jurisdictions in which we operate. This process involves estimating our current tax expense, including assessing the risks associated with tax positions, together with assessing temporary and permanent differences resulting from differing treatment of items for tax and financial reporting purposes. We recognize deferred tax assets and liabilities for the temporary differences using the enacted tax rates and laws that will be in effect when we expect temporary differences to reverse. We assess the ability to realize our deferred tax assets based upon the weight of available evidence both positive and negative. To the extent we believe that it is more likely than not that some portion or all of the deferred tax assets will not be realized, we establish a valuation allowance. Our estimates can vary due to the profitability mix of jurisdictions, foreign exchange movements, changes in tax law, regulations or accounting principles, as well as certain discrete items. In the event that actual results differ from our estimates or we adjust our estimates in the future, we may need to increase or decrease income tax expense, which could have a material impact on our financial position and results of operations.\nWe establish reserves for tax-related uncertainties based on estimates of whether, and the extent to which, additional taxes will be due. These reserves are established when we believe that certain positions might be challenged despite our belief that our tax return positions are in accordance with applicable tax laws. We adjust these reserves in light of changing facts and circumstances, such as the closing of a tax audit, new tax legislation, or the change of an estimate based on new information. To the extent that the final outcome of these matters is different than the amounts recorded, such differences will affect the provision for income taxes in the period in which such determination is made. Interest and, if applicable, penalties related to unrecognized tax benefits are recorded in the provision for income taxes.\nSoftware and Website Development Costs\n. We capitalize eligible salaries and payroll-related costs of employees and third-party consultants who devote time to the development of our websites and internal-use computer software. Capitalization begins when the preliminary project stage is complete, management with the relevant authority authorizes and commits to the funding of the software project, and it is probable that the project will be completed and the software will be used to perform the function intended. These costs are amortized on a straight-line basis over the estimated useful life of the software, which is three years. Our judgment is required in evaluating whether a project provides new or additional functionality, determining the point at which various projects enter the stages at which costs may be capitalized, assessing the ongoing value and impairment of the capitalized costs, and determining the estimated useful lives over which the costs are amortized. Historically we have not had any significant impairments of our capitalized software and website development costs. \nBusiness Combinations\n. We recognize the tangible and intangible assets acquired and liabilities assumed based on their estimated fair values at the date of acquisition. The fair value of identifiable intangible assets is based on detailed cash flow valuations that use information and assumptions provided by management. The valuations are dependent upon a myriad of factors including historical financial results, forecasted revenue growth rates, estimated customer renewal rates, projected operating margins, royalty rates, and discount rates. We estimate the fair value of any contingent consideration at the time of the acquisition using all pertinent information known to us at the time to assess the probability of payment of contingent amounts or through the use of a Monte Carlo simulation model. We allocate any excess purchase price over the fair value of the net tangible and intangible assets acquired and liabilities assumed to goodwill. The assumptions used in the valuations for our acquisitions may differ materially from actual results depending on performance of the acquired businesses and other factors. While we believe the assumptions used were appropriate, different assumptions in the valuation of assets acquired and liabilities assumed could have a material impact on the timing and extent of impact on our statements of operations. \nGoodwill is assigned to reporting units as of the date of the related acquisition. If goodwill is assigned to more than one reporting unit, we utilize a method that is consistent with the manner in which the amount of goodwill in a business combination is determined. Costs related to the acquisition of a business are expensed as incurred. \nGoodwill, Indefinite-Lived Intangible Assets, and Other Definite Lived Long-Lived Assets\n. We evaluate goodwill and indefinite-lived intangible assets for impairment annually or more frequently when an event occurs or circumstances change that indicate that the carrying value may not be recoverable. We have the option to first assess qualitative factors to determine whether it is more likely than not that the fair value of a reporting unit is less than its carrying amount. We consider the timing of our most recent fair value assessment and associated headroom, the actual operating results as compared to the cash flow forecasts used in those fair value assessments, the current long-term forecasts for each reporting unit, and the general market and economic environment of each reporting unit. In addition to the specific factors mentioned above, we assess the following individual factors on an ongoing basis such as: \n41\n•      A significant adverse change in legal factors or the business climate; \n•      An adverse action or assessment by a regulator; \n•      Unanticipated competition; \n•      A loss of key personnel; and \n•      A more-likely-than-not expectation that a reporting unit or a significant portion of a reporting unit will be sold or otherwise disposed of.\nIf the results of the qualitative analysis were to indicate that the fair value of a reporting unit is less than its carrying value, the quantitative test is required. Under the quantitative approach, we estimate the fair values of our reporting units using a discounted cash flow methodology and in certain circumstances a market-based approach. This analysis requires significant judgment and is based on our strategic plans and estimation of future cash flows, which is dependent on internal forecasts. Our annual analysis also requires significant judgment including the identification and aggregation of reporting units, as well as the determination of our discount rate and perpetual growth rate assumptions. We are required to compare the fair value of the reporting unit with its carrying value and recognize an impairment charge for the amount by which the carrying amount exceeds the reporting unit's fair value. For the year ended June 30, 2023, we recognized a goodwill impairment charge of $5,609. The charge is a partial impairment of the goodwill for one of our small reporting units within our All Other Businesses reportable segment. There were no impairments identified for any other reporting units.\nWe are required to evaluate the estimated useful lives and recoverability of definite lived long-lived assets (for example, customer relationships, developed technology, property, and equipment) on an ongoing basis when indicators of impairment are present. For purposes of the recoverability test, long-lived assets are grouped with other assets and liabilities at the lowest level for which identifiable cash flows are largely independent of the cash flows of other assets and liabilities. The test for recoverability compares the undiscounted future cash flows of the long-lived asset group to its carrying value. If the carrying values of the long-lived asset group exceed the undiscounted future cash flows, the assets are considered to be potentially impaired. The next step in the impairment measurement process is to determine the fair value of the individual net assets within the long-lived asset group. If the aggregate fair values of the individual net assets of the group are less than the carrying values, an impairment charge is recorded equal to the excess of the aggregate carrying value of the group over the aggregate fair value. The loss is allocated to each long-lived asset within the group based on their relative carrying values, with no asset reduced below its fair value. The identification and evaluation of a potential impairment requires judgment and is subject to change if events or circumstances pertaining to our business change. We evaluated our long-lived assets for impairment during the year ended June 30, 2023, and we recognized no impairments. \nRecently Issued or Adopted Accounting Pronouncements \nSee Item 8 of Part II, “Financial Statements and Supplementary Data — Note 2 — Summary of Significant Accounting Policies — Recently Issued or Adopted Accounting Pronouncements.\"",
    "item7a": ">Item 7A.          \nQuantitative and Qualitative Disclosures About Market Risk\nInterest Rate Risk.\n Our exposure to interest rate risk relates primarily to our cash, cash equivalents, and debt. \nAs of June 30, 2023, our cash and cash equivalents consisted of standard depository accounts, which are held for working capital purposes, money market funds, and marketable securities with an original maturity of less than 90 days. We do not believe we have a material exposure to interest rate fluctuations related to our cash and cash equivalents.\nAs of June 30, 2023, we had\n \n$1,098.6 million of variable-rate debt. As a result, we have exposure to market risk for changes in interest rates related to these obligations. In order to mitigate our exposure to interest rate changes related to our variable-rate debt, we execute interest rate swap contracts to fix the interest rate on a portion \n42\nof our outstanding or forecasted long-term debt with varying maturities. As of June 30, 2023, a hypothetical 100 basis point increase in rates, inclusive of the impact of our outstanding interest rate swaps that are accruing interest as of June 30, 2023, would result in a $8.7 million impact to interest expense over the next 12 months. This does not include any yield from cash and marketable securities.\nCurrency Exchange Rate Risk.\n We conduct business in multiple currencies through our worldwide operations but report our financial results in U.S. dollars. We manage these currency risks through normal operating activities and, when deemed appropriate, through the use of derivative financial instruments. We have policies governing the use of derivative instruments and do not enter into financial instruments for trading or speculative purposes. The use of derivatives is intended to reduce, but does not entirely eliminate, the impact of adverse currency exchange rate movements. A summary of our currency risk is as follows:\n•\nTranslation of our non-U.S. dollar revenues and expenses:\n Revenue and related expenses generated in currencies other than the U.S. dollar could result in higher or lower net loss when, upon consolidation, those transactions are translated to U.S. dollars. When the value or timing of revenue and expenses in a given currency are materially different, we may be exposed to significant impacts on our net loss and non-GAAP financial metrics, such as adjusted EBITDA.\nOur currency hedging objectives are targeted at reducing volatility in our forecasted U.S. dollar-equivalent adjusted EBITDA in order to maintain stability on our incurrence-based debt covenants. Since adjusted EBITDA excludes non-cash items such as depreciation and amortization that are included in net loss, we may experience increased, not decreased, volatility in our GAAP results due to our hedging approach. Our most significant net currency exposures by volume are in the Euro and British Pound. \nIn addition, we elect to execute currency derivatives contracts that do not qualify for hedge accounting. As a result, we may experience volatility in our consolidated statements of operations due to (i) the impact of unrealized gains and losses reported in other income (expense), net, on the mark-to-market of outstanding contracts and (ii) realized gains and losses recognized in other income (expense), net, whereas the offsetting economic gains and losses are reported in the line item of the underlying activity, for example, revenue. \n•\nTranslation of our non-U.S. dollar assets and liabilities\n: Each of our subsidiaries translates its assets and liabilities to U.S. dollars at current rates of exchange in effect at the balance sheet date. The resulting gains and losses from translation are included as a component of accumulated other comprehensive loss on the consolidated balance sheet. Fluctuations in exchange rates can materially impact the carrying value of our assets and liabilities. We have currency exposure arising from our net investments in foreign operations. We enter into currency derivatives to mitigate the impact of currency rate changes on certain net investments. \n•\nRemeasurement of monetary assets and liabilities:\n Transaction gains and losses generated from remeasurement of monetary assets and liabilities denominated in currencies other than the functional currency of a subsidiary are included in other income (expense), net, on the consolidated statements of operations. Certain of our subsidiaries hold intercompany loans denominated in a currency other than their functional currency. Due to the significance of these balances, the revaluation of intercompany loans can have a material impact on other income (expense), net. We expect these impacts may be volatile in the future, although our largest intercompany loans do not have a U.S. dollar cash impact for the consolidated group because they are either: 1) U.S. dollar loans or 2) we elect to hedge certain non-U.S. dollar loans with cross-currency swaps and forward contracts. A hypothetical 10% change in currency exchange rates was applied to total net monetary assets denominated in currencies other than the functional currencies at the balance sheet dates to compute the impact these changes would have had on our (loss) income before income taxes in the near term. The balances are inclusive of the notional value of any cross-currency swaps designated as cash flow hedges. A hypothetical decrease in exchange rates of 10% against the functional currency of our subsidiaries would have resulted in a change of $8.4 million on our (loss) income before income taxes for the year ended June 30, 2023.  \n43",
    "cik": "1262976",
    "cusip6": "G2143T",
    "cusip": [
        "G2143T103",
        "G2143T903"
    ],
    "names": [
        "CIMPRESS PLC"
    ],
    "source": "https://www.sec.gov/Archives/edgar/data/1262976/000126297623000051/0001262976-23-000051-index.htm"
}