{
    "item1": ">ITEM 1. BUSINESS\n\n\n \n\n\nOverview\n\n\nIGC Pharma, Inc., formerly known as India Globalization Capital Inc., is a clinical-stage pharmaceutical company with a diversified revenue model that develops both prescription drugs and over-the-counter (OTC) products. IGC is a Maryland corporation established in 2005 with a fiscal year that is a 52- or 53-week period that ends on March 31. IGC has two business segments: Life Sciences and Infrastructure.\n\n\n \n\n\nOur focus is on developing innovative therapies for neurological disorders such as Alzheimer’s disease, epilepsy, Tourette syndrome, and sleep disorders. We also focus on formulations for eating disorders, chronic pain, premenstrual syndrome (PMS), and dysmenorrhea, in addition to health and wellness OTC formulations. The Company is developing its lead candidate, IGC-AD1, an investigational oral therapy for the treatment of agitation associated with Alzheimer’s disease. IGC-AD1 is currently in Phase 2 (Phase 2B) clinical trials after completing nearly a decade of research and realizing positive results from pre-clinical and a Phase 1 trial. This previous research into IGC-AD1 has demonstrated efficacy in reducing plaques and tangles, which are two important hallmarks of Alzheimer’s, as well as reducing neuropsychiatric symptoms associated with dementia in Alzheimer’s disease, such as agitation.\n\n\n \n\n\nAlzheimer’s is a progressive neurodegenerative disorder characterized by memory loss, cognitive decline, and behavioral changes. As the most common cause of dementia, it affects over 50 million people worldwide. The disease is associated with the accumulation of plaques and tangles in the brain, leading to brain cell deterioration and impaired cognitive functions. Currently, there is no cure for Alzheimer’s, and the projected cost of Alzheimer’s and associated dementia is expected to be around $1 trillion just in the U.S., placing a significant financial strain on individuals, families, and the healthcare system.\n\n\n \n\n\nThe progress we are making in clinical trials gives us confidence in the potential of IGC-AD1 to be a groundbreaking therapy, with the potential to treat Alzheimer’s and also to manage devastating symptoms that separate families, increase admissions to nursing homes, and drive the cost of Alzheimer’s care. We have filed forty-one (41) patent applications in different countries and secured nine patents, including control of four in the Alzheimer’s space. We have built a facility for a potential Phase 3 trial and have strategic relations for the procurement of Active Pharmaceutical Ingredients (APIs). In addition, we have acquired and initiated work on TGR-63, a pre-clinical molecule that exhibits an impressive affinity for reducing neurotoxicity in Alzheimer’s cell lines. The advancement of IGC-AD1 into Phase 2 trials represents a significant milestone for the Company and positions us for multiple pathways to future success. We anticipate that the positive outcomes from these and other trials will drive further growth, valuation, and market potential for IGC-AD1, although there can be no assurance thereof.\n\n\n \n\n\nAt IGC Pharma, we recognize the significance of operational excellence and cost management in clinical trials. We have established an internal capability to manage trials, including proprietary software, rather than working with an external Contract Research Organization (CRO). We believe this empowers us to substantially reduce the costs associated with clinical trials compared to relying on external CROs. Our proprietary software allows us to streamline the trial processes, enabling seamless coordination and data management. Additionally, we are integrating machine learning technologies into our software framework. We believe this overlay of Artificial Intelligence (AI) will help us simulate trial scenarios, generate new insights to facilitate improved decision-making, efficiently design our Phase 3 trial, provide advanced data analysis, and ultimately enhancing the effectiveness and efficiency of our clinical trials, although there can be no assurance thereof.\n\n\n \n\n\nLife Sciences Segment \n\n\n \n\n\nIGC develops advanced formulations for treating diseases and conditions, including Alzheimer’s disease (AD), menstrual cramps (dysmenorrhea), premenstrual syndrome (PMS), and chronic pain. The Company’s leading drug candidate, IGC-AD1, has demonstrated in Alzheimer’s cell lines the potential to be effective in suppressing or ameliorating two key hallmarks of Alzheimer’s: plaques and tangles. IGC-AD1 is currently in a Phase 2B safety and efficacy clinical trial for agitation in dementia from Alzheimer’s (clinicaltrials.gov, NCT05543681). The Company also has a line of consumer product such as Holief\nTM\n, which includes gummies and pain relief creams for women experiencing PMS and menstrual cramps, all currently available for purchase.\n\n\n \n\n\n\n\n5\n\n\n\n\n\n\n\n\nTable of Contents\n\n\n\n\n\n\n\n\n \n\n\nPharmaceutical\n: Since 2014, the Company has focused primarily on the potential uses of phytocannabinoids, including Tetrahydrocannabinol (THC) and Cannabidiol (CBD), in combination with other compounds to treat multiple diseases, including Alzheimer’s. As a company engaged in the clinical-stage pharmaceutical industry, we focus our research and development efforts, subject to results of future clinical trials, on seeking pharmaceutical solutions that may a) alleviate neuropsychiatric symptoms such as agitation, anxiety, and depression associated with dementia in Alzheimer’s disease; and b) halt the onset, progression, or cure Alzheimer’s disease.\n\n\n \n\n\nThe Company currently has two main investigational small molecules in various stages of development:\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n1)\n\n\n\n\n\n\nIGC-AD1\n, our lead therapeutic candidate, is a THC based formulation that has demonstrated in AD cell lines, in vitro, the potential in reducing a key peptide responsible for Aβ plaques and the potential to decrease or inhibit the phosphorylation of tau, a protein that is responsible for the formation of neurofibrillary tangles, both important hallmarks of AD. In addition, Phase 1 human trial results demonstrated IGC-AD1’s potential to reduce agitation in dementia due to AD. IGC-AD1 is currently in Phase 2B trials for treating agitation in dementia from AD, a condition that affects over 10-million individuals in North America and Europe, and\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n2)\n\n\n\n\n\n\nTGR-63\n, a non-cannabinoid molecule, is an enzyme inhibitor shown in pre-clinical trials to reduce neurotoxicity in Alzheimer’s cell lines. Neurotoxicity causes cell dysfunction and death in Alzheimer’s disease. If shown to be efficacious, in AD cell lines, in halting this process, this inhibitor has the potential to treat Alzheimer’s disease by ameliorating Aβ plaques.\n\n\n\n\n\n\n\n\n \n\n\nOver-the-Counter Products\n: We created a women’s wellness brand, Holief™ available through online channels that is compliant with relevant federal, state, and local laws and regulations. Holief™ is an all-natural, non-GMO, vegan, line of over-the-counter (OTC) products aimed at treating menstrual cramps (dysmenorrhea) and premenstrual symptoms (PMS). The products are available through Amazon and other online channels.\n\n\n \n\n\nAlzheimer\n’\ns disease\n\n\n \n\n\nThe National Institute on Aging (NIA) at the National Institutes of Health (NIH) defines Alzheimer’s as an irreversible, progressive brain disorder that destroys memory and thinking skills. According to the Alzheimer’s Association, approximately 11% of Americans over 65 have Alzheimer’s dementia, and many more could be undiagnosed. Some researchers suspect half of the 80 and over population will develop Alzheimer’s (Alzheimer’s Association, 2023). Alzheimer’s is the third leading cause of death, after heart disease and cancer. (NIA, 2019). The Alzheimer’s crisis is growing, and by 2030, World Health Organization (WHO, 2020) estimates that 55 million people worldwide will have dementia. With no approved cure, the global cost of dementia is expected to rise to about $2.8 trillion by 2030.\n\n\n \n\n\nDementia is a broader term used to describe the loss of cognitive functioning, including thinking, remembering, reasoning, and behavioral abilities. The WHO believes Alzheimer’s may be responsible for up to 70% of dementia. Alzheimer’s disease, and the dementia associated with it, is a progressive disease. Symptoms such as agitation, anxiety, depression, sleep disturbance (sundown syndrome), delusions, and hallucinations often begin to appear in patients in their mid-60s.\n\n\n \n\n\nThe NIA categorizes Alzheimer’s in three stages–- mild, moderate, and severe (NIA, 2019). Symptoms of mild Alzheimer’s can include wandering (getting lost, not remembering the way home), trouble handling money and paying bills, repeating questions, and personality or behavior changes. As the disease progresses to moderate, there is damage to the areas of the brain that control language, reasoning, sensory processing, and conscious thought. Patients can have difficulty with multi-step tasks such as getting dressed. Behavioral problems, including hallucinations, delusions, paranoia, and impulsive behavior, can also increase. When severe Alzheimer’s sets in, plaques and tangles spread throughout the patient’s brain, and the brain shrinks significantly. People with severe Alzheimer’s are completely dependent on others for care. They cannot communicate, and near the end of their life, they may be largely bedridden as the body shuts down (NIA, 2021).\n\n\n \n\n\nCurrently, there are limited options to help Alzheimer’s patients with the debilitating symptoms of the disease or relief for the burden placed on their caregivers (Cheng, 2017). Our Phase 1 trial for IGC-AD1 may provide hope for those patients suffering from mild to severe dementia due to Alzheimer’s disease.\n\n\n \n\n\n\n\n6\n\n\n\n\n\n\n\n\nTable of Contents\n\n\n\n\n\n\n\n\n \n\n\nAlzheimer\n’\ns Disease (AD) Pathology\n\n\n \n\n\nAlzheimer’s pathology can be divided into two categories, familial or inherited AD and sporadic AD. The histopathology of early-onset familial AD and late-onset sporadic AD are indistinguishable. Both forms of AD are characterized by extracellular amyloid-β (Aβ) plaques and intracellular tau-containing neurofibrillary tangles (Gӧtz, et al., 2011). Simplistically, in normal brain functioning, a large protein called Amyloid Precursor Protein (APP) is cleaved into smaller fragments called Aβ proteins. In a normal brain, these are subsequently broken down further and cleared. However, in AD brains, these Aβ proteins are not broken down and cleared; they instead stick to one another and deposit as inter-neuronal sticky plaque—that is, they deposit as plaque between neurons. In the brain, within a neuron, tau (τ) is a key protein that holds together the transport scaffold. As an analogy, it is the brick and mortar of the highway over which nutrients are transported within a neuron. In an AD brain, tau breaks down due to a process called hyperphosphorylation and is unable to hold the transport highway. The breakdown results in neurofibrillary tangles (NFTs) and eventually leads to neuronal death.\n\n\n \n\n\nThe misfolded structure of Aβ proteins, along with NFTs, generates a characteristic tendency for their aggregation (Chiti & Dobson, 2006) around damaged or dead neurons and within cerebral vasculature in the brain. It manifests by memory loss followed by progressive dementia. It has long been believed that Aβ1–40 (Aβ40) and Aβ1–42 (Aβ42) aggregates are the constituents of the insoluble plaques that are characteristic of AD. This disease is also associated with neuroinflammation, excitotoxicity, and oxidative stress (Campbell & Gowran, 2007; Rich, et al., 1995). However, the continuous aggregation of Aβ proteins along with hyperphosphorylation of tau protein inside the cell, causing NFT formation, are generally accepted as the major etiological factors of the neuronal cell death associated with the progression of Alzheimer’s disease (Octave, 1995; Reitz, et al., 2011; Pillay, et al., 2004).\n\n\n \n\n\n\n\n\n\n\n\nFigure 1: Hallmarks of Alzheimer\n’\ns\n\n\n \n\n\n●         Extracellular Plaque: β-amyloid (Aβ)\n\n\n●         Tau Neurofibrillary Tangles (NTFs).\n\n\n \n\n\nCauses loss of neurons & critical neuronal connections.\n\n\n \n\n\nAlso linked to Alzheimer’s:\n\n\n●         Metabolism disruption\n\n\n●         Mitochondrial dysfunction\n\n\n●         Neuroinflammation\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\nIGC-AD1 Studies on Alzheimer\n’\ns\n\n\n \n\n\nWhile investigating cannabinoid-based combination therapies, researchers at the University of South Florida (USF) discovered the potential for cannabis to play a role in treating Alzheimer’s. The discovery was featured on Dr. Sanjay Gupta’s CNN show Weed 2. This work also led to several patent filings including one that was granted by the United States Patent and Trademark Office (USPTO). In fiscal year 2018, IGC acquired exclusive rights to the research data and patent filing. The research on the active ingredients of IGC-AD1 (IGC-AD1 Actives) showed that they, in combination, had potentially positive effects on Alzheimer’s disease. Specifically, the pre-clinical research on the IGC-AD1 Actives showed the following:\n\n\n \n\n\nImpact on plaque levels: \nCao et al., (2014) reported a dose-dependent decrease in Aβ40 levels in N2a/AβPPswe cells (AD cell lines) in the presence of the IGC-AD1 Actives, after 24 hours of incubation. Furthermore, repeated exposure reduced Aβ40 levels without changing APP levels, a novel non-obvious, and important finding as APP is a key protein associated with brain functioning. The mode of action is attributed to its direct interaction with Aβ protein and inhibition of Aβ aggregation (Cao et al., 2014).\n\n\n \n\n\nImpact on Tau Protein\n: IGC-AD1 Actives lowered the level of phosphorylated Tau (pTau) expression in N2a/AβPPswe cells in a dose-dependent manner. The mode of action was attributed to the direct interaction of IGC AD1 Actives with GSK3 protein kinase, which lowers pTau expression (Cao et al., 2014).\n\n\n \n\n\n\n\n7\n\n\n\n\n\n\n\n\nTable of Contents\n\n\n\n\n\n\n\n\n \n\n\nImpact on neurotoxicity\n: Analysis of the neurotoxicity at various doses in N2a/AβPPswe cells after incubation for up to 24 hours showed that the IGC-AD-1 Actives were non-toxic to cells at all doses (Cao et al., 2014).\n\n\n \n\n\nImpact on Mitochondria\n: In a novel and non-obvious finding, it was discovered that THC in low doses has the unique property of enhancing mitochondrial functioning in isolated mitochondria obtained from N2a/AβPPswe cells (Cao et al., 2014). This finding is contrary to what THC does at higher doses, alluding to a bi-phasic nature of THC.\n\n\n \n\n\nResults with a mouse model:\n Cao’s group extended their in vivo study to aged APP/PS1 mice to evaluate THC’s neuroprotective effects on behavioral models. They used a radial arm water maze (RAWM) to test spatial memory. RAWM tests revealed that treating aged APP/PS1 mice with low doses of THC for three months increased their spatial learning skills in a dose-dependent way (Wang et al., 2022).\n\n\n \n\n\nBased on the evidence, we hypothesize that IGC-AD1 may have several AD modifying benefits, including:\n\n\n \n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n●\n\n\n\n\n\n\nReduction in Aβ expression without a reduction in APP.\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n●\n\n\n\n\n\n\nReduction in Aβ aggregation and consequently plaques.\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n●\n\n\n\n\n\n\nEnhanced mitochondrial functioning.\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n●\n\n\n\n\n\n\nReduction in the phosphorylation of tau and consequently a reduction in neurofibrillary tangles (NFTs).\n\n\n\n\n\n\n\n\n \n\n\nResearch has shown that micro-dosing of THC could increase the functioning of mitochondria on AD cell lines (Cao et al., 2014) and potentially promote the growth of new pathways (neurogenesis) (Suliman, et al., 2018). Micro-dosing of THC affects the brain radically differently from the normal dosing in the FDA-approved prescription drug, Dronabinol. For example, there is a significant body of research showing that THC is neuro-toxic at normal levels, but micro-doses of THC have been shown to be non-toxic to neurons. With the exciting results of these pre-clinical studies, the Company developed an oral formulation, IGC-AD1, and completed a Phase 1 trial on AD patients.\n\n\n \n\n\nIGC-AD1 Clinical Trial Data\n\n\n \n\n\nTo the best of our knowledge, the Company’s Phase 1 clinical trial testing the safety and tolerability of IGC-AD1 is the first human clinical trial using low doses of THC, in combination with another molecule, to treat symptoms of dementia in Alzheimer’s patients. THC is a naturally occurring cannabinoid produced by the cannabis plant. It is known for being a psychoactive substance that can impact mental processes in a positive or negative way, depending on the dosage. THC is biphasic, meaning that low and high doses of the substance may affect mental and physiological processes in substantially different ways. For example, in some patients, low doses may relieve a symptom, whereas high doses may amplify a symptom. IGC’s trial is based on low dosing and controlled trials on patients suffering from Alzheimer’s disease.\n\n\n \n\n\nA double-blind, single-site, randomized, three cohort, multiple-ascending dose (MAD) clinical trial (FDA IND Number: 146069, NCT04749563) was conducted using the investigational new drug (IND) IGC-AD1. IGC received approval to proceed with the Phase 1 clinical trial from the FDA on July 30, 2020. The primary objective was safety and tolerability in elderly patients suffering from Alzheimer’s disease. The secondary objective was measuring changes in neuropsychiatric symptoms (NPS) using the neuropsychiatric inventory (NPI) as well as to assess the risk of suicide using the Columbia-Suicide Severity Rating Scale (C-SSRS). The exploratory objective was to measure the pharmacokinetics (PK) and the impact of polymorphisms of the gene CYP2C9 on PK. In all three cohorts, ten participants received IGC-AD1 and two received a placebo. There were at least four days of washout between the cohorts. In Cohort one, Cohort two, and Cohort three the doses were q.d. (once per day), b.i.d. (twice per day), and t.i.d. (three times per day), respectively. The trial concluded that all three dosing levels were safe with no serious or life-threatening events or deaths reported.\n\n\n \n\n\nOn December 1, 2021, IGC submitted the Clinical/Statistical Report (CSR) to the FDA on its Phase 1 trial titled “A Phase I Randomized Placebo-Controlled MAD Study to Evaluate Safety and Tolerability of IGC-AD1 In Subjects with Dementia Due to Alzheimer’s Disease.” Data that is relevant to the Phase 1 protocol and the design of the Phase 2 trial are presented here. The data presented here is not exhaustive.\n\n\n \n\n\n\n\n8\n\n\n\n\n\n\n\n\nTable of Contents\n\n\n\n\n\n\n\n\n \n\n\nPrimary Endpoint: Safety & Tolerability (S&T)\n\n\n \n\n\nS&T was assessed by recording both solicited and non-solicited Adverse Events (AEs). The solicited AEs, assessed daily, were somnolence, falls, dizziness, asthenia, suicidal ideation, hypertension, psychiatric symptoms, and paradoxical nausea. All AEs were graded as mild, moderate, severe, life-threatening, and serious (SAE).\n\n\n \n\n\n● In all three Cohorts, a) there were no SAEs, b) no life-threatening AEs, and c) no deaths.\n\n\n \n\n\n● One AE, mild dizziness, reported in Cohort 1, was deemed to be related to IGC-AD1. All other AEs across all cohorts were deemed to be not related to IGC-AD1 or to the placebo.\n\n\n \n\n\n● In Cohort 1, in the group that received IGC-AD1 (N=10), 50% reported hypertension, 40% reported asthenia, 30% reported somnolence and dizziness, 20% reported psychiatric symptoms, and 10% reported falls. One case of dizziness was deemed by the principal investigator (PI) to be related to IGC-AD1. In the placebo group (N=2) 100% reported hypertension, and 50% reported somnolence and falls.\n\n\n \n\n\n● In Cohort 2 for the IGC-AD1 group, 60% reported psychiatric symptoms, 50% reported somnolence and asthenia, 30% reported hypertension, 20% reported nausea and dizziness, and 10% reported falls and suicidal ideation. In the placebo group 100% reported somnolence, 50% reported dizziness and hypertension.\n\n\n \n\n\n● In Cohort 3 for the IGC-AD1 group, 70% reported somnolence, 60% reported psychiatric symptoms, 50% reported dizziness and asthenia, and 30% reported hypertension. In the placebo group 100% reported somnolence, and 50% reported hypertension and psychiatric symptoms.\n\n\n \n\n\n \n\n\n\n\n \n\n\nSecondary Endpoints: Neuropsychiatric Inventory (NPI)\n\n\n \n\n\nNeuropsychiatric Symptoms (NPS) such as delusions, hallucinations, agitation/aggression, depression, anxiety, elation/euphoria, apathy, disinhibition, irritability, aberrant motor behavior, sleep disorders, and appetite/eating disorders are prevalent in patients who have Alzheimer’s disease (Phan et al., 2019). NPS in Alzheimer’s is a significant burden on patients and caregivers, and at some point, in the progression of Alzheimer’s disease, more than 97% of patients suffer from at least one symptom. The Neuropsychiatric Inventory (NPI) (Cummings et al., 1994) measures the severity of each symptom and establishes both individual symptom scores as well as an overall NPI score. Separately, the NPI also scores caregiver distress (NPI-D). The NPI is used by about 50% of neurologists to assess and treat Alzheimer’s patients (Fernandez et al., 2010).\n\n\n \n\n\n\n\n9\n\n\n\n\n\n\n\n\nTable of Contents\n\n\n\n\n\n\n\n\n \n\n\nIn the Phase 1 trial conducted on patients with Alzheimer’s disease, we measured changes in NPS as assessed by the NPI-12 as well as caregiver distress as assessed by the NPI-D. In the Phase 1 trial (N=10), seven received the active medication, and at baseline they had symptomatic Agitation with domain scores between two and twelve. In Cohorts two and three six Participants had symptomatic Agitation. We measured and analyzed the change in the mean NPI score for Agitation between Day 1 and Day 10 and between Day 1 and Day 15 for all three cohorts.\n\n\n \n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n●\n\n\n\n\n\n\nAs shown in Table below, our analysis shows Cohort 2 had the largest absolute change in the mean Agitation score between Day one and Day ten (53% drop, p=.085) as well as between Day 1 and Day 15 (67% drop, p=.05).\n\n\n\n\n\n\n\n\n \n\n\nTable 1: NPI analysis for each of the three cohorts\n\n\n \n\n\n\n\n\n\n\n\nDomain\n\n\n\n\n\n\nCohort 1 (n=7)\n\n\n\n\n\n\nCohort 2 (n=6)\n\n\n\n\n\n\nCohort 3 (n=5)\n\n\n\n\n\n\n\n\n\n\nAgitation\n\n\n\n\n\n\nBaseline\n\n\n\n\n\n\nDay\n\n\n\n\n\n\nDay\n\n\n\n\n\n\nBaseline\n\n\n\n\n\n\nDay\n\n\n\n\n\n\nDay\n\n\n\n\n\n\nBaseline\n\n\n\n\n\n\nDay\n\n\n\n\n\n\nDay\n\n\n\n\n\n\n\n\n \n\n\n\n\nDay 0\n\n\n\n\n\n\n10\n\n\n\n\n\n\n15\n\n\n\n\n\n\nDay 0\n\n\n\n\n\n\n10\n\n\n\n\n\n\n15\n\n\n\n\n\n\nDay 0\n\n\n\n\n\n\n10\n\n\n\n\n\n\n15\n\n\n\n\n\n\n\n\n\n\nMean Score\n\n\n\n\n\n\n4.7\n\n\n\n\n\n\n3.3\n\n\n\n\n\n\n3\n\n\n\n\n\n\n4.3\n\n\n\n\n\n\n2.1\n\n\n\n\n\n\n1.5\n\n\n\n\n\n\n4.2\n\n\n\n\n\n\n3.2\n\n\n\n\n\n\n1.4\n\n\n\n\n\n\n\n\n\n\nMean Change\n\n\n\n\n\n\n-\n\n\n\n\n\n\n1.4\n\n\n\n\n\n\n1.7\n\n\n\n\n\n\n-\n\n\n\n\n\n\n2.2\n\n\n\n\n\n\n2.8\n\n\n\n\n\n\n-\n\n\n\n\n\n\n1\n\n\n\n\n\n\n2.8\n\n\n\n\n\n\n\n\n\n\nMean Change%\n\n\n\n\n\n\n-\n\n\n\n\n\n\n37%\n\n\n\n\n\n\n48%\n\n\n\n\n\n\n-\n\n\n\n\n\n\n53%\n\n\n\n\n\n\n67%\n\n\n\n\n\n\n-\n\n\n\n\n\n\n23%\n\n\n\n\n\n\n67%\n\n\n\n\n\n\n\n\n\n\np-values\n\n\n\n\n\n\n-\n\n\n\n\n\n\n0.058\n\n\n\n\n\n\n0.045\n\n\n\n\n\n\n-\n\n\n\n\n\n\n0.085\n\n\n\n\n\n\n0.05\n\n\n\n\n\n\n-\n\n\n\n\n\n\n0.29\n\n\n\n\n\n\n0.045\n\n\n\n\n\n\n\n\n\n\nP(T<=t) two-tail\n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n \n\n\nAccording to the NPI Test, a reduction of 4 points or 30% in the score is considered clinically meaningful. In addition, we also used a paired 2-tailed t-test with 9 degrees of freedom to assess the statistical significance of the decrease both in the overall NPI and individual NPI domains.\n\n\n \n\n\n● In Cohort 1 for those on IGC-AD1, the mean NPI decreased from a baseline 31.5 (SD 27.2) to 16.7 (SD 16.2) on day 10 (\np\n = 0.0044) and 14.8 (SD 16.0) on day 15 (\np\n = 0.0095).\n\n\n \n\n\no Individual domains that showed improvement were in Agitation (\np\n = .05), Dilutions (\np\n = .05), Anxiety (\np\n = .09), and Appetite and Eating Disorders (\np\n = .01).\n\n\n \n\n\n● In Cohort 2 for those on IGC-AD1, the mean NPI decreased from a baseline of 22.2 (SD 14.8) to 10.4 (SD 11.5) on day 10 (\np\n = 0.0026) and 12.4 (SD14.7) on day 15 (\np\n = 0.0127).\n\n\n \n\n\no Individual domains that showed improvement were Agitation (\np\n = .06), Irritability (\np\n = .04), and Depression (\np\n = .01).\n\n\n \n\n\n● In Cohort 3 for those on IGC-AD1 the mean NPI decreased from a baseline of 16.0 (SD14.7) to 14.6 (SD10.9) on day 10 (\np\n = 0.6751) and 7.9 (SD 9.0) on day 15 (\np\n = 0.0113).\n\n\n \n\n\no Individual domain that showed improvement was Agitation (\np\n = .06).\n\n\n \n\n\nFigure 5: Results on Neuropsychiatric Symptoms (NPS) Measured by NPI Scores\n\n\n \n\n\n\n\n\n\n10\n\n\n\n\n\n\n\n\nTable of Contents\n\n\n\n\n\n\n\n\n \n\n\nThese results represent the intervention of IGC-AD1 in patients showed an overall improvement in NPS, and specifically in agitation, anxiety, and depression domains. Caregiver distress improved as well.\n\n\n \n\n\nFigure 6: Results on Agitation Measured by NPI Scores\n\n\n \n\n\n\n\n \n\n\nThese results represents that all three different doses, agitation improves both clinically and statistically (p<.05).\n\n\n \n\n\nPhase 2 Clinical Trial Update\n\n\n \n\n\nTypically, a Phase 2 trial is divided into a Phase 2A and a Phase 2B trial with the former designed to assess dosing requirements and the latter to establish efficacy. In this document, we refer to the trial as Phase 2 and Phase 2B interchangeably. The Company has initiated a Phase 2B protocol titled “A Phase 2, Multi-Center, Double-Blind, Randomized, Placebo-controlled, trial of the safety and efficacy of IGC-AD1 on agitation in participants with dementia due to Alzheimer’s disease”. The protocol is powered at 146 Alzheimer’s patients, with half receiving placebo, and is a superiority, parallel group study. While subject to changes, we expect to conduct the trial at about fifteen sites in USA, Canada, and Colombia. The primary end point is agitation in dementia due to Alzheimer’s disease as rated by the Cohen-Mansfield Agitation Inventory (CMAI) over a six-week period. The Phase 2 trial will also look at eleven exploratory objectives, including changes in anxiety, changes in cognitive processes such as attention, orientation, language, and visual spatial skills as well as memory, changes in depression, delusions, hallucinations, euphoria/elation, apathy, disinhibition, irritability, aberrant motor behavior, sleep disorder, appetite, quality of life, and caregiver burden. In addition, the trial will evaluate the impact of CYP450 polymorphisms and specifically CYP2C9 on each of the NPS and assess any reductions in psychotropic drugs, among others. CYP2C9 ranks amongst the most important drug metabolizing enzymes in humans, as it breaks down over 100 drugs, including nonsteroidal anti-inflammatory all drugs. We seek to understand how various versions of the enzyme act on IGC-AD1. Each participant will receive two doses of IGC-AD1 (b.i.d.) or two doses of placebo per day for six weeks.\n\n\n \n\n\nRationale For IGC-AD1 Phase 2\n\n\n \n\n\nThe rationale for targeting agitation associated with dementia due to Alzheimer’s:\n\n\n \n\n\nAbout 76% of AD patients suffer from agitation as rated by the CMAI (Van der Mussele, et al., 2015). While there can be no guarantee, we expect the Phase 2 trial to take between 12 and 18 months to complete, barring a variety of unknown factors, such as a resurgence of COVID and the enforcement of lockdowns and travel restrictions. Agitation is a behavioral syndrome characterized by increased, often undirected, motor activity, restlessness, aggressiveness, and emotional distress.\n\n\n \n\n\nSymptoms of AD depend on the stage of the disease: preclinical, mild, moderate, or severe. NPS like agitation, apathy, delusions, hallucinations, and sleep impairment are common accompaniments of dementia. Loss of functionality, including progressive difficulty in performing instrumental and basic activities of daily living, are also seen with disease progression (Tang et al., 2019). There is a spectrum of behavioral disorders that can affect patients with AD. These include agitation, anxiety, disturbance of the sleep cycle, depression, inappropriate sexual behavior, disinhibition, and irritability, among others (Lyketsos et al., 2011). These behavioral disturbances not only affect the patient’s quality of life but also cause extreme emotional distress for the caregivers. These disturbances can become very difficult to manage, so most of the time, combinational therapy is used (Matsunaga, et al., 2015). This can cause secondary undesirable effects, such as excessive sleepiness, which diminishes the capability of the patient to be active and alert during the day; dizziness, which can increase the risk for falls (Allan, et al., 2005); worsening of cognitive function, which in turn worsens functionality (Paterniti S, et al., 2002); and even death due to cardiovascular complications (Qiu, et. Al., 2006).\n\n\n \n\n\n\n\n11\n\n\n\n\n\n\n\n\nTable of Contents\n\n\n\n\n\n\n\n\n \n\n\nNMI Compounds \n\n\n \n\n\nResearchers at the Jawaharlal Nehru Centre for Advanced Scientific Research (JNCASR), in India conducted approximately 10 years of research and discovery work on naphthalene monoimide (NMI) compounds and the role of NMI compounds on neurotoxicity associated with Alzheimer’s. In Alzheimer’s patients, neurotoxicity is linked to beta amyloid (Aβ) plaques and Neuro Fibrillary Tangles (NFT). JNCASR’s research based on Alzheimer’s cell lines identified one lead NMI molecule, TGR-63, from a family of NMI molecules, with the potential to reduce beta amyloid (Aβ) plaques. Further, they demonstrated that the molecule reduces cognitive decline in a transgenic mouse model of Alzheimer’s. Their results were published in \nAdvanced Therapeutics\n under the title “Naphthalene Monoimide Derivative Ameliorates Amyloid Burden and Cognitive Decline in a Transgenic Mouse Model of Alzheimer’s Disease” on January 28, 2021.\n\n\n \n\n\nFigure 7: Shows the reduction of the amyloid burden by TGR63 in the APP/PS1 AD phenotypic mice model:\n\n\n \n\n\n\n\n \n\n\nFigure 7 shows the Reduction of amyloid burden by TGR63 in APP/PS1 AD phenotypic mice model. A) Visualization of amyloid plaques in half hemisphere: Confocal microscopy images of coronal section of WT, AD mice, and TGR63 treated AD mice brain immunostained with amyloid fibrils specific OC primary antibody followed by fluorescently (λ\nex\n = 633nm, λ\nem\n = 650nm) labeled secondary antibody (red) and DAPI (blue). B) Reduction of cortical and hippocampal amyloid burden by TGR63 treatment: Higher magnification images of vehicle and TGR63 treated mice (WT and AD) brain sections to visualize and compare the Aβ\n \nplaques deposition in the cortex and hippocampus areas. The brain tissue sections were immunostained with amyloid fibrils specific primary antibody (OC) and red fluorescent-labeled (λ\nex\n = 633nm and λ\nem\n = 650nm) secondary antibody. C, D) Quantification of Aβ\n \nplaques: Amount of Aβ\n \nplaques (%area) deposited in different regions (cortex and hippocampus) of vehicle and TGR63 treated mice (WT and AD) brain was analyzed. Data represent mean ± SEM, number of mice = 3 per group (*\np < \n0.05). Scale bar: 20 µm.\n\n\n \n\n\nOn November 11, 2021, Hamsa Biopharma India Pvt. Ltd. (Hamsa Biopharma), a directly owned subsidiary of the Company, executed a Term Sheet with JNCASR, and on March 28, 2022, entered into an agreement for exclusive global rights corresponding to the molecules, technology, patent, and patent filings. The completion of outstanding items in the agreement occurred on May 10, 2022, and the agreement with JNCASR was filed on Form 8K on May 12, 2022. Pursuant to the agreement, IGC (through Hamsa Biopharma) acquired exclusive global rights to the molecule, which it intends to pursue as a drug development candidate, subject to further study, research, and development.\n\n\n \n\n\nRationale for the Acquisition of TGR-63\n\n\n \n\n\nAs described above, IGC is currently engaged in human trials with IGC-AD1 that targets certain symptoms associated with dementia in Alzheimer’s. IGC-AD1 is currently being tested as a symptom modifying agent. Subject to further study, research, and development, TGR-63, on the other hand, could give the Company a potential disease modifying agent to expand the Company’s pursuit of a drug that can potentially treat or modify Alzheimer’s.\n\n\n \n\n\n\n\n12\n\n\n\n\n\n\n\n\nTable of Contents\n\n\n\n\n\n\n\n\n \n\n\nContract Research Organization (CRO) and Clinical Trial Software\n\n\n \n\n\nThe IGC-Pharma Electronic Data Capture system (IGC-EDC) is a secure and user-friendly data management software designed to collect clinical trial data in electronic format. The software incorporates rigorous security measures that help IGC to protect data and ensure compliance with regulatory requirements and industry standards. This format is designed for our clinical trials, especially our Phase 2 trial. The EDC system is designed to store and organize handwritten source documents, including medical history, concomitant medications, laboratory results, neuropsychiatric scales scores, adverse events, vital signs, safety calls, demographics, among others. The system allows users to generate data reports that will be used for data analysis and generate computational models to simulate the effects of our investigational drug IGC-AD1 on participants’ outcomes. At IGC Pharma, we recognize the significance of operational excellence and cost management in clinical trials. One major cost driver in conducting trials is the expense associated with engaging CROs. These costs can significantly impact on the overall budget of a trial. To address this challenge and optimize trial costs, we have established an internal CRO, including proprietary software that we believe sets us apart from the traditional approach of outsourcing. We believe this strategic move will enable us to reduce the costs associated with clinical trials compared to relying on external CROs, although there can be no assurance. We have also begun working on overlaying machine learning technologies and Artificial Intelligence (AI) into the software framework for trial management with the expectation that this can lead to improved decision-making, contextual data entry, computational models, trial design (Phase 3), and data analysis, although there can be no assurance thereof.\n\n\n \n\n\nIntellectual Property\n\n\n \n\n\nOur goal is to use our intellectual property (IP) to develop products that we can bring to market in one or more of the following channels:\n\n\n \n\n\n1. Pharmaceutical products that are subject to FDA-approvals. We currently have one Alzheimer’s symptom modifying investigational drug candidate (IGC-AD1) in Phase 2 clinical trials under an INDA filed with the FDA, and a potential Alzheimer’s disease modifying drug development candidate (TGR-63) in a pre-clinical stage.\n\n\n \n\n\n2. Branded wellness and lifestyle products to be sold in multiple retail and online channels, subject to applicable federal, state, and local laws and regulations.\n\n\n \n\n\n3. Partnerships and licensing agreements with third parties who can accelerate bringing our IP to the market.\n\n\n \n\n\nThe Company holds all rights to the patents that it filed with the USPTO. In Fiscal 2017, the Company also acquired exclusive rights to the data and the patent filing from USF. Subsequent to Fiscal 2022, the Company acquired exclusive rights to the data and the patent filing from JNCASR.\n\n\n \n\n\nThe Company believes the registration of patents is an important part of its business strategy and future success. However, the Company cannot guarantee that these patent filings will lead to a successful registration with the USPTO. Please see Item 1A, Risk Factors- “We may not successfully register the provisional patents with the USPTO.”\n\n\n \n\n\nThe Table below provides the status of our patent filings:\n\n\n \n\n\n\n\n\n\n\n\nTARGET\n\n\n\n\n\n\nDESCRIPTION\n\n\n\n\n\n\nPATENT \n\n\nPENDING\n\n\n\n\n\n\nGRANTED PATENTS\n\n\n\n\n\n\n\n\n\n\nUS\n\n\n\n\n\n\nFOREIGN\n\n\n\n\n\n\n\n\n\n\nAlzheimer’s Disease (IGC-AD1)​\n\n\n\n\n\n\nMethod & Composition for Treating CNS Disorders​\n\n\n\n\n\n\n10\n\n\n\n\n\n\n2\n\n\n\n\n\n\n-\n\n\n\n\n\n\n\n\n\n\nAlzheimer’s Disease (TGR-63) ​\n\n\n\n\n\n\nManufactured molecule with ability to impact plaque build-up\n\n\n\n\n\n\n10\n\n\n\n\n\n\n1\n\n\n\n\n\n\n1\n\n\n\n\n\n\n\n\n\n\nAlzheimer’s Disease (IGC-LMP)​\n\n\n\n\n\n\nComposition, Synthesis, & Medical use of Hybrid Cannabinoid​\n\n\n\n\n\n\n1\n\n\n\n\n\n\n-\n\n\n\n\n\n\n-\n\n\n\n\n\n\n\n\n\n\nEpilepsy​\n\n\n\n\n\n\nComposition & Method for Treating Seizures in Mammals\n\n\n\n\n\n\n2\n\n\n\n\n\n\n2\n\n\n\n\n\n\n-\n\n\n\n\n\n\n\n\n\n\nEating Disorders ​\n\n\n\n\n\n\nMethod & Composition for Treating Cachexia & Eating Disorders​​\n\n\n\n\n\n\n1\n\n\n\n\n\n\n1\n\n\n\n\n\n\n-\n\n\n\n\n\n\n\n\n\n\nStuttering & Tourette Syndrome ​\n\n\n\n\n\n\nCompositions & Methods using Cannabinoids for Treating Stuttering & Symptoms of Tourette Syndrome ​\n\n\n\n\n\n\n5\n\n\n\n\n\n\n-\n\n\n\n\n\n\n-\n\n\n\n\n\n\n\n\n\n\nFatigue & Restoring Energy​​\n\n\n\n\n\n\nCannabis-Based Method & Compositions for Relieving Fatigue & Restoring Energy​\n\n\n\n\n\n\n6\n\n\n\n\n\n\n-\n\n\n\n\n\n\n-\n\n\n\n\n\n\n\n\n\n\nPain​\n\n\n\n\n\n\nCannabinoid Composition & Method for Treating Pain​\n\n\n\n\n\n\n6\n\n\n\n\n\n\n2\n\n\n\n\n\n\n-\n\n\n\n\n\n\n\n\n\n\n                                                               TOTAL\n\n\n\n\n\n\n41\n\n\n\n\n\n\n8\n\n\n\n\n\n\n1\n\n\n\n\n\n\n\n\n \n\n\n\n\n13\n\n\n\n\n\n\n\n\nTable of Contents\n\n\n\n\n\n\n\n\n \n\n\nProducts & Services\n\n\n \n\n\nWe market our brand, Holief™, and the formulations for the products, in accordance with applicable laws and regulations. Although there can be no assurance, we believe the brand and the formulations have significant potential in the growing natural products-based wellness and lifestyle market.\n\n\n \n\n\nHolief\n™\n\n\n \n\n\nThe word “Holief” was created by combining the words “holistic” and “relief.” The brand includes multiple hemp-based products for women. Holief™ includes a patented formulation for treating the pain and symptoms of Premenstrual Syndrome (PMS) and period cramps. These products provide a natural alternative to pain medications such as opioids. The products are available online and through Amazon and other online channels.\n\n\n \n\n\nInfrastructure segment\n\n\n \n\n\nThe Company’s infrastructure business has been operating since 2008, it includes: (i) Execution of Construction Contracts and (ii) Rental of Heavy Construction Equipment.\n\n\n \n\n\nCOVID-19 Update\n\n\n \n\n\nThe ongoing COVID-19 pandemic and the resulting containment measures that have been in effect from time to time in various countries and territories since early 2020 have had a number of substantial negative impacts on businesses around the world and on global, regional, and national economies, including widespread disruptions in supply chains for a wide variety of products and resulting increases in the prices of many goods and services. Currently, our production facilities in all of our locations continue to operate as they had before the COVID-19 pandemic, with few changes other than for enhanced safety measures intended to prevent the spread of the virus.\n\n\n \n\n\nSome of our ongoing clinical trials experienced short-term interruptions in the recruitment of patients due to the COVID-19 pandemic, as hospitals prioritized their resources towards the COVID-19 pandemic and government-imposed travel restrictions. Some clinical trials experienced increased expenses due to new protocols to protect participants from COVID-19. Additionally, certain suppliers had difficulties meeting their delivery commitments, and we are experiencing longer lead times for components. Future shutdowns could have an adverse impact on our operations. However, the extent of the impact of any future shutdown or delay is highly uncertain and difficult to predict.\n\n\n \n\n\nIt is difficult at this time to estimate the complete impact that COVID-19 could have on our business, including our customers and suppliers, as the effects will depend on future developments, which are highly uncertain and cannot be predicted. Infections may resurge or become more widespread, including due to new variants and the limitation on our ability to travel and timely sell and distribute our products, as well as any closures or supply disruptions may be prolonged for extended periods, all of which would have a negative impact on our business, financial condition, and operating results.\n\n\n \n\n\nEven after the COVID-19 pandemic has subsided, we may continue to experience an adverse impact on our business due to the continued global economic impact of the COVID-19 pandemic. We cannot anticipate all of the ways in which health epidemics such as COVID-19 could adversely impact our business. See Item 1A, “Risk Factors” for further discussion of the possible impact of the COVID-19 pandemic on our business.\n\n\n \n\n\nBusiness Strategy\n\n\n \n\n\nThe Life Sciences business strategy includes:\n\n\n \n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n1.\n\n\n\n\n\n\nSubject to FDA approval, developing IGC-AD1 as a drug for treating agitation in dementia due to Alzheimer’s and investigating and developing TGR-63 for the potential treatment of Alzheimer’s disease.\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n2.\n\n\n\n\n\n\nMarketing Holief™, and formulations.\n\n\n\n\n\n\n\n\n \n\n\n\n\n14\n\n\n\n\n\n\n\n\nTable of Contents\n\n\n\n\n\n\n\n\n \n\n\nWe believe developing a drug for either symptoms or as a disease-modifying agent has less risk due to the need for multi-year trials and FDA approval. However, there is a considerable upside and significant value creation to the extent we obtain a first-to-market advantage, of which there can be no assurance. If we were to obtain a first-to-market advantage, such an advantage could result in significant growth if and when an approved drug launches. Our Holief™ formulation strategy includes expanding the line of products and formulations, and developing online services that connect women with healthcare professionals who can help with PMS and dysmenorrhea. We believe that building an online community that brings women together can create brand equity, loyalty, generate revenue, and drive valuation.\n\n\n \n\n\nWe believe that additional investment in clinical trials, research, and development (R&D), facilities, marketing, advertising, and acquisition of complementary products and businesses will be critical to the ongoing growth of the Life Sciences segment. These investments will fuel the development and delivery of innovative products that drive positive patient and customer experiences. We hope to leverage our R&D and intellectual property to develop ground-breaking, science-based products that are proven effective through clinical trials, subject to FDA approval. Although there can be no assurance, we believe this strategy can improve our existing products and lead to the creation of new hemp-based products that can provide treatment options for multiple conditions, symptoms, and side effects.\n\n\n \n\n\nOur Infrastructure strategy includes the following:\n\n\n \n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n●\n\n\n\n\n\n\nExecuting existing construction contracts, and\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n●\n\n\n\n\n\n\nleasing heavy construction equipment.\n\n\n\n\n\n\n\n\n \n\n\nMarkets and Distribution\n\n\n \n\n\nLife Sciences segment\n\n\n \n\n\nThere is a growing awareness around PMS, dysmenorrhea, and menopause. Approximately 31.3 million (Statista, 2021) women in America suffer from dysmenorrhea and PMS. Our Life Sciences revenue is less than 1% of the relevant global market, which implies a tremendous opportunity for growth. In Fiscal 2023, our sales and suppliers were concentrated, which represents some risk. Two customers accounted for over 10% of sales.\n\n\n \n\n\nInfrastructure segment\n\n\n \n\n\nIn Fiscal 2023, our infrastructure business focused on projects in the state of Kerala. While executing this construction project, we took advantage of other opportunities to generate revenue from our infrastructure assets. We also lease our small fleet of heavy construction equipment, including graders, rollers, etc., to construction companies.\n\n\n \n\n\nOur infrastructure business revenue is less than 1% of the global revenue of the rental, construction, and commodities markets. We currently have one customer and one subcontractor/supplier of infrastructure materials. Our ability to grow is limited by the disruption to the Hong Kong economy and the impact of COVID-19. If and when the economy recovers, there is a potential opportunity for growth given the total size of the market.\n\n\n \n\n\nBusiness Seasonality\n\n\n \n\n\nThe infrastructure segment has historically experienced seasonality, with limited construction work available during the monsoon season. The hemp business also has seasonality, as most of the hemp harvest in America occurs in the fall. Pricing pressure is based on the volume of hemp biomass being harvested.\n\n\n \n\n\n\n\n15\n\n\n\n\n\n\n\n\nTable of Contents\n\n\n\n\n\n\n\n\n \n\n\nCompetition\n\n\n \n\n\nCompetition for the Company’s products and services varies by market:\n\n\n \n\n\n1. \nLife Sciences segment\n:\n We are developing affordable medical products including products subject to FDA approval, which can help individuals suffering from debilitating diseases like Alzheimer’s. We face competition from well-funded pharmaceutical companies. With our existing research, patent filings, and experienced team, we have an early-mover advantage in cannabinoid-based products to treat the symptoms of Alzheimer’s. Our wellness and lifestyle products compete with multiple well-established companies, in the food, beverage, and skincare industries. We also face competition from companies with experience in wholesaling hemp crude extract and hemp isolate as well as companies that provide white labeling and tolling services. It is unclear how future FDA guidance and ruling on hemp-based food, beverage, and cosmetic products will impact the market.\n\n\n \n\n\n2. \nInfrastructure segment:\n The infrastructure industry in India and Hong Kong is highly competitive. Our differentiation is based primarily on price and local and industry knowledge of construction requirements in the regions where we operate.\n\n\n \n\n\nRegulatory\n\n\n \n\n\nDespite the passage of the 2018 Farm Bill, the FDA has not established guidance or rules on the infusion of hemp-based derivatives into food and beverage products. This creates a complicated framework of local rules and regulations that we must navigate. When federal rules are clearly set, we expect the demand for hemp-based food and beverages will increase. We also believe competition will increase as major food and beverage manufacturers will enter the market.\n\n\n \n\n\nCore business competencies and advantages\n\n\n \n\n\nOur core competencies include:\n\n\n \n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n●\n\n\n\n\n\n\na network of doctors, scientists with Ph.D. degrees, and intellectual property legal experts with a sophisticated understanding of drug discovery, research, FDA filings, intellectual protection, and product formulation;\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n●\n\n\n\n\n\n\nknowledge of various cannabinoid strains, their phytocannabinoid profile, extraction methodology, and impact on various pathways;\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n●\n\n\n\n\n\n\nknowledge of plant and cannabinoid-based combination therapies;\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n●\n\n\n\n\n\n\nknowledge of research and development in the field;\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n●\n\n\n\n\n\n\npatents IGC-501, IGC-502, IGC-504, IGC-505, IGC-507, and IGC-514 for treatment of pain, treatment of seizures in humans and veterinary animals, treatment of cachexia and eating disorders in humans and veterinary animals, method and composition for treating seizure disorders, Alzheimer’s Disease and Self Assembly of Naphthalene Diimide Derivatives and Process Thereof, respectively;\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n●\n\n\n\n\n\n\nfacilities and a team with experience in manufacturing, marketing, and selling products. These competencies have enabled us to make progress on our business goals, specifically completing the Phase 1 clinical trial of IGC-AD1, which has the potential to positively impact the lives of millions of patients suffering from the symptoms of Alzheimer’s disease, subject to FDA approval.\n\n\n\n\n\n\n\n\n \n\n\nLicenses, Technology, and Cybersecurity\n\n\n \n\n\nWe have intellectual property attorneys that advise, counsel, and represent the Company regarding the filing of patents or provisional patent applications, copyrights applications, and trademark applications; trade secret laws of general applicability; employee confidentiality and invention assignment. Most of our data, including our accounting data, is stored in the cloud, which helps us mitigate the overall risk of losing data. We have a cybersecurity policy in place and are in the process of implementing tighter cybersecurity measures to safeguard against hackers. The Company holds all rights to the patents that have been filed by us with the USPTO.\n\n\n \n\n\n\n\n16\n\n\n\n\n\n\n\n\nTable of Contents\n\n\n\n\n\n\n\n\n \n\n\nThe table below summarizes the nature of the activity, type of license required and held, and encumbrances in obtaining permits for each location where the Company operated through its subsidiaries in Fiscal 2023:\n\n\n \n\n\n\n\n\n\n\n\nLocation\n\n\n\n\n\n\nNature of Activity\n\n\n\n\n\n\nType of License Required\n\n\n\n\n\n\nType of License held\n\n\n\n\n\n\nEncumbrances in \n\n\nObtaining Permit\n\n\n\n\n\n\n\n\n\n\nU.S.\n\n\n\n\n\n\nLife Sciences Products and General Management\n\n\n\n\n\n\nGeneral business\n\n\nLicense to grow hemp;\n\n\nIndustrial Alcohol User\n\n\nPermit;\n\n\nClinical Trials;\n\n\nGood Manufacturing Practices (GMP) certification.\n\n\n\n\n\n\nGeneral business licenses; License to grow hemp;\n\n\nIndustrial Alcohol User Permit; Clinical Trials\n\n\nGMP Certificate.\n\n\n\n\n\n\nNone.\n\n\n\n\n\n\n\n\n\n\nIndia\n\n\n\n\n\n\nInfrastructure Contract, Rental of heavy equipment and land\n\n\n\n\n\n\nGeneral business license\n\n\n\n\n\n\nBusiness registrations with tax authorities in various states in India\n\n\n\n\n\n\nNone.\n\n\n\n\n\n\n\n\n\n\nColombia\n\n\n\n\n\n\nLife Sciences Products and General Management\n\n\n\n\n\n\nGeneral business license;\n\n\nInstituto Nacional de Vigilancia de Medicamentos y Alimentos (INVIMA) Permits;\n\n\nFondo Nacional De Estupefacientes (FNE) Permits.\n\n\n\n\n\n\nGeneral business license;\n\n\nInstituto Nacional de Vigilancia de Medicamentos y Alimentos (INVIMA) Permits;\n\n\nFondo Nacional De Estupefacientes (FNE) Permits.\n\n\n\n\n\n\nNone.\n\n\n\n\n\n\n\n\n \n\n\nGovernmental Regulations \n\n\n \n\n\nIn the U.S., we are subject to oversight and regulations, for some or all of our activities, by the following agencies: SEC, state regulators, NYSE, FTC, and the FDA. The cannabis plant consists of several strains or varieties. Hemp and Marijuana are both cannabis plants. Under the 2018 Farm Bill, Hemp is classified as a cannabis plant that has 0.3% or less THC by dry weight. Marijuana is classified as a cannabis plant that has THC above 0.3% by dry weight.\n\n\n \n\n\nMarijuana remains illegal under federal law, including in those states in which the use of marijuana has been legalized for medical and or recreational use. On the other hand, the 2018 Farm Bill, which was effective January 1, 2019, contains provisions that make industrial hemp legal. Although hemp is legal at the federal level, most states have created licensing and testing processes for the growing, processing, and sale of hemp and hemp-derived products.\n\n\n \n\n\nFor our business, we must apply for licenses in states where we desire to grow and process hemp. For example, in the state of Arizona, where we grew hemp, we were required to apply for licenses and register with the state the geo-location of all our operations, including the land on which hemp was grown and the facilities where hemp would be processed. These regulations are evolving, differ from jurisdiction to jurisdiction, and are subject to change.\n\n\n \n\n\nFDA Approval Process\n\n\n \n\n\nIn the U.S., pharmaceutical products are subject to extensive regulation by the FDA. The Federal Food, Drug, and Cosmetic Act, or the FDC Act, and other federal and state statutes and regulations, govern the research, development, testing, manufacturing, storage, recordkeeping, approval, labeling, promotion and marketing, distribution, post-approval monitoring, and reporting, sampling, and importing and exporting of pharmaceutical products, among other things. Failure to comply with applicable U.S. requirements may subject a company to a variety of administrative or judicial sanctions, such as the imposition of clinical holds, FDA refusal to approve pending New Drug Applications (NDA), warning letters, product recalls, product seizures, total or partial suspension of production or distribution, injunctions, fines, refusals of government contracts, restitution, disgorgement, civil penalties, and criminal prosecution.\n\n\n \n\n\nPharmaceutical product development in the U.S. typically involves pre-clinical laboratory and animal tests and the submission to the FDA of an Investigational New Drug (IND), which must become effective before clinical testing may commence. For commercial approval, the sponsor must submit adequate tests by all methods reasonably applicable to show that the drug is safe for use under the conditions prescribed, recommended, or suggested in the proposed labeling. The sponsor must also submit substantial evidence, generally consisting of adequate, well-controlled clinical trials to establish that the drug will have the effect it purports or is represented to have under the conditions of use prescribed, recommended, or suggested in the proposed labeling. In certain cases, the FDA may determine that a drug is effective based on one clinical study plus confirmatory evidence. Satisfaction of FDA premarket approval requirements typically takes many years and the actual time required may vary substantially based upon the type, complexity of the product, or disease.\n\n\n \n\n\n\n\n17\n\n\n\n\n\n\n\n\nTable of Contents\n\n\n\n\n\n\n\n\n \n\n\nPre-clinical tests include laboratory evaluation of product chemistry, formulation, and toxicity, as well as animal trials to assess the characteristics and potential safety and efficacy of the product. The conduct of the pre-clinical tests must comply with federal regulations and requirements, including the FDA’s good laboratory practices regulations and the U.S. Department of Agriculture’s (USDA’s) regulations implementing the Animal Welfare Act. The results of pre-clinical testing are submitted to the FDA as part of an IND along with other information, including information about product chemistry, manufacturing and controls, and a proposed clinical trial protocol. Long-term pre-clinical tests, such as animal tests of reproductive toxicity and carcinogenicity, may continue after the IND is submitted.\n\n\n \n\n\nA 30-day waiting period after the submission of each IND is required prior to the commencement of clinical testing in humans. If the FDA has not imposed a clinical hold on the IND or otherwise commented or questioned the IND within this 30-day period, the clinical trial proposed in the IND may begin.\n\n\n \n\n\nClinical trials involve the administration of the investigational new drug to healthy volunteers or patients under the supervision of a qualified investigator. Clinical trials must be conducted: (i) in compliance with federal regulations; (ii) in compliance with Good Clinical Practice (GCP), an international standard meant to protect the rights and health of patients and to define the roles of clinical trial sponsors, administrators, and monitors; and (iii) under protocols detailing the objectives of the trial, the parameters to be used in monitoring safety and the effectiveness criteria to be evaluated. Each protocol involving testing on U.S. patients and subsequent protocol amendments must be submitted to the FDA as part of the IND.\n\n\n \n\n\nThe FDA may order the temporary, or permanent, discontinuation of a clinical trial at any time or impose other sanctions if it believes that the clinical trial either is not being conducted in accordance with FDA requirements or presents an unacceptable risk to the clinical trial patients. The trial protocol and informed consent information for patients in clinical trials must also be submitted to an institutional review board, or IRB, for approval. An IRB may also require the clinical trial at the site to be halted, either temporarily or permanently, for failure to comply with the IRB’s requirements or may impose other conditions.\n\n\n \n\n\nClinical trials to support NDAs for marketing approval are typically conducted in three sequential phases, but the phases may overlap. In general, in Phase 1, the initial introduction of the drug into healthy human subjects or patients, the drug is tested to assess metabolism, pharmacokinetics, pharmacological actions, side effects associated with increasing doses and, if possible, early evidence on effectiveness. Phase 2 usually involves trials in a limited patient population to determine the effectiveness of the drug for a particular indication, dosage tolerance and optimum dosage, and to identify common adverse effects and safety risks. If a compound demonstrates evidence of effectiveness and an acceptable safety profile in Phase 2 evaluations, Phase 3 trials are undertaken to obtain the additional information about clinical efficacy and safety in a larger number of patients, typically at geographically dispersed clinical trial sites, to permit the FDA to evaluate the overall benefit-risk relationship of the drug and to provide adequate information for the labeling of the drug. In most cases, the FDA requires two adequate and well-controlled Phase 3 clinical trials to demonstrate the efficacy of the drug. The FDA may, however, determine that a drug is effective based on one clinical study plus confirmatory evidence. Only a small percentage of investigational drugs complete all three phases and obtain marketing approval. In some cases, the FDA may require post-market studies, known as Phase 4 studies, to be conducted as a condition of approval in order to gather additional information on the drug’s effect in various populations and any side effects associated with long-term use. Depending on the risks posed by the drugs, other post-market requirements may be imposed.\n\n\n \n\n\nAfter completion of the required clinical testing, an NDA is prepared and submitted to the FDA. The FDA approval of the NDA is required before marketing of the product may begin in the U.S. The NDA must include the results of all pre-clinical, clinical, and other testing and a compilation of data relating to the product’s pharmacology, chemistry, manufacture, and controls. The cost of preparing and submitting an NDA is substantial.\n\n\n \n\n\nThe FDA has 60 days from its receipt of an NDA to determine whether the application will be accepted for filing based on the agency’s threshold determination that it is sufficiently complete to permit substantive review. Once the submission is accepted for filing, the FDA begins an in-depth review. Under the statute and implementing regulations, the FDA has 180 days (the initial review cycle) from the date of filing to issue either an approval letter or a complete response letter, unless the review period is adjusted by mutual agreement between the FDA and the applicant or as a result of the applicant submitting a major amendment. In practice, the performance goals established pursuant to the Prescription Drug User Fee Act have effectively extended the initial review cycle beyond 180 days. The FDA’s current performance goals call for the FDA to complete review of 90 percent of standard (non-priority) NDAs within 10 months of receipt and within six months for priority NDAs, but two additional months are added to standard and priority NDAs for a new molecular entity (NME).\n\n\n \n\n\n\n\n18\n\n\n\n\n\n\n\n\nTable of Contents\n\n\n\n\n\n\n\n\n \n\n\nThe FDA may also refer applications for novel drug products, or drug products that present difficult questions of safety or efficacy, to an advisory committee, which is typically a panel that includes clinicians and other experts, for review, evaluation, and a recommendation as to whether the application should be approved. The FDA is not bound by the recommendation of an advisory committee, but it generally follows such recommendations. Before approving an NDA, the FDA will typically inspect one or more clinical sites to assure compliance with GCP. Additionally, the FDA will inspect the facility or the facilities at which the drug is manufactured. The FDA will not approve the product unless compliance with the current GMP is satisfactory, and the NDA contains data that provides substantial evidence that the drug is safe and effective in the indication studied.\n\n\n \n\n\nAfter the FDA evaluates the NDA and the manufacturing facilities, it issues either an approval letter or a complete response letter. A complete response letter generally outlines the deficiencies in the submission and may require substantial additional testing, or information, for the FDA to reconsider the application. If, or when, those deficiencies have been addressed to the FDA’s satisfaction in a resubmission of the NDA, the FDA will issue an approval letter. The FDA has committed to reviewing 90 percent of resubmissions within two to six months depending on the type of information included.\n\n\n \n\n\nAn approval letter authorizes commercial marketing of the drug with specific prescribing information for specific indications. As a condition of NDA approval, the FDA may require a risk evaluation and mitigation strategy (REMS) to help ensure that the benefits of the drug outweigh the potential risks. REMS can include medication guides, communication plans for health care professionals, and elements to assure safe use (ETASU). ETASU can include, but is not limited to, special training or certification for prescribing or dispensing, dispensing only under certain circumstances, special monitoring, and the use of patient registries. The requirement for a REMS can materially affect the potential market and profitability of the drug. Moreover, product approval may require substantial post-approval testing and surveillance to monitor the drug’s safety or efficacy. Once granted, product approvals may be withdrawn if compliance with regulatory standards is not maintained, or problems are identified following initial marketing.\n\n\n \n\n\nDisclosure of Clinical Trial Information\n\n\n \n\n\nSponsors of clinical trials of certain FDA-regulated products, including prescription drugs, are required to register and disclose certain clinical trial information on a public website maintained by the U.S. National Institutes of Health. Information related to the product, patient population, phase of the investigation, study sites, investigator and other aspects of the clinical trial is made public as part of the registration. Disclosure of the results of these trials can be delayed for up to two years if the sponsor certifies that it is seeking approval of an unapproved product or that it will file an application for approval of a new indication for an approved product within one year. Competitors may use this publicly available information to gain knowledge regarding the design and progress of our development programs.\n\n\n \n\n\nThe Hatch-Waxman Act\n\n\n \n\n\nOrange Book Listing\n\n\n \n\n\nIn seeking approval for a drug through an NDA, applicants are required to list with the FDA each patent the claims of which cover the applicant’s product. Upon approval of a drug, each of the patents listed in the application for the drug is then published in the FDA’s Approved Drug Products with Therapeutic Equivalence Evaluations, commonly known as the Orange Book. Drugs listed in the Orange Book can, in turn, be cited by potential generic competitors in support of approval of an abbreviated new drug application (ANDA). An ANDA provides for the marketing of a drug product that has the same active ingredients in the same strengths and dosage form as the listed drug and has been shown through bioequivalence testing to be bioequivalent to the listed drug. Other than the requirement for bioequivalence testing, ANDA applicants are not required to conduct or submit results of pre-clinical or clinical tests to prove the safety or effectiveness of their drug product. Drugs approved in this way are considered to be therapeutically equivalent to the listed drug, are commonly referred to as “generic equivalents” to the listed drug and can often be substituted by pharmacists under prescriptions written for the original listed drug in accordance with state law.\n\n\n \n\n\nThe ANDA applicant is required to certify to the FDA concerning any patents listed for the approved product in the FDA’s Orange Book. Specifically, the applicant must certify that: (i) the required patent information has not been filed; (ii) the listed patent has expired; (iii) the listed patent has not expired but will expire on a particular date, and approval is sought after patent expiration; or (iv) the listed patent is invalid or will not be infringed by the new product. The ANDA applicant may also elect to submit a section viii statement, certifying that its proposed ANDA labeling does not contain (or carves out) any language regarding the patented method-of-use, rather than certify to a listed method-of-use patent. If the applicant does not challenge the listed patents, the ANDA application will not be approved until all the listed patents claiming the referenced product have expired.\n\n\n \n\n\n\n\n19\n\n\n\n\n\n\n\n\nTable of Contents\n\n\n\n\n\n\n\n\n \n\n\nA certification that the new product will not infringe the already approved product’s listed patents, or that such patents are invalid, is called a Paragraph IV certification. If the ANDA applicant has provided a Paragraph IV certification to the FDA, the applicant must also send notice of the Paragraph IV certification to the NDA and patent holders once the ANDA has been accepted for filing by the FDA. The NDA and patent holders may then initiate a patent infringement lawsuit in response to the notice of the Paragraph IV certification. The filing of a patent infringement lawsuit within 45 days of the receipt of a Paragraph IV certification automatically prevents the FDA from approving the ANDA until the earlier of 30 months, expiration of the patent, settlement of the lawsuit, or a decision in the infringement case that is favorable to the ANDA applicant. The ANDA application also will not be approved until any applicable non-patent exclusivity listed in the Orange Book for the referenced product has expired.\n\n\n \n\n\nExclusivity\n\n\n \n\n\nUpon NDA approval of a new chemical entity or NCE, which is a drug that contains no active component that has been approved by the FDA in any other NDA, that drug receives five years of marketing exclusivity during which time the FDA cannot receive any ANDA or 505(b)(2) application seeking approval of a drug that references a version of the NCE drug. Certain changes to a drug, such as the addition of a new indication to the package insert, are associated with a three-year period of exclusivity during which the FDA cannot approve an ANDA or 505(b)(2) application that includes the change.\n\n\n \n\n\nAn ANDA or 505(b)(2) application may be submitted one year before NCE exclusivity expires if a Paragraph IV certification is filed. If there is no listed patent in the Orange Book, there may not be a Paragraph IV certification and thus no ANDA or 505(b)(2) application may be filed before the expiration of the exclusivity period.\n\n\n \n\n\nFor a botanical drug, the FDA may determine that the active moiety is one or more of the principal components or the complex mixture as a whole. This determination would affect the utility of any five-year exclusivity as well as the ability of any potential generic competitor to demonstrate that it is the same drug as the original botanical drug.\n\n\n \n\n\nFive-year and three-year exclusivities do not preclude FDA approval of a 505(b)(1) application for a duplicate version of the drug during the period of exclusivity, provided that the 505(b)(1) applicant conducts or obtains a right of reference to all of the preclinical studies and adequate and well-controlled clinical trials necessary to demonstrate safety and effectiveness.\n\n\n \n\n\nPatent Term Extension\n\n\n \n\n\nAfter NDA approval, owners of relevant drug patents may apply for up to a five-year patent extension. The allowable patent term extension is calculated as half of the drug’s testing phase — the time between IND submission and NDA submission — and all of the review phase — the time between NDA submission and approval up to a maximum of five years. The time can be shortened if the FDA determines that the applicant did not pursue approval with due diligence. The total patent term after the extension may not\n\n\nexceed 14 years.\n\n\n \n\n\nFor patents that might expire during the application phase, the patent owner may request an interim patent extension. An interim patent extension increases the patent term by one year and may be renewed up to four times. For each interim patent extension granted, the post-approval patent extension is reduced by one year. The director of the PTO must determine that approval of the drug covered by the patent for which a patent extension is being sought is likely. Interim patent extensions are not available for a drug for which an NDA has not been submitted.\n\n\n \n\n\nOrphan Drugs\n\n\n \n\n\nUnder the Orphan Drug Act, the FDA may grant orphan drug designation to drugs intended to treat a rare disease or condition generally a disease or condition that affects fewer than 200,000 individuals in the U.S. (or affects more than 200,000 in the U.S. and for which there is no reasonable expectation that the cost of developing and making available in the U.S. a drug for such disease or condition will be recovered from sales in the U.S. of such drug). Orphan drug designation must be requested before submitting an NDA. After the FDA grants orphan drug designation, the generic identity of the drug and its potential orphan use are disclosed publicly by the FDA. Orphan drug designation does not convey any advantage in, or shorten the duration of, the regulatory review and approval process. The first NDA applicant to receive FDA approval for a particular active ingredient to treat a particular disease with FDA orphan drug designation is entitled to a seven-year exclusive marketing period in the U.S. for that product, for that indication. During the seven-year exclusivity period, the FDA may not approve any other applications to market the same drug for the same disease, except in limited circumstances, such as a showing of clinical superiority to the product with orphan drug exclusivity. If the FDA designates an orphan drug based on a finding of clinical superiority, the FDA must provide a written notification to the sponsor that states the basis for orphan designation, including “any plausible hypothesis” relied upon by the FDA. The FDA must also publish a summary of its clinical superiority findings upon granting orphan drug exclusivity based on clinical superiority. Orphan drug exclusivity does not prevent the FDA from approving a different drug for the same disease or condition, or the same drug for a different disease or condition. Among the other benefits of orphan drug designation are tax credits for certain research and a waiver of the NDA application user fee.\n\n\n \n\n\n\n\n20\n\n\n\n\n\n\n\n\nTable of Contents\n\n\n\n\n\n\n\n\n \n\n\nSpecial Protocol Assessment\n\n\n \n\n\nA company may reach an agreement with the FDA under the Special Protocol Assessment (SPA), process as to the required design and size of clinical trials intended to form the primary basis of an efficacy claim. According to its performance goals, the FDA is supposed to evaluate the protocol within 45 days of the request to assess whether the proposed trial is adequate, and that evaluation may result in discussions and a request for additional information. A SPA request must be made before the proposed trial begins, and all open issues must be resolved before the trial begins. If a written agreement is reached, it will be documented and made part of the administrative record. Under the FDC Act and FDA guidance implementing the statutory requirement, an SPA is generally binding upon the FDA except in limited circumstances, such as if the FDA identifies a substantial scientific issue essential to determining safety or efficacy after the study begins, public health concerns emerge that were unrecognized at the time of the protocol assessment, the sponsor and the FDA agree to the change in writing, or if the study sponsor fails to follow the protocol that was agreed upon with the FDA.\n\n\n \n\n\nU.S. Coverage and Reimbursement\n\n\n \n\n\nSignificant uncertainty exists as to the coverage and reimbursement status of our lead product candidates, such as IGC-AD1 or any other for which we may seek regulatory approval. Sales in the U.S. will depend in part on the availability of adequate financial coverage and reimbursement from third-party payors, which include government health programs such as Medicare, Medicaid, TRICARE, and the Veterans Administration, as well as managed care organizations and private health insurers. Prices at which we or our customers seek reimbursement for our product candidates can be subject to challenge, reduction, or denial by payors.\n\n\n \n\n\nThe process for determining whether a payor will provide coverage for a product is typically separate from the process for setting the reimbursement rate that the payor will pay for the product. Third-party payors may limit coverage to specific products on an approved list or formulary, which might not include all the FDA-approved products for a particular indication. Also, third-party payors may refuse to include a branded drug on their formularies or otherwise restrict patient access to a branded drug when a less costly generic equivalent or another alternative is available. Medicare Part D, Medicare’s outpatient prescription drug benefit, contains protections to ensure coverage and reimbursement for oral oncology products, and all Part D prescription drug plans are required to cover substantially all oral anti-cancer agents. However, a payor’s decision to provide coverage for a product does not imply that an adequate reimbursement rate will be available. Private payors often rely on the lead of the governmental payors in rendering coverage and reimbursement determinations. Sales of products such as IGC-AD1 or any other product candidates will therefore depend substantially on the extent to which the costs of our products will be paid by third-party payors. Achieving favorable coverage and reimbursement from the Centers for Medicare and Medicaid Services (CMS) and/or the Medicare Administrative Contractors is typically a significant gating issue for successful introduction of a new product.\n\n\n \n\n\nThird-party payors are increasingly challenging the price and examining the medical necessity and cost-effectiveness of medical products and services, in addition to their safety and efficacy. In order to obtain coverage and reimbursement for any product that might be approved for marketing, we may need to conduct studies in order to demonstrate the medical necessity and cost-effectiveness of any products, which would be in addition to the costs expended to obtain regulatory approvals. Third-party payors may not consider our product candidates to be medically necessary or cost-effective compared to other available therapies, or the rebate percentages required to secure favorable coverage may not yield an adequate margin over cost or may not enable us to maintain price levels sufficient to realize an appropriate return on our investment in drug development.\n\n\n \n\n\nHuman Capital Management and Environment, Health, and Safety\n\n\n \n\n\nWorkplace Safety & Employee Care During COVID-19\n. Workplace safety is always a top priority for the Company. To create and sustain a safe and healthy workplace, we have implemented initiatives designed to address risk evaluation, education and training of employees, use of appropriate personal protective equipment, and compliance with relevant health and safety standards.\n\n\n \n\n\nEnvironmental, Social, and Governance (ESG) Efforts\n. During Fiscal 2023, we distributed $194 thousand worth of hand sanitizers and other wellness products in an effort to expand the Company’s ESG programs.\n\n\n \n\n\nEmployees.\n As of March 31, 2023, we employed a team of approximately 61 full-time employees in our two segments. We also have contract workers and advisors in the U.S., India, Colombia, and Hong Kong.\n\n\n \n\n\nAvailable Information\n\n\n \n\n\nThe Company’s Annual Report on Form 10-K, Quarterly Reports on Form 10-Q, Current Reports on Form 8-K, and amendments to reports filed pursuant to Sections 13(a) and 15(d) of the Exchange Act are filed with the Securities and Exchange Commission (the SEC). The Company is subject to the informational requirements of the Exchange Act and files or furnishes reports, proxy statements, and other information with the SEC. Such reports and other information filed by the Company with the SEC are available free of charge on the Company’s website at www.igcinc.us when such reports are available on the SEC’s website. The SEC maintains an Internet site that contains reports, proxy and information statements, and other information regarding issuers that file electronically with the SEC at www.sec.gov. The contents of these websites are not incorporated into this filing. Further, the Company’s references to the URLs for these websites are intended to be inactive textual references only.\n\n\n \n\n\n\n\n21\n\n\n\n\n\n\n\n\nTable of Contents\n\n\n\n\n\n\n\n\n \n\n",
    "item1a": ">ITEM 1A. RISK FACTORS\n\n\n \n\n\nYou should carefully consider the following risk factors, together with all other information included in this report, in evaluating the Company and our common stock. If any of the following risks and uncertainties develop into actual events, they could have a material adverse effect on our business, financial condition, or results of operations. In that case, the trading price of our common stock and other securities also could be adversely affected. We make various statements in this section, which constitute \n“\nforward-looking statements.\n”\n See \n“\nForward-Looking Statements.\n”\n\n\n \n\n\nRisks Related to Our Business, Industry, and Operations:\n\n\n \n\n\nWe have incurred significant losses and have an accumulated deficit. If we cannot achieve profitability, the market price of our common stock could decline significantly.\n\n\n \n\n\nAs of March 31, 2023, we had cash and cash equivalents of $3.2 million and working capital of $4.6 million compared to cash and cash equivalents of $10.5 million and working capital of $12.7 million as of March 31, 2022, for continuing operations.\n\n\n \n\n\nWe have had a history of operating losses. For Fiscal 2023 and Fiscal 2022, we had a net loss of approximately $11.5 million and $15 million, respectively. Our revenue increased from Fiscal 2022 to Fiscal 2023. Our short-term focus is to gain market share for our Life Sciences segment. Accordingly, there can be no guarantee that our efforts will be successful. If our revenues do not grow or if our operating expenses continue to increase, we may not be able to become profitable, and the market price of our common stock could decline. If we continue to have losses, we will be required to seek additional financing. No assurance can be given that we can raise any such financing, and such financing could be dilutive to our shareholders.\n\n\n \n\n\nOur cannabinoid strategy makes it difficult to raise money as a public company.\n\n\n \n\n\nMarijuana and hemp plants are both the same species, the dioecious plant Cannabis sativa L. Most countries differentiate hemp from marijuana by the amount of THC. Under the 2018 Farm Bill, hemp is classified as a cannabis plant that has 0.3% or less THC by dry weight. Marijuana is classified as a cannabis plant that has THC above 0.3% by dry weight. Both marijuana and hemp produce other cannabinoids, such as CBD.\n\n\n \n\n\nCBD, mentioned in the context of products, refers to hemp extracts naturally rich in cannabinoids like CBD, but with 0.3% or less THC by dry weight. Despite having no direct involvement in selling marijuana, the Company is often incorrectly classified as a “cannabis company” or a “marijuana company,” with all the nuances that accompany that label, including being blacklisted by banks, investment banks, and until recently by the largest stock clearing services company. The near-monopoly nature of some of these institutions, especially clearing houses, makes it difficult for the Company to raise money, deposit share certificates, or even have investment banking relationships. As we cannot control how others perceive us, there can be no assurance that we will be able to raise enough capital for our planned expansion.\n\n\n \n\n\nThe Drug Enforcement Administration (DEA) interim final rule related to statutory amendments to the Controlled Substances Act made by the Agriculture Improvement Act of 2018 (AIA) regarding the scope of regulatory controls over marijuana, tetrahydrocannabinols, and other related constituents may have an adverse impact on our Company.\n\n\n \n\n\nEffective August 21, 2020, the interim rule to align DEA regulations in response to hemp legalization under the 2018 Farm Bill became effective. In order to meet the AIA’s definition of hemp and thus qualify for the exception in the definition of marijuana, a cannabis-derived product must itself contain 0.3% or less delta-9-Tetrahydrocannabinol (THC) on a dry weight basis. It is not enough that a product is labeled or advertised as “hemp.” Cannabis-derived products that exceed the 0.3% THC limit do not meet the statutory definition of “hemp” and are Schedule I controlled substances, regardless of claims made to the contrary in the labeling or advertising of the products. Further, a cannabis derivative, extract, or product that exceeds the 0.3% THC limit is a Schedule I controlled substance, even if the plant from which it was derived contained 0.3% or less THC on a dry weight basis. While we strive to ensure compliance, further tightening of these definitions may have an adverse impact on our products.\n\n\n \n\n\n\n\n22\n\n\n\n\n\n\n\n\nTable of Contents\n\n\n\n\n\n\n\n\n \n\n\nThe Company depends on the performance of carriers, wholesalers, retailers, and other resellers.\n\n\n \n\n\nThe Company distributes its products through wholesalers, retailers, and resellers, many of whom may distribute products from competing manufacturers. The Company also intends to sell its products and resell third-party products in most of its major markets directly to consumers, small and mid-sized businesses, and other customers through its retail and online stores and its direct sales force. The Company intends to invest in programs to enhance reseller sales, including staffing selected resellers’ stores with Company employees and contractors and improving product placement displays. These programs can require a substantial investment while not assuring return or incremental sales. The financial condition of these resellers could weaken, these resellers could stop distributing the Company’s products, or uncertainty regarding demand for some or all of the Company’s products could cause resellers to reduce their ordering and marketing of the Company’s products.\n\n\n \n\n\nWe may engage in strategic transactions that could impact our liquidity, increase our expenses, and present significant distractions to our management, and which ultimately may not be successful. \n\n\n \n\n\nFrom time to time, we may consider strategic transactions, such as acquisitions of companies, asset purchases, and out-licensing or in-licensing of products, product candidates, or technologies, particularly those arrangements that seek to leverage other organizations’ internal platforms or competencies for the benefit of our products or potential products. Additional potential transactions that we may consider may include a variety of different business arrangements, including spin-offs, strategic partnerships, joint ventures, restructurings, divestitures, business combinations, and investments. Any such transaction may require us to incur non-recurring or other charges that may increase our near and long-term expenditures and may pose significant integration challenges or disrupt our management or business, which could adversely affect our operations and financial results. For example, these transactions may entail numerous operational and financial risks, including:\n\n\n \n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n●\n\n\n\n\n\n\nexposure to unknown or unanticipated liabilities, including foreign laws with which we are unfamiliar;\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n●\n\n\n\n\n\n\ndisruption of our business and diversion of our management’s time and attention to develop acquired products, product candidates, or technologies;\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n●\n\n\n\n\n\n\nthe incurrence of substantial debt or dilutive issuances of equity securities to pay for acquisitions, which we may not be able to obtain on favorable terms, if at all;\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n●\n\n\n\n\n\n\nhigher than expected acquisition and integration costs;\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n●\n\n\n\n\n\n\nwrite-downs of assets or goodwill or impairment charges;\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n●\n\n\n\n\n\n\nincreased amortization expenses;\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n●\n\n\n\n\n\n\ndifficulty and cost in combining the operations and personnel of any acquired businesses with our operations and personnel;\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n●\n\n\n\n\n\n\nentering a long-term relationship with a partner that proves to be unreliable or counterproductive;\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n●\n\n\n\n\n\n\nimpairment of relationships with key suppliers or customers of any acquired businesses due to changes in management and ownership; and\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n●\n\n\n\n\n\n\ninability to retain key employees of any acquired businesses.\n\n\n\n\n\n\n\n\n \n\n\nThere can be no assurance that we will undertake or successfully complete any transactions of the nature described above. Any transactions that we do complete could have a material adverse effect on our business, results of operations, financial condition, and prospects if we are unable to execute the planned objectives or capitalize on the relationship in the manner that was originally contemplated.\n\n\n \n\n\nGlobal Operations\n\n\n \n\n\nWe operate on a global scale and could be affected by currency fluctuations, capital, and exchange controls, global economic conditions including inflation, expropriation, and other restrictive government actions, changes in intellectual property legal protections and remedies, trade regulations, tax laws and regulations, and procedures and actions affecting approval, production, pricing, and marketing of, reimbursement for and access to our products, as well as impacts of political or civil unrest or military action, including but not limited to the current conflict between Russia and Ukraine, terrorist activity, unstable governments, and legal systems, inter-governmental disputes, public health outbreaks, epidemics, pandemics, natural disasters or disruptions related to climate change.\n\n\n \n\n\nSome emerging market countries may be particularly vulnerable to periods of financial or political instability or significant currency fluctuations or may have limited resources for healthcare spending. As a result of these and other factors, our strategy to grow in emerging markets may not be successful, and growth rates in these markets may not be sustainable.\n\n\n \n\n\nGovernment financing and economic pressures can lead to negative pricing pressure in various markets where governments take an active role in setting prices, access criteria (e.g., through health technology assessments) or other means of cost control.\n\n\n \n\n\n\n\n23\n\n\n\n\n\n\n\n\nTable of Contents\n\n\n\n\n\n\n\n\n \n\n\nWe continue to monitor the global trade environment and potential trade conflicts and impediments that could impact our business. If trade restrictions or tariffs reduce global economic activity, potential impacts could include declining sales; increased costs; volatility in foreign exchange rates; a decline in the value of our financial assets and pension plan investments; required increases of our pension funding obligations; increased government cost control efforts; delays or failures in the performance of customers, suppliers and other third parties on whom we may depend for the performance of our business; and the risk that our allowance for doubtful accounts may not be adequate.\n\n\n \n\n\nWe may fail to expand our growing and manufacturing capability in time to meet market demand for our products and product candidates, and the FDA may refuse to accept our facilities or those of our contract manufactures as being suitable for the production of our products and product candidates. Any problems in our growing or manufacturing process could have a material adverse effect on our business, results of operations, and financial condition.\n\n\n \n\n\nIn addition, before we can begin commercial manufacture of any medicinal product candidates for sale in the U.S., we must obtain FDA regulatory approval for the product, which requires a successful FDA inspection of the manufacturing facilities, which in turn includes the facilities of the processor(s) and quality systems in addition to other product-related approvals.\n\n\n \n\n\nThe Company established a Good Manufacturing Practice (GMP) certified processing facility in the State of Washington for processes such as: a) production of products such as lotions, creams, and oils, among others, to support our products and to support white labeling; b) extraction of hemp into crude oil; and c) distillation of crude oil into hemp extracts.\n\n\n \n\n\nDue to the complexity of the processes used to manufacture our product candidates, we may be unable to initiate or continue to pass federal, state, or international regulatory inspections in a cost-effective manner. If we are unable to comply with manufacturing regulations, we may be subject to fines, unanticipated compliance expenses, recall or seizure of any approved products, total or partial suspension of production, and/or enforcement actions, including injunctions and criminal or civil prosecution. These possible sanctions would adversely affect our business, the results of operations, and financial condition.\n\n\n \n\n\nLegal claims could be filed that may have a material adverse effect on our business, operating results, and financial condition. We may, in the future face risks of litigation and liability claims, the extent of such exposure can be difficult or impossible to estimate and which can negatively impact our financial condition and results of operations.\n\n\n \n\n\nOur operations are subject to numerous laws and regulations in the U.S., India, Colombia, and Hong Kong relating to the protection of the public and necessary disclosures regarding financial services. Liability under these laws involves inherent uncertainties. Violations of financial regulation laws are subject to civil, and, in some cases, criminal sanctions. We may not have been, or may not be, or may be alleged to have not been or to not be, at all times, in complete compliance with all requirements, and we may incur costs or liabilities in connection with such requirements or allegations. We may also incur unexpected interruptions to our operations, administrative injunctions requiring operation stoppages, fines judgments, settlements, or other financial obligations or penalties, which could negatively impact our financial condition and results of operations. See Item 3, Legal Proceedings of this report for further information on the current status of legal proceedings, if any. There can also be no assurance that any insurance coverage we have will be adequate or that we will prevail in any future cases. We can provide no assurance that we will be able to obtain liability insurance that would protect us from any such lawsuits. In the event that we are not covered by insurance, our management could spend significant time and resources addressing any such issues. And the legal fees necessary to defend against multiple lawsuits can be significant, impacting the Company’s overall bottom line when not covered by insurance or where the fees exceed the Company’s insurance policy limits.\n\n\n \n\n\nOur Company is in a highly regulated industry. Significant and unforeseen changes in policy may have material impacts on our business.\n\n\n \n\n\nContinued development in the phytocannabinoids industry is dependent upon continued state legislative authorization of cannabinoids as well as legislation and regulatory policy at the federal level. The federal Controlled Substances Act currently makes cannabinoids use and possession illegal on a national level. While there may be ample public support for legislative authorization, numerous factors impact the legislative process. Any one of these factors could slow or halt the use and handling of cannabinoids in the U.S. or in other jurisdictions, which would negatively impact our development of phytocannabinoids-based therapies and our ability to test and productize these therapies.\n\n\n \n\n\n\n\n24\n\n\n\n\n\n\n\n\nTable of Contents\n\n\n\n\n\n\n\n\n \n\n\nMany U.S. state laws conflict with the federal Controlled Substances Act. While we do not and do not intend, to distribute or sell marijuana in the U.S., it is unclear whether regulatory authorities in the U.S. would object to the registration or public offering of securities in the U.S. by our Company, to the status of our Company as a reporting company, or even to investors investing in our Company, if we engage in legal cannabinoids cultivation and supply pursuant to the laws and authorization of the jurisdiction where the activity takes place. In addition, the status of cannabinoids under the Controlled Substances Act may have an adverse effect on federal agency approval of pharmaceutical use of phytocannabinoid products. Any such objection or interference could delay indefinitely or increase substantially the costs to access the equity capital markets, test our therapies, or create products from the Life Sciences segment.\n\n\n \n\n\nOur Company is inexperienced in conducting pre-clinical and clinical trials.\n\n\n \n\n\nOur Company is inexperienced in conducting pre-clinical and clinical trials. Our attempt at demonstrating safety, efficacy, and ultimate useability may fail because of our lack of experience in designing, managing, and conducting clinical trials resulting in unanticipated or adverse outcomes. Such outcomes may have an adverse effect on our stock price.\n\n\n \n\n\nClinical trials are expensive, time-consuming, and difficult to design and implement, and involve an uncertain outcome.\n\n\n \n\n\nClinical testing is expensive and can take many years to complete, and its outcome is inherently uncertain. Failure can occur at any time during the clinical trial process. Because the results of preclinical studies and early clinical trials are not necessarily predictive of future results, IGC-AD1 and our other compounds may not have favorable results in later preclinical and clinical studies or receive regulatory approval. We may experience delays in initiating and completing any clinical trials that we intend to conduct, and we do not know whether planned clinical trials will begin on time, need to be redesigned, enroll patients on time or be completed on schedule, or at all. Clinical trials can be delayed or terminated for a variety of reasons, including but not limited to:\n\n\n \n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n●\n\n\n\n\n\n\nthe FDA or comparable foreign regulatory authorities disagreeing as to the design or implementation of our clinical studies;\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n●\n\n\n\n\n\n\nobtaining regulatory approval to commence a trial;\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n●\n\n\n\n\n\n\nreaching an agreement on acceptable terms with prospective contract research organizations (CROs), and clinical trial sites, the terms of which can be subject to extensive negotiation and may vary significantly among different CROs and trial sites;\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n●\n\n\n\n\n\n\nobtaining Institutional Review Board (IRB) approval at each site, or Independent Ethics Committee (IEC) approval at sites outside the United States;\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n●\n\n\n\n\n\n\nrecruiting suitable patients to participate in a trial in a timely manner and in sufficient numbers;\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n●\n\n\n\n\n\n\nhaving patients complete a trial or return for post-treatment follow-up;\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n●\n\n\n\n\n\n\nimposition of a clinical hold by regulatory authorities, including as a result of unforeseen safety issues or side effects or failure of trial sites to adhere to regulatory requirements or follow trial protocols;\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n●\n\n\n\n\n\n\nclinical sites deviating from trial protocol or dropping out of a trial;\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n●\n\n\n\n\n\n\naddressing patient safety concerns that arise during the course of a trial;\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n●\n\n\n\n\n\n\nadding a sufficient number of clinical trial sites; or\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n●\n\n\n\n\n\n\nmanufacturing sufficient quantities of the product candidate for use in clinical trials.\n\n\n\n\n\n\n\n\n \n\n\nWe could also encounter delays if a clinical trial is suspended or terminated by us, the IRBs or IECs of the institutions in which such trials are being conducted, the Data Safety Monitoring Board (DSMB), for such trial or the FDA or other regulatory authorities. Such authorities may impose such a suspension or termination due to a number of factors, including failure to conduct the clinical trial in accordance with regulatory requirements or our clinical protocols, inspection of the clinical trial operations or trial site by the FDA or other regulatory authorities resulting in the imposition of a clinical hold, unforeseen safety issues or adverse side effects, failure to demonstrate a benefit from using a drug, changes in governmental regulations or administrative actions or lack of adequate funding to continue the clinical trial. Furthermore, we rely on CROs and clinical trial sites to ensure the proper and timely conduct of our clinical trials and, while we have agreements governing their committed activities, we have limited influence over their actual performance.\n\n\n \n\n\n\n\n25\n\n\n\n\n\n\n\n\nTable of Contents\n\n\n\n\n\n\n\n\n \n\n\nThe regulatory approval processes of the FDA and comparable foreign authorities are lengthy, time-consuming, and inherently unpredictable, and if we are ultimately unable to obtain regulatory approval for IGC-AD1 or any other product candidates, our business will be substantially harmed.\n\n\n \n\n\nThe time required to obtain approval by the FDA and comparable foreign authorities is unpredictable but typically takes many years following the commencement of clinical trials and depends upon numerous factors, including the substantial discretion of the regulatory authorities. In addition, approval policies, regulations, or the type and amount of clinical data necessary to gain approval may change during the course of a product candidate’s clinical development and may vary among jurisdictions. We have not obtained regulatory approval for any product candidate, and it is possible that we will never obtain regulatory approval for IGC-AD1 or any other product candidate. We are not permitted to market any of our pharmaceutical product candidates in the United States until we receive regulatory approval of an NDA from the FDA. The regulatory approval process can be affected by, among other things, the following:\n\n\n \n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n●\n\n\n\n\n\n\nwe may be unable to demonstrate to the satisfaction of the FDA or comparable foreign regulatory authorities that a product candidate is safe and effective for its proposed indication;\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n●\n\n\n\n\n\n\nserious and unexpected drug-related side effects experienced by participants in our clinical trials or by individuals using drugs similar to our product candidates, or other products containing the active ingredient in our product candidates;\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n●\n\n\n\n\n\n\nnegative or ambiguous results from our clinical trials or results that may not meet the level of statistical significance required by the FDA or comparable foreign regulatory authorities for approval;\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n●\n\n\n\n\n\n\nwe may be unable to demonstrate that a product candidate’s clinical and other benefits outweigh its safety risks;\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n●\n\n\n\n\n\n\nthe FDA or comparable foreign regulatory authorities may disagree with our interpretation of data from preclinical studies or clinical trials;\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n●\n\n\n\n\n\n\nthe data collected from clinical trials of our product candidates may not be acceptable or sufficient to support the submission of an NDA or other submission or to obtain regulatory approval in the United States or elsewhere, and/or we may be required to conduct additional clinical trials;\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n●\n\n\n\n\n\n\nthe FDA or comparable foreign authorities may disagree regarding the formulation, labeling, and/or the specifications of our product candidates;\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n●\n\n\n\n\n\n\nthe FDA or comparable foreign regulatory authorities may fail to approve or find deficiencies with the manufacturing processes or facilities of third-party manufacturers with which we contract for clinical and commercial supplies; and\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n●\n\n\n\n\n\n\nthe approval policies or regulations of the FDA or comparable foreign regulatory authorities may significantly change in a manner rendering our clinical data insufficient for approval.\n\n\n\n\n\n\n\n\n \n\n\nPrior to obtaining approval to commercialize a product candidate in the United States or abroad, we must demonstrate with substantial evidence from well-controlled clinical trials and to the satisfaction of the FDA or foreign regulatory agencies that such product candidates are safe and effective for their intended uses. Results from preclinical studies and clinical trials can be interpreted in different ways. Even if the preclinical or clinical data for our product candidates are promising, such data may not be sufficient to support approval by the FDA and other regulatory authorities. For diseases like Alzheimer’s, the FDA has stated that one single Phase 3 trial is adequate for approval if it demonstrates robust and unquestionable efficacy. However, the circumstances under which a single adequate and controlled study can be used as the sole basis for demonstrating the efficacy of a drug are exceptional.\n\n\n \n\n\nThe FDA or any foreign regulatory bodies can delay, limit, or deny approval of our product candidates or require us to conduct additional preclinical or clinical testing or abandon a program for many reasons, including:\n\n\n \n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n●\n\n\n\n\n\n\nthe FDA or comparable foreign regulatory authorities may disagree with the design or implementation of our clinical trials;\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n●\n\n\n\n\n\n\nthe FDA or comparable foreign regulatory authorities may disagree with our safety interpretation of our drug;\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n●\n\n\n\n\n\n\nthe FDA or comparable foreign regulatory authorities may disagree with our efficacy interpretation of our drug;\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n●\n\n\n\n\n\n\nthe FDA or comparable foreign regulatory authorities may regard our Chemistry Manufacturing and Controls package as inadequate.\n\n\n\n\n\n\n\n\n \n\n\nOf the large number of drugs in development, only a small percentage successfully complete the regulatory approval processes and are commercialized. This lengthy approval process, as well as the unpredictability of future clinical trial results, may result in us failing to obtain regulatory approval to market IGC-AD1 or another product candidate, which would significantly harm our business, results of operations, and prospects.\n\n\n \n\n\nIn addition, the FDA or the applicable foreign regulatory agency also may approve a product candidate for a more limited indication or patient population than we originally requested, and the FDA or applicable foreign regulatory agency may approve a product candidate with a label that does not include the labeling claims necessary or desirable for the successful commercialization of that product candidate. Any of the foregoing scenarios could materially harm the commercial prospects for our product candidates.\n\n\n \n\n\n\n\n26\n\n\n\n\n\n\n\n\nTable of Contents\n\n\n\n\n\n\n\n\n \n\n\nWe have concentrated our research and development efforts on the treatment of Alzheimer\n’\ns Disease, which has seen limited success in drug development. Further, IGC-AD1 is based on a new approach to treating symptoms of Alzheimer\n’\ns Disease, which makes it difficult to predict the time and cost of development and subsequent obtaining of regulatory approval.\n\n\n \n\n\nEfforts by biopharmaceutical and pharmaceutical companies in treating Alzheimer’s Disease have seen limited success in drug development, and there is no FDA-approved disease modifying therapeutic options available for patients with Alzheimer’s Disease. We cannot be certain that our approach will lead to the development of approvable or marketable products. The only drugs approved by the FDA to treat Alzheimer’s Disease to date address the disease’s symptoms. Alzheimer’s Disease drug candidates have the highest failure rate of approximately 99.6%. As a result, the FDA has a limited set of products to rely on in evaluating IGC-AD1. This could result in a longer than expected regulatory review process, increased expected development costs, or the delay or prevention of commercialization of IGC-AD1 for the treatment of Alzheimer’s Disease.\n\n\n \n\n\nEnrollment and retention of patients in clinical trials is an expensive and time-consuming process and could be made more difficult or rendered impossible by multiple factors outside our control.\n\n\n \n\n\nThe timely completion of clinical trials in accordance with their protocols depends, among other things, on our ability to enroll a sufficient number of patients who remain in the study until its conclusion. We may encounter delays in enrolling, or be unable to enroll, a sufficient number of patients to complete any of our clinical trials, and even once enrolled, we may be unable to retain a sufficient number of patients to complete any of our trials. Patient enrollment and retention in clinical trials depend on many factors, including:\n\n\n \n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n●\n\n\n\n\n\n\nthe patient eligibility criteria defined in the protocol;\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n●\n\n\n\n\n\n\nthe size of the patient population required for analysis of the trial’s primary endpoints;\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n●\n\n\n\n\n\n\nthe nature of the trial protocol;\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n●\n\n\n\n\n\n\nthe existing body of safety and efficacy data with respect to the product candidate;\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n●\n\n\n\n\n\n\nthe proximity of patients to clinical sites;\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n●\n\n\n\n\n\n\nour ability to recruit clinical trial investigators with the appropriate competencies and experience;\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n●\n\n\n\n\n\n\nclinicians’ and patients’ perceptions as to the potential advantages of the product candidate being studied in relation to other available therapies, including any new drugs that may be approved for the indications we are investigating;\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n●\n\n\n\n\n\n\ncompeting clinical trials being conducted by other companies or institutions;\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n●\n\n\n\n\n\n\nour ability to maintain patient consents; and\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n●\n\n\n\n\n\n\nthe risk that patients enrolled in clinical trials will drop out of the trials before completion.\n\n\n\n\n\n\n\n\n \n\n\nOur product candidates may cause serious adverse events or undesirable side effects, which may delay or prevent marketing approval, or, if approved, require them to be taken off the market, require them to include safety warnings or otherwise limit their sales.\n\n\n \n\n\nSerious adverse events or undesirable side effects caused by IGC-AD1, or any other product candidates could cause us or regulatory authorities to interrupt, delay or halt clinical trials and could result in a more restrictive label or the delay or denial of regulatory approval by the FDA or other comparable foreign authorities. Results of any clinical trial we conduct could reveal a high and unacceptable severity and prevalence of side effects or unexpected characteristics.\n\n\n \n\n\nIf unacceptable side effects arise in the development of our product candidates, we, the FDA, or the IRBs at the institutions in which our studies are conducted, or the DSMB, if constituted for our clinical trials, could recommend a suspension or termination of our clinical trials, or the FDA or comparable foreign regulatory authorities could order us to cease further development of or deny approval of a product candidate for any or all targeted indications. In addition, drug-related side effects could affect patient recruitment or the ability of enrolled patients to complete a trial or result in potential product liability claims. In addition, these side effects may not be appropriately recognized or managed by the treating medical staff. We expect to have to train medical personnel using our product candidates to understand the side effect profiles for our clinical trials and upon any commercialization of any of our product candidates. Inadequate training in recognizing or managing the potential side effects of our product candidates could result in patient injury or death. Any of these occurrences may harm our business, financial condition, and prospects significantly.\n\n\n \n\n\n\n\n27\n\n\n\n\n\n\n\n\nTable of Contents\n\n\n\n\n\n\n\n\n \n\n\nAdditionally, if one or more of our product candidates receives marketing approval, and we or others later identify undesirable side effects caused by such products, a number of potentially significant negative consequences could result, including:\n\n\n \n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n●\n\n\n\n\n\n\nadditional restrictions may be imposed on the marketing of the particular product or the manufacturing processes for the product or any component thereof;\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n●\n\n\n\n\n\n\nregulatory authorities may withdraw approvals of such product;\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n●\n\n\n\n\n\n\nregulatory authorities may require additional warnings on the label, such as a “black box” warning or contraindication;\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n●\n\n\n\n\n\n\nwe may be required to implement a REMS or create a medication guide outlining the risks of such side effects for distribution to patients;\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n●\n\n\n\n\n\n\nwe could be sued and held liable for harm caused to patients;\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n●\n\n\n\n\n\n\nthe product may become less competitive; and\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n●\n\n\n\n\n\n\nour reputation may suffer.\n\n\n\n\n\n\n\n\n \n\n\nAny of these events could prevent us from achieving or maintaining market acceptance of a product candidate, if approved, and could significantly harm our business, results of operations and prospects.\n\n\n \n\n\nOur product candidates may be unable to achieve the expected market acceptance, consequently, limiting our ability to generate revenue from new products. \n\n\n \n\n\nEven when product development is successful and regulatory approval has been obtained, our ability to generate sufficient revenue depends on the acceptance of our products by customers. We cannot assure you that our products will achieve the expected level of market acceptance and revenue. The market acceptance of any product depends on several factors such as the price of the product, the effect of the product, the taste of the product, reputation of the Company, competition, and marketing and distribution support.\n\n\n \n\n\nThe success and acceptance of a product in one state may not be replicated in other states or may be negatively affected by our activities in another state. Any factors preventing or limiting the market acceptance of our products could have a material adverse effect on our business, results of operations and financial condition.\n\n\n \n\n\nThe nature of our products, customer base and sales channels cause us to lack visibility regarding future demand for our products, which makes it difficult for us to predict our revenues or operating results.\n\n\n \n\n\nIt is important to the success of our business that we have the ability to accurately predict the future demand for our products. However, several factors contribute to a lack of visibility with respect to future orders, including:\n\n\n \n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n●\n\n\n\n\n\n\nthe lengthy and unpredictable sales cycle for our products that can extend from 6 to 24 months or longer;\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n●\n\n\n\n\n\n\nthe project-driven nature of our customers’ requirements;\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n●\n\n\n\n\n\n\nthe uncertainty of the extent and timing of market acceptance of our new products;\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n●\n\n\n\n\n\n\nthe requirement to obtain industry certifications or regulatory approval for some products; and\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n●\n\n\n\n\n\n\nthe diversity of our product lines and geographic scope of our product distribution.\n\n\n\n\n\n\n\n\n \n\n\nThis lack of visibility impacts our ability to forecast inventory requirements. An overestimate of our customers’ future requirements for products may lead to excess inventory, which would increase costs and potentially require us to write-off inventory that becomes obsolete. If we underestimate our customers’ future requirements, we may have inadequate inventory, which could interrupt and delay the delivery of our products to our customers and could cause our revenues to decline. If any of these events occur, they could negatively impact our revenues, which could prevent us from achieving or sustaining profitability.\n\n\n \n\n\nSome, but not all, of the factors that could affect our ability to achieve results are described in forward-looking statements. If one or more of these factors materialize, or if any underlying assumptions prove incorrect, our actual results, performance or achievements may vary materially from any future results, performance or achievements expressed or implied by these forward-looking statements.\n\n\n \n\n\nBusiness interruptions could delay us in the process of developing our product candidates and could disrupt our product sales.\n\n\n \n\n\nLoss of our manufacturing facilities, stored inventory or laboratory facilities through fire, theft, natural disasters or other causes, or loss of our botanical raw material due to pathogenic infection, waste, destruction, or other causes, could have an adverse effect on our ability to meet demand for our products or to continue product development activities and to conduct our business. Failure to supply our partners with commercial products may lead to adverse consequences.\n\n\n \n\n\n\n\n28\n\n\n\n\n\n\n\n\nTable of Contents\n\n\n\n\n\n\n\n\n \n\n\nClimate change concerns could disrupt our businesses, adversely affect client activity levels, adversely affect the creditworthiness of our counterparties and damage our reputation.\n\n\n \n\n\nClimate change may cause extreme weather events that, among other things, could damage our facilities and equipment, injure our employees, disrupt operations at one or more of our primary locations, negatively affect our ability to service and interact with our clients, and adversely affect the value of our assets. Any of these events may increase our costs including our costs to insure against these events.\n\n\n \n\n\nClimate change may also have a negative impact on the financial condition of our clients, which may decrease revenues from those clients and increase the credit exposures to those clients. Additionally, our reputation and client relationships may be damaged as a result of our involvement, or our clients’ involvement, in certain industries associated with causing or exacerbating, or alleged to cause or exacerbate, climate change. We also may be negatively impacted by any decisions we make to continue to conduct or change our activities in response to considerations relating to climate change. New regulations or guidance relating to climate change, as well as the perspectives of shareholders, employees, and other stakeholders regarding climate change, may affect whether and on what terms and conditions we engage in certain activities or offer certain products.\n\n\n \n\n\nCurrency fluctuations may reduce our assets and profitability.\n\n\n \n\n\nWe have assets located in foreign countries that are valued in foreign currencies. Fluctuation of the U.S. dollar relative to the foreign currency may adversely affect our assets and profit.\n\n\n \n\n\nOur business relies heavily on our management team, and any unexpected loss of key officers may adversely affect our operations.\n\n\n \n\n\nThe continued success of our business is largely dependent on the continued services of our key employees. The loss of the services of certain key personnel, without adequate replacement, could have an adverse effect on our performance. Our senior management, as well as the senior management of our subsidiaries, plays a significant role in developing and executing the overall business plan, maintaining client relationships, proprietary processes, and technology. While no one is irreplaceable, the loss of the services of any would be disruptive to our business.\n\n\n \n\n\nOur quarterly revenue, operating results, and profitability will vary.\n\n\n \n\n\nFactors that may contribute to the variability of quarterly revenue, operating results, or profitability include:\n\n\n \n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n●\n\n\n\n\n\n\nFluctuations in revenue due to the seasonality of the marketplace, which results in uneven revenue and operating results over the year;\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n●\n\n\n\n\n\n\nAdditions and departures of key personnel;\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n●\n\n\n\n\n\n\nStrategic decisions made by us and our competitors, such as acquisitions, divestitures, spin-offs, joint ventures, strategic investments, and changes in business strategy; and\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n●\n\n\n\n\n\n\nEconomic conditions, including but not limited to the adverse impact on operating results due to the COVID-19 pandemic.\n\n\n\n\n\n\n\n\n \n\n\nWe may not successfully register the provisional patents with the USPTO.\n\n\n \n\n\nWe have filed forty-one (41) patent applications with the USPTO and also in other different countries, in the combination therapy space, for the indications of pain, Alzheimer’s, medical refractory epilepsy, eating disorders, and Tourette syndrome as part of our intellectual property strategy focused on the phytocannabinoid-based health care industry. Although nine patents have been issued, there is no guarantee that our remaining applications will result in a successful registration with the USPTO. If we are unsuccessful in registering patents, our ability to create a valuable line of products can be adversely affected. This in turn may have a material and adverse impact on the trading price of our common stock.\n\n\n \n\n\n\n\n29\n\n\n\n\n\n\n\n\nTable of Contents\n\n\n\n\n\n\n\n\n \n\n\nWe may be unable to protect our intellectual property rights and/or intellectual property rights licensed to us and may be subject to intellectual property litigation and infringement claims by third parties.\n\n\n \n\n\nWe intend to protect our intellectual property through limited patents and our unpatented trade secrets and know-how through confidentiality or license agreements with third parties, employees, and consultants, and by controlling access to and distribution of our proprietary information. However, this method may not afford complete protection, particularly in foreign countries where the laws may not protect our proprietary rights as fully as in the U.S. and unauthorized parties may copy or otherwise obtain and use our products, processes, or technology. Additionally, there can be no assurance that others will not independently develop similar know-how and trade secrets. We are also dependent upon the owners of intellectual property rights licensed to us under various wholesale license agreements to protect and defend those rights against third party claims. If third parties take actions that affect our rights, the value of our intellectual property, similar proprietary rights or reputation or the licensors who have granted us certain rights under wholesale license agreements, or we are unable to protect the intellectual property from infringement or misappropriation, other companies may be able to offer competitive products at lower prices, and we may not be able to effectively compete against these companies. We also face the risk of claims that we have infringed third parties’ intellectual property rights. Any claims of intellectual property infringement, even those without merit, may require us to:\n\n\n \n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n●\n\n\n\n\n\n\ndefend against infringement claims which are expensive and time consuming;\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n●\n\n\n\n\n\n\ncease making, licensing, or using, either temporarily or permanently, products that incorporate the challenged intellectual property;\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n●\n\n\n\n\n\n\nre-design, re-engineer, or re-brand our products or packaging; or\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n●\n\n\n\n\n\n\nenter into royalty or licensing agreements to obtain the right to use a third party’s intellectual property.\n\n\n\n\n\n\n\n\n \n\n\nIn the event of claims by third parties for infringement of intellectual property rights we license from third parties under wholesale license agreements, we could be liable for costs of defending allegations of infringement, and there are no assurances the licensors will either adequately defend the licensed intellectual property rights or that they would prevail in the related litigation. In that event, we would incur additional costs and may be deprived from generating royalties from these agreements.\n\n\n \n\n\nWe may face risks relating to health care privacy and security laws. \n\n\n \n\n\nWe may be subject to various privacy and security regulations, including but not limited to the Health Insurance Portability and Accountability Act of 1996 (HIPAA), as amended by The Health Information Technology for Economic and Clinical Health Act (HITECH), and their respective implementing regulations, including the related final published omnibus rule. HIPAA mandates, among other things, the adoption of uniform standards for the electronic exchange of information in common health care transactions, as well as standards relating to the privacy and security of individually identifiable health information. These obligations would require the Company to adopt administrative, physical, and technical safeguards to protect such information. Among other things, HITECH makes HIPAA’s privacy and security standards directly applicable to “business associates” — independent contractors or agents of covered entities that receive or obtain protected health information in connection with providing a service on behalf of a covered entity. HITECH also increased the civil and criminal penalties that may be imposed against covered entities, business associates, and possibly other persons, and gave state attorneys general new authority to file civil actions for damages or injunctions in federal courts to enforce the federal HIPAA laws and seek attorney’s fees and costs associated with pursuing federal civil actions. In addition, state laws govern the privacy and security of health information in certain circumstances, some of which are more stringent than HIPAA and many of which differ from each other in significant ways and may not have the same effect, thereby complicating compliance efforts. Failure to comply with these laws, where applicable, can result in the imposition of significant civil and criminal penalties.\n\n\n \n\n\nSome of our lines of business will rely on third-party service providers to host and deliver services and data, and any interruptions or delays in these hosted services, security, or privacy breaches, including cybersecurity attacks, or failures in data collection could expose us to liability claims, increased costs, reduced revenue, and harm our business and reputation.\n\n\n \n\n\nOur lines of business and services, but especially our development of hemp-based cannabinoid combination therapies for products, including Hyalolex™, Drops of Clarity™, and our long-term use and/or development of blockchain technologies to solve critical issues facing the cannabinoids industry, rely on services hosted and controlled directly by our suppliers and distributors and their third-party service providers. We do not have redundancy for all our systems; many of our critical applications reside in only one of our data centers, and our disaster recovery planning may not account for all eventualities. These facts could cause reputational harm, loss of customers, or loss of future business, thereby reducing our revenue.\n\n\n \n\n\n\n\n30\n\n\n\n\n\n\n\n\nTable of Contents\n\n\n\n\n\n\n\n\n \n\n\nOur suppliers and distributors and their third-party service providers hold customer data, some of which is hosted in third-party facilities. A security incident or cybersecurity attack at those facilities or ours may compromise the confidentiality, integrity, or availability of customer data. We have a cybersecurity policy in place, however, unauthorized access to customer data stored on our computers or networks may be obtained through break-ins, breaches of our secure network by an unauthorized party, employee theft or misuse, or other misconduct. It is also possible that unauthorized access to customer data may be obtained through inadequate use of security controls by customers. Accounts created with weak passwords could allow cyber-attackers to gain access to customer data. If there were an inadvertent disclosure of customer information, or if a third party were to gain unauthorized access to the information we possess on behalf of our customers, our operations could be disrupted, our reputation could be damaged, and we could be subject to claims or other liabilities. In addition, such perceived or actual unauthorized disclosure of the information we collect, or breach of our security could damage our reputation, result in the loss of customers, and harm our business.\n\n\n \n\n\nHardware or software failures or errors in our systems or those of our suppliers and distributors or their third-party service providers, could result in data loss or corruption, cause the information that we collect to be incomplete or contain inaccuracies that our customers regard as significant, or cause us to fail to meet committed service levels. Furthermore, our ability to collect and report data may be delayed or interrupted by several factors, including access to the internet, the failure of our network or software systems or security breaches. In addition, computer viruses or other malware may harm our systems, causing us to lose data, and the transmission of computer viruses or other malware could expose us to litigation. We may also find, on occasion, that we cannot deliver data and reports in near real time because of several factors, including failures of our network or software. If we supply inaccurate information or experience interruptions in our ability to capture, store and supply information in near real time or at all, our reputation could be harmed, we could lose customers, or we could be found liable for damages or incur other losses.\n\n\n \n\n\nAll our data is stored on the cloud on multiple servers which helps us mitigate the overall risk of losing data. We are in the process of implementing tighter cybersecurity measures to safeguard against hackers. Complying with these security measures and compliances would incur further costs.\n\n\n \n\n\nThe states in which we and our distributors and suppliers and their service providers operate require that we maintain certain information about our customers and transactions. If we fail to maintain such information, we could be in violation of state laws. Laws and regulations relating to the handling of personal data may impede the adoption of our services or result in increased costs, legal claims, fines against us, or reputational damage.\n\n\n \n\n\nWe face risks associated with the manufacture of our products which could adversely affect our business and financial results.\n\n\n \n\n\nWe are subject to the risks inherent in manufacturing our products, including industrial accidents, environmental events, strikes and other labor disputes, disruptions in supply chain or information systems, loss or impairment of key manufacturing sites or suppliers, product quality control, safety, increase in commodity prices and energy costs, licensing requirements and other regulatory issues, as well as natural disasters and other external factors over which we have no control. If such an event were to occur, it could have an adverse effect on our business and financial results.\n\n\n \n\n\nThe Company is exposed to the risk of write-downs on the value of its inventory and other assets, in addition to purchase commitment cancellation risk.\n\n\n \n\n\nThe Company records a write-down for product and component inventories that become obsolete or exceed anticipated demand, or for which cost exceeds net realizable value. The Company may also accrue necessary cancellation fee reserves for orders of excess products and components. The Company reviews long-lived assets, including capital assets held at its suppliers’ facilities and inventory prepayments, for impairment whenever events or circumstances indicate the assets may not be recoverable. If the Company determines that an impairment has occurred, it records a write-down equal to the amount by which the carrying value of the asset exceeds its fair value. Although the Company believes its inventory, capital assets, inventory prepayments, and other assets and purchase commitments are currently recoverable, no assurance can be given that the Company will not incur write-downs, fees, impairments, and other charges given the rapid and unpredictable pace of product obsolescence in the industries in which the Company competes.\n\n\n \n\n\nThe Company orders components for its products and builds inventory in advance of product announcements and shipments. Manufacturing purchase obligations cover the Company’s forecasted component and manufacturing requirements, typically for periods up to 150 days. Because the Company’s markets are volatile, competitive, and subject to rapid technology and price changes, there is a risk the Company will forecast incorrectly and order or produce excess or insufficient amounts of components or products, or not fully utilize firm purchase commitments.\n\n\n \n\n\n\n\n31\n\n\n\n\n\n\n\n\nTable of Contents\n\n\n\n\n\n\n\n\n \n\n\nOur accounting personnel may make unintentional errors.\n\n\n \n\n\nGiven our small size and foreign operations, a small unrectified mistake in the preparation of financial statements and the maintenance of our books and records in accordance with U.S. GAAP and SEC rules and regulations may constitute a material weakness in our internal controls over financial reporting. For more information, please see Item 9A, “Controls and Procedures.”\n\n\n \n\n\nThe Company is subject to complex and changing laws and regulations worldwide related to climate change and ESG initiatives, which expose the Company to potential liabilities, increased costs, and other adverse effects on the Company\n’\ns business.\n\n\n \n\n\nWe are subject to transitional and physical risks related to climate change. Transitional risks include, for example, a disorderly global transition away from fossil fuels that may result in increased energy prices; customer preference for low or no-carbon products; stakeholder pressure to decarbonize assets; or new legal or regulatory requirements that result in new or expanded carbon pricing, taxes, restrictions on greenhouse gas emissions, and increased greenhouse gas disclosure and transparency. These risks could increase operating costs, including the cost of our electricity and energy use, or other compliance costs. Physical risks to our operations include water stress and drought; flooding and storm surge; wildfires; extreme temperatures and storms, which could impact pharmaceutical production, increase costs, or disrupt supply chains of medicines for patients. Our supply chain is likely subject to these same transitional and physical risks and would likely pass along any increased costs to us. We do not anticipate that these risks will have a material financial impact on the Company in the near term.\n\n\n \n\n\nGovernmental authorities, non-governmental organizations, customers, investors, employees, and other stakeholders are increasingly sensitive to ESG matters, such as equitable access to medicines and vaccines, product quality and safety, diversity, equity and inclusion, environmental stewardship, support for local communities, value chain environmental and social due diligence, corporate governance, and transparency, and addressing human capital factors in our operations. This focus on ESG matters may lead to new expectations or requirements that could result in increased costs associated with research, development, manufacture, or distribution of our products. Our ability to compete could also be affected by changing customer preferences and requirements, such as growing demand for companies to establish validated Net Zero targets or offer more sustainable products. While we strive to improve our ESG performance and meet our voluntary goals, if we do not meet, or are perceived not to meet, our goals or other stakeholder expectations in key ESG areas, we risk negative stakeholder reaction, including from proxy advisory services, as well as damage to our brand and reputation, reduced demand for our products or other negative impacts on our business and operations. While we monitor a broad range of ESG matters, we cannot be certain that we will manage such matters successfully, or that we will successfully meet the expectations of investors, employees, consumers, governments, and other stakeholders.\n\n\n \n\n\nA pandemic, epidemic, or outbreak of infectious disease, such as COVID-19, may materially and adversely affect our business and operations.\n\n\n \n\n\nThe COVID-19 pandemic is affecting the United States and global economies and has and may continue to affect our operations and those of third parties on which we rely, including by causing disruptions in the supply of our products candidates and the conduct of current and future clinical trials. As the end of the COVID-19 pandemic remains unknown, the full extent of the impact of COVID-19 on the Company remains unknown as well. The impact of COVID-19 on our operations is reflected in reduced revenue and increased expenses in both our Infrastructure and the Life Sciences segments.\n\n\n \n\n\nIn addition, the COVID-19 pandemic may affect the operations of the FDA and other health authorities, which could result in delays of reviews and approvals, including with respect to our product candidates. The evolving COVID-19 pandemic is also likely to directly or indirectly impact the pace of enrollment in our clinical trial for IGC-AD1 for at least the next several months and possibly longer as patients may avoid or may not be able to travel to healthcare facilities and physicians’ offices unless due to a health emergency. Such facilities and offices may also be required to focus limited resources on non-clinical trial matters, including treatment of COVID-19 patients, and may not be available, in whole or in part, for clinical trial services or our other product candidates. Additionally, while the potential economic impact brought by, and the duration of the COVID-19 pandemic is difficult to assess or predict, the impact of the COVID-19 pandemic on the global financial markets may reduce our ability to access capital, which could negatively impact our short-term and long-term liquidity. The ultimate impact of the COVID-19 pandemic is highly uncertain and subject to change. We do not yet know the full extent of potential delays or impacts on our business, financing, clinical trial activities or on healthcare systems, or the global economy as a whole. However, these effects could have a material impact on our liquidity, capital resources, operations, and business and those of the third parties on which we rely. The continued impact of the ongoing COVID-19 pandemic on the Company as well as on the regions in which we do business cannot be predicted.\n\n\n \n\n\n\n\n32\n\n\n\n\n\n\n\n\nTable of Contents\n\n\n\n\n\n\n\n\n \n\n\nRisks Related to ownership of our common stock:\n\n\n \n\n\nFuture sales of common stock by us could cause our stock price to decline and dilute your ownership in our Company.\n\n\n \n\n\nOur certificate of incorporation authorizes the issuance of up to 150,000,000 shares of common stock, par value of $0.0001 per share, and 1,000,000 shares of preferred stock, par value of $0.0001 per share. We are not restricted from issuing additional shares of our common stock or preferred stock, including any securities that are convertible into or exchangeable for, or that represent the right to receive, common stock or preferred stock or any substantially similar securities. The market price of our common stock could decline as a result of sales of a large number of shares of our common stock by us in the market or the perception that such sales could occur. If we raise funds by issuing additional securities in the future or stock options to purchase our common stock are exercised, the newly issued shares will also dilute your percentage ownership in our Company.\n\n\n \n\n\nOur common stock price has fluctuated considerably and has recently reached our highest price levels, which may not be sustained.\n\n\n \n\n\nThe market price of shares of our common stock has fluctuated substantially in recent years and is likely to fluctuate significantly from its current level. Our common stock has also been volatile, with our 52-week closing price range being at a low of $0.31 and a high of $0.94 per share. Future announcements concerning the introduction of new products, services, or technologies or changes in product pricing policies by us or our competitors, or changes in earnings estimates by analysts, among other factors, could cause the market price of our common stock to fluctuate substantially. Also, stock markets have experienced extreme price and volume volatility in the last year. This volatility has had a substantial effect on the market prices of securities of many public companies for reasons frequently unrelated to the operating performance of the specific companies. These broad market fluctuations may also cause declines in the market price of our common stock. Investors seeking short-term liquidity should be aware that we cannot assure that the stock price will continue at these or any higher levels.\n\n\n \n\n\nA possible \n“\nshort squeeze\n”\n due to a sudden increase in demand of our common stock that largely exceeds supply may lead to further price volatility in our common stock.\n\n\n \n\n\nInvestors may purchase shares of our common stock to hedge existing exposure in our common stock or to speculate on the price of our common stock. Speculation on the price of our common stock may involve long and short exposures. To the extent aggregate short exposure exceeds the number of shares of our common stock available for purchase in the open market, investors with short exposure may have to pay a premium to repurchase our common stock for delivery to lenders of our common stock. Those repurchases may in turn dramatically increase the price of our common stock until investors with short exposure are able to purchase additional shares of common stock to cover their short position. This is often referred to as a “short squeeze.” A short squeeze could lead to volatile price movements in shares of our common stock that are not directly correlated to the performance or prospects of our Company and once investors purchase the shares necessary to cover their short position the price of our common stock may decline. We believe that the recent volatility in our common stock may be due, in part, to short squeezes that may be temporarily increasing the price of our common stock, which could result in a loss of some or all of your investment in our common stock.\n\n\n \n\n\nOur management team will have broad discretion over the use of Company funds.\n\n\n \n\n\nOur management will use their discretion to direct the use of Company funds. We intend to use the net proceeds from the sale of IGC shares in ATM offerings, sales proceeds, sale of capital assets, and other funds to fund working capital and capital expenditure requirements. It may also be used for clinical trials, share repurchases, debt repayments, and investments, including but not limited to, mutual funds, treasury bonds, cryptocurrencies, and other asset classes. Management’s judgments may not result in positive returns on investor investment, and the investor will not have an opportunity to evaluate the economic, financial, or other information upon which the Management bases its decisions. The Company may invest the funds, pending their use, in a manner that does not produce income or that loses value. The failure by management to apply these funds effectively could result in financial losses, and these financial losses could have a material adverse effect on our business and cause the price of our common stock to decline.\n\n\n \n\n\nOur publicly filed reports are subject to review by the SEC, and any significant changes or amendments required as a result of any such review may result in material liability to us and may have a material adverse impact on the trading price of our common stock.\n\n\n \n\n\nThe reports of publicly traded companies are subject to review by the SEC from time to time for the purpose of assisting companies in complying with applicable disclosure requirements, and the SEC is required to undertake a comprehensive review of a company’s reports at least once every three years under the Sarbanes-Oxley Act of 2002. SEC reviews may be initiated at any time. We could be required to modify, amend, or reformulate information contained in prior filings as a result of an SEC review, as well as the state in filings that we have inadequate control or expertise over financial reporting. Any modification, amendment, or reformulation of information contained in such reports could be significant and result in material liability to us and have a material and adverse impact on the trading price of our common stock.\n\n\n \n\n\n\n\n33\n\n\n\n\n\n\n\n\nTable of Contents\n\n\n\n\n\n\n\n\n \n\n\nWe do not anticipate declaring any cash dividends on our common stock.\n\n\n \n\n\nWe have never declared or paid cash dividends on our common stock and do not plan to pay any cash dividends in the near future. Our current policy is to retain all funds and earnings for use in the operation and expansion of our business.\n\n\n \n\n\nMaryland anti-takeover provisions and certain anti-takeover effects of our Charter and Bylaws may inhibit a takeover at a premium price that may be beneficial to our stockholders.\n\n\n \n\n\nMaryland anti-takeover provisions and certain anti-takeover effects of our charter and bylaws may be utilized, under some circumstances, as a method of discouraging, delaying, or preventing a change of control of our Company at a premium price that would be beneficial to our stockholders. For more detailed information about these provisions, please see “Anti-takeover Law, Limitations of Liability and Indemnification” as follows:\n\n\n \n\n\nBusiness Combinations\n\n\n \n\n\nUnder the Maryland General Corporation Law, some business combinations, including a merger, consolidation, share exchange or, in some circumstances, an asset transfer or issuance or reclassification of equity securities, are prohibited for a period of time and require an extraordinary vote. These transactions include those between a Maryland corporation and the following persons (a Specified Person):\n\n\n \n\n\nAn interested stockholder, who is defined as any person (other than a subsidiary) who beneficially owns 10% or more of the corporation’s voting stock, or who is an affiliate or an associate of the corporation who, at any time within a two-year period prior to the transaction, was the beneficial owner of 10% or more of the voting power of the corporation’s voting stock; or an affiliate of an interested stockholder.\n\n\n \n\n\nA person is not an interested stockholder if the board of directors approved in advance the transaction by which the person otherwise would have become an interested stockholder. The board of directors of a Maryland corporation also may exempt a person from these business combination restrictions prior to the time the person becomes a Specified Person and may provide that its exemption be subject to compliance with any terms and conditions determined by the board of directors. Transactions between a corporation and a Specified Person are prohibited for five years after the most recent date on which such stockholder becomes a Specified Person. After five years, any business combination must be recommended by the board of directors of the corporation and approved by at least 80% of the votes entitled to be cast by holders of voting stock of the corporation and two-thirds of the votes entitled to be cast by holders of shares other than voting stock held by the Specified Person with whom the business combination is to be effected, unless the corporation’s stockholders receive a minimum price as defined by Maryland law and other conditions under Maryland law are satisfied.\n\n\n \n\n\nA Maryland corporation may elect not to be governed by these provisions by having its board of directors exempt various Specified Persons, by including a provision in its charter expressly electing not to be governed by the applicable provision of Maryland law or by amending its existing charter with the approval of at least 80% of the votes entitled to be cast by holders of outstanding shares of voting stock of the corporation and two-thirds of the votes entitled to be cast by holders of shares other than those held by any Specified Person. Our Charter does not include any provision opting out of these business combination provisions.\n\n\n \n\n\nControl Share Acquisitions\n\n\n \n\n\nThe Maryland General Corporation Law also prevents, subject to exceptions, an acquirer who acquires sufficient shares to exercise specified percentages of voting power of a corporation from having any voting rights except to the extent approved by two-thirds of the votes entitled to be cast on the matter not including shares of stock owned by the acquiring person, any directors who are employees of the corporation and any officers of the corporation. These provisions are referred to as the control share acquisition statute.\n\n\n \n\n\nThe control share acquisition statute does not apply to shares acquired in a merger, consolidation or share exchange if the corporation is a party to the transaction, or to acquisitions approved or exempted prior to the acquisition by a provision contained in the corporation’s charter or bylaws. Our Bylaws include a provision exempting us from the restrictions of the control share acquisition statute, but this provision could be amended or rescinded either before or after a person acquired control shares. As a result, the control share acquisition statute could discourage offers to acquire our common stock and could increase the difficulty of completing an offer.\n\n\n \n\n\n\n\n34\n\n\n\n\n\n\n\n\nTable of Contents\n\n\n\n\n\n\n\n\n \n\n\nBoard of Directors\n\n\n \n\n\nThe Maryland General Corporation Law provides that a Maryland corporation which is subject to the Exchange Act and has at least three outside directors (who are not affiliated with an acquirer of the company) under certain circumstances may elect by resolution of the board of directors or by amendment of its charter or bylaws to be subject to statutory corporate governance provisions that may be inconsistent with the corporation’s charter and bylaws. Under these provisions, a board of directors may divide itself into three separate classes without the vote of stockholders such that only one-third of the directors are elected each year. A board of directors classified in this manner cannot be altered by amendment to the charter of the corporation. Further, the board of directors may, by electing to be covered by the applicable statutory provisions and notwithstanding the corporation’s charter or bylaws:\n\n\n \n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n●\n\n\n\n\n\n\nprovide that a special meeting of stockholders will be called only at the request of stockholders entitled to cast at least a majority of the votes entitled to be cast at the meeting,\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n●\n\n\n\n\n\n\nreserve for itself the right to fix the number of directors,\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n●\n\n\n\n\n\n\nprovide that a director may be removed only by the vote of at least two-thirds of the votes entitled to be cast generally in the election of directors, and\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n●\n\n\n\n\n\n\nretain for itself sole authority to fill vacancies created by an increase in the size of the board or the death, removal, or resignation of a director.\n\n\n\n\n\n\n\n\n \n\n\nIn addition, a director elected to fill a vacancy under these provisions serves for the balance of the unexpired term instead of until the next annual meeting of stockholders. A board of directors may implement all or any of these provisions without amending the charter or bylaws and without stockholder approval. Although a corporation may be prohibited by its charter or by resolution of its board of directors from electing any of the provisions of the statute, we have not adopted such a prohibition. We have adopted a staggered board of directors with three separate classes in our charter and given the board the right to fix the number of directors, but we have not prohibited the amendment of these provisions. The adoption of the staggered board may discourage offers to acquire our common stock and may increase the difficulty of completing an offer to acquire our stock. If our Board chose to implement the statutory provisions, it could further discourage offers to acquire our common stock and could further increase the difficulty of completing an offer to acquire our common stock.\n\n\n \n\n\nEffect of Certain Provisions of our Charter and Bylaws\n\n\n \n\n\nIn addition to the Charter and Bylaws provisions discussed above, certain other provisions of our Bylaws may have the effect of impeding the acquisition of control of our Company by means of a tender offer, proxy fight, open market purchases or otherwise in a transaction not approved by our Board of Directors. These provisions of Bylaws are intended to reduce our vulnerability to an unsolicited proposal for the restructuring or sale of all or substantially all of our assets or an unsolicited takeover attempt, which our Board believes is otherwise unfair to our stockholders. These provisions, however, also could have the effect of delaying, deterring, or preventing a change in control of our Company.\n\n\n \n\n\nOur Bylaws provide that with respect to annual meetings of stockholders, (i) nominations of individuals for election to our Board of Directors and (ii) the proposal of business to be considered by stockholders may be made only pursuant to our notice of the meeting, by or at the direction of our Board of Directors, or by a stockholder who is entitled to vote at the meeting and has complied with the advance notice procedures set forth in our Bylaws.\n\n\n \n\n\nSpecial meetings of stockholders may be called only by the chief executive officer, the board of directors or the secretary of our Company (upon the written request of the holders of a majority of the shares entitled to vote). At a special meeting of stockholders, the only business that may be conducted is the business specified in our notice of meeting. With respect to nominations of persons for election to our Board of Directors, nominations may be made at a special meeting of stockholders only pursuant to our notice of meeting, by or at the direction of our Board of Directors, or if our Board of Directors has determined that directors will be elected at the special meeting, by a stockholder who is entitled to vote at the meeting and has complied with the advance notice procedures set forth in our Bylaws.\n\n\n \n\n\nThese procedures may limit the ability of stockholders to bring business before a stockholders meeting, including the nomination of directors and the consideration of any transaction that could result in a change in control and that may result in a premium to our stockholders.\n\n\n \n\n",
    "item7": ">ITEM 7. MANAGEMENT’\nS DISCUSSION AND ANALYSIS OF FINANCIAL CONDITION AND RESULTS OF OPERATIONS\n\n\n \n\n\nThe following is a discussion and analysis of the consolidated statement of operations, liquidity, and capital resources, and a summary of cash flows, which apply to Fiscal 2023 ending on March 31, 2023, and Fiscal 2022, ending on March 31, 2022. These statements should be read in conjunction with our consolidated financial statements and the related notes that appear elsewhere in this Annual Report on Form 10-K.\n\n\n \n\n\nIn addition to historical information, this report contains forward-looking statements that involve risks and uncertainties that may cause our actual results to differ materially from the plans and results discussed in forward-looking statements. We encourage you to review the risks and uncertainties discussed in the sections entitled Item 1A. “Risk Factors” and “Forward-Looking Statements” are included at the beginning of this Annual Report on Form 10-K.\n\n\n \n\n\nThe risks and uncertainties can cause actual results to differ significantly from those in our forward-looking statements or implied in historical results and trends. We caution readers not to place undue reliance on any forward-looking statements made by us, which speak only as of the date they are made. We disclaim any obligation, except as specifically required by law and the rules of the SEC, to publicly update or revise any such statements to reflect any change in our expectations or in events, conditions, or circumstances on which any such statements may be based, or that may affect the likelihood that actual results will differ from those set forth in the forward-looking statements.\n\n\n \n\n\nOverview\n\n\n \n\n\nIGC Pharma, Inc. is a clinical-stage pharmaceutical company with a diversified revenue model that develops both prescription drugs and over-the-counter (OTC) products. Our focus is on developing innovative therapies for neurological disorders such as Alzheimer’s disease, epilepsy, Tourette syndrome, and sleep disorders. We also focus on formulations for eating disorders, chronic pain, premenstrual syndrome (PMS), and dysmenorrhea, in addition to health and wellness OTC formulations. The Company is developing its lead candidate, IGC-AD1, an investigational oral therapy for the treatment of agitation associated with Alzheimer’s disease. IGC-AD1 is currently in Phase 2 (Phase 2B) clinical trials after completing nearly a decade of research and realizing positive results from pre-clinical and a Phase 1 trial. This previous research into IGC-AD1 has demonstrated efficacy in reducing plaques and tangles, which are two important hallmarks of Alzheimer’s, as well as reducing neuropsychiatric symptoms associated with dementia in Alzheimer’s disease, such as agitation. We were formerly known as India Globalization Capital, Inc. and incorporated in Maryland on April 29, 2005. Our fiscal year is the 52- or 53-week period ending March 31.\n\n\n \n\n\nCurrently, most of our revenue comes from the Life Sciences segment and, in the future, we believe, from our investigational drugs for treating Alzheimer’s disease. We have also built a facility for a potential Phase 3 trial and have strategic relations for the procurement of Active Pharmaceutical Ingredients (APIs). In addition, we have acquired and initiated work on TGR-63, a pre-clinical molecule that exhibits an impressive affinity for reducing neurotoxicity in Alzheimer’s cell lines. The advancement of IGC-AD1 into Phase 2 trials represents a significant milestone for the company and positions us for multiple pathways to future success. Although there can be no assurance, we anticipate that the positive outcomes from these and other trials will drive further growth, valuation, and market potential for IGC-AD1.\n\n\n \n\n\nIGC has two segments: Life Sciences and Infrastructure.\n\n\n \n\n\nLife Sciences Segment\n\n\n \n\n\nPharmaceutical\n:\n\n\n \n\n\nSince 2014, we have focused a portion of our business on the application of phytocannabinoids such as THC and CBD, among others, in combination with other compounds, to address efficacy for various ailments and diseases such as Alzheimer’s disease. As previously disclosed, IGC submitted IGC-AD1, our investigational drug candidate for Alzheimer’s, to the FDA under Section 505(i) of the Federal Food, Drug, and Cosmetic Act and received approval on July 30, 2020, to proceed with the Phase 1 trial on Alzheimer’s patients and the Company completed all dose escalation studies, and as announced by the Company on December 2, 2021, the results of the clinical trial have been submitted in the Clinical/Statistical Report (CSR) filed with the FDA. The Company is motivated by the potential that, with future successful results from appropriate further trials, IGC-AD1 could contribute to relief for some of the 55 million people around the world expected to be impacted by Alzheimer’s disease by 2030 (WHO, 2021).\n\n\n \n\n\n\n\n38\n\n\n\n\n\n\n\n\nTable of Contents\n\n\n\n\n\n\n\n\n \n\n\nCurrently, IGC-AD1 is in a Phase 2B safety and efficacy clinical trial for agitation in dementia from Alzheimer’s (clinicaltrials.gov, NCT05543681). The progress we are making in the clinic, gives us confidence in the potential of IGC-AD1 as a potentially groundbreaking therapy, with the potential to treat Alzheimer’s and also to manage devastating symptoms that separate families, increase admissions to nursing homes, and drive the cost of Alzheimer’s care, although there can be no assurance.\n\n\n \n\n\nWe have a two-pronged approach for our Alzheimer’s investigational drug development strategy, the first prong is to investigate IGC-AD1 as an Alzheimer’s symptoms modifying agent, and the second is to investigate TGR-63 as a disease modifying agent. This involves conducting more trials on IGC-AD1 over the next few years, subject to FDA approval, with the anticipated goal of demonstrating safety and efficacy and potentially obtaining FDA approval for IGC-AD1 as a cannabinoid-based new drug that can help to manage agitation for patients suffering from Alzheimer’s disease. The second prong is to investigate the potential efficacy of TGR-63 on memory and/or decreasing or managing plaques and tangles, some of the hallmarks of Alzheimer’s disease.\n\n\n \n\n\nOur pipeline of investigational and development cannabinoid formulations also includes pain creams and tinctures for pain relief. We believe that the pharmaceutical component of our Life Sciences strategy will take several more years to mature and involves considerable risk; however, we also believe it may involve greater defensible growth potential and first-to-market advantage.\n\n\n \n\n\nAlthough there can be no assurance, we believe that additional investment in clinical trials, research, and development (R&D), facilities, marketing, advertising, and acquisition of complementary products and businesses supporting our Life Sciences segment will be critical to the development and delivery of innovative products and positive patient and customer experiences. We hope to leverage our R&D and intellectual property to develop ground-breaking, science-based products that are proven effective through planned pre-clinical and clinical trials. Although there can be no assurance, we believe this strategy has the potential to improve existing products and lead to the creation of new products, which, based on scientific study and research, may offer positive results for the management of certain conditions, symptoms, and side effects.\n\n\n \n\n\nWhile the bulk of our medium and longer-term focus is on clinical trials and getting IGC-AD1 to be an FDA approved drug, our shorter-term strategy, is to use our resources to provide white label services and market Holief™. We believe this may provide us with several profit opportunities, although there can be no assurance of such profit opportunities.\n\n\n \n\n\nOver-the-Counter Products\n:\n\n\n \n\n\nWe have created a women’s wellness brand, Holief™ available through online channels that are compliant with relevant federal, state, and local laws, and regulations. Holief™ is an all-natural, non-GMO, vegan, line of over-the-counter (OTC) products aimed at treating menstrual cramps (dysmenorrhea) and premenstrual symptoms (PMS). The products are available online and through Amazon and other online channels. Holief™ is compliant with relevant federal, state, and local laws, and regulations.\n\n\n \n\n\nInfrastructure Segment\n\n\n \n\n\nThe Company’s infrastructure business has been operating since 2008, it includes: (i) Execution of Construction Contracts and (ii) Rental of Heavy Construction Equipment.\n\n\n \n\n\nCOVID-19 Update\n\n\n \n\n\nThe ongoing COVID-19 pandemic and the resulting containment measures that have been in effect from time to time in various countries and territories since early 2020 have had a number of substantial negative impacts on businesses around the world and on global, regional, and national economies, including widespread disruptions in supply chains for a wide variety of products and resulting increases in the prices of many goods and services. Currently, our production facilities in all of our locations continue to operate as they had before the COVID-19 pandemic, with few changes other than for enhanced safety measures intended to prevent the spread of the virus.\n\n\n \n\n\nSome of our ongoing clinical trials experienced short-term interruptions in the recruitment of patients due to the COVID-19 pandemic, as hospitals prioritized their resources towards the COVID-19 pandemic and government imposed travel restrictions. Some clinical trials experienced increased expenses due to new protocols to protect participants from COVID-19. Additionally, certain suppliers had difficulties meeting their delivery commitments, and we are experiencing longer lead times for components. Future shutdowns could have an adverse impact on our operations. However, the extent of the impact of any future shutdown or delay is highly uncertain and difficult to predict.\n\n\n \n\n\n\n\n39\n\n\n\n\n\n\n\n\nTable of Contents\n\n\n\n\n\n\n\n\n \n\n\nIt is not possible at this time to estimate the complete impact that COVID-19 could have on our business, including our customers and suppliers, as the effects will depend on future developments, which are highly uncertain and cannot be predicted. Infections may resurge or become more widespread, including due to new variants and the limitation on our ability to travel and timely sell and distribute our products, as well as any closures or supply disruptions may be prolonged for extended periods, all of which would have a negative impact on our business, financial condition, and operating results.\n\n\n \n\n\nEven after the COVID-19 pandemic has subsided, we may continue to experience an adverse impact on our business due to the continued global economic impact of the COVID-19 pandemic. We cannot anticipate all of the ways in which health epidemics such as COVID-19 could adversely impact our business. See Item 1A, “Risk Factors” for further discussion of the possible impact of the COVID-19 pandemic on our business.\n\n\n \n\n\nThe Global Economic Environment\n\n\n \n\n\nIn addition to the industry-specific factors, such as regulations around cannabinoid research, we are exposed to economic cycles. Factors in the global economic environment that may impact our operations include, among other things, currency fluctuations, capital and exchange controls, global economic conditions including inflation, restrictive government actions, changes in intellectual property, legal protections and remedies, trade regulations, tax laws and regulations and procedures and actions affecting approval, production, pricing, and marketing of our products, as well as impacts of political or civil unrest or military action, including the current conflict between Russia and Ukraine, terrorist activity, unstable governments, and legal systems, inter-governmental disputes, public health outbreaks, epidemics, pandemics, natural disasters or disruptions related to climate change.\n\n\n \n\n\nOperational Excellence\n\n\n \n\n\nWe remain focused on continuing to build excellence broadly in three areas, cannabinoid-based investigations, drug development and product manufacturing, and online marketing. Although there can be no assurance, we believe these will give us a competitive advantage, including building an increasingly agile and adaptable commercialization engine with a strong customer-focused market expertise.\n\n\n \n\n\nWorkplace and Employees\n\n\n \n\n\nWe support broad public health strategies designed to prevent the spread of COVID-19 and are focused on the health and welfare of our employees. We have mobilized to enable our employees to accomplish our most critical goals through a combination of remote work and in-person initiatives. In addition to rolling out new technologies and collaboration tools, we have implemented processes and resources to support our employees in the event an employee receives a positive COVID-19 diagnosis. We have developed plans regarding the opening of our sites to enable our employees to return to work in our global offices, the field, and our manufacturing facilities, which take into account applicable public health authority and local government guidelines, and which are designed to ensure community and employee safety. We are moving to a more flexible mix of virtual and in-person work to advance our culture, drive innovation and agility and enable greater balance and well-being for our workforce.\n\n\n \n\n\nResearch and Development\n\n\n \n\n\nWith respect to our clinical trial activities, we have taken measures to implement remote and virtual approaches, including remote data monitoring where possible, to maintain safety and trial continuity and to preserve study integrity. We have seen delays in initiating trial sites, due to COVID-19. We cannot guarantee that we will continue to perform our trials in a timely and satisfactory manner as a result of the evolving effects of the COVID-19 pandemic. Similarly, our ability to recruit and retain patients and principal investigators, and site staff who, as health care providers, may have heightened exposure to COVID-19 may adversely impact our clinical trial operations.\n\n\n \n\n\n\n\n40\n\n\n\n\n\n\n\n\nTable of Contents\n\n\n\n\n\n\n\n\n \n\n\nFiscal 2023 Highlights\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n●\n\n\n\n\n\n\nOn March 20, 2023, the Company announced the changing of its name to IGC Pharma, Inc. from India Globalization Capital, Inc., as a part of a rebranding strategy that better reflects IGC Pharma’s strategic focus and vision for the future.\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n●\n\n\n\n\n\n\nOn March 8, 2023, the Company filed in USPTO the provisional patent application titled “Composition, Synthesis, and Medical Use of Hybrid Cannabinoid”.\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n●\n\n\n\n\n\n\nOn January 4, 2023, the Company received a No-objection letter from Health Canada for approval to begin its trial in Canada “A, Phase 2, Multi-Center, Double-Blind, Randomized, Placebo-Controlled Trial of the Safety and Efficacy of IGC-AD1 on Agitation in Participants with Dementia due to Alzheimer’s Disease.” \n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n●\n\n\n\n\n\n\nOn December 1, 2022, the Company announced that it had begun its Phase 2 clinical trials “A, Phase 2, Multi-Center, Double-Blind, Randomized, Placebo-Controlled Trial of the Safety and Efficacy of IGC-AD1 on Agitation in Participants with Dementia due to Alzheimer’s Disease” at two U.S. sites with plan to add between three to five additional sites in the United States, Canada, and possibly South Africa, to increase population diversity.\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n●\n\n\n\n\n\n\nOn September 20, 2022, the USPTO granted a second patent (#11,446,276) for the treatment of Alzheimer’s disease titled “Extreme low dose THC as a therapeutic and prophylactic agent for Alzheimer’s disease.” The original patent application was initiated by the University of South Florida (USF) and filed on August 1, 2016. On May 25, 2017, the Company entered into an exclusive license agreement with USF with respect to the patent application and the associated research conducted on Alzheimer’s disease. IGC-AD1, described above, is based on some of this research.\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n●\n\n\n\n\n\n\nOn June 7, 2022, the USPTO issued a patent (#11,351,152) to the Company titled “Method and Composition for Treating Seizures Disorders.” The patent relates to compositions and methods for treating multiple types of seizure disorders and epilepsy in humans and animals using a combination of the CBD with other compounds. Subject to further research and study, the combination is intended to reduce side effects caused by hydantoin anticonvulsant drugs such as phenobarbital, by reducing the dosing of anticonvulsant drugs in humans, dogs, and cats.\n\n\n\n\n\n\n\n\n \n\n\n\n\n41\n\n\n\n\n\n\n\n\nTable of Contents\n\n\n\n\n\n\n\n\n \n\n\nResults of Operations\n\n\n \n\n\nFiscal 2023 compared to Fiscal 2022\n\n\n \n\n\nThe following table presents an overview of our results of operations for Fiscal 2023 and Fiscal 2022:\n\n\n \n\n\nStatement of Operations (in thousands, audited)\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n\n\nFiscal\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n\n\n2023\n\n\n($)\n\n\n \n\n\n \n\n\n\n\n2022\n\n\n($)\n\n\n \n\n\n \n\n\n\n\nChange\n\n\n($)\n\n\n \n\n\n \n\n\n\n\nPercent \n\n\nChange\n\n\n\n\n \n\n\n\n\n\n\n\n\nRevenue\n\n\n\n\n \n\n\n \n\n\n911\n\n\n \n\n\n \n\n\n \n\n\n397\n\n\n \n\n\n \n\n\n \n\n\n514\n\n\n \n\n\n \n\n\n \n\n\n129\n\n\n \n\n\n\n\n\n\n\n\nCost of revenue\n\n\n\n\n \n\n\n \n\n\n(469\n\n\n)\n\n\n \n\n\n \n\n\n(203\n\n\n)\n\n\n \n\n\n \n\n\n(266\n\n\n)\n\n\n \n\n\n \n\n\n131\n\n\n \n\n\n\n\n\n\n\n\nGross profit\n\n\n\n\n \n\n\n \n\n\n442\n\n\n \n\n\n \n\n\n \n\n\n194\n\n\n \n\n\n \n\n\n \n\n\n248\n\n\n \n\n\n \n\n\n \n\n\n128\n\n\n \n\n\n\n\n\n\n\n\nSelling, general and administrative expenses\n\n\n\n\n \n\n\n \n\n\n(8,552\n\n\n)\n\n\n \n\n\n \n\n\n(13,292\n\n\n)\n\n\n \n\n\n \n\n\n4,740\n\n\n \n\n\n \n\n\n \n\n\n(36\n\n\n)\n\n\n\n\n\n\n\n\nResearch and development expenses\n\n\n\n\n \n\n\n \n\n\n(3,461\n\n\n)\n\n\n \n\n\n \n\n\n(2,330\n\n\n)\n\n\n \n\n\n \n\n\n(1,131\n\n\n)\n\n\n \n\n\n \n\n\n49\n\n\n \n\n\n\n\n\n\n\n\nOperating loss\n\n\n\n\n \n\n\n \n\n\n(11,571\n\n\n)\n\n\n \n\n\n \n\n\n(15,428\n\n\n)\n\n\n \n\n\n \n\n\n3,857\n\n\n \n\n\n \n\n\n \n\n\n(25\n\n\n)\n\n\n\n\n\n\n\n\nImpairment\n\n\n\n\n \n\n\n \n\n\n-\n\n\n \n\n\n \n\n\n \n\n\n(49\n\n\n)\n\n\n \n\n\n \n\n\n49\n\n\n \n\n\n \n\n\n \n\n\n(100\n\n\n)\n\n\n\n\n\n\n\n\nOther income, net\n\n\n\n\n \n\n\n \n\n\n65\n\n\n \n\n\n \n\n\n \n\n\n461\n\n\n \n\n\n \n\n\n \n\n\n(396\n\n\n)\n\n\n \n\n\n \n\n\n(86\n\n\n)\n\n\n\n\n\n\n\n\nLoss before income taxes\n\n\n\n\n \n\n\n \n\n\n(11,506\n\n\n)\n\n\n \n\n\n \n\n\n(15,016\n\n\n)\n\n\n \n\n\n \n\n\n3,510\n\n\n \n\n\n \n\n\n \n\n\n(23\n\n\n)\n\n\n\n\n\n\n\n\nIncome tax expense/benefit\n\n\n\n\n \n\n\n \n\n\n-\n\n\n \n\n\n \n\n\n \n\n\n-\n\n\n \n\n\n \n\n\n \n\n\n-\n\n\n \n\n\n \n\n\n \n\n\n-\n\n\n \n\n\n\n\n\n\n\n\nNet loss attributable to common stockholders\n\n\n\n\n \n\n\n \n\n\n(11,506\n\n\n)\n\n\n \n\n\n \n\n\n(15,016\n\n\n)\n\n\n \n\n\n \n\n\n3,510\n\n\n \n\n\n \n\n\n \n\n\n(23\n\n\n)\n\n\n\n\n\n\n \n\n\nRevenue\n – During Fiscal 2023, the Company generated approximately $911 thousand in revenue, representing a significant increase from the $397 thousand generated in Fiscal 2022. The primary source of revenue in both years was from the Life Sciences segment, encompassing the sale of our formulations as white labeled manufactured products and sales of branded holistic women’s health care products, among others. The growth can be attributed to higher sales volume driven by increased sales and marketing efforts. The Company implemented robust marketing and sales activities, which contributed to the successful expansion of its customer base and increased demand. Approximately 10%-12% of revenue in both years was derived from the Infrastructure segment. The Company remains committed to its current strategy of driving sales in formulated white labeled and wellness products. By continuing to focus on sales and marketing initiatives, the Company aims to further strengthen its position in the market and drive sustained revenue growth.\n\n\n \n\n\nCost of revenue \n– The cost of revenue amounted to approximately $469 thousand for Fiscal 2023, compared to $203 thousand in Fiscal 2022. This represents a gross margin of about 49% for both years. The cost of revenue is primarily attributable to the cost of raw materials, labor, and other direct overheads required to produce our products in the Life Science segment.\n\n\n \n\n\nSelling, general and administrative expenses \n– Selling, general, and administrative (SG&A) expenses primarily encompass various costs such as employee-related expenses, sales commissions, professional fees, legal fees, marketing expenses, other corporate expenses, allocated general overhead, provisions, depreciation, and write-offs related to doubtful accounts and advances. For Fiscal 2023, the Company reported SG&A expenses of approximately $8.5 million, representing a decrease of approximately $4.7 million, or 36%, compared to the $13.2 million recorded in Fiscal 2022. This decline in SG&A expenses are attributable to a reduction in one-time expenses of approximately $4.2 million and a decrease of approximately $500 thousand in compensation, legal and marketing expenses, net realizable value (“NRV”) adjustments, and other SG&A expenses. By effectively managing and reducing these expenses, the Company achieved cost savings during Fiscal 2023.\n\n\n \n\n\nResearch and Development (R&D) expenses \n– R&D expenses were primarily associated with the Life Sciences segment, reflecting the Company’s investment in R&D activities. In Fiscal 2023, the Company reported R&D expenses of approximately $3.5 million, representing an increase of $1.2 million or 49% compared to approximately $2.3 million in Fiscal 2022. The increase in R&D expenses is primarily attributed to the progression of Phase 2 trials on IGC-AD1 and pre-clinical studies on TGR-63, indicating the Company’s dedication to advancing its product pipeline. As the development of TGR-63 and the Phase 2B trial on Alzheimer’s gain momentum, the Company anticipates further increases in R&D expenses. attributable to the progression of Phase 2 trials on IGC-AD1 and pre-clinical studies on TGR-63\n. \nWe anticipate increased R&D expenses as the development of TGR-63 and the Phase 2B trial on Alzheimer’s pick up more momentum.\n\n\n \n\n\nImpairment loss\n – During Fiscal 2023, there was no investment impairment. In Fiscal 2022, there was an impairment of approximately $49 thousand, which was attributed to the cancelation of 44 thousand shares of IGC common stock.\n\n\n \n\n\n\n\n42\n\n\n\n\n\n\n\n\nTable of Contents\n\n\n\n\n\n\n\n\n \n\n\nOther Income, net\n – During Fiscal 2023, the Company reported approximately $65 thousand in other income, which represents a decrease compared to the $461 thousand recorded in Fiscal 2022. The decrease in other income for Fiscal 2023 can be primarily attributed to the absence of a one-time forgiveness of the PPP (Paycheck Protection Program) loan, which amounted to approximately $430 thousand in Fiscal 2022. The component of other income typically includes interest and rental income, dividend income, profits from the sale of assets, unrealized gains from non-debt investments, net income, and income from the sale of scraps. These sources contribute to the overall other income generated by the Company.\n\n\n \n\n\nLiquidity and capital resources\n\n\n \n\n\nOur sources of liquidity are cash and cash equivalents, funds raised through the ATM offering, cash flows from operations, short-term and long-term borrowings, and short-term liquidity arrangements. The Company continues to evaluate various financing sources and options to raise working capital to help fund current research and development programs and operations. The Company does not have any material long-term debt, capital lease obligations, or other long-term liabilities, except as disclosed in this report. Please refer to Note 12, “Commitments and contingencies”, Note 11, “Loans and Other Liabilities” and Note 9, “Leases” in Item 1 of this report for further information on Company commitments and contractual obligations.\n\n\n \n\n\nOn June 30, 2023, the Company successfully obtained a working capital credit facility totaling $12 million and in addition sold 10,000,000 shares for $3,000,000. The equity and the credit facility serve to minimize ongoing liquidity requirements and ensure the Company’s ability to sustain its operations. Furthermore, the Company intends to raise additional funds through private placement and ATM offerings, subject to market conditions.\n\n\n \n\n\nThe Company expects to raise capital for its trials as and when it is able to do so, but there can be no assurance thereof. In addition, there can be no assurance of the terms thereof and any subsequent equity financing sought may have dilutive effects on our current shareholders. While there is no guarantee that we will be successful, we are applying to non-dilutive funding opportunities such as Small Business Research and Development programs. In addition, subject to limitations on the amount of capital that can be raised, the Company expects to utilize its shelf registration on statement on Form S-3 to raise capital through at-the-market offerings or otherwise.\n\n\n \n\n\nPlease refer to Item 1A. “Risk Factors” for further information on the risks related to the Company.\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n\n\n(in thousands, audited)\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n\n\nAs of \n\n\nMarch 31, 2023\n\n\n($)\n\n\n\n\n \n\n\n \n\n\n\n\nAs of \n\n\nMarch 31, 2022\n\n\n($)\n\n\n\n\n \n\n\n \n\n\n\n\nChange\n\n\n($)\n\n\n\n\n \n\n\n \n\n\n\n\nPercent \n\n\nChange\n\n\n\n\n \n\n\n\n\n\n\n\n\nCash, cash equivalents\n\n\n\n\n \n\n\n \n\n\n3,196\n\n\n \n\n\n \n\n\n \n\n\n10,460\n\n\n \n\n\n \n\n\n \n\n\n(7,264\n\n\n)\n\n\n \n\n\n \n\n\n(69\n\n\n\n\n)%\n\n\n\n\n\n\n\n\n\n\nWorking capital\n\n\n\n\n \n\n\n \n\n\n4,568\n\n\n \n\n\n \n\n\n \n\n\n12,670\n\n\n \n\n\n \n\n\n \n\n\n(8,102\n\n\n)\n\n\n \n\n\n \n\n\n(64\n\n\n\n\n)%\n\n\n\n\n\n\n\n\n \n\n\nCash and cash equivalents \n\n\n \n\n\nCash and cash equivalents decreased by approximately $7.3 million to $3.2 million in Fiscal 2023 from $10.5 million in Fiscal 2022, a decrease of approximately 69% is discussed in the summary of cash flows, as follows:\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n\n\n(in thousands, audited)\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n\n\nFiscal\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n\n\n2023\n\n\n($)\n\n\n \n\n\n \n\n\n\n\n2022\n\n\n($)\n\n\n \n\n\n \n\n\n\n\nChange\n\n\n($)\n\n\n \n\n\n \n\n\n\n\nPercent \n\n\nChange\n\n\n\n\n \n\n\n\n\n\n\n\n\nCash used in operating activities\n\n\n\n\n \n\n\n \n\n\n(7,047\n\n\n)\n\n\n \n\n\n \n\n\n(7,462\n\n\n)\n\n\n \n\n\n \n\n\n415\n\n\n \n\n\n \n\n\n \n\n\n(6\n\n\n\n\n)%\n\n\n\n\n\n\n\n\n\n\nCash used in investing activities\n\n\n\n\n \n\n\n \n\n\n(235\n\n\n)\n\n\n \n\n\n \n\n\n(742\n\n\n)\n\n\n \n\n\n \n\n\n507\n\n\n \n\n\n \n\n\n \n\n\n(68\n\n\n\n\n)%\n\n\n\n\n\n\n\n\n\n\nCash provided by financing activities\n\n\n\n\n \n\n\n \n\n\n100\n\n\n \n\n\n \n\n\n \n\n\n4,142\n\n\n \n\n\n \n\n\n \n\n\n(4,042\n\n\n)\n\n\n \n\n\n \n\n\n(98\n\n\n\n\n)%\n\n\n\n\n\n\n\n\n\n\nEffects of exchange rate changes on cash and cash equivalents\n\n\n\n\n \n\n\n \n\n\n(82\n\n\n)\n\n\n \n\n\n \n\n\n(26\n\n\n)\n\n\n \n\n\n \n\n\n(56\n\n\n)\n\n\n \n\n\n \n\n\n215\n\n\n\n\n%\n\n\n\n\n\n\n\n\n\n\nNet decrease in cash and cash equivalents\n\n\n\n\n \n\n\n \n\n\n(7,264\n\n\n)\n\n\n \n\n\n \n\n\n(4,088\n\n\n)\n\n\n \n\n\n \n\n\n(3,176\n\n\n)\n\n\n \n\n\n \n\n\n78\n\n\n\n\n%\n\n\n\n\n\n\n\n\n\n\nCash and cash equivalents at the beginning of the period\n\n\n\n\n \n\n\n \n\n\n10,460\n\n\n \n\n\n \n\n\n \n\n\n14,548\n\n\n \n\n\n \n\n\n \n\n\n(4,088\n\n\n)\n\n\n \n\n\n \n\n\n(28\n\n\n\n\n)%\n\n\n\n\n\n\n\n\n\n\nCash and cash equivalents at the end of the period\n\n\n\n\n \n\n\n \n\n\n3,196\n\n\n \n\n\n \n\n\n \n\n\n10,460\n\n\n \n\n\n \n\n\n \n\n\n(7,264\n\n\n)\n\n\n \n\n\n \n\n\n(69\n\n\n)%\n\n\n\n\n\n\n \n\n\n\n\n43\n\n\n\n\n\n\n\n\nTable of Contents\n\n\n\n\n\n\n\n\n \n\n\nOperating Activities\n\n\n \n\n\nNet cash used in operating activities for Fiscal 2023 was approximately $7 million. It consists of a net loss of approximately $11.5 million, a positive impact on cash due to non-cash expenses of approximately $3.7 million, and changes in operating assets and liabilities of approximately $0.8 million. Non-cash expenses consist of an amortization and depreciation charge of approximately $0.7 million, stock-based expenses of approximately $2.8 million and other non-cash expenses of approximately $0.2 million. In addition, changes in operating assets and liabilities had a positive impact of approximately $0.8 million on cash, of which approximately $0.9 million is due to an adjustment in inventory and approximately $0.1 million decrease in other net current assets and liabilities.\n\n\n \n\n\nNet cash used in operating activities for Fiscal 2022 was approximately $7.5 million. It consists of a net loss of approximately $15 million, a positive impact on cash due to non-cash expenses of approximately $5 million, and changes in operating assets and liabilities of approximately $2.5 million. Non-cash expenses consist of an amortization/depreciation charge of approximately $0.6 million, impairment of investment of $0.1 million, provision against debtor & advances of $1.7 million, stock-based expenses of approximately $2.2 million, and a one-time impairment of PPE of $0.8 million and an offset of $0.4 million due to the forgiveness of a PPP Loan. In addition, changes in operating assets and liabilities had a positive impact of approximately $2.5 million in cash, of which approximately $1.9 million is due to an adjustment in inventory and an approximately $0.6 million increase in accounts payable.\n\n\n \n\n\nInvesting Activities\n\n\n \n\n\nNet cash used in investing activities for Fiscal 2023, was approximately $0.2 million, which comprises approximately $0.3 million for the acquisition and filing expenses related to intellectual property, approximately $0.2 million for the purchase of property, plant, and equipment and approximately $0.1 million of a short-term investment.\n\n\n \n\n\nNet cash used in investing activities for Fiscal 2022, was approximately $0.7 million, which comprises approximately $0.5 million for the acquisition and filing expenses related to intellectual property, approximately $0.2 million for the purchase of property, plant, and equipment.\n\n\n \n\n\nFinancing Activities\n\n\n \n\n\nNet cash provided by financing activities was approximately $0.1 million for Fiscal 2023, which comprises net proceeds from issuance of equity stock through the ATM offering, net of all expenses related to the issuance of stock.\n\n\n \n\n\nNet cash provided by financing activities was approximately $4.1 million for Fiscal 2022, which comprises net proceeds from issuance of equity stock through the ATM offering, net of all expenses related to the issuance of stock.\n\n\n \n\n\nCritical Accounting Policies and Estimates\n\n\n \n\n\nThe preparation of financial statements and related disclosures in conformity with U.S. GAAP and the Company’s discussion and analysis of its financial condition and operating results require the Company’s management to make judgments, assumptions, and estimates that affect the amounts reported in its consolidated financial statements and accompanying notes. We base our estimates on historical experience, as appropriate, and on various other assumptions that we believe to be reasonable under the circumstances. Actual results may differ from these estimates, and such differences may be material.\n\n\n \n\n\nManagement believes that the following accounting policies are the most critical to understanding and evaluating our consolidated financial condition and results of operations.\n\n\n \n\n\nRevenue Recognition\n\n\n \n\n\nThe Company recognizes revenue under ASC 606, \nRevenue from Contracts with Customers\n (ASC 606). The core principle of this standard is that a company should recognize revenue to depict the transfer of promised goods or services to customers in an amount that reflects the consideration to which the Company expects to be entitled in exchange for those goods or services.\n\n\n \n\n\n\n\n44\n\n\n\n\n\n\n\n\nTable of Contents\n\n\n\n\n\n\n\n\n \n\n\nASC 606 prescribes a 5-step process to achieve its core principle. The Company recognizes revenue from trading, rental, or product sales as follows:\n\n\n \n\n\nI. Identify the contract with the customer.\n\n\nII. Identify the contractual performance obligations.\n\n\nIII. Determine the amount of consideration/price for the transaction.\n\n\nIV. Allocate the determined amount of consideration/price to the performance obligations.\n\n\nV. Recognize revenue when or as the performing party satisfies performance obligations.\n\n\n \n\n\nThe consideration/price for the transaction (performance obligation(s)) is determined as per the agreement or invoice (contract) for the services and products in the Infrastructure and Life Sciences segment.\n\n\n \n\n\nRevenue in the Infrastructure segment is recognized for the renting business when the equipment is rented, and the terms of the agreement have been fulfilled during the period. Revenue from the execution of infrastructure contracts is recognized on the basis of the output method as and when part of the performance obligation has been completed and approval from the contracting agency has been obtained after survey of the performance completion as of that date. In the Life Sciences segment, the revenue from the wellness and lifestyle business is recognized once goods have been sold to the customer and the performance obligation has been completed. In retail sales, we offer consumer products through our online stores. Revenue is recognized when control of the goods is transferred to the customer. This generally occurs upon our delivery to a third-party carrier or to the customer directly. Revenue from white label services is recognized when the performance obligation has been completed and output material has been transferred to the customer.\n\n\n \n\n\nNet sales disaggregated by significant products and services for Fiscal 2023 and 2022 are as follows:\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n\n\n(in thousands)\n\n\nYear Ended March 31\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n\n\n2023\n\n\n($)\n\n\n \n\n\n \n\n\n\n\n2022\n\n\n($)\n\n\n \n\n\n\n\n\n\n\n\nInfrastructure segment\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n\n\nRental income (1)\n\n\n\n\n \n\n\n \n\n\n37\n\n\n \n\n\n \n\n\n \n\n\n23\n\n\n \n\n\n\n\n\n\n\n\nConstruction contracts (2)\n\n\n\n\n \n\n\n \n\n\n76\n\n\n \n\n\n \n\n\n \n\n\n15\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n\n\nLife Sciences segment\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n\n\nWellness and lifestyle (3)\n\n\n\n\n \n\n\n \n\n\n416\n\n\n \n\n\n \n\n\n \n\n\n316\n\n\n \n\n\n\n\n\n\n\n\nWhite label services (4)\n\n\n\n\n \n\n\n \n\n\n382\n\n\n \n\n\n \n\n\n \n\n\n43\n\n\n \n\n\n\n\n\n\n\n\nTotal\n\n\n\n\n \n\n\n \n\n\n911\n\n\n \n\n\n \n\n\n \n\n\n397\n\n\n \n\n\n\n\n\n\n \n\n\n(1) Rental income consists of income from rental of heavy construction equipment.\n\n\n(2) Construction income consists of the execution of contracts directly or through subcontractors.\n\n\n(3) Revenue from wellness and lifestyle consists of sale of products such as gummies, hand sanitizers, bath bombs, lotions, beverages, hemp crude extract, hemp isolate, and hemp distillate.\n\n\n(4) Revenue from white label services consists of rebranding our formulations or the customer’s products as per customer’s requirement.\n\n\n \n\n\nAccounts receivable\n\n\n \n\n\nWe make estimates of the collectability of our accounts receivable by analyzing historical payment patterns, customer concentrations, customer creditworthiness, and current economic trends. If the financial condition of a customer deteriorates, additional allowances may be required. We had $107 thousand of accounts receivable, net of provision for the doubtful debt of $17 thousand as of March 31, 2023, as compared to $125 thousand of accounts receivable, net of provision for the doubtful debt of $93 thousand as of March 31, 2022.\n\n\n \n\n\nShort-term and long-term investments\n\n\n \n\n\nOur policy for short-term and long-term investments is to establish a high-quality portfolio that preserves principal, meets liquidity needs, avoids inappropriate concentrations, and delivers an appropriate yield in relation to our investment guidelines and market conditions. Short-term and long-term investments consist of equity investment, mutual funds, corporate, various government securities, and municipal debt securities, as well as certificates of deposit. Certificates of deposit and commercial paper are carried at cost which approximates fair value. Available-for-sale securities: Investments in debt securities that are classified as available for sale shall be measured subsequently at fair value in the statement of financial position.\n\n\n \n\n\n\n\n45\n\n\n\n\n\n\n\n\nTable of Contents\n\n\n\n\n\n\n\n\n \n\n\nInvestments are initially measured at cost, which is the fair value of the consideration given for them, including transaction costs. Where the Company’s ownership interest is in excess of 20% and the Company has a significant influence, the Company has accounted for the investment based on the equity method in accordance with ASC Topic 323, “Investments – Equity method and Joint Ventures.” Under the equity method, the Company’s share of the post-acquisition profits or losses of the equity investee is recognized in the consolidated statements of operations and its share of post-acquisition movements in accumulated other comprehensive income/(loss) is recognized in other comprehensive income/(loss). Where the Company does not have significant influence, the Company has accounted for the investment in accordance with ASC Topic 321, “Investments-Equity Securities.”\n\n\n \n\n\nWe consider all highly liquid interest-earning investments with a maturity of three months or less at the date of purchase to be cash equivalents. The fair values of these investments approximate their carrying values. In general, investments with original maturities of greater than three months and remaining maturities of less than one year are classified as short-term investments. Investments with maturities beyond one year may be classified as short-term based on their highly liquid nature and because such marketable securities represent the investment of cash that is available for current operations.\n\n\n \n\n\nDebt investments are classified as available-for-sale and realized gains and losses are recorded using the specific identification method. Changes in fair value, excluding credit losses and impairments, are recorded in other comprehensive income. Fair value is calculated based on publicly available market information or other estimates determined by management. If the cost of an investment exceeds its fair value, we evaluate, among other factors, general market conditions, credit quality of debt instrument issuers, and the extent to which the fair value is less than the cost. To determine credit losses, we employ a systematic methodology that considers available quantitative and qualitative evidence. In addition, we consider specific adverse conditions related to the financial health of, and business outlook for, the investee. If we have plans to sell the security or it is more likely than not that we will be required to sell the security before recovery, then a decline in fair value below cost is recorded as an impairment charge in other income (expense), net and a new cost basis in the investment is established. If market, industry, and/or investee conditions deteriorate, we may incur future impairments.\n\n\n \n\n\nEquity investments with readily determinable fair values are measured at fair value. Equity investments without readily determinable fair values are measured using the equity method or measured at cost with adjustments for observable changes in price or impairments (referred to as the measurement alternative). We perform a qualitative assessment on a periodic basis and recognize an impairment if there are sufficient indicators that the fair value of the investment is less than the carrying value. Changes in value are recorded in other income (expense), net.\n\n\n \n\n\nAs of March 31, 2023, the Company has approximately $154 thousand in short-term investments.\n\n\n \n\n\nImpairment \n\n\n \n\n\nThe Company regularly reviews its investment portfolio to determine if any security is other-than-temporarily impaired, which would require the Company to record an impairment charge in the period any such determination is made. In making this determination, the Company evaluates, among other things, the duration and extent to which the fair value of a security is less than its cost; the financial condition of the issuer and any changes thereto; and the Company’s intent to sell, or whether it will more likely than not be required to sell, the security before recovery of its amortized cost basis. The Company’s assessment of whether a security is other-than-temporarily impaired could change in the future due to new developments or changes in assumptions related to any particular security, which would have an adverse impact on the Company’s financial condition and operating results. The estimated amount of liability is based on the information available to us with respect to bank debt and other borrowings. During Fiscal 2023, there was no impairment and Fiscal 2022, the Company impaired investments of approximately $49 thousand, respectively.\n\n\n \n\n\nInventory\n\n\n \n\n\nInventory is valued at the lower of cost or net realizable value, which is defined as estimated selling prices in the ordinary course of business, less reasonably predictable costs of completion, disposal, and transportation.\n\n\n \n\n\nInventory consists of finished goods related to wellness products, hand sanitizers, finished hemp-based products, beverages. Work-and in-progress consist of products in the manufacturing process as on reporting date, including but not limited to primary cost. Inventory is primarily accounted for using the weighted average cost method. Primary costs include raw materials, packaging, direct labor, overhead, shipping, and the depreciation of manufacturing equipment. Manufacturing overhead and related expenses include salaries, wages, employee benefits, utilities, maintenance, and property taxes.\n\n\n \n\n\n\n\n46\n\n\n\n\n\n\n\n\nTable of Contents\n\n\n\n\n\n\n\n\n \n\n\nWe capitalize inventory costs related to our investigational drug, provided that management determines there is a potential alternative use for the inventory in future research and development projects or other purposes. As of March 31, 2023, and 2022, our consolidated balance sheet reported approximately $407 thousand and no clinical trial related inventory, respectively.\n\n\n \n\n\nAbnormal amounts of idle facility expense, freight, handling costs, scrap, discontinued products and wasted material (spoilage) are expensed in the period they are incurred.\n\n\n \n\n\nPlease refer to Note 3, “Inventory,” for further information.\n\n\n \n\n\nStock-Based compensation\n\n\n \n\n\nThe Company accounts for stock-based compensation to employees and non-employees in conformity with the provisions of ASC Topic 718, “\nStock-Based Compensation.\n” The Company expenses stock-based compensation to employees over the requisite vesting period based on the estimated grant-date fair value of the awards. The Company accounts for forfeitures as they occur. Stock-based awards are recognized on a straight-line basis over the requisite vesting period. For stock-based employee compensation the cost recognized at any date will be at least equal to the amount attributable to the share-based compensation that is vested at that date.\n\n\n \n\n\nFor performance-based awards, stock-based compensation expense is recognized over the expected performance achievement period of individual performance milestones when the achievement of each individual performance milestone becomes probable by best of management estimate. For performance-based awards with a vesting schedule based entirely on the attainment of performance conditions, stock-based compensation expense associated with each tranche is recognized over the expected achievement period for the operational milestone, beginning at the point in time when the relevant operational milestone is considered probable to be achieved.\n\n\n \n\n\nFor market-based awards, stock-based compensation expense is recognized over the expected achievement period. The fair value of such awards is estimated on the grant date using binomial lattice model.\n\n\n \n\n\nThe Company estimates the fair value of stock option grants using the Black-Scholes option-pricing model. The assumptions used in calculating the fair value of stock-based awards represent Management’s best estimates. Generally, the closing share price of the Company’s common stock on the date of the grant is considered the fair value of the share. The volatility factor is determined based on the Company’s historical stock prices. The expected term represents the period that our stock-based awards are expected to be outstanding. The Company has never declared or paid any cash dividends. For further information, refer to Note 14, “Stock-Based Compensation” of Notes to Consolidated Financial Statements.\n\n\n \n\n\nIncome Taxes\n\n\n \n\n\nThe Company accounts for income taxes under the asset and liability method, which requires the recognition of deferred tax assets and liabilities for the expected future tax consequences of events that have been included in the financial statements. Under this method, deferred tax assets and liabilities are determined based on the differences between the financial statements and tax base of assets and liabilities using enacted tax rates in effect for the year in which the differences are expected to reverse. Valuation allowances are established, when necessary, to reduce deferred tax assets to the amount expected to be realized. The Company has incurred net operating loss for financial-reporting and tax-reporting purposes. Accordingly, for Federal and State income tax purposes, the benefit for income taxes has been offset entirely by a valuation allowance against the related federal, state, and foreign deferred tax assets.\n\n\n \n\n\nForeign currency translation\n\n\n \n\n\nIGC operates in India, U.S., Colombia, and Hong Kong, and a substantial portion of the Company’s financials are denominated in the Indian Rupee (“INR”), the Hong Kong Dollar (“HKD”), or the Colombian Peso (“COP”). As a result, changes in the relative values of the U.S. Dollar (“USD”), the INR, the HKD, or the COP affect financial statements.\n\n\n \n\n\n\n\n47\n\n\n\n\n\n\n\n\nTable of Contents\n\n\n\n\n\n\n\n\n \n\n\nThe accompanying financial statements are reported in USD. The INR, HKD, and COP are the functional currencies for certain subsidiaries of the Company. The translation of the functional currencies into U.S. dollars is performed for assets and liabilities using the exchange rates in effect at the balance sheet date and for revenues and expenses using average exchange rates prevailing during the reporting periods. Adjustments resulting from the translation of functional currency financial statements to reporting currency are accumulated and reported as other comprehensive income/(loss), a separate component of shareholders’ equity. Transactions in currencies other than the functional currency during the year are converted into the functional currency at the applicable rates of exchange prevailing when the transactions occurred. Transaction gains and losses are recognized in the consolidated statements of operations. The exchange rates used for translation purposes are as follows:\n\n\n \n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n\n\nPeriod End Average Rate\n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n\n\nPeriod End Rate\n\n\n\n\n\n\n\n\n\n\nPeriod\n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n\n\n(P&L rate)\n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n\n\n(Balance sheet rate)\n\n\n\n\n\n\n\n\n\n\nYear ended March 31, 2023\n\n\n\n\n\n\n \n\n\n\n\n\n\nINR\n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n\n\n80.32\n\n\n\n\n\n\n \n\n\n\n\n\n\nPer\n\n\n\n\n\n\nUSD\n\n\n\n\n\n\n \n\n\n\n\n\n\nINR\n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n\n\n82.18\n\n\n\n\n\n\n \n\n\n\n\n\n\nPer\n\n\n\n\n\n\nUSD\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n\n\nHKD\n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n\n\n7.8\n\n\n\n\n\n\n \n\n\n\n\n\n\nPer\n\n\n\n\n\n\nUSD\n\n\n\n\n\n\n \n\n\n\n\n\n\nHKD\n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n\n\n7.8\n\n\n\n\n\n\n \n\n\n\n\n\n\nPer\n\n\n\n\n\n\nUSD\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n\n\nCOP\n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n\n\n4,465\n\n\n\n\n\n\n \n\n\n\n\n\n\nPer\n\n\n\n\n\n\nUSD\n\n\n\n\n\n\n \n\n\n\n\n\n\nCOP\n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n\n\n4,645\n\n\n\n\n\n\n \n\n\n\n\n\n\nPer\n\n\n\n\n\n\nUSD\n\n\n\n\n\n\n\n\n\n\nYear ended March 31, 2022\n\n\n\n\n\n\n \n\n\n\n\n\n\nINR\n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n\n\n74.50\n\n\n\n\n\n\n \n\n\n\n\n\n\nPer\n\n\n\n\n\n\nUSD\n\n\n\n\n\n\n \n\n\n\n\n\n\nINR\n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n\n\n75.91\n\n\n\n\n\n\n \n\n\n\n\n\n\nPer\n\n\n\n\n\n\nUSD\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n\n\nHKD\n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n\n\n7.78\n\n\n\n\n\n\n \n\n\n\n\n\n\nPer\n\n\n\n\n\n\nUSD\n\n\n\n\n\n\n \n\n\n\n\n\n\nHKD\n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n\n\n7.83\n\n\n\n\n\n\n \n\n\n\n\n\n\nPer\n\n\n\n\n\n\nUSD\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n\n\nCOP\n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n\n\n3,830\n\n\n\n\n\n\n \n\n\n\n\n\n\nPer\n\n\n\n\n\n\nUSD\n\n\n\n\n\n\n \n\n\n\n\n\n\nCOP\n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n\n\n3,748\n\n\n\n\n\n\n \n\n\n\n\n\n\nPer\n\n\n\n\n\n\nUSD\n\n\n\n\n\n\n\n\n \n\n\nCybersecurity\n\n\n \n\n\nWe have a cybersecurity policy in place and have implemented tighter cybersecurity measures to safeguard against hackers. Complying with these security measures and compliances is expected to incur further expenses. In Fiscal 2023 and Fiscal 2022, there were no known or detected breaches in cybersecurity.\n\n\n \n\n\nRecently issued and adopted accounting pronouncements\n\n\n \n\n\nChanges to U.S. GAAP are established by the Financial Accounting Standards Board (FASB) in the form of accounting standards updates (ASUs) to the FASB’s Accounting Standards Codification. The Company considers the applicability and impact of all ASUs. Newly issued ASUs not listed are expected to have no impact on the Company’s consolidated financial position and results of operations, because either the ASU is not applicable, or the impact is expected to be immaterial. Recent accounting pronouncements which may be applicable to us are described in Note 2, “Significant Accounting Policies” in our Consolidated Financial Statements contained herein in Part II, Item 8.\n\n\n \n\n\nOff-balance sheet arrangements\n\n\n \n\n\nWe do not have any outstanding derivative financial instruments, off-balance sheet guarantees, interest rate swap transactions or foreign currency forward contracts. Furthermore, we do not have any retained or contingent interest in assets transferred to an unconsolidated entity that serves as credit, liquidity, or market risk support to such entity. We do not have any variable interest in an unconsolidated entity that provides financing, liquidity, market risk or credit support to us or that engages in leasing, hedging or research and development services with us.\n\n\n \n\n\nITEM 7A. QUANTITATIVE AND QUALITATIVE DISCLOSURES ABOUT MARKET RISK\n\n\n \n\n",
    "item7a": ">Item 7A does not apply to us because we are a smaller reporting company.         \n\n\n \n\n\n\n\n48\n\n\n\n\n\n\n\n\nTable of Contents\n\n\n\n\n\n\n\n\n \n\n",
    "cik": "1326205",
    "cusip6": "45408X",
    "cusip": [
        "45408X308"
    ],
    "names": [
        "India Globalization Capital In"
    ],
    "source": "https://www.sec.gov/Archives/edgar/data/1326205/000118518523000693/0001185185-23-000693-index.htm"
}