{
    "item1": ">Item 1.     \nBusiness\nOverview\nGSI provides in-place associative computing solutions for applications in high growth markets such as artificial intelligence (“AI”) and high-performance computing (“HPC”), including natural language processing and computer vision. Our associative processing unit (“APU”) products are focused on applications using similarity search.  Similarity search is used in visual search queries for ecommerce, computer vision, drug discovery, cyber security and service markets such as NoSQL, Elasticsearch, and OpenSearch. Our extensive historical experience in developing high speed synchronous static random access memory, or SRAM, facilitated our ability to transform the focus of our business to the development of reliable hardware AI products and solutions like the APU.\nEven as we expand our offering of in-place associative computing solutions, we continue to be committed to the synchronous SRAM market, by making available exceedingly high density performance memory products for incorporation into high-performance networking and telecommunications equipment, such as routers, switches, wide area network infrastructure equipment, wireless base stations and network access equipment.  Our position in the synchronous SRAM market is well established and we have long-term supplier relationships with many of the leading original equipment manufacturer, or OEM, customers including Nokia.  The revenue generated by these sales of high-speed synchronous SRAM products is being used to finance the development of our new in-place associative computing solutions and new types of SRAM products. We also serve the ongoing needs of the military/defense and aerospace markets by offering robust high-quality radiation-tolerant and radiation-hardened space grade SRAMs in addition to new in-place associative computing solutions including synthetic aperture radar (“SAR”) image processing.\nWe utilize a fabless business model for the manufacture of our APU and SRAM products, which allows us both to focus our resources on research and development, product design and marketing, and to gain access to advanced process technologies with only modest capital investment and fixed costs.  \nGSI’s fiscal year 2023 net revenue decreased by 11% compared to net revenue in fiscal year 2022, reflecting an easing of the semiconductor supply chain shortage that previously caused customers to purchase extra buffer stock of GSI’s products coupled with its customers continuing to work through the remaining levels of their past \n3\n\n\nTable of Contents\nbuffer stock purchases, the impact of rising interest rates, worldwide inflationary pressures, significant fluctuations in energy prices and the decline in the global economic environment, all of which resulted in a decline in demand for our SRAM products and delays in completing the productization of our APU products. GSI’s gross margin improved by 4.0% compared to the prior fiscal year, reflecting increased sales of higher-margin products and our ability to manage supply chain challenges and increased costs brought on by the pandemic. Despite the difficult financial climate in fiscal 2023, \nour first-place wins in the MAFAT challenge and the \nMobile Standoff Autonomous Indoor Capabilities\n (“MoSAIC”) challenge have given GSI high-profile exposure to the leading agencies in the Israeli and American military and defense organizations allowing us to pursue opportunities such as our proof of concept order from Elta Systems Ltd, a subsidiary of Israeli Aerospace Industries, which funded a SAR image processing acceleration system based on our APU technology.\nIn June 2023, we announced the receipt of an award of a prototype agreement with the Space Development Agency (“SDA”) for the development of a Next-Generation Associative Processing Unit-2 (“APU2”) for Enhanced Space-Based Capabilities. Our next-generation non-Von-Neumann Associative Processing Unit compute in-memory integrated circuit (“IC”) offers unique capabilities to address the challenges faced by the U.S. Space Force (“USSF”) in processing extensive sets of big data in space. Our overarching objective is to enable and enhance current and future mission capabilities through the deployment of compute in-memory integrated systems that can efficiently handle vast amounts of data in real-time at the edge. The APU, featuring a scalable format, compact footprint, and low power consumption, presents an ideal solution for edge applications where prompt and precise responses are crucial. These capabilities empower the USSF to swiftly detect, warn, analyze, attribute, and forecast potential and actual threats in space, ultimately bolstering the ability of the United States to maintain and leverage space superiority. The U.S. Space Force is actively seeking solutions to address current limitations in processing big data that is needed to execute the mission objectives of the Space Development Agency within the evolving and challenging space environment. This award will be funded by the Small Business Innovation Research program, a competitive program funded by various U.S. government agencies, that encourages small businesses to engage in federal research and development with the potential for commercialization. Under the terms of this Direct to Phase II award, we will develop an advanced non-Von-Neumann Associative Processing Unit-2, compute in-memory IC, and design and fabricate an APU2 Evaluation Board. Pursuant to an agreed-upon schedule, we will receive milestone payments totaling an estimated $1.25 million upon the successful completion of predetermined milestones.\nWe are marketing our\n OpenSearch Software-as-a-Service (“SaaS”) acceleration platform to \nstrategic customers \nand intend to support Amazon Web Services (“AWS”), Azure, or Google Cloud Storage (“GCS”) users with fast vector search acceleration with a software plugin. \nWe support customers with prebuilt APIs and libraries to support their parallel programming of the Gemini APU in C, C++. The software stack accelerates development by providing an integrated framework environment for the compute-in-memory as well as host, and management code modules. In calendar 2023, we plan on releasing an update to this compiler stack framework allowing customers to write their applications in Python, taking advantage of groundbreaking speed and debug advantages of L-Python. \nIn the first quarter of fiscal 2023, we started a program with a major prime contractor for a radiation-hardened SRAM prototype that shipped in the first half of fiscal 2023 and has prospects for increasing GSI’s net revenue in fiscal 2024 and beyond.\nWe were incorporated in California in 1995 under the name Giga Semiconductor, Inc. We changed our name to GSI Technology in December 2003 and reincorporated in Delaware in June 2004 under the name GSI Technology, Inc. Our principal executive offices are located at 1213 Elko Drive, Sunnyvale, California, 94089, and our telephone number is (408) 331-8800.\n4\n\n\nTable of Contents\nIndustry and Market Strategy\nAssociative Processing Unit Computing Market Overview\nThe markets for associating processing computing solutions are significant and growing rapidly.  The total addressable market (“TAM”) for APU search applications, which is the market where GSI is focusing its commercialization efforts, has been determined by GSI to be approximately $232 billion in 2023, and growing at a compound annual growth rate (“CAGR”) of 13% to $380 billion by 2027. GSI has similarly determined that the Serviceable Available Market (“SAM”) for APU search applications is approximately $7.1 billion in 2023, and anticipated to grow at a CAGR of 16% to $12.8 billion by 2027. The search market segments included in GSI’s TAM and SAM analyses include vector search HPC. Some market applications in these segments are computer vision, synthetic aperture radar, drug discovery, and cybersecurity; and service markets such as NoSQL, Elasticsearch, and OpenSearch.\nThe growth in demand for associative processing computing solutions is being driven by the increasing market adoption and usage of graphics processing unit (“GPU”) and CPU farms for AI processing of large data collections, including parallel computing in scientific research.  However, the large-scale usage of GPU and CPU farms for AI processing of data is demonstrating the limits of GPU and CPU processing speeds and resulting in ever higher energy consumption. The amounts of data being processed, which is coming from increasing numbers of users and continuously increasing amounts of collected data, has resulted in efforts to split and store the processed data among multiple databases, through a process called sharding.  Sharding substantially increases processing costs and worsens the power consumption factors associated with processing so much data.  As the environmental impacts of data processing are becoming increasingly important, and complex workloads are migrating to edge computing for real-time applications, it is becoming increasingly difficult to achieve market demands for low power, smaller footprints and faster results.\nThe GSI APU has been demonstrated to outperform CPU’s and GPU’s in the market for AI search of large data collections by providing lower latency and increased capacity in a smaller form-factor and achieve such results with lower power consumption.  In addition, GSI’s compute-in-place technology has wide application. The APU has several benefits that are particularly useful to overcoming the data processing challenges noted above. First, the APU does not have the word size limitation of traditional CPU and GPU processors. Because traditional data processors move data around to various parts of a system, they need to select or duplicate resources of particular word sizes, be they 8-bit, 16-bit, 32-bit or 64-bit. The APU is based on a memory line structure, which means the APU can operate on legacy instruction widths of 8 or 16-bits, or just as seamlessly operate on instructions of arbitrary widths from 1 bit to 768-bits or 2048-bits.  The APU can operate on any word width that makes sense for the problem and also for what makes sense at the current processing step. This dynamic flexibility is a tremendous advantage for non-linear processing like trigonometry. The APU is also an associative machine, which means that data that is resident in the device can be applied to a function only if it is deemed associated (for example, with a meta-tag) to the processing. Such processing is similar to a person looking for his car in a parking lot, but ignoring all cars that are not the color of his car. Another strength of the APU design is that it is multi-threaded. One sensor or query input can be simultaneously applied to multiple functions or searches in the device.\nOur associative computing technology utilizes in-memory associative processor structures to address the bottlenecks that limit performance and increase power consumption in CPUs, GPUs, and Field Programable Gate Arrays (“FPGAs”) when processing large datasets.  By constantly having to move operands and results in and out of devices with ever increasing processing speeds and bus speeds, current solutions are focused on memory transfers rather than addressing the basic computation problem. By changing the computational framework to parallel processing and having search functions conducted directly in a processing memory array, the APU can greatly expedite computation and response times in many “big data” applications. We are creating a new category of \n5\n\n\nTable of Contents\ncomputing products that are expected to have substantial target markets and a large new customer base in those markets. \nOur commercialization efforts for the APU product are focused on markets where the APU shows factors of improvement against CPU or GPU-only systems. The APU differentiates itself most for similarity search, multi-modal vector search, real-time very large database search, and several scientific high-performance computing workloads processing sensor data. The APU’s improved performance over CPU or GPU systems provides a paradigm-shifting ability to process data in real-time. As a result, we see demand for the APU in artificial intelligence applications, including approximate nearest neighbor searches, natural language processing, cryptography, and synthetic aperture radar as well as other fields whose processing in the datacenter can benefit from the APU’s smaller footprint, superior productivity, and low system power consumption. GSI is currently in development and field testing with potential customers in the computer vision, synthetic aperture radar, and cybersecurity market segments. We have a solution to accelerate multimodal vector search as an on-prem or SaaS solution for OpenSearch and Fast Vector Search (“FVS”).  Our expectations of demand for the APU have been supported by comparisons of the power usage for processing large area SAR image in real-time at high resolution.  In one comparison, the APU used on average 93% less power than CPU or GPU systems.\n \nSimilarity search uses a technique called distance metric learning, in which learning algorithms measure how similar related objects are.  The APU is well suited for very fast similarity search because its design determines distance metric at fast computation speeds with high degrees of accuracy. Our APU is further differentiated from other solutions in the market by its scalability for very large datasets.  The APU has demonstrated its ability to increase the rate of computation for visual search by orders of magnitude with greater accuracy and reduced power consumption. The APU also adds multi-modal search capability to this computational performance. For instance, the ability to search on a picture of a product on an ecommerce website, with pricing and specific filters, does not impede the performance of the in-memory search versus a traditional text only search. This kind of performance has the potential to transform online retailers’ capabilities to run search queries and improve customers’ online shopping experience.\nThe APU’s higher speeds and increased accuracy in similarity search has been shown to speed drug discovery, which can potentially lower drug discovery costs, an important consideration for research organizations dependent on funding. The APU is well suited for enhancing drug discovery work because it can perform similarity searches using very descriptive molecular representations in a virtual environment. The APU’s ability to process word lengths of 2000-8000 bits can significantly reduce the cost of developing drugs by allowing virtual screening and more effective use of physical laboratory resources. Use of AI products like the APU could reduce costs, increase drug efficacy and safety, and increase speed to market thereby potentially saving billions of dollars. For these reasons, the APU is drawing interest from prospective customers in the pharmaceutical and genomics industries.\n \nNew Markets for the APU\nThe APU is capable of processing large data arrays in a cost competitive solution for large database similarity search, but the mathematical capabilities of the APU also create new opportunities for using real-time causal processing. Examples of real-time causal processing are SAR, image re-registration, and mathematical structural similarity index measure (“SSIM”). This combination of sensor processing, image processing, and computer vision at high performance has the potential to bring application processing that normally requires several resources in a data center to real-time edge applications. Possible examples are in-asset aircraft reconnaissance and satellite image processing. Furthermore, GSI’s expertise in developing radiation-tolerant components creates new opportunities in the growing market for AI products that can be used in low earth orbit and space applications, where other AI products are not able to survive the harsh environment.\n6\n\n\nTable of Contents\nRecent excitement relating to ChatGPT has brought the market for AI search to the forefront of consumer awareness. Applications using ChatGPT for natural language processing as well as similarity coding structures are situations where our APU has already shown benefits of higher speeds, higher accuracy and lower power consumption. \nPossible uses for ChatGPT are accelerating customer interest in technologies and services that can increase AI search capacity and significantly lower their utilization costs.\nFor even smaller footprint applications such as satellites or networking blades, GSI is looking to license the intellectual property (“IP”) underlying the APU to companies that have their own chip design capabilities to incorporate GSI’s IP into their custom products.\nAPU Board Level Product\nThe APU is currently available as a full-size PCIe card, which is our LEDA-E product, and is used in enterprise, datacenter, and edge server installations. We are now productizing a 1U SSD-type E1.L form factor card, that is our LEDA-S board level product. The E1.L form factor enables the use of market standard SSD rack enclosures to build a dense APU compute appliance, such as a 16 card LEDA-S 1U form factor server. We envision that this dense appliance would be of high interest for in-plane real-time SAR applications, for instance. Software and systems are being developed to allow a single LEDA-S to be used without the need for a host PC so that, as an example, it can be packaged in a compact case for quad-copter use. These small appliances would allow functions such as location recognition, object recognition, and GPS-denied alternate routing useful for drone product delivery or reconnaissance applications. The APU board level products are also integrated and sold as server appliances that include software for turn-key applications in various markets such as medical molecular search and edge SAR image processing.\nAPU SaaS Product\nWe are also commercializing the APU as a service. This service offering runs on servers in a datacenter that have a direct connection to Amazon Web Services. Customers can access the APU via the AWS Cognito user identity and data synchronization service for GSI-packaged SaaS applications, or a customer’s own custom APU-accelerated applications. The cloud connected cards in this datacenter are also connected via the same ultra-low latency system to provide approximate nearest neighbor (“ANN”) and multi-modal extension capability to OpenSearch. We envision customers who use OpenSearch for their database storage would use our SaaS product to accelerate searches run on OpenSearch.  Customers who are building their own search engines for special use case products could use our SaaS product to support high volume searches run on their products. There are early indications that our SaaS product can be used by vendors of SAR mapping and analysis services to enhance their own product offerings. \nAPU Commercialization Risk\nSales of APU products have not been material to date, and our commercialization efforts have taken much longer than anticipated. If we fail to commercialize our APU products, we may not generate sufficient revenues to offset our development costs and other expenses, which will have an adverse impact on our business including a potential impairment of intangible assets and a negative impact on our market capitalization. \n7\n\n\nTable of Contents\nHigh-Speed Synchronous SRAM Market Overview\nHigh-speed synchronous SRAMs are incorporated into networking and telecom equipment, military/defense and aerospace applications, audio/video processing, test and measurement equipment, medical and automotive applications, and other miscellaneous applications.  The networking and telecom market demand for high-speed synchronous SRAMs has been, and is expected to continue to decline due to the industry trend of embedding greater amounts of SRAM into each generation of ASICs/controllers products, thereby reducing the need for external SRAMs.  As a result, the demand for external high-speed synchronous SRAMs in new end-products is being driven by markets such as military/defense and aerospace applications.  Such applications require a combination of high densities and high random transaction rates that GSI is well positioned to serve, being the only SRAM manufacturer to offer 288Mb densities as well as offering the highest truly random transaction rate in the industry – 1866 million transactions per second (MT/s).  To further serve the military/defense and aerospace markets, GSI has been focusing on qualifying its products for space/satellite applications to capitalize on opportunities resulting from the development of near-earth orbiting satellite mega constellations, as well as the more traditional geo-stationary earth orbit satellite communication platforms and national assets.  \nHigh-Speed Synchronous SRAM Products\nWe offer four families of high-speed synchronous SRAMs – SyncBurst\n™\n, NBT\n™\n, SigmaQuad\n™\n, and SigmaDDR\n™\n.  All four SRAM families \nfeature high density, high transaction rate, high data bandwidth, low latency, and low power consumption. These four product families provide the basis for approximately 10,000 individual part numbers.  They are available in several density and data width configurations, and are available in a variety of performance, feature, temperature, and package options. Our products can be found in a wide range of networking and telecommunications equipment, including routers, universal gateways, fast Ethernet switches and wireless base stations. We also sell our products to OEMs that manufacture products for military/defense and aerospace applications such as radar and guidance systems and satellites, for test and measurement applications such as high-speed testers, for automotive applications such as smart cruise control, and for medical applications such as ultrasound and CAT scan equipment\n.\nWe have introduced and are marketing radiation-hardened, or “RadHard”, and radiation-tolerant, or “RadTolerant”, SRAMs for military/defense and aerospace applications such as networking satellites and missiles.  Our initial RadHard and RadTolerant products are 288 megabit, 144 megabit, and 72 megabit devices from our SigmaQuad-II+ family.  We have also expanded our product offerings to include 144 megabit, 72 megabit, and 32 megabit SyncBurst and NBT SRAMs RadTolerant products to enable the avionics and other space platforms that have historically leveraged smaller asynchronous devices.  The RadHard products are housed in a hermetically-sealed ceramic column grid array package, and undergo a special fabrication process that diminishes the adverse effects of high-radiation environments.\nSRAM Leadership in the High Performance Memory Market\nWe endeavor to address the overall needs of our SRAM customers, not only satisfying their immediate requirements for our latest generation, highest performance networking memory, but also providing them with the ongoing long-term support necessary during the entire lives of the systems in which our products are utilized. Accordingly, the key elements of our SRAM solution include:\n●\n \nProduct Performance Leadership\n.  Through the use of advanced architectures and design methodologies, we have developed high-performance SRAM products offering superior high speed performance capabilities and low power consumption, while our advanced silicon process technologies allow us to optimize yields, lower manufacturing costs and improve quality.\n​\n8\n\n\nTable of Contents\n●\n \nProduct Innovation\n.  We believe that we have established a position as a technology leader in the design and development of Very Fast SRAMs.  We are believed to have the industry’s highest density RadHard SRAM, the SigmaQuad-II+, which is an example of our industry-leading product innovation.\n​\n●\n \nBroad and Readily Available Product Portfolio\n.  We have what we believe is the broadest catalog of Very Fast SRAM products.\n​\n●\n \nMaster Die Methodology\n.  Our master die methodology enables multiple product families, and variations thereof, to be manufactured from a single mask set so that we are able to maintain a common pool of wafers that incorporate all available master die, allowing rapid fulfillment of customer orders and reducing costs.\n​\n●\n \nCustomer Responsiveness\n.  We work closely with leading networking and telecommunications OEMs, as well as their chip-set suppliers, to anticipate their requirements and to rapidly develop and implement solutions that allow them to meet their specific product performance objectives.  \n​\nBusiness Transformation Strategy\nOur objective is to market and sell transformative new products utilizing our cutting-edge in-place associative computing technology in high growth markets, while continuing to profitably increase our share of the external SRAM market.  Our strategy includes the following key elements: \n●\n \nComplete productization of our initial In-place Associative Computing product\n.  Our principal operations objective is the completion of productization efforts for our initial in-place associative computing product, including the second release of our compiler stack in the second half of calendar 2023. \n​\n●\nIdentifying and developing new long tail markets where the APU is differentiated\n. Realization of this goal will require additional development and marketing efforts in calendar 2023. Our initial focus is in the markets for artificial intelligence and high-performance computing, including natural language processing, computer vision and cyber security with a focus in this area being for similarity search applications including facial recognition, drug discovery and drug toxicity, signal and object detection and cryptography.\n​\n●\nIdentify opportunities and rapidly increase sales of RadHard and RadTolerant SRAMs\n. We continue to  aggressively target the military/defense and aerospace markets with our RadHard and RadTolerant devices. We plan to continue expansion into the military/defense and aerospace markets with our APU platform that has shown design robustness.\n​\n●\n \nExploit opportunities to expand the market for our SRAM products\n.  We are continuing the expansion of sales of our high-performance SRAM products in the military, industrial, test and measurement, and medical markets and intend to continue penetrating these and other new markets with similar needs for high-performance SRAM technologies.\n​\n●\n \nCollaborate with wafer foundry to leverage advanced process technologies\n.  We will continue to utilize complementary metal-oxide semiconductor fabrication process technologies from Taiwan Semiconductor Manufacturing Company (“TSMC”) to design our products.\n​\n●\n \nSeek new market opportunities\n.  We intend to supplement our internal development activities by seeking additional opportunities to acquire other businesses, product lines or technologies, or enter into strategic partnerships, that would complement our current product lines, expand the breadth of our markets, enhance our technical capabilities, or otherwise provide growth opportunities.\n​\n9\n\n\nTable of Contents\nCustomers\nFor our compute-in-memory associative computing solutions, we are focusing sales and marketing efforts in the markets for artificial intelligence and high-performance computing, with leading applications in natural language processing, computer vision and synthetic aperture radar. Our focus in this area being for similarity search acceleration in fast vector search applications and real-time mobile applications in aerospace and defense.\n \nWith the SRAM market, we are focusing our sales on network/telecom OEMs and military/defense and aerospace with our radiation hardened and radiation tolerant product offerings.\nThe following is a representative list of our OEM customers that directly or indirectly purchased more than $600,000 of our SRAM products in the fiscal year ended March 31, 2023:\n​\n​\n​\n​\n​\nBAE Systems\n \nCiena\n \nHoneywell\nLockheed\n \nNokia\n \nRaytheon\n​\n​\nRockwell\n​\n​\n​\nMany of our OEM customers use contract manufacturers to assemble their equipment. Accordingly, a significant percentage of our net revenues has been derived from sales to these contract manufacturers, and less frequently, to consignment warehouses who purchase products from us for use by contract manufacturers. In addition, we sell our products to OEM customers indirectly through domestic and international distributors.\nIn the case of sales of our products to distributors and consignment warehouses, the decision to purchase our products is typically made by the OEM customers. In the case of contract manufacturers, OEM customers typically provide a list of approved products to the contract manufacturer, which then has discretion whether or not to purchase our products from that list.\nDirect sales to contract manufacturers and consignment warehouses accounted for 19.8%, 31.0% and 43.7% of our net revenues for fiscal 2023, 2022 and 2021, respectively. Sales to foreign and domestic distributors accounted for 77.5%, 66.8% and 54.7% of our net revenues for fiscal 2023, 2022 and 2021, respectively.\nThe following direct customers accounted for 10% or more of our net revenues in one or more of the following periods:\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\nFiscal Year Ended\n​\n​\n​\nMarch 31, \n​\n​\n    \n2023\n    \n2022\n    \n2021\n \nContract manufacturers and consignment warehouses:\n​\n​\n​\n​\n​\n​\n​\nFlextronics Technology\n​\n 10.4\n%  \n 16.0\n%  \n 21.1\n%\nSanmina\n​\n 8.8\n​\n 11.2\n​\n 21.5\n​\nDistributors:\n​\n​\n​\n​\n​\n​\n​\nAvnet Logistics\n​\n 48.1\n​\n 38.0\n​\n 29.8\n​\nNexcomm\n​\n 16.6\n​\n 17.2\n​\n 14.7\n​\n​\nNokia was our largest customer in fiscal 2023, 2022 and 2021.  Nokia purchases products directly from us and through contract manufacturers and distributors.  Based on information provided to us by its contract manufacturers and our distributors, purchases by Nokia represented approximately 17%, 29% and 39% of our net revenues in fiscal 2023, 2022 and 2021, respectively. To our knowledge, none of our other OEM customers accounted for more than 10% of our net revenues in any of these periods.\n10\n\n\nTable of Contents\nSales, Marketing and Technical Support\nWe sell our products primarily through our worldwide network of independent sales representatives and distributors. As of March 31, 2023, we employed 16 sales and marketing personnel, and were supported by over 200 independent sales representatives, which we believe will enable us to address an expanded customer base with the continuing introduction of our associative computing products in fiscal 2024. We believe that our relationship with our U.S. distributors, Avnet, Mouser and Digi-Key, put us in a strong position to address the Very Fast SRAM memory market in the United States. We currently have regional sales offices located in China, Hong Kong, Israel and the\n \nUnited States.\n \nWe believe this international coverage allows us to better serve our distributors and OEM customers by providing them with coordinated support. We believe that our customers’ purchasing decisions are based primarily on product performance, low power consumption, availability, features, quality, reliability, price, manufacturing flexibility and service. Many of our OEM customers have had long-term relationships with us based on our success in meeting these criteria.\nOur sales are generally made pursuant to purchase orders received between one and twelve months prior to the scheduled delivery date. Because industry practice allows customers to reschedule or cancel orders on relatively short notice, these orders are not firm and hence we believe that backlog is not a good indicator of our future sales. \nWe experienced increased costs as a result of supply chain constraints in fiscal 2022 and 2023 for wafers, including a 20% increase in the cost of wafers that was implemented in early calendar 2022 and a 6% increase that was implemented in early calendar 2023, as well as varying cost increases in outsourced assembly, burn-in and test operations\n. We have responded with increased pricing to our customers. We typically provide a warranty of up to 36 months on our products. Liability for a stated warranty period is usually limited to replacement of defective products.\nOur marketing efforts are, first and foremost, focused on ensuring that the products we develop meet or exceed our customers’ needs. Our marketing efforts are currently focused on marketing our in-place associative computing solutions and our radiation-tolerant and radiation-hardened space grade SRAMs. Previously, those efforts were focused on defining our high-performance SRAM product roadmap. We work closely with key customers to understand their roadmaps and to ensure that the products we develop meet their requirements (primary aspects of which include functionality, performance, electrical interfaces, power, and schedule).  Our marketing group also provides technical, strategic and tactical sales support to our direct sales personnel, sales representatives and distributors. This support includes in-depth product presentations, datasheets, application notes, simulation models, sales tools, marketing communications, marketing research, trademark administration and other support functions.  We also engage in various marketing activities to increase brand awareness.\n We emphasize customer service and technical support in an effort to provide our OEM customers with the knowledge and resources necessary to successfully use our products in their designs. Our customer service organization includes a technical team of applications engineers, technical marketing personnel and, when required, product design engineers. We provide customer support throughout the qualification and sales process and continue providing follow-up service after the sale of our products and on an ongoing basis. In addition, we provide our OEM customers with comprehensive datasheets, application notes and reference designs and access to our FPGA controller IP for use in their product development.\nManufacturing\nWe outsource our wafer fabrication, assembly and wafer sort testing, which enables us to focus on our design strengths, minimize fixed costs and capital expenditures and gain access to advanced manufacturing technologies. Our engineers work closely with our outsource partners to increase yields, reduce manufacturing costs, and help assure the quality of our products.\n11\n\n\nTable of Contents\nCurrently, all of our SRAM and APU wafers are manufactured by TSMC under individually negotiated purchase orders. We do not currently have a long-term supply contract with our foundry, and, therefore, TSMC is not obligated to manufacture products for us for any specified period, in any specified quantity or at any specified price, except as may be provided in a particular purchase order. Our future success depends in part on our ability to secure sufficient capacity at TSMC or other independent foundries to supply us with the wafers we require.\nOur APU products are manufactured at TSMC using 28 nanometer process technology. The majority of our current SRAM products are manufactured using 0.13 micron, 90 nanometer, 65 nanometer and 40 nanometer process technologies on 300 millimeter wafers at TSMC. \nOur master die methodology enables multiple product families, and variations thereof, to be manufactured from a single mask set. As a result, based upon the way available die from a wafer are metalized, wire bonded, packaged and tested, we can create a number of different products. The manufacturing process consists of two phases, the first of which takes approximately thirteen to fifteen weeks and results in wafers that have the potential to yield multiple products within a given product family. After the completion of this phase, the wafers are stored pending customer orders. Once we receive orders for a particular product, we perform the second phase, consisting of final wafer processing, assembly, burn-in and test, which takes approximately eight to ten weeks to complete. Substrates are required in the second phase before the assembly process can begin for many of our products. This two-step manufacturing process enables us to significantly shorten our product lead times, providing flexibility for customization and to increase the availability of our products.\nAll of our manufactured wafers, including wafers for our APU product, are tested for electrical compliance and most are packaged at Advanced Semiconductor Engineering (“ASE”) which is located in Taiwan. Wistron Neweb Corporation in Taiwan manufactures the boards for our APU product line. Our test procedures require that all of our products be subjected to accelerated burn-in and extensive functional electrical testing which is performed at our Taiwan and U.S. test facilities. Our radiation-hardened products are assembled and tested at Silicon Turnkey Solutions Inc., located near our Sunnyvale, California headquarters facility.\nResearch and Development\nWe have devoted substantial resources in the last seven years on the development of our APU products. Our research and development staff includes engineering professionals with extensive experience in the areas of high-speed circuit design, including APU design, as well as SRAM design and systems level networking and telecommunications equipment design. Additionally, we have assembled a team of software development experts in Israel needed for the development of the various levels of software required in the use of our APU products. The design process for our products is complex. As a result, we have made substantial investments in computer-aided design and engineering resources to manage our design process.\nCompetition\nOur existing and potential competitors include many large domestic and international companies, some of which have substantially greater resources, offer other types of memory and/or non-memory technologies and may have longer standing relationships with OEM customers than we do. Unlike us, some of our principal competitors maintain their own semiconductor fabs, which may, at times, provide them with capacity, cost and technical advantages.\nOur principal competitors include NVIDIA Corporation and Intel Corporation for our in-place associative computing solutions and \nInfineon Technologies AG\n, Integrated Silicon Solution and REC for our SRAM products.  We expect additional competitors to enter the associative computing market as well. While some of our competitors \n12\n\n\nTable of Contents\noffer a broader array of products and offer some of their products at lower prices than we do, we believe that our focus on performance leadership provides us with key competitive advantages.\nIn December 2021, we were among the leaders in the Billion-Scale Approximate Nearest Neighbor Search Challenge held at the NeurIPS 2021 Conference performing on par with NVIDIA and Intel. Our results in the ANNS Challenge proved that our technology could perform on par with the category leaders in AI. The Billion-Scale ANNS Challenge was created to provide a comparative understanding of algorithmic ideas and their application at scale, promote the development of new techniques for the problem and demonstrate their value, and introduce a standard benchmarking approach.\nIn April 2022, we announced that our submission to the MoSAIC Challenge won first place in the Human/Object Tagging category. The MoSAIC Challenge was designed to identify best-in-class, cutting-edge hardware and software solutions to address challenging and longstanding technological gaps concerning remote autonomous indoor maneuvers. The MoSAIC Challenge was led by the U.S. Department of Defense (“DoD”), Irregular Warfare Technical Support Directorate (“IWTSD”), and the Israel Ministry of Defense (“IMOD”), Directorate of Defense Research and Engineering (DDR&D), along with the Merage Institute.\nWe believe that our ability to compete successfully in the rapidly evolving markets for “big data” and memory products for the networking and telecommunications markets depends on a number of factors, including:\n●\n \nproduct performance, features, including low power consumption, quality, reliability and price; \n●\n \nmanufacturing flexibility, product availability and customer service throughout the lifetime of the product; \n●\nthe availability of software tools, such as compilers and libraries that enable customers to easily design products for their specific needs;\n●\n \nthe timing and success of new product introductions by us, our customers and our competitors; and \n●\n \nour ability to anticipate and conform to new industry standards.\nWe believe we compete favorably with our competitors based on these factors. However, we may not be able to compete successfully in the future with respect to any of these factors. Our failure to compete successfully in these or other areas could harm our business.\nThe market for networking memory products is competitive and is characterized by technological change, declining average selling prices and product obsolescence. Competition could increase in the future from existing competitors and from other companies that may enter our existing or future markets with solutions that may be less costly or provide higher performance or more desirable features than our products. This increased competition may result in price reductions, reduced profit margins and loss of market share.\nIn addition, we are vulnerable to advances in technology by competitors, including new SRAM architectures as well as new forms of Dynamic Random Access Memory (“DRAM”) and other new memory technologies. Because we have limited experience developing integrated circuit (“IC”) products other than Very Fast SRAMs, any efforts by us to introduce new products based on new technology, including our new in-place associative computing products, may not be successful and, as a result, our business may suffer.\n13\n\n\nTable of Contents\nIntellectual Property\nOur ability to compete successfully depends, in part, upon our ability to protect our proprietary technology and information. We rely on a combination of patents, copyrights, trademarks, trade secret laws, non-disclosure and other contractual arrangements and technical measures to protect our intellectual property. We believe that it is important to maintain a large patent portfolio to protect our innovations. We currently hold 123 United States patents, including 63 memory patents and 60 associative computing patents, and have in excess of a dozen patent applications pending. We cannot assure you that any patents will be issued as a result of our pending applications. We believe that factors such as the technological and creative skills of our personnel and the success of our ongoing product development efforts are also important in maintaining our competitive position. We generally enter into confidentiality or license agreements with our employees, distributors, customers and potential customers and limit access to our proprietary information. Our intellectual property rights, if challenged, may not be upheld as valid, may not be adequate to prevent misappropriation of our technology or may not prevent the development of competitive products. Additionally, we may not be able to obtain patents or other intellectual property protection in the future. Furthermore, the laws of certain foreign countries in which our products are or may be developed, manufactured or sold, including various countries in Asia, may not protect our products or intellectual property rights to the same extent as do the laws of the United States and thus make the possibility of piracy of our technology and products more likely in these countries.\nThe semiconductor industry is characterized by vigorous protection and pursuit of intellectual property rights, which have resulted in significant and often protracted and expensive litigation. We or our foundry from time to time are notified of claims that we may be infringing patents or other intellectual property rights owned by third parties. We have been involved in patent infringement litigation in the past.  We have been subject to other intellectual property claims in the past and we may be subject to additional claims and litigation in the future. Litigation by or against us relating to allegations of patent infringement or other intellectual property matters could result in significant expense to us and divert the efforts of our technical and management personnel, whether or not such litigation results in a determination favorable to us. In the event of an adverse result in any such litigation, we could be required to pay substantial damages, cease the manufacture, use and sale of infringing products, expend significant resources to develop non-infringing technology, discontinue the use of certain processes or obtain licenses to the infringing technology. Licenses may not be offered or the terms of any offered licenses may not be acceptable to us. If we fail to obtain a license from a third party for technology used by us, we could incur substantial liabilities and be required to suspend the manufacture of products or the use by our foundry of certain processes.\nHuman Capital Resources\nIn November 2022, we announced measures taken to reduce our operating expenses by approximately $7.0 million on an annualized basis, primarily from salary reductions related to reduced headcount and salary decreases for certain retained employees, as well as targeted reductions in research and development spending. These strategic cost reduction measures are expected to enable us to better focus on our operational resources on advancing our proprietary APU technology. None of our Gemini-II chip development and core APU software development efforts, including the building of the APU compiler, was affected by the reduction in research and development spending. The APU marketing, sales, and APU engineering efforts will retain priority in our budget. The spending reductions are not expected to impact the launch of Gemini-I in target markets, including SAR, search, and SaaS. The cost reduction initiative is expected to be completed by September 30, 2023 and will result in an approximate 15% decrease in our global workforce. In total, we expect to incur approximately $917,000 in cash expenditures for termination costs, including the payout of accrued vacation, of which $490,000 was incurred in fiscal 2023.  \n \n14\n\n\nTable of Contents\nAs of March 31, 2023, we had 156 full-time employees, including 107 engineers, of which 70 are engaged in research and development and 48 have PhD or MS degrees, 16 employees in sales and marketing, 10 employees in general and administrative capacities and 60 employees in manufacturing. Of these employees, 51 are based in our Sunnyvale facility, 55 are based in our Taiwan facility and 35 are based in our Israel facility.\n \nWe believe that our future success will depend in large part on our ability to attract and retain highly-skilled, engineering, managerial, sales and marketing personnel. Our employees are not represented by any collective bargaining unit, and we have never experienced a work stoppage. We believe that our employee relations are good.\nCompensation and benefits\n​\nOur goal is to attract, motivate and retain talent with a focus on encouraging performance, promoting accountability and adhering to our company values. The future growth and success of our company largely depends on our ability to attract, train and retain qualified professionals. As part of our effort to do so, we offer competitive compensation and benefit programs including a 401(k) Plan, stock options for all employees, flexible spending accounts and paid time off. We understand that effective compensation and benefits programs are important in retaining high-performing and qualified individuals. We continue to assess our healthcare and retirement benefits each year in order to provide competitive benefits to our employees.\nDiversity, inclusion and belonging\n​\nWe are committed to our continued efforts to increase diversity and foster an inclusive work environment that supports the global workforce and the communities we serve. We recruit the best people for the job regardless of gender, ethnicity or other protected traits and it is our policy to fully comply with all laws applicable to discrimination in the workplace. Our diversity, equity and inclusion principles are also reflected in our employee training and policies. We continue to enhance our diversity, equity and inclusion policies which are guided by our executive leadership team.\nEthics & Corporate Responsibility\n​\nWe are committed to ensuring ethical organizational governance, embracing diversity and inclusion in the board room and throughout the organization and are committed to observing fair, transparent, and accountable operating practices. We seek to create and foster a healthy, balanced, and ethical work environment for everyone in our organization. To this end, we promote an ethical organizational culture and encourage all employees to raise questions or concerns about actual or potential ethical issues and company policies and to offer suggestions about how we can make our organization better. These practices are set forth in our Code of Business Conduct and Ethics, which is periodically reviewed by all of our employees and is available on our website under “Corporate Governance.”\nHealth and safety\n​\nWe are committed to maintain a safe and healthy workplace for our employees. Our policies and practices are intended to protect our employees.\nSince fiscal 2021, in response to the COVID-19 pandemic, we implemented safety protocols and new procedures to protect our employees. These protocols, which were no longer being enforced, included complying with social distancing and other health and safety standards as required by state and local government agencies, taking into consideration guidelines of the Centers for Disease Control and Prevention and other public health authorities.\n \n15\n\n\nTable of Contents\nInvestor Information\nYou can access financial and other information in the Investor Relations section of our website at \nwww.gsitechnology.com\n. We make available, on our website, free of charge, copies of our annual report on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K, and amendments to those reports filed or furnished pursuant to Section 13(a) or 15(d) of the Exchange Act as soon as reasonably practicable after filing such material electronically or otherwise furnishing it to the SEC.\nThe charters of our Audit Committee, our Compensation Committee, and our Nominating and Governance Committee, our code of conduct (including code of ethics provisions that apply to our principal executive officer, principal financial officer, controller, and senior financial officers) and our corporate governance guidelines are also available at our website under “Corporate Governance.” These items are also available to any stockholder who requests them by calling (408) 331-8800. The contents of our website are not incorporated by reference in this report.\nThe SEC maintains an Internet site that contains reports, proxy statements and other information regarding issuers that file electronically with the SEC at \nwww.sec.gov\n.\nInformation About Our Executive Officers\nThe following table sets forth certain information concerning our executive officers as of June 1, 2023:\n​\n​\n​\n​\n​\n​\nName\n    \nAge\n    \nTitle\nLee-Lean Shu\n​\n68\n​\n​\nPresident, Chief Executive Officer and Chairman\nAvidan Akerib\n​\n67\n​\n​\nVice President, Associative Computing\nDidier Lasserre\n​\n58\n​\n​\nVice President, Sales\nDouglas Schirle\n​\n68\n​\n​\nChief Financial Officer\nBor-Tay Wu\n​\n71\n​\n​\nVice President, Taiwan Operations\nPing Wu\n​\n66\n​\n​\nVice President, U.S. Operations\nRobert Yau\n​\n70\n​\n​\nVice President, Engineering, Secretary and Director\nLee-Lean Shu\n co-founded our company in March 1995 and has served as our President and Chief Executive Officer and as a member of our Board of Directors since inception. Since October 2000, Mr. Shu has also served as Chairman of our Board. From January 1995 to March 1995, Mr. Shu was Director, SRAM Design at Sony Microelectronics Corporation, a semiconductor company and a subsidiary of Sony Corporation, and from July 1990 to January 1995, he was a design manager at Sony Microelectronics Corporation.\nAvidan Akerib\n has served as our Vice President, Associative Computing since MikaMonu Group Ltd. was acquired in November 2015. From July 2011 to November 2015, Dr. Akerib served as co-founder and chief technologist of MikaMonu Group Ltd, a developer of computer in-memory and storage technologies. From July 2008 to March 2011, Dr. Akerib served as chief scientist of ZikBit Ltd., a developer of DRAM computing technologies. From Jan 2001 to July 2007, Dr. Akerib was the General Manager of NeoMagic Israel, a supplier of low-power audio and video integrated circuits for mobile use. Dr. Akerib has a PhD in applied mathematics and computer science from the Weizmann Institute of Science, Israel, and an MSc and BSc in electrical engineering from Tel Aviv University and Ben Gurion University, respectively. Dr. Akerib is the inventor of more than 50 patents related to parallel and In Memory Associative Computing.\nDidier Lasserre\n has served as our Vice President, Sales since July 2002. From November 1997 to July 2002, Mr. Lasserre served as our Director of Sales for the Western United States and Europe. From July 1996 to October \n16\n\n\nTable of Contents\n1997, Mr. Lasserre was an account manager at Solectron Corporation, a provider of electronics manufacturing services. From June 1988 to July 1996, Mr. Lasserre was a field sales engineer at Cypress Semiconductor Corporation, a semiconductor company.\nDouglas Schirle\n has served as our Chief Financial Officer since August 2000. From June 1999 to August 2000, Mr. Schirle served as our Corporate Controller. From March 1997 to June 1999, Mr. Schirle was the Corporate Controller at Pericom Semiconductor Corporation, a provider of digital and mixed signal integrated circuits. From November 1996 to February 1997, Mr. Schirle was Vice President, Finance for Paradigm Technology, a manufacturer of SRAMs, and from December 1993 to October 1996, he was the Controller for Paradigm Technology. Mr. Schirle was formerly a certified public accountant.\nBor-Tay Wu\n has served as our Vice President, Taiwan Operations since January 1997. From January 1995 to December 1996, Mr. Wu was a design manager at Atalent, an IC design company in Taiwan.\nPing Wu\n has served as our Vice President, U.S. Operations since September 2006. He served in the same capacity from February 2004 to April 2006. From April 2006 to August 2006, Mr. Wu was Vice President of Operations at QPixel Technology, a semiconductor company. From July 1999 to January 2004, Mr. Wu served as our Director of Operations. From July 1997 to June 1999, Mr. Wu served as Vice President of Operations at Scan Vision, a semiconductor manufacturer.\nRobert Yau\n co-founded our company in March 1995 and has served as our Vice President, Engineering and as a member of our Board of Directors since inception. From December 1993 to February 1995, Mr. Yau was design manager for specialty memory devices at Sony Microelectronics Corporation. From 1990 to 1993, Mr. Yau was design manager at MOSEL/VITELIC, a semiconductor company.",
    "item1a": ">Item 1A.    \nRisk Factors\nOur future performance is subject to a variety of risks. If any of the following risks actually occur, our business, financial condition and results of operations could suffer and the trading price of our common stock could decline. Additional risks that we currently do not know about or that we currently believe to be immaterial may also impair our business operations. You should also refer to other information contained in this report, including our consolidated financial statements and related notes.\nRisk Factor Summary\nOur business is subject to numerous risks and uncertainties, which are more fully described in the Risk Factors below. These risks include, but are not limited to:\nRisks Related to Our Business and Financial Condition\n●\nUnpredictable fluctuations in our operating results could cause our stock price to decline.\n●\nOur largest OEM customer accounts for a significant percentage of our net revenues. If this customer, or any of our other major customers, reduces the amount they purchase, stops purchasing our products or fails to pay us, our financial position and operating results will suffer. \n●\nRising interest rates, worldwide inflationary pressures, bank failures, the military conflict in Ukraine, significant fluctuations in energy prices and the decline in the global economic environment may continue to adversely affect our financial condition.\n●\nWe have incurred significant losses and may incur losses in the future.\n17\n\n\nTable of Contents\n●\nWe have identified a material weakness in our internal control over financial reporting, and if our remediation of such material weakness is not effective, our ability to produce timely and accurate financial statements could be impaired.\n●\nGoodwill impairment and related charges, as well as other accounting charges or adjustments could negatively impact our operating results. \n●\nWe depend upon the sale of our Very Fast SRAMs for most of our revenues and the market for Very Fast SRAMs is highly competitive.\n●\nIf we do not successfully implement certain cost reduction initiatives, we may suffer adverse impacts on our business and operations.\n●\nWe are dependent on a number of single source suppliers.\n●\nIf we do not successfully develop and introduce the new in-place associative computing products, which entails certain significant risks, our business will be harmed.\n●\nIf we are unable to offset increased wafer fabrication and assembly costs, our gross margins will suffer.\n●\nWe are subject to the highly cyclical nature of the networking and telecommunications markets.\n●\nWe rely heavily on distributors and our business will be negatively impacted if we are unable to develop and manage distribution channels and accurately forecast future sales through our distributors.\n●\nThe average selling prices of our products are expected to decline.\n●\nWe are substantially dependent on the continued services of our senior management and other key personnel. If we are unable to recruit or retain qualified personnel, our business could be harmed.\n●\nCyber-attacks could disrupt our operations or the operations of our partners, and result in reduced revenue, increased costs, liability claims and harm our reputation or competitive position.\n●\nDemand for our products may decrease if our OEM customers experience difficulty manufacturing, marketing or selling their products.\n●\nOur products have lengthy sales cycles that make it difficult to plan our expenses and forecast results.\n●\nOur business could be negatively affected as a result of actions of activist stockholders or others.\n●\nOur acquisition of companies or technologies could prove difficult to integrate, disrupt our business, dilute stockholder value and adversely affect our operating results.\n●\nOur business will suffer if we are unable to protect our intellectual property or if there are claims that we infringe third party intellectual property rights.\n●\nCurrent unfavorable economic and market conditions may adversely affect our business, financial condition, results of operations and cash flows.\n●\nIf our business grows, such growth may place a significant strain on our management and operations.\nRisks Related to Manufacturing and Product Development\n●\nWe may experience difficulties in transitioning our manufacturing process technologies, which may result in reduced manufacturing yields, delays in product deliveries and increased expenses.\n●\nManufacturing process technologies are subject to rapid change and require significant expenditures. \n●\nOur products may contain defects, which could reduce revenues or result in claims against us.\n18\n\n\nTable of Contents\nRisks Related to Our International Business and Operations\n●\nThe international political, social and economic environment, particularly as it relates to Taiwan, may affect our business performance.\n●\nCertain of our independent suppliers and OEM customers have operations in the Pacific Rim, an area subject to significant risk of natural disasters and outbreak of contagious diseases such as COVID-19.\n●\nThe United States could materially modify certain international trade agreements, or change tax provisions related to the global manufacturing and sales of our products. \n●\nSome of our products are incorporated into advanced military electronics, and changes in international geopolitical circumstances and domestic budget considerations may hurt our business.\nRisks Relating to Our Common Stock and the Securities Market\n●\nThe trading price of our common stock is subject to fluctuation and is likely to be volatile.\n●\nWe may need to raise additional capital in the future, which may not be available on favorable terms or at all, and which may cause dilution to existing stockholders.\n●\nUse of a portion of our cash reserves to repurchase shares of our common stock presents potential risks and disadvantages to us and our continuing stockholders. \n●\nOur executive officers, directors and their affiliates hold a substantial percentage of our common stock.\n●\nThe provisions of our charter documents might inhibit potential acquisition bids that a stockholder might believe are desirable, and the market price of our common stock could be lower as a result.\nRisks Related to Our Business and Financial Condition\nUnpredictable fluctuations in our operating results could cause our stock price to decline.\nOur quarterly and annual revenues, expenses and operating results have varied significantly and are likely to vary in the future. For example, in the twelve fiscal quarters ended March 31, 2023,\n \nwe recorded net revenues of as much as $9.0 million and as little as $5.4 million, and operating losses from $2.9 million to $5.7 million. We therefore believe that period-to-period comparisons of our operating results are not a good indication of our future performance, and you should not rely on them to predict our future performance or the future performance of our stock price. Furthermore, if our operating expenses exceed our expectations, our financial performance could be adversely affected. Factors that may affect periodic operating results in the future include:\n●\ncommercial acceptance of our associative computing products;\n●\ncommercial acceptance of our RadHard and RadTolerant products;\n●\nchanges in our customers' inventory management practices;\n●\nunpredictability of the timing and size of customer orders, since most of our customers purchase our products on a purchase order basis rather than pursuant to a long-term contract;\n●\nchanges in our product pricing policies, including those made in response to new product announcements, pricing changes of our competitors and price increases by our foundry and suppliers;\n●\nour ability to anticipate and conform to new industry standards;\n●\nfluctuations in availability and costs associated with materials and manufacturing services needed to satisfy customer requirements caused by supply constraints;\n19\n\n\nTable of Contents\n●\nrestructuring, asset and goodwill impairment and related charges, as well as other accounting changes or adjustments;\n●\nmanufacturing defects, which could cause us to incur significant warranty, support and repair costs, lose potential sales, harm our relationships with customers and result in write-downs; and\n●\nour ability to address technology issues as they arise, improve our products' functionality and expand our product offerings.\nOur expenses are, to a large extent, fixed, and we expect that these expenses will increase in the future. \nIn fiscal years 2022 and 2023, we experienced price increases for raw materials, including a 20% increase in the price of wafers that was implemented in early calendar 2022 and a 6% increase that was implemented in early calendar 2023, as well as varying pricing increases for manufacturing services due to the supply chain constraints in the semiconductor market\n. We expect to experience additional price increases for raw materials in fiscal year 2024 due to worldwide inflationary pressures. We will not be able to adjust our spending quickly if our revenues fall short of our expectations. If this were to occur, our operating results would be harmed. If our operating results in future quarters fall below the expectations of market analysts and investors, the price of our common stock could fall.\nRising interest rates, worldwide inflationary pressures, bank failures, the military conflict in Ukraine, significant fluctuations in energy prices and the decline in the global economic environment have caused increased stock market volatility and uncertainty in customer demand and the worldwide economy in general, and we may continue to experience decreased sales and revenues in the future. We expect such impact will in particular affect our SRAM sales and has also impacted the launch of our APU product to some degree and the adoption of RadHard and RadTolerant SRAM products by aerospace and military customers. However, the magnitude of such impact on our business and its duration is highly uncertain.\nOur largest OEM customer accounts for a significant percentage of our net revenues. If this customer, or any of our other major customers, reduces the amount they purchase or stop purchasing our products, our operating results will suffer.\nNokia, our largest customer, purchases our products directly from us and through contract manufacturers and distributors.  Purchases by Nokia represented approximately 17%, 29% and 39% of our net revenues in fiscal 2023, 2022 and 2021, respectively. We expect that our operating results in any given period will continue to depend significantly on orders from our key OEM customers, particularly Nokia, and our future success is dependent to a large degree on the business success of this customer \nover which we have no control. We do not have long-term contracts with Nokia or any of our other major OEM customers, distributors or contract manufacturers that obligate them to purchase our products.  We expect that future direct and indirect sales to Nokia and our other key OEM customers will continue to fluctuate significantly on a quarterly basis and that such fluctuations may substantially affect our operating results in future periods. If we fail to continue to sell to our key OEM customers, distributors or contract manufacturers in sufficient quantities, our business could be harmed.\nRising interest rates, worldwide inflationary pressures, bank failures, the military conflict in Ukraine, significant fluctuations in energy prices and the resulting decline in the global economic environment are expected to adversely affect our revenues, results of operations and financial condition.\nOur business is expected to be materially adversely affected by rising interest rates, worldwide inflationary pressures, bank failures, the military conflict in Ukraine and the significant fluctuations in energy prices, all of which are contributing to a decline in the global economic environment. \nOur quarterly revenues have been flat and trended downward in the past year due to the decline in the global economic environment that has resulted in less demand for GSI’s products. We expect that a continued rise in interest rates, continued inflationary pressures, recent bank failures, continued uncertainties in the business climate \n20\n\n\nTable of Contents\ncaused by the military conflict in Ukraine and related fluctuations in energy prices will adversely impact demand for new and existing products, and to impact the mindset of potential commercial partners to launch new products using GSI’s technology.  The resulting decline in the global economic environment \nis expected to have an adverse impact on our business and financial condition.\nDisruptions in the capital and financial markets as a result of rising interest rates, worldwide inflationary pressures, bank failures, the military conflict in Ukraine, significant fluctuations in energy prices and the decline in the global economic environment may also adversely affect our ability to obtain additional liquidity should the impacts of a decline in the global economic environment continue for a prolonged period\n.\nWe have incurred significant losses and may incur losses in the future.\nWe have incurred significant losses. We incurred net losses of $16.0 million, $16.4 million and $21.5 million during fiscal 2023, 2022 and 2021, respectively. There can be no assurance that our Very Fast SRAMs will continue to receive broad market acceptance, that our new product development initiatives will be successful or that we will be able to achieve sustained revenue growth or profitability.\nWe have identified a material weakness in our internal control over financial reporting, and if our remediation of such material weakness is not effective, or if we fail to develop and maintain an effective system of disclosure controls and internal control over financial reporting, our ability to produce timely and accurate financial statements or comply with applicable laws and regulations could be impaired.\nIn the course of preparing our financial statements for the fiscal year ended March 31, 2022, we identified a material weakness in our internal control over financial reporting which remained un-remediated at March 31, 2023.  A material weakness is a deficiency, or combination of deficiencies, in internal control over financial reporting, such that there is a reasonable possibility that a material misstatement of the annual or interim financial statements will not be prevented or detected on a timely basis. The material weakness identified pertains to the design and maintenance of control over the review of the forecasts used to calculate the contingent consideration liability, used in the goodwill impairment test and used in the recoverability test for intangible assets. This material weakness has not been remediated as of March 31, 2023. Our management is taking steps to remediate our material weakness, including re-evaluating the methodology and procedures involved in developing forecasts as well as the review and oversight of the forecasting process. \nWe are in the process of implementing a detailed plan for the remediation of the material weakness, including enhancing management’s review controls over the \nforecasts used to calculate the contingent consideration liability, used in the recoverability test for intangible assets and used in the goodwill impairment test\n. Although we have begun implementing the enhancements described above, the material weakness will not be considered remediated until the applicable controls operate for a sufficient period of time and management has concluded, through testing, that these controls are operating effectively. Until this material weakness is remediated, we plan to continue to perform additional analyses and other procedures to ensure that our consolidated financial statements are prepared in accordance with GAAP\n.\nIf we are unable to further implement and maintain effective internal control over financial reporting or disclosure controls and procedures, our ability to record, process and report financial information accurately, and to prepare financial statements within required time periods could be adversely affected, which could subject us to litigation or investigations requiring management resources and payment of legal and other expenses, negatively affect investor confidence in our financial statements and adversely impact our stock price. If we are unable to assert that our internal control over financial reporting is effective, investors may lose confidence in the accuracy and completeness of our financial reports, the market price of our common stock could be adversely affected and we could become subject to litigation or investigations by Nasdaq, the SEC or other regulatory authorities, which could require additional financial and management resources. \n21\n\n\nTable of Contents\nFurthermore, we cannot assure you that the measures we have taken to date, and actions we may take in the future, will be sufficient to remediate the control deficiencies that led to our material weakness in our internal control over financial reporting or that they will prevent or avoid potential future material weaknesses. Our current controls and any new controls that we develop may become inadequate because of changes in conditions in our business.  Further, weaknesses in our disclosure controls and internal control over financial reporting may be discovered in the future. Any failure to develop or maintain effective controls or any difficulties encountered in their implementation or improvement could harm our operating results or cause us to fail to meet our reporting obligations and may result in a restatement of our financial statements for prior periods.  Any failure to implement and maintain effective internal control over financial reporting could adversely affect the results of periodic management evaluations.\nIf we determine that our goodwill and intangible assets have become impaired, we may incur impairment charges, which would negatively impact our operating results.\nGoodwill represents the difference between the purchase price and the estimated fair value of the identifiable assets acquired and liabilities assumed in a business combination, such as our acquisition of MikaMonu Group Ltd. in fiscal 2016.  We test for goodwill impairment on an annual basis, or more frequently if events or changes in circumstances indicate that the asset is more likely than not impaired.  If the carrying value of a material asset is determined to be impaired, it will be written down to fair value by a charge to operating earnings. As of March 31, 2023, we had a goodwill balance of $8.0 million and intangible assets of $1.8 million, respectively, from the MikaMonu acquisition. An adverse change in market conditions, including a sustained decline in our stock price, \nloss of significant customers, or a weakened demand for our products could be considered to be an impairment triggering event. If such change has the effect of changing one of our critical assumptions or estimates, a change to the estimation of fair value could result in an impairment charge to our goodwill or intangible assets, which would negatively impact our operating results and harm our business. In the fiscal year ended March 31, 2023, we identified sustained declines in our stock price that resulted in our market capitalization being below the carrying value of our stockholders’ equity. We concluded the sustained declines in our stock price were triggering events and proceeded with quantitative goodwill impairment assessments. \nThe results of the quantitative goodwill impairment assessments that we performed indicated the fair value of our sole reporting unit exceeded its carrying value as of December 31, 2022, February 28, 2023 and March 31, 2023.\nWe depend upon the sale of our Very Fast SRAMs for most of our revenues, and a downturn in demand for these products could significantly reduce our revenues and harm our business.\nWe derive most of our revenues from the sale of Very Fast SRAMs, and we expect that sales of these products will represent the substantial majority of our revenues for the foreseeable future. Our business depends in large part upon continued demand for our products in the markets we currently serve, which will continue to be adversely impacted by the decline in the global economic environment, and adoption of our products in new markets. Market adoption will be dependent upon our ability to increase customer awareness of the benefits of our products and to prove their high-performance and cost-effectiveness. We may not be able to sustain or increase our revenues from sales of our products, particularly if the networking and telecommunications markets were to experience another significant downturn in the future. Any decrease in revenues from sales of our products could harm our business more than it would if we offered a more diversified line of products.\nOur future success is substantially dependent on the successful introduction of new in-place associative computing products which entails significant risks.  \nSince 2015, our principal strategic objective has been the development of our first in-place associative computing product.  We have devoted, and will continue to devote, substantial efforts and resources to the development of our new family of in-place associative computing products.  This ongoing project involves the commercialization of new, cutting-edge technology, will require a continuing substantial effort during fiscal 2024 \n22\n\n\nTable of Contents\nand will be subject to significant risks.  In addition to the typical risks associated with the development of technologically advanced products, this project will be subject to enhanced risks of technological problems related to the development of this entirely new category of products, substantial risks of delays or unanticipated costs that may be encountered, and risks associated with the establishment of entirely new markets and customer and partner relationships. The establishment of new customer and partner relationships and selling our in-place associative computing products to such new customers is a significant undertaking that requires us to invest heavily in our sales team, enter into new channel partner relationships, expand our marketing activities and change the focus of our business and operations. Our inability to successfully establish a market for the product that we have developed will have a material adverse effect on our future financial and business success, including our prospects for increased revenues. Additionally, if we are unable to meet the expectations of market analysts and investors with respect to this major product introduction effort, then the price of our common stock could fall.\nWe are dependent on a number of single source suppliers, and if we fail to obtain adequate supplies, our business will be harmed and our prospects for growth will be curtailed.\nWe currently purchase several key components used in the manufacture of our products from single sources and are dependent upon supply from these sources to meet our needs. If any of these suppliers cannot provide components on a timely basis, at the same price or at all, our ability to manufacture our products will be constrained and our business will suffer. For example, due to worldwide inflationary pressures, the cost of wafers and assembly services have increased by approximately 25% since the beginning of fiscal 2021. Most significantly, we obtain wafers for our Very Fast SRAM and APU products from a single foundry, TSMC, and most of them are packaged at ASE.  If we are unable to obtain an adequate supply of wafers from TSMC or find alternative sources in a timely manner, we will be unable to fulfill our customer orders and our operating results will be harmed. We do not have supply agreements with TSMC, ASE or any of our other independent assembly and test suppliers, and instead obtain manufacturing services and products from these suppliers on a purchase-order basis. Our suppliers, including TSMC, have no obligation to supply products or services to us for any specific product, in any specific quantity, at any specific price or for any specific time period. As a result, the loss or failure to perform by any of these suppliers could adversely affect our business and operating results.\nShould any of our single source suppliers experience manufacturing failures or yield shortfalls, be disrupted by natural disaster, military action or political instability, choose to prioritize capacity or inventory for other uses or reduce or eliminate deliveries to us for any other reason, we likely will not be able to enforce fulfillment of any delivery commitments and we would have to identify and qualify acceptable replacements from alternative sources of supply. In particular, if TSMC is unable to supply us with sufficient quantities of wafers to meet all of our requirements, we would have to allocate our products among our customers, which would constrain our growth and might cause some of them to seek alternative sources of supply. Since the manufacturing of wafers and other components is extremely complex, the process of qualifying new foundries and suppliers is a lengthy process and there is no assurance that we would be able to find and qualify another supplier without materially adversely affecting our business, financial condition and results of operations.\nIf we do not successfully develop new products to respond to rapid market changes due to changing technology and evolving industry standards, particularly in the networking and telecommunications markets, our business will be harmed. \nIf we fail to offer technologically advanced products and respond to technological advances and emerging standards, we may not generate sufficient revenues to offset our development costs and other expenses, which will hurt our business. The development of new or enhanced products is a complex and uncertain process that requires the accurate anticipation of technological and market trends. In particular, the networking and telecommunications markets are rapidly evolving and new standards are emerging. We are vulnerable to advances in technology by competitors, including new SRAM architectures, new forms of DRAM and the emergence of new memory \n23\n\n\nTable of Contents\ntechnologies that could enable the development of products that feature higher performance or lower cost. In addition, the trend toward incorporating SRAM into other chips in the networking and telecommunications markets has the potential to reduce future demand for Very Fast SRAM products. We may experience development, marketing and other technological difficulties that may delay or limit our ability to respond to technological changes, evolving industry standards, competitive developments or end-user requirements. For example, because we have limited experience developing integrated circuits, or IC, products other than Very Fast SRAMs, our efforts to introduce new products may not be successful and our business may suffer. Other challenges that we face include:\n·\nour products may become obsolete upon the introduction of alternative technologies; \n·\nwe may incur substantial costs if we need to modify our products to respond to these alternative technologies;\n·\nwe may not have sufficient resources to develop or acquire new technologies or to introduce new products capable of competing with future technologies;\n \n·\nnew products that we develop may not successfully integrate with our end-users’ products into which they are incorporated; \n·\nwe may be unable to develop new products that incorporate emerging industry standards; \n·\nwe may be unable to develop or acquire the rights to use the intellectual property necessary to implement new technologies; and \n·\nwhen introducing new or enhanced products, we may be unable to effectively manage the transition from older products.\nIf we do not successfully implement the cost reduction initiatives that were announced on November 30, 2022, we may suffer adverse impacts on our business and operations.\nOn November 30, 2022, we announced the implementation of cost reduction initiatives.  The cost reduction initiatives are expected to be completed by September 30, 2023, and will result in an approximate 15% decrease in our global workforce. The aim of these initiatives is to reduce GSI Technology’s operating expenses by approximately $7.0 million on an annualized basis, primarily from salary reductions related to reduced headcount and salary decreases for certain retained employees, as well as targeted reductions in research and development spending.  The implementation of these cost reduction initiatives may result in unintended and adverse impacts on our business and operations.  Any failure to successfully implement the cost reduction initiatives could prevent us from focusing our operational resources on advancing GSI Technology’s proprietary APU technology.\nIf we are unable to offset increased wafer fabrication and assembly costs by increasing the average selling prices of our products, our gross margins will suffer.\nIf there is a significant upturn in the demand for the manufacturing and assembly of semiconductor products as occurred in fiscal 2022, the available supply of wafers and packaging services may be limited. As a result, we could be required to obtain additional manufacturing and assembly capacity in order to meet increased demand. Securing additional manufacturing and assembly capacity may cause our wafer fabrication and assembly costs to increase. Inflationary pressures may also cause our wafer fabrication costs to increase. If we are unable to offset these increased costs by increasing the average selling prices of our products, our gross margins will decline.\nWe are subject to the highly cyclical nature of the networking and telecommunications markets.\nOur Very Fast SRAM products are incorporated into routers, switches, wireless local area network infrastructure equipment, wireless base stations and network access equipment used in the highly cyclical \n24\n\n\nTable of Contents\nnetworking and telecommunications markets. We expect that the networking and telecommunications markets will continue to be highly cyclical, characterized by periods of rapid growth and contraction. Our business and our operating results are likely to fluctuate, perhaps quite severely, as a result of this cyclicality.\nThe market for Very Fast SRAMs is highly competitive.\nThe market for Very Fast SRAMs, which are used primarily in networking and telecommunications equipment, is characterized by price erosion, rapid technological change, cyclical market patterns and intense foreign and domestic competition. Several of our competitors offer a broad array of memory products and have greater financial, technical, marketing, distribution and other resources than we have. Some of our competitors maintain their own semiconductor fabrication facilities, which may provide them with capacity, cost and technical advantages over us. We cannot assure you that we will be able to compete successfully against any of these competitors. Our ability to compete successfully in this market depends on factors both within and outside of our control, including:\n·\nreal or perceived imbalances in supply and demand of Very Fast SRAMs; \n·\nthe rate at which OEMs incorporate our products into their systems; \n·\nthe success of our customers’ products; \n·\nthe price of our competitors’ products relative to the price of our products; \n·\nour ability to develop and market new products; and\n·\nthe supply and cost of wafers.\nIn fiscal 2022 and 2023 we experienced increases of 20% and 6%, respectively, in wafer fabrication costs due to supply chain constraints, which resulted in us increasing the cost of our products. Inflationary pressures are expected to result in additional increases in our wafer fabrication costs, which may require us to further increase the cost of our products. Our customers may decide to purchase products from our competitors rather than accept these price increases and our business may suffer. There can be no assurance that we will be able to compete successfully in the future. Our failure to compete successfully in these or other areas could harm our business.\n \nWe rely heavily on distributors and our success depends on our ability to develop and manage our indirect distribution channels.\nA significant percentage of our sales are made to distributors and to contract manufacturers who incorporate our products into end products for OEMs. For example, in fiscal 2023, 2022 and 2021, our largest distributor Avnet Logistics accounted for 48.1%, 38.0% and 29.8%, respectively, of our net revenues. Avnet Logistics and our other existing distributors may choose to devote greater resources to marketing and supporting the products of other companies. Since we sell through multiple channels and distribution networks, we may have to resolve potential conflicts between these channels. For example, these conflicts may result from the different discount levels offered by multiple channel distributors to their customers or, potentially, from our direct sales force targeting the same equipment manufacturer accounts as our indirect channel distributors. These conflicts may harm our business or reputation.\nThe average selling prices of our products are expected to decline, and if we are unable to offset these declines, our operating results will suffer.\nHistorically, the average unit selling prices of our products have declined substantially over the lives of the products, and we expect this trend to continue. A reduction in overall average selling prices of our products could result in reduced revenues and lower gross margins. Our ability to increase our net revenues and maintain our gross \n25\n\n\nTable of Contents\nmargins despite a decline in the average selling prices of our products will depend on a variety of factors, including our ability to introduce lower cost versions of our existing products, increase unit sales volumes of these products, and introduce new products with higher prices and greater margins. If we fail to accomplish any of these objectives, our business will suffer. To reduce our costs, we may be required to implement design changes that lower our manufacturing costs, negotiate reduced purchase prices from our independent foundries and our independent assembly and test vendors, and successfully manage our manufacturing and subcontractor relationships. Because we do not operate our own wafer foundry or assembly facilities, we may not be able to reduce our costs as rapidly as companies that operate their own foundries or facilities.\nWe are substantially dependent on the continued services and performance of our senior management and other key personnel.\nOur future success is substantially dependent on the continued services and continuing contributions of our senior management who must work together effectively in order to design our products, expand our business, increase our revenues and improve our operating results. Members of our senior management team have long-standing and important relationships with our key customers and suppliers.  The loss of services, whether as a result of illness, resignation, retirement or death, of Lee-Lean Shu, our President and Chief Executive Officer, Dr. Avidan Akerib, our Vice President of Associative Computing, any other executive officer or other key employee could significantly delay or prevent the achievement of our development and strategic objectives. We do not have employment contracts with, nor maintain key person insurance on, any of our executive officers or other key employees.\nSystem security risks, data protection, cyber-attacks and systems integration issues could disrupt our internal operations or the operations of our business partners, and any such disruption could harm our reputation or cause a reduction in our expected revenue, increase our expenses, negatively impact our results of operation or otherwise adversely affect our stock price.\nSecurity breaches, computer malware and cyber-attacks have become more prevalent and sophisticated and may increase in the future due to a number of our employees working from home and the potential for retaliatory cyber-attacks as a result of the military conflict in Ukraine. Experienced computer programmers and hackers may be able to penetrate our network security or the network security of our business partners, and misappropriate or compromise our confidential and proprietary information, create system disruptions or cause shutdowns. The costs to us to eliminate or alleviate cyber or other security problems, bugs, viruses, worms, malicious software programs and security vulnerabilities could be significant, and our efforts to address these problems may not be successful and could result in interruptions and delays that may impede our sales, manufacturing, distribution or other critical functions.\nWe manage and store various proprietary information and sensitive or confidential data relating to our business on the cloud. Breaches of our security measures or the accidental loss, inadvertent disclosure or unapproved dissemination of proprietary information or confidential data about us, including the potential loss or disclosure of such information or data as a result of fraud, trickery or other forms of deception, could expose us to a risk of loss or misuse of this information, result in litigation and potential liability for us, damage our reputation or otherwise harm our business. In addition, the cost and operational consequences of implementing further data protection measures could be significant.\nPortions of our IT infrastructure also may experience interruptions, delays or cessations of service or produce errors in connection with systems integration or migration work that takes place from time to time. We may not be successful in implementing new systems and transitioning data, which could cause business disruptions and be more expensive, time consuming, disruptive and resource-intensive than originally anticipated. Such disruptions could adversely impact our ability to attract and retain customers, fulfill orders and interrupt other processes and could adversely affect our business, financial results, stock price and reputation.\n26\n\n\nTable of Contents\nWe may be unable to accurately forecast future sales through our distributors, which could harm our ability to efficiently manage our resources to match market demand.\nOur financial results, quarterly product sales, trends and comparisons are affected by fluctuations in the buying patterns of the OEMs that purchase our products from our distributors. While we attempt to assist our distributors in maintaining targeted stocking levels of our products, we may not consistently be accurate or successful. This process involves the exercise of judgment and use of assumptions as to future uncertainties, including end user demand. Inventory levels of our products held by our distributors may exceed or fall below the levels we consider desirable on a going-forward basis. This could result in distributors returning unsold inventory to us, or in us not having sufficient inventory to meet the demand for our products. If we are not able to accurately forecast sales through our distributors or effectively manage our relationships with our distributors, our business and financial results will suffer.\nA small number of customers generally account for a significant portion of our accounts receivable in any period, and if any one of them fails to pay us, our financial position and operating results will suffer.\nAt March 31, 2023, three customers accounted for 36%, 25% and 19% of our accounts receivable, respectively. If any of these customers do not pay us, our financial position and operating results will be harmed. Generally, we do not require collateral from our customers.\nDemand for our products may decrease if our OEM customers experience difficulty manufacturing, marketing or selling their products.\nOur products are used as components in our OEM customers’ products, including routers, switches and other networking and telecommunications products. Accordingly, demand for our products is subject to factors affecting the ability of our OEM customers to successfully introduce and market their products, including:\n·\ncapital spending by telecommunication and network service providers and other end-users who purchase our OEM customers’ products; \n·\nthe competition our OEM customers face, particularly in the networking and telecommunications industries; \n·\nthe technical, manufacturing, sales and marketing and management capabilities of our OEM customers; \n·\nthe financial and other resources of our OEM customers; and \n·\nthe inability of our OEM customers to sell their products if they infringe third-party intellectual property rights.\nAs a result, if OEM customers reduce their purchases of our products, our business will suffer.\nOur products have lengthy sales cycles that make it difficult to plan our expenses and forecast results.\nOur products are generally incorporated in our OEM customers’ products at the design stage. However, their decisions to use our products often require significant expenditures by us without any assurance of success, and often precede volume sales, if any, by a year or more. If an OEM customer decides at the design stage not to incorporate our products into their products, we will not have another opportunity for a design win with respect to that customer’s product for many months or years, if at all. Our sales cycle can take up to 24 months to complete, and because of this lengthy sales cycle, we may experience a delay between increasing expenses for research and development and our sales and marketing efforts and the generation of volume production revenues, if any, from these expenditures. Moreover, the value of any design win will largely depend on the commercial success of our \n27\n\n\nTable of Contents\nOEM customers’ products. There can be no assurance that we will continue to achieve design wins or that any design win will result in future revenues.\nWe are developing a subscription business model for certain of our new APU products, which will take time to implement and will be subject to execution risks.  The sales cycle for subscription products is different from our hardware sales business and we will need to implement strategies to manage customer retention, which may be more volatile than the hardware sales to OEM customers.  We anticipate that there will be quarterly fluctuations in the revenue and expenses associated with this new license-based business as we optimize the sales process for our target customers.  Furthermore, because of the time it takes to build a meaningful subscription business, we expect to incur significant expenses relating to the subscription business before generating revenue from that new business.\nOur business could be negatively affected as a result of actions of activist stockholders or others.\nWe may be subject to actions or proposals from stockholders or others that may not align with our business strategies or the interests of our other stockholders. Responding to such actions can be costly and time-consuming, disrupt our business and operations, and divert the attention of our board of directors, management, and employees from the pursuit of our business strategies. Such activities could interfere with our ability to execute our strategic plan. Activist stockholders or others may create perceived uncertainties as to the future direction of our business or strategy which may be exploited by our competitors and may make it more difficult to attract and retain qualified personnel and potential customers, and may affect our relationships with current customers, vendors, investors, and other third parties. In addition, a proxy contest for the election of directors at our annual meeting would require us to incur significant legal fees and proxy solicitation expenses and require significant time and attention by management and our board of directors. The perceived uncertainties as to our future direction also could affect the market price and volatility of our securities.\nClaims that we infringe third party intellectual property rights could seriously harm our business and require us to incur significant costs.\nThere has been significant litigation in the semiconductor industry involving patents and other intellectual property rights.  We were previously involved in protracted patent infringement litigation, and we could become subject to additional claims or litigation in the future as a result of allegations that we infringe others’ intellectual property rights or that our use of intellectual property otherwise violates the law. Claims that our products infringe the proprietary rights of others would force us to defend ourselves and possibly our customers, distributors or manufacturers against the alleged infringement. Any such litigation regarding intellectual property could result in substantial costs and diversion of resources and could have a material adverse effect on our business, financial condition and results of operations. Similarly, changing our products or processes to avoid infringing the rights of others may be costly or impractical. If any claims received in the future were to be upheld, the consequences to us could require us to:\n·\nstop selling our products that incorporate the challenged intellectual property; \n·\nobtain a license to sell or use the relevant technology, which license may not be available on reasonable terms or at all; \n·\npay damages; or \n·\nredesign those products that use the disputed technology.\nAlthough patent disputes in the semiconductor industry have often been settled through cross-licensing arrangements, we may not be able in any or every instance to settle an alleged patent infringement claim through a cross-licensing arrangement in part because we have a more limited patent portfolio than many of our competitors. If a successful claim is made against us or any of our customers and a license is not made available to us on \n28\n\n\nTable of Contents\ncommercially reasonable terms or we are required to pay substantial damages or awards, our business, financial condition and results of operations would be materially adversely affected.\nOur acquisition of companies or technologies could prove difficult to integrate, disrupt our business, dilute stockholder value and adversely affect our operating results.\nIn November 2015, we acquired all of the outstanding capital stock of privately held MikaMonu Group Ltd., a development-stage, Israel-based company that specializes in in-place associative computing for markets including big data, computer vision and cyber security. We also acquired substantially all of the assets related to the SRAM memory device product line of Sony Corporation in 2009. We intend to supplement our internal development activities by seeking opportunities to make additional acquisitions or investments in companies, assets or technologies that we believe are complementary or strategic. Other than the MikaMonu and Sony acquisitions, we have not made any such acquisitions or investments, and therefore our experience as an organization in making such acquisitions and investments is limited. In connection with the MikaMonu acquisition, we are subject to risks related to potential problems, delays or unanticipated costs that may be encountered in the development of products based on the MikaMonu technology and the establishment of new markets and customer relationships for the potential new products.  In addition, in connection with any future acquisitions or investments we may make, we face numerous other risks, including:\n·\ndifficulties in integrating operations, technologies, products and personnel; \n·\ndiversion of financial and managerial resources from existing operations; \n·\nrisk of overpaying for or misjudging the strategic fit of an acquired company, asset or technology; \n·\nproblems or liabilities stemming from defects of an acquired product or intellectual property litigation that may result from offering the acquired product in our markets;\n·\nchallenges in retaining key employees to maximize the value of the acquisition or investment; \n·\ninability to generate sufficient return on investment; \n·\nincurrence of significant one-time write-offs; and \n·\ndelays in customer purchases due to uncertainty.\nIf we proceed with additional acquisitions or investments, we may be required to use a considerable amount of our cash, or to finance the transaction through debt or equity securities offerings, which may decrease our financial liquidity or dilute our stockholders and affect the market price of our stock. As a result, if we fail to properly evaluate and execute acquisitions or investments, our business and prospects may be harmed.\nIf we are unable to recruit or retain qualified personnel, our business and product development efforts could be harmed.\nWe must continue to identify, recruit, hire, train, retain and motivate highly skilled technical, managerial, sales and marketing and administrative personnel. Competition for these individuals is intense, and we may not be able to successfully recruit, assimilate or retain sufficiently qualified personnel. We may encounter difficulties in recruiting and retaining a sufficient number of qualified engineers, which could harm our ability to develop new products and adversely impact our relationships with existing and future end-users at a critical stage of development. The failure to recruit and retain necessary technical, managerial, sales, marketing and administrative personnel could harm our business and our ability to obtain new OEM customers and develop new products.\n29\n\n\nTable of Contents\nOur business will suffer if we are unable to protect our intellectual property.\nOur success and ability to compete depends in large part upon protecting our proprietary technology. We rely on a combination of patent, trade secret, copyright and trademark laws and non-disclosure and other contractual agreements to protect our proprietary rights. These agreements and measures may not be sufficient to protect our technology from third-party infringement. Monitoring unauthorized use of our intellectual property is difficult and we cannot be certain that the steps we have taken will prevent unauthorized use of our technology, particularly in foreign countries where the laws may not protect our proprietary rights as fully as in the United States. Our attempts to enforce our intellectual property rights could be time consuming and costly. In the past, we have been involved in litigation to enforce our intellectual property rights and to protect our trade secrets. Additional litigation of this type may be necessary in the future. Any such litigation could result in substantial costs and diversion of resources. If competitors are able to use our technology without our approval or compensation, our ability to compete effectively could be harmed.\nAny significant order cancellations or order deferrals could adversely affect our operating results.\nWe typically sell products pursuant to purchase orders that customers can generally cancel or defer on short notice without incurring a significant penalty. Any significant cancellations or deferrals in the future could materially and adversely affect our business, financial condition and results of operations. Cancellations or deferrals could cause us to hold excess inventory, which could reduce our profit margins, increase product obsolescence and restrict our ability to fund our operations. We generally recognize revenue upon shipment of products to a customer. If a customer refuses to accept shipped products or does not pay for these products, we could miss future revenue projections or incur significant charges against our income, which could materially and adversely affect our operating results.\nIf our business grows, such growth may place a significant strain on our management and operations and, as a result, our business may suffer.\nWe are endeavoring to expand our business, and any growth that we are successful in achieving could place a significant strain on our management systems, infrastructure and other resources. To manage the potential growth of our operations and resulting increases in the number of our personnel, we will need to invest the necessary capital to continue to improve our operational, financial and management controls and our reporting systems and procedures. Our controls, systems and procedures may prove to be inadequate should we experience significant growth. In addition, we may not have sufficient administrative staff to support our operations. For example, we currently have only four employees in our finance department in the United States, including our Chief Financial Officer. Furthermore, our officers have limited experience in managing large or rapidly growing businesses. If our management fails to respond effectively to changes in our business, our business may suffer.\nRisks Related to Manufacturing and Product Development\nWe may experience difficulties in transitioning to smaller geometry process technologies and other more advanced manufacturing process technologies, which may result in reduced manufacturing yields, delays in product deliveries and increased expenses.\nIn order to remain competitive, we expect to continue to transition the manufacture of our products to smaller geometry process technologies. This transition will require us to migrate to new manufacturing processes for our products and redesign certain products. The manufacture and design of our products is complex, and we may experience difficulty in transitioning to smaller geometry process technologies or new manufacturing processes. These difficulties could result in reduced manufacturing yields, delays in product deliveries and increased expenses. We are dependent on our relationships with TSMC to transition successfully to smaller geometry process technologies and to more advanced manufacturing processes. If we or TSMC experience significant delays in this \n30\n\n\nTable of Contents\ntransition or fail to implement these transitions, our business, financial condition and results of operations could be materially and adversely affected.\nManufacturing process technologies are subject to rapid change and require significant expenditures for research and development.\nWe continuously evaluate the benefits of migrating to smaller geometry process technologies in order to improve performance and reduce costs. Historically, these migrations to new manufacturing processes have resulted in significant initial design and development costs associated with pre-production mask sets for the manufacture of new products with smaller geometry process technologies.  For example, in the second quarter of fiscal 2019, we incurred approximately $1.0 million in research and development expense associated with a pre-production mask set that will not be used in production as part of the transition to our new 28 nanometer SRAM process technology for our APU product.  We will incur similar expenses in the future as we continue to transition our products to smaller geometry processes. The costs inherent in the transition to new manufacturing process technologies will adversely affect our operating results and our gross margin.\nOur products are complex to design and manufacture and could contain defects, which could reduce revenues or result in claims against us.\nWe develop complex products. Despite testing by us and our OEM customers, design or manufacturing errors may be found in existing or new products. These defects could result in a delay in recognition or loss of revenues, loss of market share or failure to achieve market acceptance. These defects may also cause us to incur significant warranty, support and repair costs, divert the attention of our engineering personnel from our product development efforts, result in a loss of market acceptance of our products and harm our relationships with our OEM customers. Our OEM customers could also seek and obtain damages from us for their losses. A product liability claim brought against us, even if unsuccessful, would likely be time consuming and costly to defend. Defects in wafers and other components used in our products and arising from the manufacturing of these products may not be fully recoverable from TSMC or our other suppliers.\nRisks Related to Our International Business and Operations\nChanges in Taiwan’s political, social and economic environment may affect our business performance.\nBecause much of the manufacturing and testing of our products is conducted in Taiwan, our business performance may be affected by changes in Taiwan’s political, social and economic environment. For example, political instability or restrictions on transportation logistics for our products resulting from changes in the relationship among the United States, Taiwan and the People’s Republic of China could negatively impact our business. Any significant armed conflict related to this matter would be expected to materially and adversely damage our business. Moreover, the role of the Taiwanese government in the Taiwanese economy is significant. Taiwanese policies toward economic liberalization, and laws and policies affecting technology companies, foreign investment, currency exchange rates, taxes and other matters could change, resulting in greater restrictions on our ability and our suppliers’ ability to do business and operate facilities in Taiwan. If any of these changes were to occur, our business could be harmed and our stock price could decline.\nOur international business exposes us to additional risks.\nProducts shipped to destinations outside of the United States accounted for 51.4%,\n \n53.5% and 55.4% of our net revenues in fiscal 2023, 2022 and 2021, respectively. Moreover, a substantial portion of our products is manufactured and tested in Taiwan, and the software development for our associative computing products occurs in \n31\n\n\nTable of Contents\nIsrael. We intend to continue expanding our international business in the future. Conducting business outside of the United States subjects us to additional risks and challenges, including:\n·\npotential political and economic instability in, or armed conflicts that involve or affect, the countries in which we, our customers and our suppliers are located;\n·\nuncertainties regarding taxes, tariffs, quotas, export controls and license requirements, trade wars, policies that favor domestic companies over nondomestic companies, including government efforts to provide for the development and growth of local competitors, and other trade barriers;\n·\nheightened price sensitivity from customers in emerging markets; \n·\ncompliance with a wide variety of foreign laws and regulations and unexpected changes in these laws and regulations; \n·\nfluctuations in freight rates and transportation disruptions;\n·\ndifficulties and costs of staffing and managing personnel, distributors and representatives across different geographic areas and cultures, including assuring compliance with the U. S. Foreign Corrupt Practices Act and other U. S. and foreign anti-corruption laws; \n·\ndifficulties in collecting accounts receivable and longer accounts receivable payment cycles; and\n·\nlimited protection for intellectual property rights in some countries. \nMoreover, our reporting currency is the U.S. dollar. However, a portion of our cost of revenues and our operating expenses is denominated in currencies other than the U.S. dollar, primarily the New Taiwanese dollar and Israeli Shekel. As a result, appreciation or depreciation of other currencies in relation to the U.S. dollar could result in transaction gains or losses that could impact our operating results. We do not currently engage in currency hedging activities to reduce the risk of financial exposure from fluctuations in foreign exchange rates.\nTSMC, as well as our other independent suppliers and many of our OEM customers, have operations in the Pacific Rim, an area subject to significant risk of earthquakes, typhoons and other natural disasters and adverse consequences related to the outbreak of contagious diseases.\nThe foundry that manufactures our Fast SRAM and APU products, TSMC, and all of the principal independent suppliers that assemble and test our products are located in Taiwan. Many of our customers are also located in the Pacific Rim. The risk of an earthquake in these Pacific Rim locations is significant. The occurrence of an earthquake, typhoon or other natural disaster near the fabrication facilities of TSMC or our other independent suppliers could result in damage, power outages and other disruptions that impair their production and assembly capacity. Any disruption resulting from such events could cause significant delays in the production or shipment of our products until we are able to shift our manufacturing, assembling, packaging or production testing from the affected contractor to another third-party vendor. In such an event, we may not be able to obtain alternate foundry capacity on favorable terms, or at all.\nThe recent COVID-19 global pandemic, along with the previous outbreaks of SARS, H1N1 and the Avian Flu, curtailed travel between and within countries, including in the Asia-Pacific region.  Outbreaks of new contagious diseases or the resurgence of existing diseases that significantly affect the Asia-Pacific region could disrupt the operations of our key suppliers and manufacturing partners.  In addition, our business could be harmed if such an outbreak resulted in travel being restricted, the implementation of stay-at-home or shelter-in-place orders or if it adversely affected the operations of our OEM customers or the demand for our products or our OEM customers’ products.\n32\n\n\nTable of Contents\nWe do not maintain sufficient business interruption and other insurance policies to compensate us for all losses that may occur. Any losses or damages incurred by us as a result of a catastrophic event or any other significant uninsured loss in excess of our insurance policy limits could have a material adverse effect on our business.\nThe United States could materially modify certain international trade agreements, or change tax provisions related to the global manufacturing and sales of our products. \nA portion of our business activities are conducted in foreign countries, including Taiwan and Israel. Our business benefits from free trade agreements, and we also rely on various U.S. corporate tax provisions related to international commerce as we develop, manufacture, market and sell our products globally. Any action to materially modify international trade agreements, change corporate tax policy related to international commerce or mandate domestic production of goods, could adversely affect our business, financial condition and results of operations.\nSome of our products are incorporated into advanced military electronics, and changes in international geopolitical circumstances and domestic budget considerations may hurt our business.\nSome of our products are incorporated into advanced military electronics such as radar and guidance systems. Military expenditures and appropriations for such purchases rose significantly in recent years. However, if current U.S. military operations around the world are scaled back, demand for our products for use in military applications may decrease, and our operating results could suffer. Domestic budget considerations may also adversely affect our operating results. For example, if governmental appropriations for military purchases of electronic devices that include our products are reduced, our revenues will likely decline.\nRisks Relating to Our Common Stock and the Securities Market\nThe trading price of our common stock is subject to fluctuation and is likely to be volatile.\nThe trading price of our common stock may fluctuate significantly in response to a number of factors, some of which are beyond our control, including:\n●\nthe establishment of a market for our new associative computing products; \n●\nactual or anticipated declines in operating results;\n●\nchanges in financial estimates or recommendations by securities analysts; \n●\nthe institution of legal proceedings against us or significant developments in such proceedings;\n●\nannouncements by us or our competitors of financial results, new products, significant technological innovations, contracts, acquisitions, strategic relationships, joint ventures, capital commitments or other events; \n●\nchanges in industry estimates of demand for Very Fast SRAM, RadHard and RadTolerant products; \n●\nthe gain or loss of significant orders or customers; \n●\nrecruitment or departure of key personnel; and \n●\nmarket conditions in our industry, the industries of our customers and the economy as a whole.\nIn recent years, the stock market in general, and the market for technology stocks in particular, have experienced extreme price fluctuations, which have often been unrelated to the operating performance of affected \n33\n\n\nTable of Contents\ncompanies. The market price of our common stock might experience significant fluctuations in the future, including fluctuations unrelated to our performance. These fluctuations could materially adversely affect our business relationships, our ability to obtain future financing on favorable terms or otherwise harm our business. In addition, in the past, securities class action litigation has often been brought against a company following periods of volatility in the market price of its securities. This risk is especially acute for us because the extreme volatility of market prices of technology companies has resulted in a larger number of securities class action claims against them. Due to the potential volatility of our stock price, we may in the future be the target of similar litigation. Securities litigation could result in substantial costs and divert management’s attention and resources. This could harm our business and cause the value of our stock to decline.\nWe may need to raise additional capital in the future, which may not be available on favorable terms or at all, and which may cause dilution to existing stockholders.\nWe may need to seek additional funding in the future. We do not know if we will be able to obtain additional financing on favorable terms, if at all. If we cannot raise funds on acceptable terms, if and when needed, we may not be able to develop or enhance our products, take advantage of future opportunities or respond to competitive pressures or unanticipated requirements, and we may be required to reduce operating costs, which could seriously harm our business. In addition, if we issue equity securities, our stockholders may experience dilution or the new equity securities may have rights, preferences or privileges senior to those of our common stock.\nOur executive officers, directors and entities affiliated with them hold a substantial percentage of our common stock.\nAs of May 31, 2023\n, \nour executive officers, directors and entities affiliated with them beneficially owned approximately 32% of our outstanding common stock. As a result, these stockholders will be able to exercise substantial influence over, and may be able to effectively control, matters requiring stockholder approval, including the election of directors and approval of significant corporate transactions, which could have the effect of delaying or preventing a third party from acquiring control over or merging with us.\nThe provisions of our charter documents might inhibit potential acquisition bids that a stockholder might believe are desirable, and the market price of our common stock could be lower as a result.\nOur Board of Directors has the authority to issue up to 5,000,000 shares of preferred stock. Our Board of Directors can fix the price, rights, preferences, privileges and restrictions of the preferred stock without any further vote or action by our stockholders. The issuance of shares of preferred stock might delay or prevent a change in control transaction. As a result, the market price of our common stock and the voting and other rights of our stockholders might be adversely affected. The issuance of preferred stock might result in the loss of voting control to other stockholders. We have no current plans to issue any shares of preferred stock. Our charter documents also contain other provisions, which might discourage, delay or prevent a merger or acquisition, including:\n·\nour stockholders have no right to act by written consent; \n·\nour stockholders have no right to call a special meeting of stockholders; and\n·\nour stockholders must comply with advance notice requirements to nominate directors or submit proposals for consideration at stockholder meetings.\nThese provisions could also have the effect of discouraging others from making tender offers for our common stock. As a result, these provisions might prevent the market price of our common stock from increasing substantially in response to actual or rumored takeover attempts. These provisions might also prevent changes in our management.\n34\n\n\nTable of Contents\nUse of a portion of our cash reserves to repurchase shares of our common stock presents potential risks and disadvantages to us and our continuing stockholders. \nSince November 2008, we have repurchased and retired an aggregate of 12,004,779 shares of our common stock at a total cost of $60.7 million, including 3,846,153 shares repurchased at a total cost of $25 \nmillion pursuant to a modified “Dutch auction” self-tender offer that we completed in August 2014 and additional shares repurchased in the open market pursuant to our stock repurchase program.  At March 31, 2023, we had outstanding authorization from our Board of Directors to purchase up to an additional $4.3 million of our common stock from time to time under our repurchase program.\n \nAlthough our Board has determined that these repurchases are in the best interests of our stockholders, they expose us to certain risks including: \n·\nthe risks resulting from a reduction in the size of our “public float,” which is the number of shares of our common stock that are owned by non-affiliated stockholders and available for trading in the securities markets, which may reduce the volume of trading in our shares and result in reduced liquidity and, potentially, lower trading prices;  \n·\nthe risk that our stock price could decline and that we would be able to repurchase shares of our common stock in the future at a lower price per share than the prices we have paid in our tender offer and repurchase program; and \n·\nthe risk that the use of a portion of our cash reserves for this purpose has reduced, or may reduce, the amount of cash that would otherwise be available to pursue potential cash acquisitions or other strategic business opportunities.",
    "item7": ">Item 7.    \nManagement’s Discussion and Analysis of Financial Condition and Results of Operations\nThe following discussion contains forward-looking statements that involve risks and uncertainties. Our actual results could differ substantially from those anticipated in these forward-looking statements as a result of many factors, including those set forth under “Risk Factors” and elsewhere in this report. The following discussion should be read together with our consolidated financial statements and the related notes included elsewhere in this report.\nThis discussion and analysis generally covers our financial condition and results of operations for the fiscal year ended March 31, 2023, including year-over-year comparisons versus the fiscal year ended March 31, 2022. Our \nAnnual Report on Form 10-K \nfor the fiscal year ended March 31, 2022 includes year-over-year comparisons versus the fiscal year ended March 31, 2021 in Item 7 of Part II, “Management’s Discussion and Analysis of Financial Condition and Results of Operations.”\n \n​\nOverview\nWe are a leading provider of high-performance semiconductor memory solutions for in-place associative computing applications in high growth markets such as artificial intelligence and high-performance computing, including natural language processing and computer vision. Our initial associative processing unit (“APU”) products are focused on applications using similarity search, but have not resulted in material revenues to date. Similarity search is used in visual search queries for ecommerce, computer vision, drug discovery, cyber security and service markets such as NoSQL, Elasticsearch, and OpenSearch.  We also design, develop and market static random access memories, or SRAMs, that operate at speeds of less than 10 nanoseconds, which we refer to as Very Fast SRAMs, primarily for the networking and telecommunications and the military/defense and aerospace markets. We are subject to the highly cyclical nature of the semiconductor industry, which has experienced significant fluctuations, often in connection with fluctuations in demand for the products in which semiconductor devices are used. Our revenues have been substantially impacted by significant fluctuations in sales to our largest customer, Nokia. We expect that future direct and indirect sales to Nokia will continue to fluctuate significantly on a quarterly basis. The networking and telecommunications market has accounted for a significant portion of our net revenues in the past and has declined during the past several years and is expected to continue to decline.  In anticipation of the decline of the networking and telecommunications market, we have been using the revenue generated by the sales of high-speed synchronous SRAM products to finance the development of our new in-place associative computing solutions and the marketing and sale of new types of SRAM products such as radiation-hardened and radiation-tolerant SRAMs. However, with no debt and substantial liquidity, we believe we are in a better financial position than many other companies of our size.\nOur revenues in recent years have been impacted by changes in customer buying patterns and communication limitations related to COVID-19 restrictions that required a significant number of our customer contacts to work from home. Our results for the fiscal years ended March 31, 2021 and 2022 demonstrated the challenges that we have faced during the COVID-19 global pandemic, which restricted the activities of our sales force and distributors, reduced customer demand and caused the postponement of investment in certain customer sectors. These challenges impacted us as we entered new markets and engaged with target customers to sell our new APU product. Industry conferences and on-site training workshops, which are typically used for building a sales pipeline, were limited due to COVID-19 related restrictions. We adapted our sales strategies for the COVID-19 environment, where we could not have face-to-face meetings and conduct secure meetings with government and defense customers. While the COVID-19 pandemic has ended, the significant fluctuations in energy prices, worldwide inflationary pressures, rising interest rates and decline in the global economic environment have had, and may continue to have, an adverse impact on our business and financial condition. Furthermore, the easing of supply chain shortages and prior buffer stock purchases from significant customers have led to a decrease in fiscal 2023 revenues.\n37\n\n\nTable of Contents\nAs of March 31, 2023, we had cash, cash equivalents and short-term investments of $30.6 million, with no debt. We have a team in-place with tremendous depth and breadth of experience and knowledge, with a legacy business that is providing an ongoing source of funding for the development of new product lines. We have a strong balance sheet and liquidity position that we anticipate will provide financial flexibility and security in the current environment of economic uncertainty.  Generally, our primary source of liquidity is cash equivalents and short-term investments. Our level of cash equivalents and short-term investments has historically been sufficient to meet our current and longer term operating and capital needs. We believe that during the next 12 months, continued inflationary pressures and rising interest rates will continue to negatively impact general economic activity and demand in our end markets. Although it is difficult to estimate the length or gravity of the continued inflationary pressures and rising interest rates, the impact of recent bank failures, significant fluctuations in energy prices and the decline in the global economic environment, are expected to have an adverse effect on our results of operations, financial position, including potential impairments, and liquidity in fiscal 2024.\nIn November 2022, we announced measures taken to reduce our operating expenses by approximately $7.0 million on an annualized basis, primarily from salary reductions related to reduced headcount and salary decreases for certain retained employees, as well as targeted reductions in research and development spending. These strategic cost reduction measures are expected to enable us to better focus on our operational resources on advancing our proprietary APU technology. None of the Gemini-II chip development and core APU software development, including the APU compiler, will be affected by the reduction in research and development spending. The APU marketing, sales, and APU engineering efforts will retain priority in the budget. The spending reductions are not expected to impact the launch of Gemini-I in target markets, including SAR, search, and SaaS. The cost reduction initiative is expected to be completed by September 30, 2023 and will result in an approximate 15% decrease in our global workforce. In total, we expect to incur approximately $917,000 in cash expenditures for termination costs, including the payout of accrued vacation, of which $490,000 was incurred in fiscal 2023.\nRevenues.\n Substantially all of our revenues are derived from sales of our Very Fast SRAM products. Sales to networking and telecommunications OEMs accounted for 32% to 53% of our net revenues during our last three fiscal years. We also sell our products to OEMs that manufacture products for military and aerospace applications such as radar and guidance systems and satellites, for test and measurement applications such as high-speed testers, for automotive applications such as smart cruise control, and for medical applications such as ultrasound and CAT scan equipment\n.\nAs is typical in the semiconductor industry, the selling prices of our products generally decline over the life of the product. Our ability to increase net revenues, therefore, is dependent upon our ability to increase unit sales volumes of existing products and to introduce and sell new products with higher average selling prices in quantities sufficient to compensate for the anticipated declines in selling prices of our more mature products.  Although we expect the average selling prices of individual products to decline over time, we believe that, over the next several quarters, our overall average selling prices will increase due to a continuing shift in product mix to a higher percentage of higher price, higher density products, and to a lesser extent, recent price increases to our customers due to supply constraints. Our ability to increase unit sales volumes is dependent primarily upon increases in customer demand but, particularly in periods of increasing demand, can also be affected by our ability to increase production through the availability of increased wafer fabrication capacity from TSMC, our wafer supplier, and our ability to increase the number of good integrated circuit die produced from each wafer through die size reductions and yield enhancement activities.\nWe may experience fluctuations in quarterly net revenues for a number of reasons. Historically, orders on hand at the beginning of each quarter are insufficient to meet our revenue objectives for that quarter and are generally cancelable up to 30 days prior to scheduled delivery. Accordingly, we depend on obtaining and shipping orders in the same quarter to achieve our revenue objectives. In addition, the timing of product releases, purchase \n38\n\n\nTable of Contents\norders and product availability could result in significant product shipments at the end of a quarter. Failure to ship these products by the end of the quarter may adversely affect our operating results. Furthermore, our customers may delay scheduled delivery dates and/or cancel orders within specified timeframes without significant penalty.\nWe sell our products through our direct sales force, international and domestic sales representatives and distributors. Our revenues have been and are expected to continue to be impacted by changes in customer buying patterns and communication limitations related to changes in working habits that have resulted in a significant number of our customer contacts working from home. Our customer contracts, which may be in the form of purchase orders, contracts or purchase agreements, contain performance obligations for delivery of agreed upon products.  Delivery of all performance obligations contained within a contract with a customer typically occurs at the same time (or within the same accounting period).  Transfer of control occurs at the time of shipment or at the time the product is pulled from consignment as that is the point at which delivery has occurred, title and the risks and rewards of ownership have passed to the customer, and we have a right to payment. Thus, we will recognize revenue upon shipment of the product for direct sales and sales to our distributors. Sales to consignment warehouses, who purchase products from us for use by contract manufacturers, are recorded upon delivery to the contract manufacturer.\nHistorically, a small number of OEM customers have accounted for a substantial portion of our net revenues, and we expect that significant customer concentration will continue for the foreseeable future. Many of our OEMs use contract manufacturers to manufacture their equipment. Accordingly, a significant percentage of our net revenues is derived from sales to these contract manufacturers and to consignment warehouses. In addition, a significant portion of our sales are made to foreign and domestic distributors who resell our products to OEMs, as well as their contract manufacturers. Direct sales to contract manufacturers and consignment warehouses accounted for 19.8%, 31.0% and 43.7% of our net revenues for fiscal 2023, 2022 and 2021, respectively. Sales to foreign and domestic distributors accounted for 77.5%, 66.8% and 54.7%\n \nof our net revenues for fiscal 2023, 2022 and 2021, respectively. The following direct customers accounted for 10% or more of our net revenues in one or more of the following periods:\n​\n​\n​\n​\n​\n​\n​\n​\n​\n​\nFiscal Year Ended\n​\n​\n​\nMarch 31, \n​\n​\n    \n2023\n    \n2022\n    \n2021\n \nContract manufacturers and consignment warehouses:\n​\n​\n​\n​\n​\n​\n​\nFlextronics Technology\n​\n 10.4\n%  \n 16.0\n%  \n 21.1\n%\nSanmina\n​\n 8.8\n​\n 11.2\n​\n 21.5\n​\nDistributors:\n​\n​\n​\n​\n​\n​\n​\nAvnet Logistics\n​\n 48.1\n​\n 38.0\n​\n 29.8\n​\nNexcomm\n​\n 16.6\n​\n 17.2\n​\n 14.7\n​\nNokia was our largest customer in fiscal 2023, 2022 and 2021.  Nokia purchases products directly from us and through contract manufacturers and distributors.  Based on information provided to us by its contract manufacturers and our distributors, purchases by Nokia represented approximately 17%, 29% and 39% of our net revenues in fiscal 2023, 2022 and 2021, respectively. Our revenues have been substantially impacted by significant fluctuations in sales to Nokia, and we expect that future direct and indirect sales to Nokia will continue to fluctuate substantially on a quarterly basis and that such fluctuations may significantly affect our operating results in future periods.  To our knowledge, none of our other OEM customers accounted for more than 10% of our net revenues in fiscal 2023, 2022 or 2021.\nCost of Revenues.\n    Our cost of revenues consists primarily of wafer fabrication costs, wafer sort, assembly, test and burn-in expenses, the amortized cost of production mask sets, stock-based compensation and the cost of materials and overhead from operations. All of our wafer manufacturing and assembly operations, and a significant \n39\n\n\nTable of Contents\nportion of our wafer sort testing operations, are outsourced. Accordingly, most of our cost of revenues consists of payments to TSMC and independent assembly and test houses. Because we do not have long-term, fixed-price supply contracts, our wafer fabrication, assembly and other outsourced manufacturing costs are subject to the cyclical fluctuations in demand for semiconductors. We have experienced increased costs as a result of supply chain constraints for wafers and outsourced assembly, burn-in and test operations. We expect these increased manufacturing costs will continue into fiscal 2024. Cost of revenues also includes expenses related to supply chain management, quality assurance, and final product testing and documentation control activities conducted at our headquarters in Sunnyvale, California and our branch operations in Taiwan.\nGross Profit.\n    Our gross profit margins vary among our products and are generally greater on our radiation hardened and radiation tolerant SRAMs, on our higher density products and, within a particular density, greater on our higher speed and industrial temperature products. We expect that our overall gross margins will fluctuate from period to period as a result of shifts in product mix, changes in average selling prices and our ability to control our cost of revenues, including costs associated with outsourced wafer fabrication and product assembly and testing.\nResearch and Development Expenses.\n    Research and development expenses consist primarily of salaries and related expenses for design engineers and other technical personnel, the cost of developing prototypes, stock-based compensation and fees paid to consultants. We charge all research and development expenses to operations as incurred. We charge mask costs used in production to cost of revenues over a 12-month period. However, we charge costs related to pre-production mask sets, which are not used in production, to research and development expenses at the time they are incurred. These charges often arise as we transition to new process technologies and, accordingly, can cause research and development expenses to fluctuate on a quarterly basis. We believe that continued investment in research and development is critical to our long-term success, and we expect to continue to devote significant resources to product development activities. In particular, we are devoting substantial resources to the development of a new category of in-place associative computing products. Accordingly, we expect that our research and development expenses will continue to be substantial in future periods and may lead to operating losses in some periods. Such expenses as a percentage of net revenues may fluctuate from period to period.\nSelling, General and Administrative Expenses.\n     Selling, general and administrative expenses consist primarily of commissions paid to independent sales representatives, salaries, stock-based compensation and related expenses for personnel engaged in sales, marketing, administrative, finance and human resources activities, professional fees, costs associated with the promotion of our products and other corporate expenses. We expect that our sales and marketing expenses will increase in absolute dollars in future periods if we are able to grow and expand our sales force but that, to the extent our revenues increase in future periods, these expenses will generally decline as a percentage of net revenues. We also expect that, in support of any future growth that we are able to achieve, general and administrative expenses will generally increase in absolute dollars.\nAcquisition\nOn November 23, 2015, we acquired all of the outstanding capital stock of privately held MikaMonu Group Ltd. (“MikaMonu”), a development-stage, Israel-based company that specialized in in-place associative computing for markets including big data, computer vision and cyber security.  MikaMonu, located in Tel Aviv, held 12 United States patents and had a number of pending patent applications. \nThe acquisition was undertaken in order to gain access to the MikaMonu patents and the potential markets, and new customer base in those markets, that can be served by new products that we are developing using the in-place associative computing technology. \nThe acquisition has been accounted for as a purchase under authoritative guidance for business combinations.  The purchase price of the acquisition was allocated to the intangible assets acquired, with the excess \n40\n\n\nTable of Contents\nof the purchase price over the fair value of assets acquired recorded as goodwill. We perform a goodwill impairment test near the end of each fiscal year and if certain events or circumstances indicate that an impairment loss may have been incurred, on an interim basis. \nUnder the terms of the acquisition agreement, we paid the former MikaMonu shareholders initial cash consideration of approximately $4.9 million, and cash retention payments totaling $2.5 million in 2017, 2018 and 2019 to the former MikaMonu shareholders, that were conditioned on the continued employment of Dr. \nAvidan Akerib, MikaMonu’s co-founder and chief technologist.  \nWe will also make “earnout” payments to the former MikaMonu shareholders in cash or shares of our common stock, at our discretion, during a period of up to ten years following the closing if certain product development milestones and revenue targets for products based on the MikaMonu technology are achieved.  Earnout amounts of $750,000 were paid in the fiscal year ended March 31, 2019 based on the achievement of certain product development milestones. Earnout payments, up to a maximum of $30.0 million, equal to 5% of net revenues from the sale of qualifying products in excess of certain thresholds, will be made quarterly through December \n31, 2025.  \nThe portion of the retention payment made to Dr. Akerib (approximately $1.2 million) was recorded as compensation expense over the period that his services were provided to us. The portion of the retention payment made to the other former MikaMonu shareholders (approximately $1.3 million) plus the maximum amount of the potential earnout payments totals approximately $30.0 million at March 31, 2023. We determined that the fair value of this contingent consideration liability was $5.8 million at the acquisition date. The contingent consideration liability is included in contingent consideration, non-current on the Consolidated Balance Sheet at March 31, 2022 and 2023 in the amount of $2.7 million and $1.1 million, respectively.\nAt each reporting period, the contingent consideration liability will be re-measured at then current fair value with changes recorded in the Consolidated Statements of Operations.  Changes in any of the inputs may result in significant adjustments to the recorded fair value. Re-measurement of the contingent consideration liability during the fiscal year ended March 31, 2023 resulted in a decrease of the contingent consideration liability of $1.9 million. \nThe allocation of the purchase price to acquired identifiable intangible assets and goodwill was based on their estimated fair values at the date of acquisition. The fair value allocated to patents was $3.5 million and the residual value allocated to goodwill was $8.0 million. \n41\n\n\nTable of Contents\nResults of Operations\nThe following table sets forth statement of operations data as a percentage of net revenues for the periods indicated: \n​\n​\n​\n​\n​\n​\n​\n​\n​\nYear Ended March 31, \n​\n​\n​\n2023\n​\n​\n2022\n​\nNet revenues\n​\n100.0 \n%  \n​\n100.0 \n%  \nCost of revenues\n​\n40.4 \n​\n​\n44.5 \n​\nGross profit\n​\n59.6 \n​\n​\n55.5 \n​\nOperating expenses: \n​\n​\n​\n​\n​\n​\nResearch and development\n​\n79.3 \n​\n​\n73.9 \n​\nSelling, general and administrative\n​\n33.5 \n​\n​\n30.6 \n​\nTotal operating expenses\n​\n112.8 \n​\n​\n104.5 \n​\nLoss from operations\n​\n(53.2)\n​\n​\n(49.0)\n​\nInterest and other income (expense), net\n​\n0.7 \n​\n​\n(0.2)\n​\nLoss before income taxes\n​\n(52.5)\n​\n​\n(49.2)\n​\nProvision (benefit) for income taxes\n​\n1.3 \n​\n​\n(0.2)\n​\nNet loss\n​\n(53.8)\n​\n​\n(49.0)\n​\n​\nFiscal Year Ended March 31, 2023 Compared to Fiscal Year Ended March 31, 2022\nNet Revenues.\n    Net revenues decreased by 11.1% from $33.4 million in fiscal 2022 to $29.7 million in fiscal 2023.\n \nThe overall average selling price of all units shipped in fiscal 2023 increased by 2.1% in fiscal 2023 compared to the prior fiscal year. The decrease in net revenues in fiscal 2023 compared to fiscal 2022 is related to the decline in the global economic environment during the period. Units shipped decreased by 13.7% in fiscal 2023 compared to fiscal 2022. The networking and telecommunications markets represented 32% and 49% of shipments in fiscal 2023 and in fiscal 2022, respectively. Direct and indirect sales to Nokia, currently our largest customer, decreased by $4.6 million from $9.6 million in fiscal 2022 to $5.0 million fiscal 2023 due to buffer stock purchases in fiscal 2022 which did not recur in fiscal 2023 as supply shortages eased. Shipments to Nokia will continue to fluctuate as a result of demand and shipments to its end customers. Shipments of our SigmaQuad product line accounted for 49.1% of total shipments in fiscal 2023 compared to 51.2% of total shipments in fiscal 2022. \nWhile recent customer order patterns have been particularly variable, these fluctuations are related to economic and external factors, which include \nthe rapid rise in energy prices, worldwide inflationary pressures, rising interest rates and the decline in the global economic environment\n.\nCost of Revenues.\n    Cost of revenues decreased by 19.1% from $14.8 million in fiscal 2022 to $12.0 million in fiscal 2023. Cost of revenues decreased as a result of the lower volume of units shipped in fiscal 2023 compared to fiscal 2022 as discussed above. Cost of revenues included a provision for excess and obsolete inventories of $226,000 in fiscal 2023 compared to $402,000 in fiscal 2022. Cost of revenues included stock-based compensation expense of $202,000 and $248,000, respectively, in fiscal 2023 and fiscal 2022. \nGross Profit.\n    Gross profit decreased by 4.6% from $18.5 \nmillion in fiscal 2022 to $17.7 million in fiscal 2023.  Gross margin increased from 55.5% in fiscal 2022 to 59.6% in fiscal 2023. The change in gross profit is primarily related to the change in net revenues discussed above.  The increase in gross margin was primarily related to changes in the mix of products and customers and, to a lesser extent, a 20% price increase effective in December 2021 for the majority of our products.\nResearch and Development Expenses.\n    Research and development expenses decreased 4.5% from $24.7 million in fiscal 2022 to $23.6 million in fiscal 2023. The reduction in research and development spending in fiscal \n42\n\n\nTable of Contents\n2023 reflects the impact of cost reduction measures implemented in the quarter ended December 31, 2022. The decrease in research and development spending was primarily related to decreases of $1.7 million in payroll related expenses and $360,000 in stock-based compensation expense, partially offset by increases of $436,000 in outside consulting expenses and $253,000 in software maintenance expense. Research and development expenses included stock-based compensation expense of $1.3 million and $1.7 million in fiscal 2023 and fiscal 2022, respectively.\nSelling, General and Administrative Expenses.\n    Selling, general and administrative expenses increased 1.4% from $10.2 million in fiscal 2022 to $10.4 million in fiscal 2023. In fiscal 2023, the value of contingent consideration liability resulting from the MikaMonu acquisition decreased by $1.5 million compared to a decrease of $1.6 million in fiscal 2022 as a result of re-measurement of contingent consideration liability in each year. The increase in selling, general and administrative expenses included increases of $348,000 in professional fees and $121,000 in facility related expenses, partially offset by decreases of $423,000 in payroll related expenses and $118,000 in stock-based compensation expense. Payroll related expenses included approximately $200,000 for severance payments made to terminated employees as a result of our cost cutting measures discussed above. Selling, general and administrative expenses included stock-based compensation expense of $951,000 and $1.1 million, respectively, in fiscal 2023 and fiscal 2022.\nInterest and Other Income (Expense), Net.\n  Interest and other income (expense), net increased from an expense of $60,000 in fiscal 2022 to income of $202,000 \nin fiscal 2023. Interest income increased by $252,000 due to higher interest rates received on cash and short-term and long-term investments, partially offset by lower levels of short-term and long-term investments.  The foreign currency exchange loss decreased from ($131,000) in fiscal 2022 to ($121,000) in fiscal 2023. The exchange loss in each period was primarily related to our Taiwan branch operations and operations in Israel.\nProvision (benefit) for Income Taxes.\n    The provision for income taxes increased from a benefit from income taxes of ($45,000) in fiscal 2022 to a provision of $372,000 in fiscal 2023. The benefit for income taxes in fiscal 2022 included a benefit of ($220,000) related to the approval by the Israel tax authorities of a “Preferred Company” tax rate that was retroactively applied to fiscal 2018 and subsequent fiscal years. Because we recorded a cumulative three-year loss on a U.S. tax basis for the year ended March 31, 2023 and the realization of our deferred tax assets is questionable, we recorded a tax provision reflecting a valuation allowance of $17.5 million in net deferred tax assets in fiscal 2023. Reductions in uncertain tax benefits due to lapses in the statute of limitations were not significant in the years ended March 31, 2023 and 2022.\nNet Loss.\n    \nNet loss was ($16.4) million in fiscal 2022 compared to a net loss of ($16.0) million in fiscal 2023.  This decrease was primarily due to the changes in net revenues, gross profit and operating expenses discussed above.\n43\n\n\nTable of Contents\nLiquidity and Capital Resources\nAs of March 31, 2023, our principal sources of liquidity were cash, cash equivalents and short-term investments of $30.6 million\n \ncompared to $44.0 million as of March 31, 2022. Cash, cash equivalents and short-term investments totaling $21.4 million were held in foreign locations as of March 31, 2023. Net cash used in operating activities was $16.8 million and $13.8 million for fiscal 2023 and fiscal 2022, respectively. \nThe primary uses of cash in fiscal 2023 were the net loss of $16.0 million, a reduction in accrued expenses and other liabilities of $2.3 million and an increase in inventories of $2.0 million. The reduction in accrued expenses and other liabilities was primarily related to the payment of fiscal 2022 year-end accruals for incentive compensation. The uses of cash in fiscal 2023 were less than the net loss due to non-cash items including stock-based compensation of $2.5 million and depreciation and amortization expenses of $1.0 million. The primary source of cash in fiscal 2023 was a decrease in accounts receivable of $1.1 million. The primary uses of cash in fiscal 2022 were the net loss of $16.4 million and increases in accounts receivable, inventory and accrued expenses and other liabilities. The uses of cash in fiscal 2022 were less than the net loss due to non-cash items including stock-based compensation of $3.0 million and depreciation and amortization expenses of $1.0 million. \nNet cash provided by investing activities was $6.7 million and $4.2 million in fiscal 2023 and 2022, respectively. Investment activities in fiscal 2023 primarily consisted of the maturity of certificates of deposit and agency bonds of $7.0 million partially offset by the purchase of property and equipment of $316,000. Investment activities in fiscal 2022 primarily consisted of the maturity of certificates of deposit and agency bonds of $12.1 million partially offset by the purchase of certificates of deposit of $7.2 million. \nCash provided by financing activities was $402,000 and $2.4 million in fiscal 2023 and fiscal 2022, respectively and consisted of the net proceeds from the sale of common stock pursuant to our employee stock plans. \nAt March 31, 2023, we had total minimum lease obligations of approximately $686,000 from April 1, 2023 through February 29, 2024, under non-cancelable operating leases for our facilities.\nWhile the disruptions in the capital markets as a result of rising interest rates, worldwide inflationary pressures, significant fluctuations in energy prices and the decline in the global economic environment have created significant uncertainty as to general economic and capital market conditions for the remainder of 2023 and beyond, we believe that our existing balances of cash, cash equivalents and short-term investments, and cash flow expected to be generated from our future operations, will be sufficient to meet our cash needs for working capital and capital expenditures for at least the next 12 months, although we could be required, or could elect, to seek additional funding prior to that time. Our future capital requirements will depend on many factors, including the rate of revenue growth, if any, that we experience, any additional manufacturing cost increases resulting from supply constraints, the extent to which we utilize subcontractors, the levels of inventory and accounts receivable that we maintain, the timing and extent of spending to support our product development efforts and the expansion of our sales and marketing efforts. A material decline in the global economic environment could result in a need to raise additional capital or incur additional indebtedness to fund strategic initiatives or operating activities, particularly if we pursue additional acquisitions of businesses, products or technologies. We cannot assure you that additional equity or debt financing, if required, will be available on terms that are acceptable or at all.\nAs of March 31, 2023, we had $1.7 million in purchase obligations for facility leases and software and test purchase obligations that are binding commitments, of which $1.3 million are payable in the next twelve months and $416,000 are committed in the long term.\n​\nAs of March 31, 2023, the current portion of our unrecognized tax benefits was $0, and the long-term portion was $0. \n44\n\n\nTable of Contents\nIn connection with the acquisition of MikaMonu on November 23, 2015, we are required to make contingent consideration payments to the former MikaMonu shareholders conditioned upon the achievement of certain revenue targets for products based on the MikaMonu technology. As of March 31, 2023, the accrual for potential payment of contingent consideration was $1.1 million.\nCritical Accounting Policies and Estimates\nThe preparation of our consolidated financial statements and related disclosures in conformity with accounting principles generally accepted in the United States (“GAAP”) requires us to make estimates and assumptions that affect the reported amounts of assets and liabilities and disclosure of contingent assets and liabilities at the date of the financial statements and the reported amounts of revenue and expenses during the reporting period. Significant estimates are inherent in the preparation of the consolidated financial statements and include estimates affecting obsolete and excess inventory, contingent consideration and the valuation of intangibles and goodwill. We believe that we consistently apply these judgments and estimates and that our financial statements and accompanying notes fairly represent our financial results for all periods presented. However, any errors in these judgments and estimates may have a material impact on our balance sheet and statement of operations. Critical accounting estimates, as defined by the Securities and Exchange Commission, are those that are most important to the portrayal of our financial condition and results of operations and require our most difficult and subjective judgments and estimates of matters that are inherently uncertain. Our critical accounting estimates include those regarding the valuation of inventories, contingent consideration and the valuation of intangibles and goodwill.\nRevenue Recognition.\n Revenue is recognized upon transfer of control which occurs at the point at which delivery has occurred, title and the risks and rewards of ownership have passed to the customer, and the Company has a right to payment. For all transactions apart from consignment sales, the Company will recognize revenue upon shipment of the product.  For consignment sales, revenue is recognized at the time that the product is pulled from consignment warehouses. \nThere was no revenue in fiscal 2023 resulting from sales of SaaS applications. See the policy in Note 2 – Revenue Recognition.\nValuation of Inventories.\n    Inventories are stated at the lower of cost or net realizable value, cost being determined on a weighted average basis. Our inventory write-down allowance is established when conditions indicate that the selling price of our products could be less than cost due to physical deterioration, obsolescence based on changes in technology and demand, changes in price levels, or other causes. We consider the need to establish the allowance for excess inventory generally based on inventory levels in excess of 12 months of forecasted customer demand for each specific product, which is based on historical sales and expected future orders. At any point in time, some portion of our inventory is subject to the risk of being materially in excess of our projected demand. Additionally, our average selling prices could decline due to market or other conditions, which creates a risk that costs of manufacturing our inventory may not be recovered. These factors contribute to the risk that we may be required to record additional inventory write-downs in the future, which could be material. In addition, if actual market conditions are more favorable than expected, inventory previously written down may be sold to customers resulting in lower cost of sales and higher income from operations than expected in that period.\n​\nAccounting for Income Taxes.\n    \nWe account for income taxes under the liability method, whereby deferred tax assets and liabilities are determined based on the difference between the financial statement and tax bases of assets and liabilities using enacted tax rates in effect for the year in which the differences are expected to affect taxable income. We make certain estimates and judgments in the calculation of tax liabilities and the determination of deferred tax assets, which arise from temporary differences between tax and financial statement recognition methods. We record a valuation allowance to reduce our deferred tax assets to the amount that management estimates is more likely than not \n45\n\n\nTable of Contents\nto be realized. \nDue to historical losses in the U.S., we have a full valuation allowance on our U.S. federal and state deferred tax assets. \nIf, in the future we determine that we are likely to realize all or part of our net deferred tax assets, an adjustment to deferred tax assets would be added to earnings in the period such determination is made.\nIn addition, the calculation of tax liabilities involves inherent uncertainty in the application of complex tax laws. We record tax reserves for additional taxes that we estimate we may be required to pay as a result of future potential examinations by federal and state taxing authorities. If the payment ultimately proves to be unnecessary, the reversal of these tax reserves would result in tax benefits being recognized in the period we determine such reserves are no longer necessary. If an ultimate tax assessment exceeds our estimate of tax liabilities, an additional charge to provision for income taxes will result. See the policy in Note 6 – Income Taxes.\nStock-Based Compensation Expense. \n Stock-based compensation expense recognized in the statement of operations is based on options ultimately expected to vest, reduced by the amount of estimated forfeitures. We chose the straight-line method of allocating compensation cost over the requisite service period of the related award in accordance with the authoritative guidance. We calculated the expected term based on the historical average period of time that options were outstanding as adjusted for expected changes in future exercise patterns, which, for options granted in fiscal 2023, 2022 and 2021, resulted in an expected term of approximately 4.6 to 5.0 years, 5.0 years and 5.0 years, respectively. We used our historical volatility to estimate expected volatility in fiscal 2023, 2022 and 2021. The risk-free interest rate is based on the U.S. Treasury yields in effect at the time of grant for periods corresponding to the expected life of the options. The dividend yield is 0% based on the fact that we have never paid dividends and have no present intention to pay dividends. Determining some of these assumptions requires significant judgment and changes to these assumptions could result in a significant change to the calculation of stock-based compensation in future periods. See Accounting for stock-based compensation in Note 1.\nContingent Consideration. \nThe fair value of the contingent consideration liability potentially payable in connection with our acquisition of MikaMonu was initially determined as of the acquisition date using unobservable inputs. These inputs included the estimated amount and timing of future cash flows, the probability of achievement of the forecast, and a risk-adjusted discount rate to adjust the probability-weighted cash flows to their present value. Since the acquisition date, at each reporting period, the contingent consideration liability is re-measured at its then current fair value with changes recorded selling, general and administrative expenses in the Consolidated \nStatements of Operations. Due to revisions to the amount of expected revenue, the timing of revenue to be recognized prior to the end of the earnout period and the probability of achievement of the APU revenue forecast, the contingent consideration liability decreased by $1.7 million from March 31, 2022 to March 31, 2023. Future changes to any of the inputs, including forecasted revenues from a new product, which are inherently difficult to estimate, or the valuation model selected, may result in material adjustments to the recorded fair value\n.\nValuation of Goodwill and Intangibles.  \nGoodwill represents the difference between the purchase price and the estimated fair value of the identifiable assets acquired and liabilities assumed in a business combination. We test for goodwill impairment on an annual basis, or more frequently if events or changes in circumstances indicate that the asset is more likely than not impaired. We have one reporting unit. We assess goodwill for impairment on an annual basis on the last day of February in the fourth quarter of our fiscal year.\nWe had a goodwill balance of $8.0 million as of both March 31, 2023 and March 31, 2022. The goodwill resulted from the acquisition of MikaMonu Group Ltd. in fiscal 2016. We completed our annual goodwill impairment test during the fourth quarter of fiscal 2023 and concluded that there was no impairment, as the fair value of our sole reporting unit exceeded its carrying value. \nFor the fiscal year ended March 31, 2023, we identified sustained declines in our stock price that resulted in our market capitalization being below the carrying value of our stockholders’ equity. We concluded the sustained declines in our stock price were triggering events and proceeded with quantitative goodwill impairment assessments. \n46\n\n\nTable of Contents\nThe results of the quantitative goodwill impairment assessments that we performed indicated the fair value of our sole reporting unit exceeded its carrying value as of December 31, 2022, February 28, 2023, and March 31, 2023.\n The quantitative impairment assessments were performed as of December 1, 2022, February 28, 2023, and March 31, 2023, utilizing an equal weighting of the income approach and the market comparable method. The analysis required the comparison of our carrying value with our fair value, with an impairment recorded for any excess of carrying value over the fair value. The income approach utilized a discounted cash flow analysis to determine the fair value of our single reporting unit. Key assumptions used in the discounted cash flow analysis included, but are not limited to, a discount rate of approximately 22% to account for risk in achieving the forecast and a terminal growth rate for cash flows of 2%. The market comparable method was used to determine the fair value of the reporting unit by multiplying forecasted revenue by a market multiple. The revenue market multiple was calculated by comparing the enterprise value to revenue for comparable companies in the semiconductor industry and then applying a control premium. The equal weighting of the income approach and the market comparable method was then reconciled to the market approach. The market approach was calculated by multiplying the average closing share price of our common stock for the 30 days prior to the measurement date, by the number of outstanding shares of our common stock and adding a \ncontrol premium \nthat reflected the premium a hypothetical buyer might pay. The \ncontrol premium\n was \nestimated using historical acquisition transactions in the semiconductor industry over the past five years. The results of the quantitative analysis performed indicated the fair value of the reporting unit exceeded its carrying value. As a result, we concluded there was no \ngoodwill impairment \nas of December 31, 2022, February 28, 2023, or March 31, 2023.\nA number of significant assumptions and estimates are involved in the income approach and the market comparable method. The income approach assumes the future cash flows reflect market expectations. The market comparable method requires an estimate of a revenue market multiple and an appropriate control premium. These fair value measurements require significant judgements using Level 3 inputs, such as discounted cash flows from operations and revenue forecasts, which are not observable from the market, directly or indirectly. There is uncertainty in the projected future cash flows used in our impairment analysis, which requires the use of estimates and assumptions. If actual performance does not achieve the projections, or if the assumptions used in the analysis change in the future, we may be required to recognize impairment charges in future periods. Key assumptions in the market approach include determining a control premium. We believe our procedures for determining fair value are reasonable and consistent with current market conditions as of December 31, 2022 and March 31, 2023.\nIntangible assets with finite useful lives are amortized over their estimated useful lives, generally on a straight-line basis over five to fifteen years. We review identifiable amortizable intangible assets for impairment whenever events or changes in circumstances indicate that the carrying value of the assets may not be recoverable. Determination of recoverability is based on the lowest level of identifiable estimated undiscounted cash flows resulting from use of the asset and its eventual disposition. Measurement of any impairment loss is based on the excess of the carrying value of the asset over its fair value. Based on the uncertainty of forecasts, events such as the failure to generate revenue from future product launches could result in impairment in the future.\n \nWe identified a potential impairment indicator for the finite lived intangible assets and performed a recoverability test by comparing the sum of the estimated undiscounted future cash flows of the asset group to the carrying amount as of December 31, 2022 and March 31, 2023. The result of the recoverability tests indicated that the sum of the expected future cash flows was greater than the carrying amount of the finite lived intangible assets. Based on the uncertainty of forecasts inherent with a new product, events such as the failure to generate forecasted revenue from the APU product could result in a non-cash impairment charge in future periods.\nRecent Accounting Pronouncements\nPlease refer to Note 1 to our consolidated financial statements appearing under Part II, Item 8 for a discussion of recent accounting pronouncements that may impact the Company.\n47\n\n\nTable of Contents\nItem \n7A.   \nQuantitative and Qualitative Disclosures About Market Risk\nForeign Currency Exchange Risk.\n    Our revenues and expenses, except those expenses related to our operations in Israel and Taiwan, including subcontractor manufacturing expenses in Taiwan, are denominated in U.S. dollars. As a result, we have relatively little exposure for currency exchange risks, and foreign exchange losses have been minimal to date. We do not currently enter into forward exchange contracts to hedge exposure denominated in foreign currencies or any other derivative financial instruments for trading or speculative purposes. In the future, if we believe our foreign currency exposure has increased, we may consider entering into hedging transactions to help mitigate that risk.\nInterest Rate Sensitivity.\n    \nWe had cash, cash equivalents, short term investments and long-term investments totaling $30.6 million at March 31, 2023. These amounts were invested primarily in money market funds, certificates of deposit and agency bonds. The cash, cash equivalents and short-term marketable securities are held for working capital purposes. We do not enter into investments for trading or speculative purposes. Due to the short-term nature of these investments, we believe that we do not have any material exposure to changes in the fair value of our investment portfolio as a result of changes in interest rates. We believe a hypothetical 100 basis point increase in interest rates would not materially affect the fair value of our interest-sensitive financial instruments. Declines in interest rates, however, will reduce future investment income.\n​\n48\n\n\nTable of Contents",
    "item7a": ">Item 7A.\nQuantitative and Qualitative Disclosures About Market Risk\n48\nItem 8.\nFinancial Statements and Supplementary Data\n49\nItem 9.\nChanges in and Disagreements with Accountants on Accounting and Financial Disclosure\n87\nItem 9A.\nControls and Procedures\n87\nItem 9B.\nOther Information\n88\nItem 9C.\nDisclosure Regarding Foreign Jurisdictions that Prevent Inspections\n88\n​\n​\n​\nPART III\n​\n89\nItem 10.\nDirectors, Executive Officers and Corporate Governance\n89\nItem 11.\nExecutive Compensation\n89\nItem 12.\nSecurity Ownership of Certain Beneficial Owners and Management and Related Stockholder Matters\n89\nItem 13.\nCertain Relationships and Related Transactions, and Director Independence\n89\nItem 14.\nPrincipal Accountant Fees and Services\n89\n​\n​\n​\nPART IV\n​\n90\nItem 15.\nExhibits and Financial Statement Schedules\n90\nItem 16.\nForm 10-K Summary\n93\n​\n​\nSIGNATURES\n94\n​\n​\n2\n\n\nTable of Contents\nForward-looking Statements\nIn addition to historical information, this Annual Report on Form 10-K includes forward-looking statements within the meaning of Section 27A of the Securities Act of 1933, as amended, and Section 21E of the Securities Exchange Act of 1934, as amended (the “Exchange Act”). These forward-looking statements involve risks and uncertainties. Forward-looking statements are identified by words such as “anticipates,” “believes,” “expects,” “intends,” “may,” “will,” and other similar expressions. In addition, any statements which refer to expectations, projections, or other characterizations of future events or circumstances are forward-looking statements. Actual results could differ materially from those projected in the forward-looking statements as a result of a number of factors, including those set forth in this report under “Management’s Discussion and Analysis of Financial Condition and Results of Operations” and “Risk Factors,” those described elsewhere in this report, and those described in our other reports filed with the Securities and Exchange Commission (“SEC”). We caution you not to place undue reliance on these forward-looking statements, which speak only as of the date of this report, and we undertake no obligation to update these forward-looking statements after the filing of this report. You are urged to review carefully and consider our various disclosures in this report and in our other reports publicly disclosed or filed with the SEC that attempt to advise you of the risks and factors that may affect our business.\nPART I",
    "cik": "1126741",
    "cusip6": "36241U",
    "cusip": [
        "36241U106"
    ],
    "names": [
        "GSI TECHNOLOGY INC"
    ],
    "source": "https://www.sec.gov/Archives/edgar/data/1126741/000155837023011516/0001558370-23-011516-index.htm"
}