{
    "item1": ">ITEM 1. BUSINESS\nOVERVIEW\nThe Company\nNews Corporation (the “Company,” “News Corp,” “we,” “us,” or “our”) is a global diversified media and information services company focused on creating and distributing authoritative and engaging content and other products and services to consumers and businesses throughout the world. The Company comprises businesses across a range of media, including digital real estate services, subscription video services in Australia, news and information services and book publishing, that are distributed under some of the world’s most recognizable and respected brands, including \nThe Wall Street Journal\n, \nBarron’s\n, Dow Jones, \nThe Australian\n, \nHerald Sun\n, \nThe Sun\n, \nThe Times,\n HarperCollins Publishers, Foxtel, FOX SPORTS Australia, realestate.com.au, Realtor.com\n®\n, talkSPORT, OPIS and many others.\nThe Company’s commitment to premium content makes its properties a premier destination for news, information, sports, entertainment and real estate. The Company distributes its content and other products and services to consumers and customers across an array of digital platforms including websites, mobile apps, smart TVs, social media, e-book devices and streaming audio platforms, as well as traditional platforms such as print, television and radio. The Company’s focus on quality and product innovation has enabled it to capitalize on the shift to digital consumption to deliver its content and other products and services in a more engaging, timely and personalized manner and create opportunities for more effective monetization, including new licensing and partnership arrangements and digital offerings that leverage the Company’s existing content rights. The Company is pursuing multiple strategies to further exploit these opportunities, including leveraging global audience scale and valuable data and sharing technologies and practices across geographies and businesses.\nThe Company’s diversified revenue base includes recurring subscriptions, circulation sales, advertising sales, sales of real estate listing products, licensing fees and other consumer product sales. Headquartered in New York, the Company operates primarily in the United States, Australia and the U.K., with its content and other products and services distributed and consumed worldwide. The Company’s operations are organized into six reporting segments: (i) Digital Real Estate Services; (ii) Subscription Video Services; (iii) Dow Jones; (iv) Book Publishing; (v) News Media; and (vi) Other, which includes the Company’s general corporate overhead expenses, strategy costs and costs related to the U.K. Newspaper Matters (as defined in Note 16—Commitments and Contingencies in the accompanying Consolidated Financial Statements).\nThe Company maintains a 52-53 week fiscal year ending on the Sunday nearest to June 30 in each year. Fiscal 2023, fiscal 2022 and fiscal 2021 included 52, 53 and 52 weeks, respectively. Unless otherwise noted, all references to the fiscal periods ended June 30, 2023, June 30, 2022 and June 30, 2021 relate to the fiscal periods ended July 2, 2023, July 3, 2022 and June 27, 2021, respectively. For convenience purposes, the Company continues to date its financial statements as of June 30.\nCorporate Information\nNews Corporation is a Delaware corporation originally organized on December 11, 2012 in connection with its separation from Twenty-First Century Fox, Inc., which was completed on June 28, 2013. Unless otherwise indicated, references in this Annual Report on Form 10-K for the fiscal year ended June 30, 2023 (the “Annual Report”) to the “Company,” “News Corp,” “we,” “us,” or “our” means News Corporation and its subsidiaries. The Company’s principal executive offices are located at 1211 Avenue of the Americas, New York, New York 10036, and its telephone number is (212) 416-3400. The Company’s Class A and Class B Common Stock are listed on The Nasdaq Global Select Market under the trading symbols “NWSA” and “NWS,” respectively, and CHESS Depositary Interests representing the Company’s Class A and Class B Common Stock are listed on the Australian Securities Exchange (“ASX”) under the trading symbols “NWSLV” and “NWS,” respectively. More information regarding the Company is available on its website at \nwww.newscorp.com\n, including the Company’s Annual Reports on Form 10-K, Quarterly Reports on Form 10-Q, Current Reports on Form 8-K and amendments to those reports filed or furnished pursuant to Section 13(a) or 15(d) of the Securities Exchange Act of 1934, as amended (the “Exchange Act”), which are available, free of charge, as soon as reasonably practicable after the material is electronically filed with or furnished to the Securities and Exchange Commission (“SEC”). The information on the Company’s website is not, and shall not be deemed to be, a part of this Annual Report or incorporated into any other filings it makes with the SEC.\nSpecial Note Regarding Forward-Looking Statements\nThis document and any documents incorporated by reference into this Annual Report, including “Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations,” contain statements that constitute “forward-looking \n1\nTable of Contents\nstatements” within the meaning of Section 21E of the Exchange Act and Section 27A of the Securities Act of 1933, as amended. All statements that are not statements of historical fact are forward-looking statements. The words “expect,” “will,” “estimate,” “anticipate,” “predict,” “believe,” “should” and similar expressions and variations thereof are intended to identify forward-looking statements. These statements appear in a number of places in this document and include statements regarding the intent, belief or current expectations of the Company, its directors or its officers with respect to, among other things, trends affecting the Company’s business, financial condition or results of operations, the Company’s strategy and strategic initiatives, including potential acquisitions, investments and dispositions, the Company’s cost savings initiatives, including announced headcount reductions, and the outcome of contingencies such as litigation and investigations. Readers are cautioned that any forward-looking statements are not guarantees of future performance and involve risks and uncertainties. More information regarding these risks and uncertainties and other important factors that could cause actual results to differ materially from those in the forward-looking statements is set forth under the heading “Item 1A. Risk Factors” in this Annual Report. The Company does not ordinarily make projections of its future operating results and undertakes no obligation (and expressly disclaims any obligation) to publicly update or revise any forward-looking statements, whether as a result of new information, future events or otherwise, except as required by law. Readers should carefully review this document and the other documents filed by the Company with the SEC. This section should be read together with the Consolidated Financial Statements of News Corporation (the “Financial Statements”) and related notes set forth elsewhere in this Annual Report.\nBUSINESS OVERVIEW\nThe Company’s six reporting segments are described below. \nFor the fiscal year ended June 30, 2023\nRevenues\nSegment\nEBITDA\n(in millions)\nDigital Real Estate Services\n$\n1,539 \n$\n457 \nSubscription Video Services\n1,942 \n347 \nDow Jones\n2,153 \n494 \nBook Publishing\n1,979 \n167 \nNews Media\n2,266 \n156 \nOther\n— \n(201)\nDigital Real Estate Services \nThe Company’s Digital Real Estate Services segment consists of its 61.4% interest in REA Group, a publicly-traded company listed on ASX (ASX: REA), and its 80% interest in Move. The remaining 20% interest in Move is held by REA Group. \nREA Group \nREA Group is a market-leading digital media business specializing in property, with operations focused on property and property-related advertising and services, as well as financial services. \nProperty and Property-Related Advertising and Services\nREA Group advertises property and property-related services on its websites and mobile apps across Australia. REA Group’s Australian operations include leading residential, commercial and share property websites realestate.com.au, realcommercial.com.au and Flatmates.com.au, as well as property research site Property.com.au. Additionally, REA Group operates media display and data services businesses, serving the display media market and markets adjacent to property, respectively. For the year ended June 30, 2023, average monthly visits to realestate.com.au were 120.6 million. Launches of the realestate.com.au app decreased 4% to 57 million average monthly launches in fiscal 2023 as compared to the prior year, with consumers spending over four times longer on the app than any other property app in Australia according to Nielsen Digital Content Ratings. Realcommercial.com.au remains Australia’s leading commercial property site across website and app. In fiscal 2023, the realcommercial.com.au app was launched 18.8 times more than the nearest competitor, and consumers spent 20.4 times longer on the realcommercial.com.au app based on Nielsen Digital Content Ratings data.\n2\nTable of Contents\nRealestate.com.au and realcommercial.com.au derive the majority of their revenue from their core property advertising listing products and monthly advertising subscriptions from real estate agents and property developers. Realestate.com.au and realcommercial.com.au offer a product hierarchy which enables real estate agents and property developers to upgrade listing advertisements to increase their prominence on the site, as well as a variety of targeted products, including media display advertising products. Flatmates.com.au derives the majority of its revenue from advertising listing products and membership fees. The media business offers unique advertising opportunities on REA Group’s websites to property developers and other relevant markets, including utilities and telecommunications, insurance, finance, automotive and retail. REA Group also provides residential property data services to the financial sector through its PropTrack data services business, primarily on a monthly subscription basis. \nREA Group’s international operations consist of digital property assets in Asia, including a 77.9% interest in REA India, a leading digital real estate services provider in India that owns and operates PropTiger.com and Housing.com (News Corp holds a 22.0% interest in REA India), and a 17.3% interest in PropertyGuru Group Ltd., a leading digital property technology company operating marketplaces in Southeast Asia and listed on the New York Stock Exchange. REA Group’s other assets include a 20% interest in Move, as referenced above. REA Group’s international businesses derive the majority of their revenue from their property advertising listing products and monthly advertising subscriptions from real estate agents and property developers.\nFinancial Services \nREA Group’s financial services business encompasses a digital property search and financing experience and mortgage broking services under its Mortgage Choice brand. REA Group has continued to execute on its financial services strategy by growing its nationwide broker network and developing innovative products and partnerships, including launching “Mortgage Choice Freedom,” a suite of white label mortgages, with digital lender Athena Home Loans, as well as a digital loan application with UBank (a division of National Australia Bank Limited). The financial services business generates revenue primarily through commissions from lenders.\nMove \nMove is a leading provider of digital real estate services in the U.S. Move primarily operates Realtor.com\n®\n, a premier real estate information, advertising and services platform, under a perpetual agreement and trademark license with the National Association of Realtors\n®\n (“NAR”). Through Realtor.com\n®\n, consumers have access to approximately 145 million properties across the U.S., including an extensive collection of homes, properties and apartments listed and displayed for sale or for rent and a large database of “off-market” properties. Realtor.com\n®\n and its related mobile apps display nearly 100% of all Multiple Listing Services (“MLS”)-listed, for-sale and rental properties in the U.S., which are primarily sourced directly from relationships with MLSs across the country. Realtor.com\n® \nalso sources new construction and rental listing content from a variety of sources, including directly from homebuilders and landlords, as well as from listing aggregators. Approximately 95% of its for-sale listings are updated at least every 10 minutes, on average, with the remaining listings updated daily. Realtor.com\n®\n’s content attracts a large and highly engaged consumer audience. Based on internal data, Realtor.com\n®\n and its mobile sites had approximately 74 million average monthly unique users during the quarter ended June 30, 2023. See “Part I. Business—Explanatory Note Regarding Certain Metrics.”\nRealtor.com\n® \ngenerates the majority of its revenues through the sale of listing advertisement and lead generation products, including Connections\nSM\n Plus, Market VIP\nSM\n, Advantage\nSM\n Pro and Sales Builder\nSM\n, as well as its real estate referral-based services ReadyConnect Concierge\nSM\n \nand UpNest. Listing advertisement and lead generation products allow real estate agents, brokers and homebuilders to enhance, prioritize and connect with consumers on for-sale property listings within the Realtor.com\n®\n website and mobile apps. Listing advertisement and lead generation products are typically sold on a subscription basis. The real estate referral-based business model, as well as the Market VIP\nSM\n lead generation product, leverage Move’s proprietary technology and platform to connect real estate professionals and other service providers, such as lenders and insurance companies, to pre-vetted consumers who have submitted inquiries via the Realtor.com\n®\n \nwebsite and mobile apps, as well as other online sources. The real estate referral-based services that connect real estate agents and brokers with these consumers typically generate fees upon completion of the associated real estate transaction, while the referral-based services that give other service providers, including lenders and insurance companies, access to the same highly qualified consumers are generally provided on a subscription basis. Realtor.com\n®\n also derives revenue from sales of non-listing advertisement, or Media, products to real estate, finance, insurance, home improvement and other professionals that enable those professionals to connect with Realtor.com\n®\n’s highly engaged and valuable consumer audience. Media products include sponsorships, display advertisements, text links, directories and other advertising and lead generation services. Non-listing advertisement pricing models include cost per thousand, cost per click, cost per unique user and subscription-based sponsorships of specific content areas or targeted geographies. \n3\nTable of Contents\nIn addition to Realtor.com\n®\n, Move also offers online tools and services to do-it-yourself landlords and tenants, including Avail, a platform that improves the renting experience for do-it-yourself landlords and tenants with online tools, educational content and world-class support. Avail employs a variety of pricing models, including subscription fees, as well as fixed- or variable-pricing models. \nThe Company’s digital real estate services businesses operate in highly competitive markets that are evolving rapidly in response to new technologies, business models, product and service offerings and changing consumer and customer preferences. The success of these businesses depends on their ability to provide products and services that are useful for consumers, real estate, mortgage and other related services professionals, homebuilders and landlords and attractive to their advertisers, the breadth, depth and accuracy of information they provide and brand awareness and reputation. These businesses compete primarily with companies that provide real-estate focused technology, products and services in their respective geographic markets, including other real estate and property websites in Australia, the United States and Asia. \nSubscription Video Services \nThe Company’s Subscription Video Services segment provides sports, entertainment and news services to pay-TV and streaming subscribers and other commercial licensees, primarily via satellite and internet distribution. This segment consists of (i) the Company’s 65% interest in NXE Australia Pty Limited, which, together with its subsidiaries, is referred to herein as the “Foxtel Group” (the remaining 35% interest in the Foxtel Group is held by Telstra Corporation Limited), and (ii) Australian News Channel (“ANC”). \nThe Foxtel Group \nThe Foxtel Group is the largest Australian-based subscription television provider, with a suite of offerings targeting a wide range of consumers. These include (i) its Foxtel premium pay-TV aggregation and Foxtel Now streaming services, which deliver approximately 200 channels\n1\n, including a number of owned and operated channels, covering sports, general entertainment, movies, documentaries, music, children’s programming and news, and (ii) its sports and entertainment streaming services, Kayo Sports and \nBINGE\n. Through both its owned and operated and licensed channels on Foxtel, as well as Foxtel Now and Kayo Sports, the Foxtel Group broadcasts and streams approximately 30,000 hours of live sports programming each year, encompassing both live national and international licensed sports events such as National Rugby League, Australian Football League, Cricket Australia and various motorsports programming. Live sports programming also includes other featured original and licensed premium sports content tailored to the Australian market such as events from ESPN. Entertainment content provided by the Foxtel Group through the Foxtel, Foxtel Now and \nBINGE\n services includes television programming from Warner Bros. Discovery, FOX, NBCUniversal, Paramount Global and BBC Studios, as well as Foxtel-produced original dramas and lifestyle shows. \nThe Foxtel Group’s content is available through channels and on-demand and is currently distributed to broadcast subscribers using Optus’s satellite platform, internet delivery via Foxtel’s set-top boxes, including the iQ4 and iQ5 (satellite and internet only), and cable networks accessed through Telstra. The Foxtel Group intends to migrate all broadcast subscribers to satellite or internet delivery by October 2023. Broadcast subscribers can also access Foxtel’s content using Foxtel GO, a companion service app on mobile devices. In addition, the Foxtel Group offers video content via the internet through its streaming services, including Kayo Sports, \nBINGE \nand Foxtel Now, which are available on a number of devices. The Foxtel Group also offers a bundled broadband product, which consists of Foxtel’s broadcast pay-TV service, sold together with an unlimited broadband service (predominantly on the National Broadband Network), and an option for customers to add home phone services. In addition to its subscription television services, the Foxtel Group operates FOX SPORTS Australia, the leading producer of live sports programming in Australia, foxsports.com.au, a leading general sports news website in Australia, and Watch NRL and Watch AFL, subscription services that provide live streaming and on-demand replays of National Rugby League and Australian Football League matches internationally.\nThe Foxtel Group generates revenue primarily through subscription revenue from its pay-TV and streaming services as well as advertising revenue, including through its new advertising product within \nBINGE\n. The Foxtel Group’s business generally is not highly seasonal, though subscribers and results can fluctuate due to the timing and mix of its local and international sports programming. See Item 7. “Management’s Discussion and Analysis of Financial Condition and Results of Operations” for information regarding certain key performance indicators for the Foxtel Group.\n1\n \nChannel count includes standard definition channels, high definition versions of those channels, audio channels and 4K Ultra HD channels.\n4\nTable of Contents\nThe Foxtel Group competes primarily with a variety of other video content providers, such as traditional Free To Air (“FTA”) TV operators in Australia, including the three major commercial FTA networks and two major government-funded FTA broadcasters, and content providers that deliver video programming over the internet to televisions, computers, and mobile and other devices. These providers include Internet Protocol television, or IPTV, subscription video-on-demand, or SVOD, and broadcast video-on-demand, or BVOD, services; streaming services offered through digital media providers; as well as programmers and distributors that provide content, including smaller, lower-cost or free programming packages, directly to consumers over the internet. The Company believes that the Foxtel Group’s premium service and exclusive content, wide array of products and services, set-top box features that enable subscribers to record, rewind, discover and watch content, its integration of third-party apps and its investment in On Demand capability and programming enable it to offer subscribers a compelling alternative to its competitors. Its streaming services, including Kayo Sports, \nBINGE\n and\n \nFoxtel Now, provide a diversified portfolio of subscription television services that allow the Foxtel Group to provide services targeted at a wide range of Australian consumers.\nAustralian News Channel \nANC operates nine channels and has carriage rights for two additional channels in Australia featuring the latest in news, politics, sports, entertainment, public affairs, business and weather. ANC is licensed by Sky International AG to use Sky trademarks and domain names in connection with its operation and distribution of channels and services. ANC’s channels consist of Fox Sports News, Sky News Live, Sky News Weather, Sky News Extra, Sky News Extra 1, Sky News Extra 2, Sky News Extra 3, Sky News New Zealand and Sky News Regional. ANC channels are distributed throughout Australia and New Zealand and available on Foxtel and Sky Network Television NZ. Sky News Regional is available on the regional FTA WIN and Southern Cross Austereo networks in Australia. ANC also owns and operates the international Australia Channel IPTV service and offers content across a variety of digital media platforms, including web, mobile and third party providers. ANC primarily generates revenue through monthly affiliate fees received from pay-TV providers and advertising. \nANC competes primarily with other news providers in Australia and New Zealand via its subscription television channels, third party content arrangements and free domain website. Its Australia Channel IPTV service also competes against subscription-based streaming news providers in regions outside of Australia and New Zealand.\n \nDow Jones\nThe Company’s Dow Jones segment is a global provider of news and business information, which distributes its content and data through a variety of owned and off-platform media channels including newspapers, newswires, websites, mobile apps, newsletters, magazines, proprietary databases, live journalism, video and podcasts. This segment consists of the Dow Jones business, whose products target individual consumers and enterprise customers and include \nThe Wall Street Journal\n, \nBarron’s\n, MarketWatch, \nInvestor’s Business Daily\n, Dow Jones Risk & Compliance, OPIS, Factiva and Dow Jones Newswires. The Dow Jones segment’s revenue is diversified across business-to-consumer and business-to-business subscriptions, circulation, advertising, including custom content and sponsorships, licensing fees for its print and digital products and participation fees for its live journalism events. Advertising revenues at the Dow Jones segment are subject to seasonality, with revenues typically highest in the Company’s second fiscal quarter due to the end-of-year holiday season.\nConsumer Products\nThrough its premier brands and authoritative journalism, the Dow Jones segment’s products targeting individual consumers provide insights, research and understanding that enable consumers to stay informed and make educated financial decisions. As consumer preferences for content consumption evolve, the Dow Jones segment continues to capitalize on a variety of digital distribution platforms, technologies and business models for these products, including distribution of content through licensing arrangements with third party subscription and non-subscription platform providers such as Apple News and Google, which is referred to as off-platform distribution. With a focus on the financial markets, investing and other professional services, many of these products offer advertisers an attractive consumer demographic. Products targeting consumers include the following:\n•\nThe Wall Street Journal (WSJ)\n. WSJ, Dow Jones’s flagship consumer product, is available in print, online and across multiple mobile devices. WSJ covers national and international news and provides analysis, commentary, reviews and opinions on a wide range of topics, including business developments and trends, economics, financial markets, investing, science and technology, lifestyle, culture, consumer products and sports. WSJ’s print products are printed at plants located around the U.S., including both owned and third-party facilities. WSJ’s digital products offer both free content and premium, subscription-only content and are comprised of WSJ.com, WSJ mobile products, including a responsive design website and mobile apps (WSJ Mobile), and live and on-demand video through WSJ.com and other platforms such as YouTube, internet-connected television and set-top boxes (WSJ \n5\nTable of Contents\nVideo), as well as podcasts. For the year ended June 30, 2023, WSJ Mobile (including WSJ.com accessed via mobile devices, as well as apps, and excluding off-platform distribution) accounted for approximately 68% of visits to WSJ’s digital news and information products according to Adobe Analytics.\n•\nBarron’s Group\n. The\n \nBarron’s Group focuses on Dow Jones consumer brands outside of The Wall Street Journal franchise, including \nBarron’s\n and MarketWatch, among other properties.\nBarron’s\n. \nBarron’s\n, which is available to subscribers in print, online and on multiple mobile devices, delivers news, analysis, investigative reporting, company profiles and insightful statistics for investors and others interested in the investment world.\nMarketWatch\n.\n MarketWatch is an investing and financial news website targeting active investors. It also provides real-time commentary and investment tools and data. Products include mobile apps and a responsive design website, and revenue is generated through the sale of advertising, as well as its premium digital subscription service.\n•\nInvestor’s Business Daily (IBD)\n. IBD provides investing content, analytical products and educational resources to subscribers in print and online, as well as through mobile apps and video. IBD’s services include the Investors.com website, the MarketSmith and LeaderBoard market research and analysis tools and a weekly print publication.\n•\nThe Wall Street Journal Digital Network (WSJDN)\n. WSJDN offers advertisers the opportunity to reach Dow Jones’s audience across a number of brands, including WSJ, Barron’s and MarketWatch. WSJDN does not include IBD.\n•\nLive Journalism\n. The Dow Jones segment offers a number of in-person and virtual conferences and events each year. These live journalism events offer advertisers and sponsors the opportunity to reach a select group of influential leaders from industry, finance, government and policy. Many of these programs also earn revenue from participation fees charged to attendees.\nThe following table provides information regarding average daily subscriptions (excluding off-platform distribution) during the three months ended June 30, 2023 for certain Dow Jones segment consumer products and for all consumer subscription products:\n(in 000’s)\nThe Wall Street Journal\n(1)\nBarron’s Group\n(1)(2)\nTotal Consumer\n(1)(3)\nDigital-only subscriptions\n(4)(5)\n3,406 \n1,018 \n4,510 \nPrint subscriptions\n(4)(5)\n560 \n150 \n732 \nTotal subscriptions\n(4)\n3,966 \n1,168 \n5,242 \n________________________\n(1)\nBased on internal data for the period from April 3, 2023 to July 2, 2023, with independent verification procedures performed by PricewaterhouseCoopers LLP UK.\n(2)\nBarron’s Group consists of \nBarron’s\n, MarketWatch, \nFinancial News \nand \nPrivate Equity News.\n \n(3)\nTotal Consumer consists of \nThe Wall Street Journal\n, Barron’s Group\n \nand \nInvestor’s Business Daily\n.\n(4)\nSubscriptions include individual consumer subscriptions, as well as subscriptions purchased by companies, schools, businesses and associations for use by their respective employees, students, customers or members. Subscriptions exclude single-copy sales and copies purchased by hotels, airlines and other businesses for limited distribution or access to customers.\n(5)\nFor some publications, including \nThe Wall Street Journal\n and \nBarron’s\n, the Dow Jones segment sells bundled print and digital products. For bundles that provide access to both print and digital products every day of the week, only one unit is reported each day and is designated as a print subscription. For bundled products that provide access to the print product only on specified days and full digital access, one print subscription is reported for each day that a print copy is served and one digital subscription is reported for each remaining day of the week.\nThe following table provides information regarding the digital platforms (excluding off-platform distribution) for certain Dow Jones segment consumer products:\nFY2023 Average\nMonthly Visits\n(1)\nFY2023 Average\nMonthly Page Views\n(2)\nFY2023 Average\nMonthly Unique Users\n(3)\nWSJ\n133 million\n473 million\n51 million\nMarketWatch\n82 million\n196 million\n38 million\nTotal Consumer\n(4)\n240 million\n723 million\n105 million\n________________________\n(1)\nIncludes visits via websites and mobile apps based on Adobe Analytics for the 12 months ended June 30, 2023.\n6\nTable of Contents\n(2)\nIncludes page views via websites and mobile apps based on Adobe Analytics for the 12 months ended June 30, 2023.\n(3)\nIncludes aggregate unique users accessing websites and mobile apps based on Adobe Analytics for the 12 months ended June 30, 2023. See “Part I. Business—Explanatory Note Regarding Certain Metrics” for more information regarding the calculation of unique users.\n(4)\nTotal Consumer consists of WSJDN and IBD.\nProfessional Information Products\nThe Dow Jones segment’s professional information products, which target enterprise customers, combine news and information with technology and tools that inform decisions and aid awareness, research, understanding and compliance. These products consist of its Dow Jones Risk & Compliance, OPIS, Factiva and Dow Jones Newswires products. Specific products include the following:\n \n•\nDow Jones Risk & Compliance\n. Dow Jones Risk & Compliance products provide data solutions for customers focused on anti-bribery and corruption, anti-money laundering, counter terrorism financing, monitoring embargo and sanction lists and other compliance requirements. Dow Jones’s solutions allow customers to filter their business transactions and third parties against its data to identify regulatory, corporate and reputational risk, and request follow-up reports to conduct further due diligence. Products include online risk data and negative news searching tools such as RiskCenter Financial Crime Search and RiskCenter Financial Crime Screening and Monitoring for bulk screening and RiskCenter Trade Compliance for trade finance-related checks on dual-use goods. Dow Jones also provides an online solution for supplier risk assessment, RiskCenter Third Party, which provides customers with automated risk and compliance checks via questionnaires and embedded scoring. Feed services include PEPs (politically exposed persons), Sanctions, Adverse Media and other Specialist Lists. In addition, Dow Jones produces customized Due Diligence Reports to assist its customers with regulatory compliance.\n•\nOil Price Information Service (OPIS)\n. OPIS \nprovides pricing data, news, analysis, software and events relating to energy commodities, including crude oil, refined products, petrochemicals, natural gas liquids, coal, metals, renewables, Renewable Identification Numbers and carbon credits.\n \nOPIS also provides pricing data, insights, analysis and forecasting for key base chemicals through its Chemical Market Analytics business.\n•\nFactiva\n. Factiva is a leading provider of global business content, built on an archive of important original and licensed publishing sources. Factiva offers content from approximately 33,000 global news and information sources from over 200 countries and territories and in 32 languages. This combination of business news and information, plus sophisticated tools, helps professionals find, monitor, interpret and share essential information. As of June 30, 2023, there were approximately 1.0 million activated Factiva users, including both institutional and individual accounts.\n•\nDow Jones Newswires\n. Dow Jones Newswires distributes real-time business news, information, analysis, commentary and statistical data to financial professionals and investors worldwide. It publishes, on average, over 15,000 news items each day, which are distributed via Dow Jones’s market data platform partners, including Bloomberg and FactSet, as well as trading platforms and websites reaching hundreds of thousands of financial professionals. This content also reaches millions of individual investors via customer portals and the intranets of brokerage and trading firms, as well as digital media publishers. Dow Jones Newswires is also used as an input for algorithms supporting automated trading.\n \nThe Dow Jones segment’s businesses compete with a wide range of media and information businesses, including print publications, digital media and information services.\nThe Dow Jones segment’s consumer products, including its newspapers, magazines, digital publications, podcasts and video, compete for consumers, audience and advertising with other local and national newspapers, web and app-based media, news aggregators, customized news feeds, search engines, blogs, magazines, investment tools, social media sources, podcasts and event producers, as well as other media such as television, radio stations and outdoor displays. Competition for subscriptions and circulation is based on news and editorial content, data and analytics content in research tools, subscription pricing, cover price and, from time to time, various promotions. Competition for advertising is based upon advertisers’ judgments as to the most effective media for their advertising budgets, which is in turn based upon various factors, including circulation volume, readership levels, audience demographics, advertising rates, advertising effectiveness and brand strength and reputation. As a result of rapidly changing and evolving technologies (including recent developments in artificial intelligence (AI), particularly generative AI), distribution platforms and business models, and corresponding changes in consumer behavior, the consumer-focused businesses within the Dow Jones segment continue to face increasing competition for both circulation and advertising revenue, including from a variety of alternative news and information sources, as well as programmatic advertising buying channels and \n7\nTable of Contents\noff-platform distribution of its products. Shifts in consumer behavior require the Company to continually innovate and improve upon its own products, services and platforms in order to remain competitive. The Company believes that these changes will continue to pose opportunities and challenges, and that it is well positioned to leverage its global reach, brand recognition and proprietary technology to take advantage of the opportunities presented by these changes.\nThe Dow Jones segment’s professional information products that target enterprise customers compete with various information service providers, compliance data providers, global financial newswires and energy and commodities pricing and data providers, including Reuters News, RELX (including LexisNexis and ICIS), Refinitiv, S&P Global, DTN and Argus Media, as well as many other providers of news, information and compliance data.\nBook Publishing \nThe Company’s Book Publishing segment consists of HarperCollins, the second largest consumer book publisher in the world based on global revenue, with operations in 17 countries. HarperCollins publishes and distributes consumer books globally through print, digital and audio formats. Its digital formats include e-books and downloadable audio books for a variety of mobile devices. HarperCollins owns more than 120 branded imprints, including Harper, William Morrow, Mariner, HarperCollins Children’s Books, Avon, Harlequin and Christian publishers Zondervan and Thomas Nelson.\nHarperCollins publishes works by well-known authors such as Harper Lee, George Orwell, Agatha Christie and Zora Neale Hurston, as well as global author brands including J.R.R. Tolkien, C.S. Lewis, Daniel Silva, Karin Slaughter and Dr. Martin Luther King, Jr. It is also home to many beloved children’s books and authors, including\n Goodnight Moon\n, \nCurious George\n, \nLittle Blue Truck\n, \nPete the Cat\n and David Walliams. In addition, HarperCollins has a significant Christian publishing business, which includes the NIV Bible, \nJesus Calling\n and author Max Lucado. HarperCollins’ print and digital global catalog includes more than 250,000 publications in different formats, in 16 languages, and it licenses rights for its authors’ works to be published in more than 50 languages around the world. HarperCollins publishes fiction and nonfiction, with a focus on general, children’s and religious content. Additionally, in the U.K., HarperCollins publishes titles for the equivalent of the K-12 educational market. \nAs of June 30, 2023, HarperCollins offered approximately 150,000 publications in digital formats, and nearly all of HarperCollins’ new titles, as well as the majority of its entire catalog, are available as e-books. Digital sales, comprising revenues generated through the sale of e-books as well as downloadable audio books, represented approximately 22% of global consumer revenues for the fiscal year ended June 30, 2023. \nDuring fiscal 2023, HarperCollins U.S. had 171 titles on the \nNew York Times\n print and digital bestseller lists, with 28 titles hitting number one, including \nAmari and The Great Game \nby B.B. Alston,\n Babel \nby R.F. Kuang,\n Battle for The American Mind\n by Pete Hegseth with David Goodwin,\n Blade Breaker\n by Victoria Aveyard\n, Faith Still Moves Mountains\n by Farris Faulkner,\n Finding Me \nby Viola Davis,\n Little Blue Truck Makes a Friend \nby Alice Schertle,\n Magnolia Table, Vol 3\n by Joanna Gaines,\n Never Never \nby Colleen Hoover and Tarryn Fisher,\n Nic Blake and The Remarkables\n by Angie Thomas,\n Portrait of an Unknown Woman\n by Daniel Silva,\n Saved \nby Benjamin Hall,\n The Courage to Be Free \nby Ron DeSantis,\n The First to Die at The End \nby Adam Silvera,\n The One and Only Ivan \nby Katherine Applegate and\n The Sour Grape \nby Jory John and Pete Oswald.\nHarperCollins derives its revenue from the sale of print and digital books to a customer base that includes global technology companies, traditional brick and mortar booksellers, wholesale clubs and discount stores, including Amazon, Apple, Barnes & Noble and Tesco. Revenues at the Book Publishing segment are significantly affected by the timing of releases and the number of HarperCollins’ books in the marketplace, and are typically highest during the Company’s second fiscal quarter due to increased demand during the end-of-year holiday season in its main operating geographies. \nThe book publishing business operates in a highly competitive market that is quickly changing and continues to see technological innovations. HarperCollins competes with other large publishers, such as Penguin Random House, Simon & Schuster and Hachette Livre, as well as with numerous smaller publishers, for the rights to works by well-known authors and public personalities; competition could also come from new entrants as barriers to entry in book publishing are low. In addition, HarperCollins competes for consumers with other media formats and sources such as movies, television programming, magazines and mobile content. The Company believes HarperCollins is well positioned in the evolving book publishing market with significant size and brand recognition across multiple categories and geographies. \nNews Media\nThe Company’s News Media segment consists primarily of News Corp Australia, News UK and the \nNew York Post\n. This segment also includes Wireless Group, operator of talkSPORT, the leading sports radio network in the U.K., and Virgin Radio, TalkTV in \n8\nTable of Contents\nthe U.K., which is available on multiple platforms including linear television and streaming, and Storyful, a social media content agency that enables the Company to source real-time video content through social media platforms. The News Media segment generates revenue primarily through circulation and subscription sales of its print and digital products and sales of print and digital advertising. Advertising revenues at the News Media segment are subject to seasonality, with revenues typically highest in the Company’s second fiscal quarter due to the end-of-year holiday season in its main operating geographies.\nNews Corp Australia\nNews Corp Australia is one of the leading news and information providers in Australia by readership, with both digital and print mastheads covering a national, regional and suburban footprint. Its digital mastheads are among the leading digital news properties in Australia based on monthly unique audience data and had approximately 943,000 aggregate digital closing subscribers as of June 30, 2023. In addition, its Monday to Friday, Saturday and Sunday, weekly and bi-weekly newspapers were read by 4.6 million Australians on average every week during the year ended March 31, 2023.\nNews Corp Australia’s news portfolio includes \nThe Australian\n and \nThe Weekend Australian\n (National), \nThe Daily Telegraph\n and \nThe Sunday Telegraph\n (Sydney), \nHerald Sun\n and \nSunday Herald Sun\n (Melbourne), \nThe Courier Mail\n and \nThe Sunday Mail\n (Brisbane) and \nThe Advertiser\n and \nSunday Mail\n (Adelaide), as well as paid digital platforms for each. In addition, News Corp Australia owns leading regional publications in Geelong, Cairns, Townsville, Gold Coast and Darwin and a small number of community mastheads.\nThe following table provides information regarding key properties within News Corp Australia’s portfolio:\nTotal Paid Subscribers for\nCombined Masthead\n(Print and Digital)\n(1)\nTotal Monthly Audience\nfor Combined Masthead\n(Print and Digital)\n(2)\nThe Australian\n318,417 \n4.2 million\nThe Daily Telegraph\n152,457 \n4.0 million\nHerald Sun\n150,887 \n4.2 million\nThe Courier Mail\n140,532 \n2.9 million\nThe Advertiser\n103,353 \n1.7 million\n________________________\n(1)\nAs of June 30, 2023, based on internal sources.\n(2)\nBased on Roy Morgan Single Source Australia; Apr 2022 – Mar 2023; P14+ average monthly print readership data for the year ended March 31, 2023.\nNews Corp Australia’s broad portfolio of digital properties also includes news.com.au, one of the leading general interest sites in Australia that provides breaking news, finance, entertainment, lifestyle, technology and sports news and delivers an average monthly unique audience of approximately 12.9 million based on Ipsos iris monthly total audience ratings for the six months ended June 30, 2023\n2\n. In addition, News Corp Australia owns other premier digital properties such as taste.com.au, a leading food and recipe site, and kidspot.com.au, a leading parenting website, as well as various other digital media assets. As of June 30, 2023, News Corp Australia’s other assets included a 13.3% interest in ARN Media Limited, which operates a portfolio of Australian radio media assets, and a 28.1% interest in Hipages Group Holdings Ltd, which operates a leading on-demand home improvement services marketplace.\nNews UK\nNews UK publishes \nThe Sun\n, \nThe Sun on Sunday\n, \nThe Times\n and \nThe Sunday Times,\n which are leading newspapers in the U.K. that together accounted for approximately one-third of all national newspaper sales as of June 30, 2023. \nThe Sun\n is the most read news brand in the U.K., and \nThe Times\n and \nThe Sunday\n \nTimes\n are the most read national newspapers in the U.K. quality market. News UK also distributes content through its digital platforms, including its websites, thesun.co.uk, the-sun.com, thetimes.co.uk and thesundaytimes.co.uk, as well as mobile apps. Together, across print and digital, these brands reach approximately 74% of adult news readers in the U.K., or approximately 35 million people, based on PAMCo data for the year ended December 31, 2022. In addition to revenue from advertising, circulation and subscription sales for its print and digital products, News UK generates revenue by providing third party printing services through its world-class printing facilities in England and Scotland and is one of \n2\n \nFull year data unavailable due to source change from Nielsen to Ipsos iris. Ipsos iris is the new digital audience measurement source that has been endorsed by the Interactive Advertising Bureau, Australia’s board and measurement council for digital advertising\n.\n9\nTable of Contents\nthe largest contract printers in the U.K. In addition, News UK has assembled a portfolio of complementary ancillary product offerings, including betting and gaming products. The following table provides information regarding News UK’s news portfolio:\nPrint Average Issue Readership\n(1)\nPaid Subscribers\n(2)\nMonthly Global Unique\nUsers\n(4)\nThe Sun (Mon – Sat)\n2,104,000\nN/A\n159 million\nThe Sun on Sunday\n2,109,000\nN/A\nThe Times (Mon – Sat)\n922,000\n120,000 (print)\n(3)\n565,000 (digital)\nN/A\nThe Sunday Times\n1,477,000\n109,000 (print)\n(3)\n565,000 (digital)\nN/A\n________________________\n(1)\nBased on Publishers Audience Measurement Company (“PAMCo”) data for the 12 months ended December 31, 2022.\n(2)\nAs of June 30, 2023, based on internal sources and including subscribers to the \nTimes Literary Supplement \n(“TLS”). Total subscribers across \nThe Times\n and \nThe Sunday Times\n, including TLS, as of June 30, 2023 was 694,000, including 565,000 closing digital subscribers. Total figures are de-duplicated for subscribers who receive a print product every day of the week.\n(3)\nIn addition to their print and digital-only products, \nThe Times\n and \nThe Sunday Times\n sell print and digital products bundled into one subscription. For bundled products that provide access to both print and digital products every day of the week, only one subscriber is reported as of June 30, 2023 and is designated as a print subscriber. For bundled products that provide access to the print product only on specified days and full digital access, a fraction equal to the number of days that a print copy is served relative to the total days in the week is reported as a print subscriber as of June 30, 2023 and a fraction equal to the number of remaining days of the week, when only a digital copy is served, relative to the total days in the week is reported as a digital subscriber.\n(4)\nIncludes aggregate unique users accessing thesun.co.uk, the-sun.com and other associated websites and mobile apps based on Meta Pixel data for the month ended June 30, 2023. See “Part I. Business—Explanatory Note Regarding Certain Metrics.” In fiscal 2023, News UK transitioned from Google Analytics to Meta Pixel, which provides more timely data and enhanced functionality.\nNew York Post\nNYP Holdings is the publisher of the \nNew York Post\n (the “\nPost\n”), NYPost.com, PageSix.com, Decider.com and related mobile apps and social media channels. The \nPost\n is the oldest continuously published daily newspaper in the U.S., with a focus on coverage of the New York metropolitan area. The \nPost\n provides a variety of general interest content ranging from breaking news to business analysis, and is known in particular for its comprehensive sports coverage, famous headlines and its iconic Page Six section, an authority on celebrity news. The print version of the \nPost\n is primarily distributed in New York, as well as throughout the Northeast, Florida and California. For the three months ended June 30, 2023, average weekday circulation based on internal sources, including mobile app digital editions, was 525,034. In addition, the Post Digital Network, which includes NYPost.com, PageSix.com and Decider.com, averaged approximately 154.3 million unique users per month during the quarter ended June 30, 2023 according to Google Analytics. See “Part I. Business—Explanatory Note Regarding Certain Metrics” for information regarding the calculation of unique users.\nThe News Media segment’s newspapers, magazines, digital publications, radio stations, television station and podcasts generally face competition from similar sources, and compete on similar bases, as the consumer products within the Dow Jones segment, particularly in their respective operating geographies. See “Item 1. Business – Business Overview – Dow Jones” above for further information.\nOther\nThe Other segment includes the Company’s general corporate overhead expenses, strategy costs and costs related to the U.K. Newspaper Matters.\n10\nTable of Contents\nGovernmental Regulation\nGeneral\nVarious aspects of the Company’s activities are subject to regulation in numerous jurisdictions around the world. The introduction of new laws and regulations in countries where the Company’s products and services are produced or distributed, and changes in existing laws and regulations in those countries or the enforcement thereof, could have a negative impact on the Company’s interests.\nAustralian Media Regulation\nThe Company’s subscription television interests are subject to Australia’s regulatory framework for the broadcasting industry, including the Broadcasting Services Act 1992 (Cth) (the “Broadcasting Services Act”) and associated Codes. The key regulatory body for the Australian broadcasting industry is the Australian Communications and Media Authority.\nKey regulatory issues for subscription television providers include: (a) anti-siphoning restrictions—currently under the ‘anti-siphoning’ provisions of the Broadcasting Services Act, subscription broadcast television providers are restricted from acquiring rights to televise certain listed events (for example, the Olympic Games and certain Australian Football League and cricket matches) unless a national or commercial television broadcaster whose television broadcasting services cover more than 50% of the Australian population has acquired the right to televise the event or such rights have not been acquired 26 weeks before the start of the relevant event and an FTA broadcaster has had a reasonable opportunity to acquire the rights to that event; and (b) content requirements—the Company must comply with certain content requirements, including restrictions on the inclusion of gambling advertising during live sporting events. \nFoxtel is also subject to various consumer protection regimes under the Telecommunications Act 1997 (Cth), the Telecommunications Act 1999 (Cth) and associated Codes, which apply to Foxtel’s provision of broadband and voice services to retail customers.\nThe Company’s Australian operating businesses are subject to other parts of the Broadcasting Services Act that may impact the Company’s ownership structure and operations and restrict its ability to take advantage of acquisition or investment opportunities.\nBenchmark Regulation\nIn connection with the OPIS business, the Company has established its own benchmark administrator, OPIS Benchmark Administration B.V. (the “Administrator”), organized in the Netherlands and authorized under the EU Benchmarks Regulation (EU) 2016/1011 (the “EU BMR”) by the Netherlands Authority for Financial Markets (the “AFM”). The Administrator oversees compliance with principles, policies and procedures governing conflicts of interest, complaints handling, input data, benchmark methodologies and other matters for any price assessments and benchmarks under its administration. The Administrator has published on its website policies and other materials governing such administration, including a benchmark statement as well as policies and procedures concerning methodologies, complaints, corrections and material changes.\nThe Administrator currently oversees two OPIS price assessments, which are not presently used as a reference for trading on an EU exchange and consequently are not benchmarks within the meaning of the EU BMR and not subject to supervision by the AFM. The OPIS business plans to have one or more benchmarks that will be used as a reference for trading on an EU exchange in the future, and such benchmarks would become subject to supervision by the AFM. The OPIS business has also aligned its oil and commodities price reporting, including the two price assessments currently administered by the Administrator, with the International Organisation of Securities Commission’s (“IOSCO’s”) Principles for Oil Reporting Agencies, which are intended to enhance the reliability of oil and commodity price assessments that are referenced in derivative contracts subject to regulation by IOSCO members.\nData Privacy and Security Regulation\nThe Company’s business activities are subject to laws and regulations governing the collection, use, sharing, protection and retention of personal data, which continue to evolve and have implications for how such data is managed. For example, in the U.S., the Federal Trade Commission continues to expand its application of general consumer protection laws to commercial data practices, including to the use of personal and profiling data from online users to deliver targeted internet advertisements. More state and local governments are also expanding, enacting or proposing data privacy laws that govern the collection and use of personal data of their residents and establish or increase penalties and in some cases, afford private rights of action to individuals \n11\nTable of Contents\nfor failure to comply, and most states have enacted legislation requiring businesses to provide notice to state agencies and to individuals whose personal information has been accessed or disclosed as a result of a data breach. For example, the California Consumer Privacy Act, as amended by the California Privacy Rights Act (“CPRA”), establishes certain transparency rules, puts greater restrictions on how the Company can collect, use and share personal information of California residents and provides California residents with certain rights regarding their personal information. The CPRA provides for civil penalties for violations, as well as a private right of action for data breaches. Similar legislation in many states impose transparency and other obligations with respect to personal data of their respective residents and provide residents with similar rights, with the exception of a private right of action. Additionally, certain of the Company’s websites, mobile apps and other online business activities are also subject to laws and regulations governing the online privacy of children, including the Children’s Online Privacy Protection Act of 1998, which prohibits the collection of personal information online from children under age 13 without prior parental consent, and the California Age Appropriate Design Code (which goes into effect on July 1, 2024), which prescribes rules relating to the design of online services likely to be accessed by children under age 18 (“CAADC”).\nSimilar laws and regulations have been implemented in many of the other jurisdictions in which the Company operates, including the European Union, the U.K. and Australia. For example, the European Union adopted the General Data Protection Regulation (“GDPR”), which provides a uniform set of rules for personal data processing throughout the European Union, and the U.K. \nadopted the Data Protection Act of 2018 (the “UK DPA”) as well as the UK General Data Protection Regulation (“UK GDPR”)\n. The GDPR, UK DPA and UK GDPR expand the regulation of the collection, processing, use, sharing and security of personal data, contain stringent conditions for consent from data subjects, strengthen the rights of individuals, including the right to have personal data deleted upon request, continue to restrict the trans-border flow of such data, require companies to conduct privacy impact assessments to evaluate data processing operations that are likely to result in a high risk to the rights and freedoms of individuals, require mandatory data breach reporting and notification, significantly increase maximum penalties for non-compliance (up to 20 million Euros or 17 million pounds, as applicable, or 4% of an entity’s worldwide annual turnover in the preceding financial year, whichever is higher) and increase the enforcement powers of the data protection authorities. The European Union also plans to replace its existing e-Privacy Directive with a new e-Privacy Regulation that will complement the GDPR and amend certain rules, including with respect to cookies and other similar technologies that the Company utilizes to obtain information from visitors to the Company’s various digital offerings. Reform of the U.K. data protection framework is currently under discussion as the Data Protection and Digital Information (No. 2) Bill progresses through the U.K. legislative process. The Bill in its current form would also make certain amendments to the U.K.’s regulations implementing the European Union’s e-Privacy Directive. In addition, the U.K. has adopted the UK Age Appropriate Design Code, which is similar to the CAADC discussed above.\nThe Company and some of its service providers rely on certain mechanisms, such as Standard Contractual Clauses, to address the European and U.K. data protection requirements for transfers of data that continue to evolve and are often subject to uncertainty and legal challenges. In June 2021, the European Commission adopted two new sets of European Union Standard Contractual Clauses, which regulate the relationship between controller and processor in accordance with the GDPR and international data transfers to a third country in the absence of an adequacy decision under the GDPR. The European Data Protection Board also adopted recommendations on measures that supplement data transfer tools to ensure compliance with the level of personal data protection required in Europe, including requirements for data exporters to assess the risks related to the transfer of personal data outside the European Economic Area and to implement, if necessary, additional contractual, organizational and technical measures such as encryption and pseudonymization. For data transfers subject to the UK GDPR, the International Data Transfer Agreement and the International Data Transfer Addendum to the European Union Standard Contractual Clauses have also been adopted. With respect to data transfers to the U.S., the European Commission has recently adopted the adequacy decision for the EU-US Data Privacy Framework and a corresponding decision from the U.K. is also expected. Such evolving requirements could cause the Company to incur additional costs, require it to change business practices or affect the manner in which it provides its services.\nIn Australia, data privacy laws impose additional requirements on organizations that handle personal data by, among other things, requiring the disclosure of cross-border data transfers, placing restrictions on direct marketing practices and imposing mandatory data breach reporting, and additional data privacy and security requirements and industry standards are under consideration.\nIndustry participants in the U.S., Europe and Australia have taken steps to increase compliance with relevant industry-level standards and practices, including the implementation of self-regulatory regimes for online behavioral advertising that impose obligations on participating companies, such as the Company, to give consumers a better understanding of advertisements that are customized based on their online behavior.\nThe interpretation and application of data privacy and security laws are often uncertain and evolving in the United States and internationally. Moreover, data privacy and security laws vary between local, state, federal and international jurisdictions and may \n12\nTable of Contents\npotentially conflict from jurisdiction to jurisdiction. The Company continues to monitor pending legislation and regulatory initiatives to ascertain relevance, analyze impact and develop strategic direction surrounding regulatory trends and developments, including any changes required in the Company’s data privacy and security compliance programs.\nU.K. Press Regulation\nAs a result of the implementation of recommendations of the Leveson inquiry into the U.K. press, a Press Recognition Panel responsible for approving, overseeing and monitoring a new press regulatory body or bodies was established. Once approved by the Press Recognition Panel, the new press regulatory body or bodies would be responsible for overseeing participating publishers. In addition to the Press Recognition Panel, certain legislation provides that publishers who are not members of an approved regulator may be liable for exemplary damages in certain cases where such damages are not currently awarded and, if Section 40 of the Crime and Courts Act 2013 is commenced, the payment of costs for both parties in libel actions in certain circumstances.\nPress regulator IMPRESS was recognized as an approved regulator by the Press Recognition Panel on October 25, 2016. However, publications representing the majority of the industry in the U.K., including News UK, entered into binding contracts to form an alternative regulator, the Independent Press Standards Organisation, or IPSO, in September 2014. IPSO currently has no plans to apply for recognition from the Press Recognition Panel. IPSO has an independent chairman and a 12-member board, the majority of which are independent. IPSO oversees the Editors’ Code of Practice, requires members to implement appropriate internal governance processes and requires self-reporting of any failures, provides a complaints handling service, has the ability to require publications to print corrections and has the power to investigate serious or systemic breaches of the Editors’ Code of Practice and levy fines of up to £1 million. The burdens IPSO imposes on its print media members, including the Company’s newspaper publishing businesses in the U.K., may result in competitive disadvantages versus other forms of media and may increase the costs of regulatory compliance.\nU.K. Radio and Television Broadcasting Regulation\nThe Company’s radio stations in the U.K. and Ireland and TalkTV are subject to regulation by the Office of Communications (Ofcom), the regulatory body for broadcasting in the U.K. In accordance with Ofcom’s regulations, the Company is required, among other things, to obtain and maintain licenses to operate these radio stations and TalkTV. Although the Company expects its licenses will, where relevant, be renewed in the ordinary course upon their expiration, there can be no assurance that this will be the case. Non-compliance by the Company with the requirements associated with such licenses or other applicable laws and regulations, including of Ofcom, could result in fines, additional license conditions, license revocation or other adverse regulatory actions.\nIntellectual Property\nThe Company’s intellectual property assets include: copyrights in newspapers, books, video programming and other content and technologies; trademarks in names and logos; trade names; domain names; and licenses of intellectual property rights. These licenses include: (1) the sports programming rights licenses for the National Rugby League, Australian Football League, Cricket Australia, V8 Supercars, Formula One and other broadcasting rights described in Note 16 to the Financial Statements; (2) licenses from various third parties of patents and other technology for the set-top boxes and related operating and conditional access systems used in the Company’s subscription television business; (3) the trademark license for the Realtor.com\n®\n website address, as well as the REALTOR\n®\n trademark (the “NAR License”); and (4) the trademark licenses for the use of FOX formative trademarks used in the Company’s pay-TV business in Australia (the “Fox Licenses”). In addition, its intellectual property assets include patents or patent applications for inventions related to its products, business methods and/or services, none of which are material to its financial condition or results of operations. The Company derives value and revenue from its intellectual property assets through, among other things, print and digital newspaper and magazine subscriptions and sales, subscriptions to its pay-TV services and distribution and/or licensing of its television programming to other television services, the sale, distribution and/or licensing of print and digital books, the sale of subscriptions to its content and information services and the operation of websites and other digital properties.\nThe Company devotes significant resources to protecting its intellectual property assets in the U.S., the U.K., Australia and other foreign territories. To protect these assets, the Company relies upon a combination of copyright, trademark, unfair competition, patent, trade secret and other laws and contract provisions. However, there can be no assurance of the degree to which these measures will be successful in any given case. Unauthorized use, including in the digital environment and as a result of recent advances in AI, particularly generative AI, presents a threat to revenues from products and services based on intellectual property. Policing unauthorized use of the Company’s products, services and content and related intellectual property is often difficult and \n13\nTable of Contents\nthe steps taken may not in every case prevent the infringement by unauthorized third parties of the Company’s intellectual property. For example, the Company seeks to limit the threat of piracy by, among other means, preventing unauthorized access to its content through the use of programming content encryption, signal encryption and other security access devices and digital rights management software, as well as by obtaining site blocking orders against pirate streaming and torrent sites and a variety of other actions. The Company also seeks to limit unauthorized use of its intellectual property by pursuing legal sanctions for infringement, promoting appropriate legislative initiatives and international treaties and enhancing public awareness of the meaning and value of intellectual property and intellectual property laws. However, effective intellectual property protection may be either unavailable or limited in certain foreign territories. Therefore, the Company also engages in efforts to strengthen and update intellectual property protection around the world, including efforts to ensure the effective enforcement of intellectual property laws and remedies for infringement.\nThird parties may challenge the validity or scope of the Company’s intellectual property from time to time, and such challenges could result in the limitation or loss of intellectual property rights. Irrespective of their validity, such claims may result in substantial costs and diversion of resources that could have an adverse effect on the Company’s operations.\nRaw Materials\nAs a major publisher of newspapers, magazines and books, the Company utilizes substantial quantities of various types of paper. In order to obtain the best available prices, substantially all of the Company’s paper purchasing is done on a regional, volume purchase basis, and draws upon major paper manufacturing countries around the world. The Company believes that under present market conditions, its sources of paper supply used in its publishing activities are adequate, although prices increased significantly in fiscal 2023. While the Company anticipates these increases will moderate, it expects prices to remain elevated.\nHuman Capital\nNews Corp’s workforce is critical to the creation and delivery of its premium and trusted content and a key contributor to the success of the company. The Company’s ability to attract, retain and engage talented employees with the skills and capabilities needed by its businesses is an essential component of its long-term business strategy to become more global and more digital, and the capabilities of the Company’s workforce have continued to evolve along with its business and strategy. Key focus areas of the Company’s human capital management strategy are described below, and additional information can be found in its Environmental, Social and Governance (“ESG”) Report, available on the Company’s website (which is not incorporated by reference herein). The Compensation Committee of the Board of Directors is responsible for assisting the Board in reviewing and assessing the Company’s risks, opportunities, strategies and policies related to human capital management, including with respect to matters such as diversity, equity and inclusion, health, safety and security, workforce engagement and culture, and talent development and retention.\nAs of June 30, 2023, the Company had approximately 25,000 employees, of whom approximately 8,600 were located in the U.S., 5,400 were located in the U.K. and 7,800 were located in Australia. Of the Company’s employees, approximately 4,000 were represented by various employee unions. The contracts with such unions will expire during various times over the next several years. The Company believes its current relationships with employees are generally good.\nCulture and Values\nThe delivery of quality news, information and entertainment to customers is a passionate, principled and purposeful enterprise. The Company believes people around the globe turn to News Corp because they trust its dedication to those values and to conducting business with integrity. The Company is always mindful that one of its greatest assets is its reputation, and ethical conduct is part of the vision, strategy and fabric of the Company. The Company has established a Compliance Steering Committee that oversees the Company’s global compliance-related policies, protocols and guidance and reports directly to the Board of Directors through the Audit Committee. Performance on ethics and compliance and other ESG objectives is evaluated in determining whether any reduction to the payout of incentive compensation for executive officers is warranted. In addition, all employees are required to regularly complete training on, and affirm compliance with, News Corp’s Standards of Business Conduct, which set forth the Company’s policy to act respectfully in the workplace, do business ethically and comply with all applicable laws and regulations, and are designed to promote a culture of compliance and legal and ethical awareness throughout the Company. The Standards of Business Conduct are reviewed regularly and approved by the Board of Directors, and are complemented by business-unit and topic-specific policies and trainings, including with respect to workplace conduct, conflicts of interest, anti-corruption and anti-bribery and insider trading. \n14\nTable of Contents\nDiversity, Equity and Inclusion\nThe Company recognizes that the unique experiences and perspectives of its employees across its businesses are critical to creating brands and products that reflect a diversity of viewpoints and engage and inspire customers around the world. The Company seeks to foster an environment where all employees feel valued, included and empowered to bring great ideas to the table. To achieve this and provide equal employment opportunities across its businesses, the Company is committed to cultivating diversity and equity and broadening opportunities for inclusion across its businesses. As of December 31, 2022, women represented 48% of News Corp’s global workforce, 37% of its senior executives\n3\n and 38% of its Board of Directors, and the Nominating and Corporate Governance Committee has a policy to include women and minorities in the candidate pool as part of the search process for each new Director. The Company’s business units have implemented diversity, equity and inclusion programs and practices tailored to their respective industries and geographies. The Company’s efforts to promote diversity, equity and inclusion include, among other things, its (1) talent attraction programs and practices to provide equal employment opportunities for all applicants and employees, such as implementing strategies to build diverse candidate pools and pipelines and promoting equitable recruitment and hiring practices, (2) employee development and training and (3) efforts to build a culture of inclusion, such as through mentoring and inclusivity programs. Through fiscal 2023, the Nominating and Corporate Governance Committee assessed the Company’s progress towards its diversity, equity and inclusion objectives annually and reported on its review to the Board of Directors. The Compensation Committee will assume these responsibilities beginning in fiscal 2024.\nHealth, Safety, Security and Wellbeing\n \nThe health, safety, security and wellbeing of the Company’s employees is a top priority of the Company’s human capital management strategy. The Company’s programs and policies are benchmarked against industry best practices and are designed to be dynamic and account for the changing risks and circumstances facing its employees. Employee wellbeing initiatives engage and support employees with targeted programs for mental and physical health. The Company’s health and safety management systems are designed to ensure compliance with local and international environmental, health and safety standards and regulatory requirements. Its physical security infrastructure addresses risks related to the workplace, employee travel, business operations, corporate events and the unique requirements of the newsroom and news-gathering operations, including through its Global Security Operations Center, which supports key international assignments and incident management. For example, the Company provides safety and security support and around-the-clock monitoring for its staff and partners in Ukraine, enabling the continuation of critical reporting from that region. The Company was able to quickly mobilize resources, including engaging legal counsel, to support a \nWall Street Journal\n reporter detained by Russian authorities earlier this year while on assignment in the country. \nCompensation and Benefits\nNews Corp’s compensation and benefits programs, which vary based on business unit and geographic location, are focused on attracting, retaining and motivating the top talent necessary to achieve its mission in ways that reflect its diverse global workforce’s needs and priorities. In addition to competitive salaries, the Company and its businesses have established short- and long-term incentive programs designed to motivate and reward performance against key business objectives and facilitate retention. News Corp also provides a range of retirement benefits based on competitive regional benchmarks and other comprehensive benefit options to meet the needs of its employees, including healthcare benefits, tax-advantaged savings vehicles, financial education, life and disability insurance, paid time off, flexible working arrangements, generous parental leave policies and other caregiving support, family planning and fertility services and a company match for charitable donations. All of the Company’s business units continually monitor pay practices, work towards advancing pay equity and are committed in their efforts to maintain rigorous benchmarking standards to identify pay gaps and proactively address imbalances.\nTraining, Development and Engagement\nNews Corp invests in training and development programs designed to enable its employees to develop the skills and leadership abilities necessary to execute on the Company’s strategy and engage and retain top talent. News Corp employees have access to a range of training opportunities. The Company provides compelling on-the-job learning experiences for its people, encouraging employees to test new ideas and expand their capabilities. It also offers workshops, webinars and classes on a variety of topics, job-specific training and other continuing education resources. The Company further supports and develops its employees through career planning resources and programs and internal mobility opportunities that build and strengthen employee versatility and leadership skills. In addition, the Company and its businesses have implemented programs to support regular performance reviews for employees to highlight their strengths and identify the skills and growth necessary to advance their careers. These programs \n3\n \nComprising the Company’s Executive Chair, Chief Executive, headquarters leadership team and chief executive officers of its primary operating companies, and executives directly reporting to each of the foregoing.\n15\nTable of Contents\nhelp the Company cultivate and invest in the next generation of leadership and represent an important component in the development of its talent pipeline. The Company’s businesses also periodically conduct employee engagement surveys or focus groups to better understand the experience, concerns and sentiments of employees.\nExplanatory Note Regarding Certain Metrics\nUnique Users\nFor purposes of this Annual Report, the Company counts unique users the first time an individual accesses a product’s website using a browser during a calendar month and the first time an individual accesses a product’s mobile app using a mobile device during a calendar month. If the user accesses more than one of a product’s desktop websites, mobile websites and/or mobile apps, the first access to each such website or app is counted as a separate unique user. In addition, users accessing a product’s websites through different browsers, users who clear their browser cache at any time and users who access a product’s websites and apps through different devices are also counted as separate unique users. For a group of products such as WSJDN, a user accessing different products within the group is counted as a separate unique user for each product accessed.\nTotal Digital Revenues\nFor purposes of this Annual Report, the Company defines total digital revenues as the sum of consolidated Digital Real Estate Services segment revenues, digital advertising revenues, digital circulation and subscription revenues (which do not include Foxtel linear broadcast cable revenues), revenues from digital book sales and other miscellaneous digital revenue streams.\nBroadcast Subscribers\nBroadcast subscribers consist of residential subscribers and commercial subscribers, which are calculated as described below.\nResidential Subscribers\nTotal number of residential subscribers represents total residential subscribers to the Company’s broadcast pay-TV services, including subscribers obtained through third-party distribution relationships.\nCommercial Subscribers\nCommercial subscribers for the Company’s pay-TV business are calculated as residential equivalent business units, which are derived by dividing total recurring revenue from these subscribers by an estimated average Broadcast ARPU which is held constant through the year. Total number of commercial subscribers represents total commercial subscribers to the Company’s broadcast pay-TV services, including subscribers obtained through third-party distribution relationships.\nBroadcast ARPU\nThe Company calculates Broadcast ARPU for its pay-TV business by dividing broadcast package revenues for the period, net of customer credits, promotions and other discounts, by average residential subscribers for the period and dividing by the number of months in the period. Average residential subscribers, or “Average Broadcast Subscribers,” for a given period is calculated by first adding the beginning and ending residential subscribers for each month in the period and dividing by two and then adding each of those monthly average subscriber numbers and dividing by the number of months in the period.\nBroadcast Subscriber Churn\nThe Company calculates Broadcast Subscriber Churn for its pay-TV business by dividing the total number of disconnected residential subscribers for the period, net of reconnects and transfers, by the Average Broadcast Subscribers for the period, calculated as described above. This amount is then divided by the number of days in the period and multiplied by 365 days to present churn on an annual basis.\nPaid Subscribers\nA paid subscriber to the Company’s streaming services is one for which the Company recognized subscription revenue. A subscriber ceases to be a paid subscriber as of their effective cancellation date or as a result of a failed payment method. Paid subscribers excludes customers receiving service for no charge under certain new subscriber promotions.\n16\nTable of Contents",
    "item1a": ">ITEM 1A. RISK FACTORS\nYou should carefully consider the following risks and other information in this Annual Report on Form 10-K in evaluating the Company and its common stock. Any of the following risks, or other risks or uncertainties not presently known or currently deemed immaterial, could materially and adversely affect the Company’s business, results of operations or financial condition, and could, in turn, impact the trading price of the Company’s common stock. \nRisks Relating to the Company’s Businesses and Operations\nThe Company Operates in a Highly Competitive Business Environment, and its Success Depends on its Ability to Compete Effectively, Including by Responding to Evolving Technologies and Changes in Consumer and Customer Behavior. \nThe Company faces significant competition from other providers of news, information, entertainment and real estate-related products and services. See “Business Overview” for more information regarding competition within each of the Company’s segments. This competition continues to intensify as a result of changes in technologies, platforms and business models and corresponding changes in consumer and customer behavior. For example, new content distribution platforms and media channels have increased the choices available to consumers for content consumption and adversely impacted, and may continue to adversely impact, demand and pricing for the Company’s newspapers, pay-TV services and other products and services. Consumption of the Company’s content on third-party delivery platforms reduces its control over how its content is discovered, displayed and monetized and may affect its ability to attract, retain and monetize consumers directly and compete effectively. While the Company has multi-year agreements with several large platforms pursuant to which the Company licenses its content for use on such platforms in exchange for significant payments, there is no guarantee that these content license agreements will be renewed on terms favorable to the Company or at all. These trends and developments have adversely affected, and may continue to adversely affect, both the Company’s circulation and subscription and advertising revenue and may increase subscriber acquisition, retention and other costs.\nTechnological developments have also increased competition in other ways. For example, digital video content has become more prevalent and attractive for many consumers via direct-to-consumer offerings, as internet streaming capabilities have enabled the disaggregation of content delivery from the ownership of network infrastructure. Other digital platforms and technologies, such as user-generated content platforms and self-publishing tools, combined, in some cases, with widespread availability of sophisticated search engines and public sources of free or relatively inexpensive information and solutions, have also reduced the effort and expense of locating, gathering and disseminating data and producing and distributing certain types of content on a wide scale, allowing digital content providers, customers, suppliers and other third parties to compete with the Company, often at a lower cost, and potentially diminishing the perceived value of the Company’s offerings. Recent developments in AI, such as generative AI, may accelerate or exacerbate these effects. Additional digital distribution channels, such as online retailers and digital marketplaces, some of which have significant scale and leverage, have also presented, and continue to present, challenges to the Company’s business models, particularly its traditional book publishing model, and any failure to adapt to or manage changes made by these channels could adversely affect sales volume, pricing and/or costs. \nIn order to compete effectively, the Company must differentiate its brands and their associated products and services, respond to new technologies, distribution channels and platforms, develop new products and services and consistently anticipate and respond to changes in consumer and customer needs and preferences, which in turn, depends on many factors both within and beyond its control. The Company relies on brand awareness, reputation and acceptance of its high-quality differentiated content and other products and services, the breadth, depth and accuracy of information provided by its digital real estate services and professional information businesses, as well as its wide array of digital offerings, in order to retain and grow its audiences, consumers and subscribers. However, consumer preferences change frequently and are difficult to predict, and when faced with a multitude of choices, consumers may place greater value on the convenience and price of content and other products and services than they do on their source, quality or reliability. For example, generative AI that has been trained on the Company’s content or is able to produce output that contains, is similar to or is based on the Company’s content without attribution or compensation, may reduce traffic to the Company’s digital properties, decrease subscriptions to its products and services and adversely affect its results of operations. Online traffic and product and service purchases are also driven by visibility on search engines, social media, digital marketplaces, mobile app stores and other platforms. The Company has limited control over changes made by these platforms affecting the visibility of its content and other products and services, which occur frequently. Any failure to successfully manage and adapt to such changes could impede the Company’s ability to compete effectively by decreasing visits to, and advertiser interest in, its digital offerings, increasing costs if free traffic is replaced with paid traffic and lowering product sales and subscriptions.\n17\nTable of Contents\nThe Company expects to continue to pursue new strategic initiatives and develop new and enhanced products and services in order to remain competitive, such as additional streaming features and options, including its recently launched ad-supported \nBINGE\n product, new content aggregation offerings, innovative digital news products and experiences and the continued expansion into new business models and various adjacencies at its digital real estate services businesses. The Company may also develop additional products and services that responsibly incorporate AI solutions to enhance insights and value for customers and consumers and respond to industry trends. The Company has incurred, and expects to continue to incur, significant costs in order to implement these strategies and develop these new and improved products and services, including costs relating to the initiatives referenced above, as well as other costs to acquire, develop, adopt, upgrade and exploit new and existing technologies and attract and retain employees with the necessary knowledge and skills. There can be no assurance any strategic initiatives, products and services will be successful in the manner or time period or at the cost the Company expects or that it will realize the anticipated benefits it expects.\nSome of the Company’s current and potential competitors have greater resources, fewer regulatory burdens, better competitive positions in certain areas, greater operating capabilities, greater access to sources of content, data, technology (including AI) or other services or strategic relationships and/or easier access to financing, which may allow them to respond more effectively to changes in technology, consumer and customer needs and preferences and market conditions. Continued consolidation or strategic alliances in certain industries in which the Company operates or otherwise affecting the Company’s businesses may increase these advantages, including through greater scale, financial leverage and/or access to content, data, technology (including AI) and other offerings. If the Company is unable to compete successfully, its business, results of operations and financial condition could be adversely affected.\nWeak Domestic and Global Economic Conditions, Volatility and Disruption in the Financial and Other Markets and Other Events Outside the Company’s Control May Adversely Affect the Company’s Business.\nThe U.S. and global economies and markets have recently experienced, and are expected to undergo in the future, periods of weakness, uncertainty and volatility due to, among other things, continued inflationary pressures, changes in monetary policy, increased interest rates, recessionary concerns,\n \nsupply chain disruptions, volatile foreign currency exchange rates, geopolitical tensions and conflicts (including the war in Ukraine) and political and social unrest. These conditions continued to increase the Company’s costs in fiscal 2023 and reduced demand for certain of its products and services. Higher home prices and interest rates, in particular, caused further declines in real estate lead and transaction volumes and adjacent businesses at its Digital Real Estate Services segment and inflation and recessionary concerns adversely impacted both corporate and consumer discretionary spending, resulting in lower advertising and book sales. Higher interest rates also contributed to recent bank failures which have strained the credit and capital markets. These and other similar conditions have in the past also resulted in, and could in the future lead to, among other things, a tightening of, and in some cases more limited access to, the credit and capital markets, lower levels of liquidity, increases in the rates of default and bankruptcy, lower consumer net worth and a decline in the real estate and energy and commodities markets. Such weakness and uncertainty and associated market disruptions have often led to broader, prolonged economic downturns that have historically resulted in lower advertising expenditures, lower demand for the Company’s products and services, unfavorable changes in the mix of products and services purchased, pricing pressures, higher borrowing costs and decreased ability of third parties to satisfy their obligations to the Company and have adversely affected the Company’s business, results of operations, financial condition and liquidity. Any continued or recurring economic weakness is likely to have a similar impact on the Company’s business, reduce revenues across its segments and otherwise negatively impact its performance. The Company is particularly exposed to (1) certain Australian business risks because it holds a substantial amount of Australian assets and generated approximately 39% of its fiscal 2023 revenues from Australia and (2) to a lesser extent, business risks relating to the U.K., where it generated approximately 12% of its fiscal 2023 revenues.\nThe Company may also be impacted by other events outside its control, including pandemics and other health crises, natural disasters, severe weather events (which may occur with increasing frequency and intensity), hostilities, political or social unrest, terrorism or other similar events. For example, the COVID-19 pandemic caused postponements and cancellations of sports events that negatively impacted Foxtel revenues and a decline in print newspaper and advertising sales. Future widespread health crises or other uncontrollable events may similarly have an adverse effect on the Company’s business, results of operations and financial condition.\nA Decline in Customer Advertising Expenditures Could Cause the Company’s Revenues and Operating Results to Decline Significantly.\nThe Company derives substantial revenues from the sale of advertising, and its ability to generate advertising revenue is dependent on a number of factors, including: (1) demand for the Company’s products and services, (2) audience fragmentation, \n18\nTable of Contents\n(3) digital advertising trends, (4) its ability to offer advertising products and formats sought by advertisers, (5) general economic and business conditions, (6) demographics of the customer base, (7) advertising rates, (8) advertising effectiveness and (9) maintaining its brand strength and reputation. \nDemand for the Company’s products and services is evaluated based on a variety of metrics, such as the number of users and visits and user engagement for the Company’s digital offerings, circulation for its newspapers and ratings for its cable channels, which are used by advertisers to determine the amount of advertising to purchase from the Company and advertising rates. Any difficulty or failure in accurately measuring demand, particularly for newer offerings or across multiple platforms, may lead to under-measurement and, in turn, lower advertising pricing and spending.\n \nThe popularity of digital media among consumers as a source of news, entertainment, information and other content, and the ability of digital advertising to deliver targeted, measurable impressions promptly, has driven a corresponding shift in advertising from traditional channels to digital platforms and adversely impacted the Company’s print advertising revenues. Large digital platforms in particular, such as Facebook, Google and Amazon, which have extensive audience reach, data and targeting capabilities and strengths in certain in-demand advertising formats, command a large share of the digital advertising market. New devices and technologies, as well as higher consumer engagement with other forms of digital media platforms such as online and mobile social networking, have also increased the number of media choices and formats available to audiences, resulting in audience fragmentation and increased competition for advertising. The range of advertising choices across digital products and platforms and the large inventory of available digital advertising space have historically resulted in significantly lower rates for digital advertising (particularly mobile advertising) than for print advertising. Consequently, despite continued growth in the Company’s digital advertising revenues, such revenues may not be able to offset declines in print advertising revenue.\nThe digital advertising market also continues to undergo changes that may further impact digital advertising revenues. Programmatic buying channels that allow advertisers to buy audiences at scale play a significant role in the advertising marketplace and have caused and may continue to cause further downward pricing pressure \nand the loss of a direct relationship with marketers\n. Third-party delivery platforms may also lead to loss of distribution and monetization control, loss of a direct relationship with consumers and adversely affect the Company’s ability to understand its audience and/or collect and apply data for targeted advertising. The Company’s digital advertising operations also rely on a small number of significant technologies such as Google’s Ad Manager which, if interrupted or meaningfully changed, or if the providers leverage their power to alter the economic structure, could adversely impact advertising revenues and/or operating costs. In addition, evolving standards for the delivery of digital advertising, the development and implementation of technology, regulations, policies and practices and changing consumer expectations that adversely affect the Company’s ability to deliver, target or measure the effectiveness of its advertising, including the phase-out of support for third party cookies and mobile identifiers, as well as opt-in requirements and new privacy regulations, may also negatively impact digital advertising revenues. As the digital advertising market continues to evolve, the Company’s ability to compete successfully for advertising budgets will depend on, among other things, its ability to drive scale, engage and grow digital audiences, collect and leverage better user data, develop and grow in-demand digital advertising products and formats such as branded and other custom content and video and mobile advertising, and demonstrate the value of its advertising and the effectiveness of the Company’s platforms to its advertising customers, including through more targeted, data-driven offerings. \nThe Company’s print and digital advertising revenue is also affected generally by overall national and local economic and business conditions, which tend to be cyclical, as well as election and other news cycles. During fiscal 2023, factors such as inflation, including higher labor costs, higher interest rates, recessionary fears, supply chain disruptions and geopolitical tensions and conflicts (including the war in Ukraine) contributed to greater economic uncertainty, reduced spending by advertisers and lower advertising revenues at certain of the Company’s businesses. Other events outside the Company’s control, including natural disasters, extreme weather, pandemics (including the COVID-19 pandemic) and other widespread health crises, political and social unrest or acts of terrorism, have had, and may in the future have, a similar impact. In addition, certain sectors of the economy account for a significant portion of the Company’s advertising revenues, including retail, technology and finance. The technology and, to a lesser extent, finance sectors were particularly affected by economic and market conditions in fiscal 2023, which led to lower advertising spending and revenues in those categories. The retail sector is also sensitive to weakness in economic conditions and consumer spending, as well as increased online competition. Future declines in the economic prospects of these and other advertisers or the economy in general could alter current or prospective advertisers’ spending priorities or result in consolidation or closures across various industries, which may further reduce the Company’s overall advertising revenue. \nWhile the Company has adopted a number of strategies and initiatives to address these challenges, there can be no guarantee that its efforts will be successful. If the Company is unable to demonstrate the continuing value of its various platforms and high-quality content and brands or offer advertisers unique multi-platform advertising programs, its business, results of operations and financial condition could be adversely affected.\n19\nTable of Contents\nThe Inability to Obtain and Retain Sports, Entertainment and Other Programming Rights and Content Could Adversely Affect the Revenue of Certain of the Company’s Operating Businesses, and Costs Could Also Increase Upon Renewal. \nCompetition for popular programming licensed from third parties is intense, and the success of certain of the Company’s operating businesses, including its subscription television business, depends on, among other things, their ability to obtain and retain rights and access to desirable programming and certain related elements thereof, such as music rights, that enable them to deliver content to subscribers and audiences in the manner in which they wish to consume it and at competitive prices. The Company’s subscription television business has experienced higher programming costs due to, among other things, (1) increases imposed by sports, entertainment and other programmers when offering new programming or upon the expiration of existing contracts; (2) incremental investment requirements for new services; and (3) increased ability for other digital media companies, including streaming services, to obtain rights to popular or exclusive content. Certain of the Company’s operating businesses, including its subscription television business, are party to contracts for a substantial amount of sports, entertainment and other programming rights with various third parties, including professional sports leagues and teams, television and motion picture producers and other content providers. These contracts have varying durations and renewal terms, and as they expire, renewals on favorable terms may be difficult to obtain. In the course of renegotiating these and other agreements as they expire, the financial and other terms, such as exclusivity and the scope of rights, under these contracts may change unfavorably as a result of various reasons beyond the Company’s control such as changes in the Company’s ability to secure these rights. In order to retain or extend such rights, the Company may be required to increase its offer to amounts that substantially exceed the existing contract costs, and third parties may outbid the Company for those rights and/or for any new programming offerings. In addition, as other content providers develop their own competing services, they may be unwilling to provide the Company with access to certain content. For example, in connection with the launch of Disney+, Disney removed its Disney-branded movie channel and kids channels, as well as certain non-branded content, from Foxtel. Consolidation among content providers may result in additional content becoming unavailable to the Company and/or increase the scale and leverage of those providers. Content may also become unavailable due to factors impacting the ability of the Company’s content providers to produce and distribute programming, such as prolonged work stoppages, pandemics and other health crises or other events. The loss of rights, any adverse changes to existing rights, including loss of exclusivity or broader digital rights, or the unavailability of content for any other reason, may adversely affect the Company’s ability to differentiate its services and the breadth or quality of the Company’s content offerings, including the extent of the sports coverage and entertainment programming offered by the Company, and lead to customer or audience dissatisfaction or loss, which could, in turn, adversely affect its revenues. In addition, the Company’s business, results of operations and financial condition could be adversely affected if upon renewal, escalations in programming rights costs are unmatched by increases in subscriber and carriage fees and advertising rates. The long-term nature of some of the Company’s content commitments may also limit its flexibility in planning for, or reacting to changes in, business and economic conditions and the market segments in which it operates.\nThe Company Has Made and May Continue to Make Strategic Acquisitions, Investments and Divestitures That Introduce Significant Risks and Uncertainties. \nIn order to position its business to take advantage of growth opportunities, the Company has made and may continue to make strategic acquisitions and investments that involve significant risks and uncertainties. These risks and uncertainties include, among others: (1) the difficulty in integrating newly acquired businesses, operations and systems, such as financial reporting, internal controls, compliance and information technology (including cybersecurity and data protection controls), in an efficient and effective manner, (2) the challenges in achieving strategic objectives, cost savings and other anticipated benefits, (3) the potential loss of key employees, customers and suppliers, (4) with respect to investments, risks associated with the inability to control the operations of the business, (5) the risk of diverting the attention of the Company’s senior management from the Company’s operations, (6) in the case of foreign acquisitions and investments, the impact of specific economic, tax, currency, political, legal and regulatory risks associated with the relevant countries, (7) expenses and liabilities, both known and unknown, associated with the acquired businesses or investments, (8) in some cases, increased regulation and (9) in some cases, lower liquidity as a result of the use of cash or incurrence of debt to fund such acquisition or investment. If any acquired business or investment fails to operate as anticipated or an acquired business cannot be successfully integrated with the Company’s existing businesses, the Company’s business, results of operations, financial condition, brands and reputation could be adversely affected, and the Company may be required to record non-cash impairment charges for the write-down of certain acquired assets and investments. The Company’s ability to continue to make acquisitions depends on the availability of suitable candidates at acceptable prices and whether restrictions are imposed by governmental bodies or regulations, and competition for certain types of acquisitions is significant.\nThe Company has also divested and may in the future divest certain assets or businesses that no longer fit with its strategic direction or growth targets or for other business reasons. Divestitures involve significant risks and uncertainties that could adversely affect the Company’s business, results of operations and financial condition. These include, among others, the inability \n20\nTable of Contents\nto find potential buyers on favorable terms, disruption to its business and/or diversion of management attention from other business concerns, loss of key employees, renegotiation or termination of key business relationships, difficulties in separating the operations of the divested business, retention of certain liabilities related to the divested business and indemnification or other post-closing claims. \nThe Company’s Businesses Depend on a Single or Limited Number of Suppliers for Certain Key Products and Services,\n \nand Any Reduction or Interruption in the Supply of These Products and Services or a Significant Increase in Price Could Have an Adverse Effect on the Company’s Business, Results of Operations and Financial Condition. \nThe Company’s businesses depend on a single or limited number of third party suppliers for certain key products and services. For example, in its pay-TV business, the Company depends on Optus to provide all of its satellite transponder capacity, Akamai and Amazon Web Services (AWS) for content delivery networks (CDN) and hosting services and CommScope to supply its set-top boxes, and the Company’s reliance on these suppliers has increased as it migrates broadcast subscribers to satellite or internet delivery. If the Company’s relationship with key suppliers deteriorates or any of these suppliers breaches or terminates its agreement with the Company or otherwise fails to perform its obligations in a timely manner, experiences operating or financial difficulties, is unable to meet demand due to component shortages and other supply chain issues, labor shortages, insufficient capacity or otherwise, significantly increases the amount the Company pays for necessary products or services or ceases production or provision of any necessary product or service, the Company’s business, results of operations and financial condition may be adversely affected.\nIn addition, Telstra is currently the exclusive provider of wholesale fixed voice and broadband services for the Company’s pay-TV business and the largest reseller of its satellite products. Any disruption in the supply of those services or a decline in Telstra’s business could result in disruptions to the supply of, and/or reduce the number of subscribers for, the Company’s products and services, which could, in turn, adversely affect its business, results of operations and financial condition.\nWhile the Company will seek alternative sources for these products and services where possible and/or permissible under applicable agreements, it may not be able to develop these alternative sources quickly and cost-effectively or at all, which could impair its ability to timely deliver its products and services or operate its business.\nAny Significant Increase in the Cost to Print and Distribute the Company’s Books and Newspapers or Disruption in the Company’s Supply Chain or Printing and Distribution Channels may Adversely Affect the Company’s Business, Results of Operations and Financial Condition. \nPrinting and distribution costs, including the cost of paper, are a significant expense for the Company’s book and newspaper publishing units. The price of paper has historically been volatile, and the Company experienced significant increases in paper prices in fiscal 2023 due to various factors, including continued increases in supplier operating expenses, inflationary pressures and other factors. While the Company anticipates these increases will moderate, it expects prices to remain elevated. The Company also relies on third-party suppliers for deliveries of paper and on third-party printing and distribution partners to print and distribute its books and newspapers. During fiscal 2023, inflationary pressures, labor shortages, higher transportation costs and delays and other supply chain issues continued to increase the cost to print and distribute the Company’s books and newspapers, particularly manufacturing and freight costs at its book publishing business. These and other factors such as financial pressures, industry trends or economics (including the \nclosure or conversion of newsprint mills)\n, labor unrest, changes in laws and regulations, natural disasters, extreme weather (which may occur with increasing frequency and intensity), pandemics and other widespread health crises or other circumstances affecting the Company’s paper and other third-party suppliers and print and distribution partners could continue to increase the Company’s printing and distribution costs and could lead to disruptions, reduced operations or consolidations within the Company’s printing and distribution supply chains and/or of third-party print sites and/or distribution routes. The Company may not be able to develop alternative providers quickly and cost-effectively, which could disrupt printing and distribution operations or increase the cost of printing and distributing the Company’s books and newspapers. Any significant increase in these costs, undersupply or significant disruptions in the supply chain or the Company’s printing and distribution channels could have an adverse effect on the Company’s business, results of operations and financial condition.\nThe Company’s Reputation, Credibility and Brands are Key Assets and Competitive Advantages and its Business and Results of Operations may be Affected by How the Company is Perceived. \nThe Company’s products and services are distributed under some of the world’s most recognizable and respected brands, including \nThe Wall Street Journal \nand premier news brands in Australia and the U.K., Dow Jones, HarperCollins Publishers, \n21\nTable of Contents\nFoxtel, realestate.com.au, Realtor.com\n®\n, OPIS and many others, and the Company believes its success depends on its continued ability to maintain and enhance these brands. The Company’s brands, credibility and reputation could be damaged by incidents that erode consumer and customer trust or a perception that the Company’s products and services, including its journalism, programming, real estate information, benchmark and pricing services and other data and information, are low quality, unreliable or fail to maintain independence and integrity. Significant negative claims or publicity regarding the Company’s products and services, operations, customer service, management, employees, advertisers and other business partners, business decisions, social responsibility and culture may damage its brands or reputation, even if such claims are untrue. The Company’s brands and reputation may also be impacted by, or associated with, its public commitments to various corporate ESG initiatives, its progress towards achieving these goals, as well as positions the Company, its businesses or its publications take or do not take on social issues. Changes in methodologies for reporting ESG data, improvements in third-party data, changes in the Company’s operations or other circumstances, the evolution of the Company’s processes for reporting ESG data and disparate and evolving standards for identifying, measuring, and reporting ESG metrics, including disclosures that may be required by the SEC, European and other regulators, could result in revisions to the Company’s current goals, reported progress in achieving such goals or ability to achieve such goals in the future. The Company’s disclosures on these matters and any updates or revisions to prior disclosures, any changes to or failure to achieve its commitments or any unpopular positions could harm the Company’s brands and reputation. To the extent the Company’s brands, reputation and credibility are damaged, the Company’s ability to attract and retain consumers, customers, advertisers and employees, as well as the Company’s sales, business opportunities and profitability, could be adversely affected, which could in turn have an adverse impact on its business and results of operations.\nThe Company’s International Operations Expose it to Additional Risks that Could Adversely Affect its Business, Operating Results and Financial Condition. \nIn its fiscal year ended June 30, 2023, approximately 62% of the Company’s revenues were derived outside the U.S., and the Company is focused on expanding its international operations. There are risks inherent in doing business internationally and other risks may be heightened, including (1) issues related to staffing and managing international operations, including maintaining the health and safety of its personnel around the world; (2) economic uncertainties and volatility in local markets, including as a result of inflationary pressures or a general economic slowdown or recession, and political or social instability; (3) the impact of catastrophic events in relevant jurisdictions such as natural disasters, extreme weather (which may occur with increasing frequency and intensity), pandemics (including COVID-19) and other widespread health crises, acts of terrorism or war (including the war in Ukraine); (4) compliance with international laws, regulations and policies and potential adverse changes thereto, including foreign tax regimes, foreign ownership restrictions, restrictions on repatriation of funds and foreign currency exchange, data privacy requirements such as the GDPR, foreign intellectual property laws and local labor and employment laws and regulations; (5) compliance with the Foreign Corrupt Practices Act, the U.K. Bribery Act and other anti-corruption laws and regulations, export controls and economic sanctions; and (6) regulatory or governmental action against the Company’s products, services and personnel such as censorship or other restrictions on access, detention or expulsion of journalists or other employees and other retaliatory actions, including as a result of geopolitical tensions and conflicts. Events or developments related to these and other risks associated with the Company’s international operations could result in reputational harm and have an adverse impact on the Company’s business, results of operations, financial condition and prospects. Challenges associated with operating globally may increase as the Company continues to expand into geographic areas that it believes represent the highest growth opportunities. \nThe Company is Party to Agreements with Third Parties Relating to Certain of its Businesses That Contain Operational and Management Restrictions and/or Other Rights That, Depending on the Circumstances, May Not be in the Best Interest of the Company. \nThe Company is party to agreements with third parties relating to certain of its businesses that restrict the Company’s ability to take specified actions and contain other rights that, depending on the circumstances, may not be in the best interest of the Company. For example, the Company and Telstra are parties to a Shareholders’ Agreement with respect to Foxtel containing certain minority protections for Telstra, including standard governance provisions, as well as transfer and exit rights. The Shareholders’ Agreement provides Telstra with the right to appoint two directors to the Board of Foxtel, as well as Board and shareholder-level veto rights over certain non-ordinary course and/or material corporate actions that may prevent Foxtel from taking actions that are in the interests of the Company. The Shareholders’ Agreement also provides for (1) certain transfer restrictions, which could adversely affect the Company’s ability to effect such transfers and/or the prices at which those transfers may occur, and (2) exit arrangements, which could, in certain circumstances, force the Company to sell its interest, subject to rights of first and, in some cases, last refusals. \n22\nTable of Contents\nIn addition, Move, the Company’s digital real estate services business in the U.S., operates the Realtor.com\n®\n website under an agreement with NAR that is perpetual in duration. However, NAR may terminate the operating agreement for certain contractually-specified reasons upon expiration of any applicable cure periods. If the operating agreement with NAR is terminated, the NAR License would also terminate, and Move would be required to transfer a copy of the software that operates the Realtor.com\n®\n website to NAR and provide NAR with copies of its agreements with advertisers and data content providers. NAR would then be able to operate a Realtor.com\n®\n website, either by itself or with another third party. \nDamage, Failure or Destruction of Satellites and Transmitter Facilities that the Company’s Pay-TV Business Depends Upon to Distribute its Programming Could Adversely Affect the Company’s Business, Results of Operations and Financial Condition. \nThe Company’s pay-TV business uses satellite systems to transmit its programming to its subscribers and/or authorized sublicensees. The Company’s distribution facilities include uplinks, communications satellites and downlinks, and the Company also uses studio and transmitter facilities. Transmissions may be disrupted or degraded as a result of natural disasters, extreme weather (which may occur with increasing frequency and intensity), power outages, terrorist attacks, cyberattacks or other similar events, that damage or destroy on-ground uplinks or downlinks or studio and transmitter facilities, or as a result of damage to a satellite. Satellites are subject to significant operational and environmental risks while in orbit, including anomalies resulting from various factors such as manufacturing defects and problems with power or control systems, as well as environmental hazards such as meteoroid events, electrostatic storms and collisions with space debris. These events may result in the loss of one or more transponders on a satellite or the entire satellite and/or reduce the useful life of the satellite, which could, in turn, lead to a disruption or loss of video services to the Company’s customers. The Company does not carry commercial insurance for business disruptions or losses resulting from the foregoing events as it believes the cost of insurance premiums is uneconomical relative to the risk. Instead, the Company seeks to mitigate this risk through the maintenance of backup satellite capacity and other contingency plans. However, these steps may not be sufficient, and if the Company is unable to secure alternate distribution, studio and/or transmission facilities in a timely manner, any such disruption or loss could have an adverse effect on the Company’s business, results of operations and financial condition. \nAttracting, Retaining and Motivating Highly Qualified People is Difficult and Costly, and the Failure to Do So Could Harm the Company’s Business.\nThe Company’s businesses depend upon the continued efforts, abilities and expertise of its corporate and divisional executive teams and other highly qualified employees who possess substantial business, technical and operational knowledge. The market for highly skilled people, including for technology-related, product development, data science, marketing and sales roles, is very competitive, and the Company cannot ensure that it will be successful in retaining and motivating these employees or hiring and training suitable additions or replacements without significant costs or delays, particularly as it continues to focus on its digital products and services. These risks have been, and may in the future be, exacerbated by labor constraints and inflationary pressures on employee wages and benefits. Evolving workplace and workforce dynamics, including the increased availability of flexible, hybrid and work-from-home arrangements, may also make it more difficult to hire, retain and motivate qualified employees if the Company’s needs are not aligned with worker demands or as a result of workplace culture challenges due to remote work. \nReductions in force that the Company has conducted from time to time in order to optimize its organizational structure and reduce costs, including the headcount reduction announced in February 2023, \nmay further adversely impact the Company’s ability to attract, retain and motivate employees, and there can be no assurance that the expected benefits of these actions will be realized, including the anticipated cost savings\n. \nThe loss of key employees, the failure to attract, retain and motivate other highly qualified people or higher costs associated with these efforts, could harm the Company’s business, including the ability to execute its business strategy, and negatively impact its results of operations. \nThe Company is Subject to Payment Processing Risk Which Could Lead to Adverse Effects on the Company’s Business and Results of Operations. \nThe Company’s customers pay for its products and services using a variety of different payment methods, including credit and debit cards, prepaid cards, direct debit, online wallets and through direct carrier and partner billing. The Company relies on internal and third party systems to process payment. Acceptance and processing of these payment methods are subject to certain rules and regulations and require payment of interchange and other fees. To the extent there are increases in payment processing fees, material changes in the payment ecosystem, delays in receiving payments from payment processors, any failures to comply with, or changes to, rules or regulations concerning payments, loss of payment or billing partners and/or disruptions or failures in, or fraudulent use of or access to, payment processing systems or payment products, the Company’s results of operations could be adversely impacted and it could suffer reputational harm. Furthermore, if the Company is unable to maintain its fraud and chargeback rates at acceptable levels, card networks may impose fines and its card approval rate may be impacted. The \n23\nTable of Contents\ntermination of the Company’s ability to process payments on any major payment method would adversely affect its business and results of operations. \nLabor Disputes May Have an Adverse Effect on the Company’s Business. \nIn some of the Company’s businesses, it engages the services of employees who are subject to collective bargaining agreements. The Company has experienced, and may in the future experience, labor unrest, including strikes or work slowdowns, in connection with the negotiation of collective bargaining agreements. Such actions, as well as higher costs in connection with these collective bargaining agreements or a significant labor dispute, could cause delays in production or other business interruptions or reduce profit margins and have an adverse effect on the Company’s business and reputation, and these risks may be exacerbated by labor constraints and inflationary pressures on employee wages and benefits.\nRisks Related to Information Technology, Cybersecurity and Data Protection\nA Breach, Failure, Misuse of or other Incident Involving the Company’s or its Third Party Providers’ Network and Information Systems or Other Technologies Could Cause a Disruption of Services or Loss, Corruption, Improper Access to or Disclosure of Personal Data, Business Information or Other Confidential Information, Resulting in Increased Costs, Loss of Revenue, Reputational Damage or Other Harm to the Company’s Business.\n \nNetwork and information systems and other technologies, including those related to the Company’s CDNs and network management, are important to its business activities and contain the Company’s proprietary, confidential and sensitive business information, including personal data of its customers and personnel. The Company also relies on third party providers for certain software, technology and “cloud-based” systems and services, including AWS, that support a variety of critical business operations. Events affecting the Company’s systems or other technologies, or those of third parties upon which the Company’s business relies, such as computer compromises, cyber threats and attacks, computer viruses or other destructive or disruptive software, process breakdowns, ransomware and denial of service attacks, malicious social engineering or other malicious activities by individuals (including employees) or state-sponsored or other groups, or any combination of the foregoing, as well as power, telecommunications and internet outages, equipment failure, fire, natural disasters, extreme weather (which may occur with increasing frequency and intensity), terrorist activities, war, human or technological error or malfeasance that may affect such systems, could result in disruption of the Company’s services and business and/or loss, corruption, improper access to or disclosure of personal data, business information, including intellectual property, or other confidential information. Unauthorized parties may also fraudulently induce the Company’s employees or other agents to disclose sensitive or confidential information in order to gain access to the Company’s systems, facilities or data, or those of third parties with whom the Company does business. In addition, any “bugs,” errors or other defects in, or the improper implementation of, hardware or software applications the Company develops or procures from third parties could unexpectedly disrupt the Company’s network and information systems or other technologies or compromise information security. System redundancy may be ineffective or inadequate, and the Company’s disaster recovery and business continuity planning may not be sufficient to address all potential cyber events or other disruptions.\nIn recent years, there has been a significant rise in the number of cyberattacks on companies’ network and information systems, and such attacks are becoming increasingly more sophisticated, targeted and difficult to detect and prevent against. Factors such as (1) geopolitical tensions or conflicts, including Russia’s invasion of Ukraine, (2) greater levels of remote access to Company systems by employees and (3) access to Company networks, products and services by Company personnel, customers and other third parties using personal devices and apps or tools available on such devices, including AI tools, that are outside the Company’s control may further heighten cybersecurity risks, including the risk of cybersecurity attacks and the unintended or unauthorized disclosure of personal data, business information or other confidential information. Acquisitions or other transactions could also expose the Company to cybersecurity risks and vulnerabilities, as the Company’s systems could be negatively affected by vulnerabilities present in acquired or integrated entities’ systems and technologies. Consequently, the risks associated with cyberattacks continue to increase, particularly as the Company’s digital businesses expand. The Company has experienced, and expects to continue to be subject to, cybersecurity threats and activity,\n none of which have been material to the Company to date, individually or in the aggregate\n. However, there is no assurance that cybersecurity threats or activity will not have a material adverse effect in the future. Countermeasures that the Company and its vendors have developed and implemented to protect personal data, business information, including intellectual property, and other confidential information, to prevent or mitigate system disruption, data loss or corruption, and to prevent or detect security breaches may not be successful in preventing or mitigating these events, particularly given that techniques used to access, disable or degrade service, or sabotage systems have continued to become more sophisticated and change frequently. Additionally, it may be difficult to detect and defend against certain threats and vulnerabilities that can persist over extended periods of time. Any events affecting the Company’s network and information systems or other technologies could require the Company to expend significant resources to remedy such event. \n24\nTable of Contents\nMoreover, the development and maintenance of these measures is costly and requires ongoing monitoring and updating as technologies change and efforts to overcome security measures become more sophisticated. While the Company maintains cyber risk insurance, this insurance may not be sufficient to cover all losses from any breaches of the Company’s systems and does not extend to reputational damage or costs incurred to improve or strengthen systems against future threats or activity. Cyber risk insurance has also become more difficult and expensive to obtain, and the Company cannot be certain that its current level of insurance or the breadth of its terms and conditions will continue to be available on economically reasonable terms.\nA significant failure, compromise, breach or interruption of the Company’s systems or other technologies, or those of third parties upon which its business relies, could result in a disruption of its operations, including degradation or disruption of service, equipment and data damage, customer, audience or advertiser dissatisfaction, damage to its reputation or brands, regulatory investigations and enforcement actions, lawsuits, fines, penalties and other payments, remediation costs, a loss of or inability to attract new customers, audience, advertisers or business partners or loss of revenues and other financial losses. If any such failure, compromise, breach, interruption or similar event results in improper access to or disclosure of information maintained in the Company’s information systems and networks or those of its vendors, including financial, personal and credit card data, as well as confidential and proprietary information relating to personnel, customers, vendors and the Company’s business, including its intellectual property, the Company could also be subject to liability under relevant contractual obligations and laws and regulations protecting personal data and privacy, as well as private individual or class action lawsuits or regulatory enforcement actions. The Company may also be required to notify certain governmental agencies and/or regulators (including the appropriate EU supervisory authority) about any actual or perceived data security breach, as well as the individuals who are affected by any such breach, within strict time periods and at significant cost. In addition, media or other reports of actual or perceived security vulnerabilities in the Company’s systems or those of third parties upon which its business relies, even if nothing has actually been attempted or occurred, could also adversely impact the Company’s brand and reputation and materially affect its business, results of operations and financial condition.\nFailure to Comply with Complex and Evolving Laws and Regulations, Industry Standards and Contractual Obligations Regarding Privacy, Data Use and Data Protection Could Have an Adverse Effect on the Company’s Business, Financial Condition and Results of Operations.\nThe Company’s business activities are subject to various and increasing laws and regulations in the United States and internationally governing the collection, use, sharing, protection and retention of personal data, which have implications for how such data is managed. Examples of such laws include the European Union’s GDPR and the UK DPA and UK GDPR, each of which expands the regulation of personal data processing throughout the European Union and the U.K., respectively, and significantly increases maximum penalties for non-compliance, as well as a number of U.S. state data privacy laws, which establish certain transparency rules, put greater restrictions on the collection, use and sharing of personal information of their respective state residents and provide such residents with certain rights regarding their personal information. See “Governmental Regulation—Data Privacy and Security Regulation” for more information. These laws and regulations are increasingly complex and continue to evolve, and substantial uncertainty surrounds their scope and application. Moreover, data privacy and security laws may potentially conflict from jurisdiction to jurisdiction. Complying with these laws and regulations could be costly and resource-intensive, require the Company to change its business practices, or limit or restrict aspects of the Company’s business in a manner adverse to its business operations, including by inhibiting or preventing the collection of information that enables it to target and measure the effectiveness of advertising. The Company’s failure to comply, even if inadvertent or in good faith, or as a result of a compromise, breach or interruption of the Company’s systems by a third party, could result in exposure to enforcement by U.S. federal, state or local or foreign governments or private parties, notification and remediation costs, loss of customers, as well as significant negative publicity and reputational damage. The Company may also be subject to liability under relevant contractual obligations and may be required to expend significant resources to defend, remedy or address any claims. \nRisks Related to Financial Results and Position\nThe Indebtedness of the Company and Certain of its Subsidiaries may Affect their Ability to Operate their Businesses, and may have a Material Adverse Effect on the Company’s Financial Condition and Results of Operations. The Company and its Subsidiaries may be able to Incur Substantially More Debt, which Could Further Exacerbate the Risks Described Herein. \nAs of June 30, 2023, News Corp had $2.8 billion of total outstanding indebtedness (excluding related party debt), including $636 million and $211 million, respectively, of indebtedness held by its non-wholly owned subsidiaries, Foxtel and REA Group (collectively with News Corp, the “Debtors”). The indebtedness of the Debtors and the terms of their financing arrangements could: (1) limit their ability to obtain additional financing in the future; (2) make it more difficult for them to satisfy their obligations under the terms of their financing arrangements, including the provisions of any relevant debt instruments, credit \n25\nTable of Contents\nagreements, indentures and similar or associated documents (collectively, the “Debt Documents”); (3) limit their ability to refinance their indebtedness on terms acceptable to them or at all; (4) limit their flexibility to plan for and adjust to changing business and market conditions in the industries in which they operate and increase their vulnerability to general adverse economic and industry conditions; (5) require them to dedicate a substantial portion of their cash flow to make interest and principal payments on their debt, thereby limiting the availability of their cash flow to fund future investments, capital expenditures, working capital, business activities, acquisitions and other general corporate requirements; (6) subject them to higher levels of indebtedness than their competitors, which may cause a competitive disadvantage and may reduce their flexibility in responding to increased competition; and (7) in the case of the Company’s fixed rate indebtedness, which includes prepayment penalties, diminish the Company’s ability to benefit from any future decrease in interest rates.\nThe ability of the Debtors to satisfy their debt service obligations (including any repurchase obligations upon a change in control) and to fund other cash needs will depend on the Debtors’ future performance and other factors such as changes in interest rates (which have been increasing) affecting the Debtors’ variable rate indebtedness. Although the Company hedges a portion of this interest rate exposure, there can be no assurance that it will be able to continue to do so at a reasonable cost or at all, or that there will not be a default by any of the counterparties. If the Debtors do not generate enough cash to pay their debt service obligations and fund their other cash requirements, they may be required to restructure or refinance all or part of their existing debt, sell assets, borrow more money or raise additional equity, any or all of which may not be available on reasonable terms or at all. The Company and its subsidiaries, including the Debtors, may also be able to incur substantial additional indebtedness in the future, which could exacerbate the effects described above and elsewhere in this “Item 1A. Risk Factors.” \nIn addition, the Debtors’ outstanding Debt Documents contain financial and operating covenants that may limit their operational and financial flexibility. These covenants include compliance with, or maintenance of, certain financial tests and ratios and may, depending on the applicable Debtor and subject to certain exceptions, restrict or prohibit such Debtor and/or its subsidiaries from, among other things, incurring or guaranteeing debt, undertaking certain transactions (including certain investments and acquisitions), disposing of certain properties or assets (including subsidiary stock), merging or consolidating with any other person, making financial accommodation available, entering into certain other financing arrangements, creating or permitting certain liens, engaging in transactions with affiliates, making repayments of certain other loans, undergoing fundamental business changes and/or paying dividends or making other restricted payments and investments. Various risks, uncertainties and events beyond the Debtors’ control could affect their ability to comply with these restrictions and covenants. In the event any of these covenants are breached and such breach results in a default under any Debt Documents, the lenders or noteholders, as applicable, may accelerate the maturity of the indebtedness under the applicable Debt Documents, which could result in a cross-default under other outstanding Debt Documents and could have a material adverse impact on the Company’s business, results of operations and financial condition. \nFluctuations in Foreign Currency Exchange Rates Could Have an Adverse Effect on the Company’s Results of Operations. \nThe Company is primarily exposed to foreign currency exchange rate risk with respect to its consolidated debt that is denominated in a currency other than the functional currency of the operations whose cash flows support the ability to repay or refinance such debt. As of June 30, 2023, the Foxtel operating subsidiaries, whose functional currency is Australian dollars, had approximately $149 million aggregate principal amount of outstanding indebtedness denominated in U.S. dollars. The Company’s policy is to evaluate hedging against the risk of foreign currency exchange rate movements with respect to this exposure to reduce volatility and enhance predictability where commercially reasonable. However, there can be no assurance that it will be able to continue to do so at a reasonable cost or at all, or that there will not be a default by any of the counterparties to those arrangements.\nIn addition, the Company is exposed to foreign currency translation risk because it has significant operations in a number of foreign jurisdictions and certain of its operations are conducted in currencies other than the Company’s reporting currency, primarily the Australian dollar and the British pound sterling. Since the Company’s financial statements are denominated in U.S. dollars, changes in foreign currency exchange rates between the U.S. dollar and other currencies have had, and will continue to have, a currency translation impact on the Company’s earnings when the results of those operations that are reported in foreign currencies are translated into U.S. dollars for inclusion in the Company’s consolidated financial statements, which could, in turn, have an adverse effect on its reported results of operations in a given period or in specific markets.\nThe Company Could Suffer Losses Due to Asset Impairment and Restructuring Charges. \nAs a result of changes in the Company’s industry and market conditions, the Company has recognized, and may in the future recognize, impairment charges for write-downs of goodwill, intangible assets, investments and other long-lived assets, as well as restructuring charges relating to the reorganization of its businesses, which negatively impact the Company’s results of operations \n26\nTable of Contents\nand, in the case of cash restructuring charges, its financial condition. See Notes 5, 6, 7 and 8 to the Financial Statements for more information. For instance, any significant shortfall, now or in the future, in advertising revenue or subscribers, the expected popularity of the content for which the Company has acquired rights and/or consumer acceptance of its products could lead to a downward revision in the fair value of certain reporting units. Any downward revisions in the fair value of a reporting unit, indefinite-lived intangible assets, investments or other long-lived assets could result in impairments for which non-cash charges would be required, and any such charge could be material to the Company’s reported results of operations. \nFor example, in fiscal 2023, the Company recognized non-cash impairment charges of \n$106 million\n, primarily related to write-downs of REA Group’s investment in PropertyGuru and certain tradenames and licenses. \nThe Company may also incur restructuring charges if it is required to realign its resources in response to significant shortfalls in revenue or other adverse trends. During fiscal 2023, the Company incurred cash restructuring charges of approximately $80 million in connection with the\n headcount reduction announced in February 2023\n in response to macroeconomic challenges facing many of its businesses. Any impairments and restructuring charges may also negatively impact the Company’s taxes, including its ability to realize its deferred tax assets and deduct certain interest costs.\n \nThe Company Could Be Subject to Significant Additional Tax Liabilities, which Could Adversely Affect its Operating Results and Financial Condition. \nThe Company is subject to taxation in U.S. federal, state and local jurisdictions and various non-U.S. jurisdictions, including Australia and the U.K. The Company’s effective tax rate is impacted by the tax laws, regulations, practices and interpretations in the jurisdictions in which it operates and may fluctuate significantly from period to period depending on, among other things, the geographic mix of the Company’s profits and losses, changes in tax laws and regulations or their application and interpretation, the outcome of tax audits and changes in valuation allowances associated with the Company’s deferred tax assets. Changes to enacted tax laws could have an adverse impact on the Company’s future tax rate and increase its tax provision. For example, the recently enacted Inflation Reduction Act (IRA) imposed, among other things, a 15% minimum tax on corporations with over $1 billion of financial statement income and a 1% excise tax on corporate stock repurchases. The Company is not expected to be subject to the corporate minimum tax and it will be subject to the 1% excise tax on stock repurchases, which is not expected to have a material impact on the Company’s results of operations. The Company may be required to record additional valuation allowances if, among other things, changes in tax laws or adverse economic conditions negatively impact the Company’s ability to realize its deferred tax assets. Evaluating and estimating the Company’s tax provision, current and deferred tax assets and liabilities and other tax accruals requires significant management judgment, and there are often transactions for which the ultimate tax determination is uncertain. \nThe Company’s tax returns are routinely audited by various tax authorities. Tax authorities may not agree with the treatment of items reported in the Company’s tax returns or positions taken by the Company, and as a result, tax-related settlements or litigation may occur, resulting in additional income tax liabilities against the Company. Although the Company believes it has appropriately accrued for the expected outcome of tax reviews and examinations and any related litigation, the final outcomes of these matters could differ materially from the amounts recorded in the Financial Statements. As a result, the Company may be required to recognize additional charges in its Statements of Operations and pay significant additional amounts with respect to current or prior periods, or its taxes in the future could increase, which could adversely affect its operating results and financial condition. \nThe Organization for Economic Cooperation and Development (OECD) continues to develop detailed rules to assist in the implementation of landmark reforms to the international tax system, as agreed in October 2021 by 136 members of the OECD/G20 Inclusive Framework. These rules are intended to address the tax challenges arising from globalization and the digitalization of the economy, including by (i) requiring multinational enterprises whose revenues exceed 20 billion Euros and have a profit-to-revenue ratio of more than 10% to allocate profits and pay taxes to market jurisdictions and (ii) establishing a minimum 15% tax rate for multinational enterprises. In December 2022, EU member states agreed to adopt the OECD’s minimum tax rules, which are expected to begin going into effect in tax years beginning on January 1, 2024 or later. Several other countries, including the UK, are also considering changes to their tax law to implement the OECD’s minimum tax proposal. The application of the rules continues to evolve, and its outcome may alter aspects of how the Company’s tax obligations are determined in countries in which it does business. While several jurisdictions have rolled back their digital services taxes, certain jurisdictions still have separately enacted new digital services taxes. Those taxes have had limited impact on the Company’s overall tax obligations, but the Company continues to monitor them.\n27\nTable of Contents\nRisks Related to Legal and Regulatory Matters\n \nThe Company’s Business Could Be Adversely Impacted by Changes in Law, Governmental Policy and Regulation. \nVarious aspects of the Company’s activities are subject to regulation in numerous jurisdictions around the world, and the introduction of new laws and regulations in countries where the Company’s products and services are produced or distributed, and changes in existing laws and regulations in those countries or the enforcement thereof, have increased its compliance risk and could have a negative impact on its interests. The Company’s Australian operating businesses may be adversely affected by changes in government policy, regulation or legislation, or the application or enforcement thereof, applying to companies in the Australian media industry or to Australian companies in general. See “Governmental Regulation—Australian Media Regulation” for more information. Benchmarks provided by the Company’s OPIS business may be subject to regulatory frameworks in the EU and other jurisdictions. See “Governmental Regulation—Benchmark Regulation” for more information. The Company’s newspaper publishing businesses in the U.K. are subject to greater regulation and oversight as a result of the implementation of recommendations of the Leveson inquiry into the U.K. press, and the Company’s radio stations in the U.K. and Ireland and TalkTV are subject to governmental regulation by Ofcom. See “Governmental Regulation—U.K. Press Regulation” and “—U.K. Radio and Television Broadcasting Regulation,” respectively, for more information. In addition, increased focus on ESG issues among governmental bodies and various stakeholders has resulted, and may continue to result, in the adoption of new laws and regulations, reporting requirements and policies in the U.S. and internationally, including more specific, target-driven frameworks and prescriptive reporting of ESG metrics, practices and targets. Laws and regulations may vary between local, state, federal and international jurisdictions and may sometimes conflict, and the enforcement of those laws and regulations may be inconsistent and unpredictable. Many of these laws and regulations, particularly those relating to ESG matters, are complex, technical and evolving rapidly. The Company may incur substantial costs or be required to change its business practices, implement new reporting processes and devote substantial management attention in order to comply with applicable laws and regulations and could incur substantial penalties or other liabilities and reputational damage in the event of any failure to comply.\nAdverse Results from Litigation or Other Proceedings Could Impact the Company’s Business Practices and Operating Results. \nFrom time to time, the Company is party to litigation, as well as to regulatory and other proceedings with governmental authorities and administrative agencies, including with respect to antitrust, tax, data privacy and security, intellectual property, employment and other matters. See Note 16 to the Financial Statements for a discussion of certain matters. The outcome of these matters and other litigation and proceedings is subject to significant uncertainty, and it is possible that an adverse resolution of one or more such proceedings could result in reputational harm and/or significant monetary damages, injunctive relief or settlement costs that could adversely affect the Company’s results of operations or financial condition as well as the Company’s ability to conduct its business as it is presently being conducted. In addition, regardless of merit or outcome, such proceedings can have an adverse impact on the Company as a result of legal costs, diversion of management and other personnel and other factors. While the Company maintains insurance for certain potential liabilities, such insurance does not cover all types and amounts of potential liabilities and is subject to various exclusions as well as caps on amounts recoverable. Even if the Company believes a claim is covered by insurance, insurers may dispute its entitlement to recovery for a variety of potential reasons, which may affect the timing and, if they prevail, the amount of the Company’s recovery.\nRisks Related to Intellectual Property\nUnauthorized Use of the Company’s Content, including Digital Piracy and Signal Theft, may Decrease Revenue and Adversely Affect the Company’s Business and Profitability. \nThe Company’s success depends in part on its ability to maintain, enforce and monetize the intellectual property rights in its original and acquired content, and unauthorized use of its brands, programming, digital journalism and other content, books and other intellectual property affects the value of its content. Developments in technology, including the wide availability of higher internet bandwidth and reduced storage costs, increase the threat of unauthorized use such as content piracy by making it easier to stream, duplicate and widely distribute pirated material, including from less-regulated countries into the Company’s primary markets. The Company seeks to limit the threat of content piracy by, among other means, preventing unauthorized access to its content through the use of programming content encryption, signal encryption and other security access devices and digital rights management software, as well as by obtaining site blocking orders against pirate streaming and torrent sites and a variety of other actions. However, piracy is difficult to monitor and prevent and these efforts may be costly and are not always successful, particularly as infringers continue to develop tools that undermine security features and enable them to disguise their identities online. Recent advances and continued rapid development in AI may also lead to unauthorized exploitation of the Company’s \n28\nTable of Contents\njournalism and other content, both in the training of new models as well as output produced by generative AI tools. The proliferation of unauthorized use of the Company’s content undermines lawful distribution channels and reduces the revenue that the Company could receive from the legitimate sale and distribution of its content. Protection of the Company’s intellectual property rights is dependent on the scope and duration of its rights as defined by applicable laws in the U.S. and abroad, and if those laws are drafted or interpreted in ways that limit the extent or duration of the Company’s rights, or if existing laws are changed or not effectively enforced, the Company’s ability to generate revenue from its intellectual property may decrease, or the cost of obtaining and maintaining rights may increase. In addition, the failure of legal and technological protections to evolve as technological tools become more sophisticated could make it more difficult for the Company to adequately protect its intellectual property, which could, in turn, negatively impact its value and further increase the Company’s enforcement costs. \nFailure by the Company to Protect Certain Intellectual Property and Brands, or Infringement Claims by Third Parties, Could Adversely Impact the Company’s Business, Results of Operation and Financial Condition. \nThe Company’s businesses rely on a combination of trademarks, trade names, copyrights, patents, domain names, trade secrets and other proprietary rights, as well as licenses, confidentiality agreements and other contractual arrangements, to establish, obtain and protect the intellectual property and brand names used in their businesses. The Company believes its proprietary trademarks, trade names, copyrights, patents, domain names, trade secrets and other intellectual property rights are important to its continued success and its competitive position. However, the Company cannot ensure that these intellectual property rights or those of its licensors (including licenses relating to sports programming rights, set-top box technology and related systems, the NAR License and the Fox Licenses) and suppliers will be enforced or upheld if challenged or that these rights will protect the Company against infringement claims by third parties, and effective intellectual property protection may not be available in every country or region in which the Company operates or where its products and services are available. Efforts to protect and enforce the Company’s intellectual property rights may be costly, and any failure by the Company or its licensors and suppliers to effectively protect and enforce its or their intellectual property or brands, or any infringement claims by third parties, could adversely impact the Company’s business, results of operations or financial condition. Claims of intellectual property infringement could require the Company to enter into royalty or licensing agreements on unfavorable terms (if such agreements are available at all), require the Company to spend substantial sums to defend against or settle such claims or to satisfy any judgment rendered against it, or cease any further use of the applicable intellectual property, which could in turn require the Company to change its business practices or offerings and limit its ability to compete effectively. Even if the Company believes any such challenges or claims are without merit, they can be time-consuming and costly to defend and divert management’s attention and resources away from its business. In addition, the Company may be contractually required to indemnify other parties against liabilities arising out of any third party infringement claims.\nRisks Related to the Company’s Common Stock\nThe Market Price of the Company’s Stock May Fluctuate Significantly. \nThe Company cannot predict the prices at which its common stock may trade. The market price of the Company’s common stock may fluctuate significantly, depending upon many factors, some of which may be beyond its control, including: (1) the Company’s quarterly or annual earnings, or those of other companies in its industry; (2) actual or anticipated fluctuations in the Company’s operating results; (3) success or failure of the Company’s business strategy; (4) the Company’s ability to obtain financing as needed; (5) changes in accounting standards, policies, guidance, interpretations or principles; (6) changes in laws and regulations affecting the Company’s business; (7) announcements by the Company or its competitors of significant new business developments or the addition or loss of significant customers; (8) announcements by the Company or its competitors of significant acquisitions or dispositions; (9) changes in earnings estimates by securities analysts or the Company’s ability to meet its earnings guidance, if any; (10) the operating and stock price performance of other comparable companies; (11) investor perception of the Company and the industries in which it operates; (12) results from material litigation or governmental investigations; (13) changes in capital gains taxes and taxes on dividends affecting stockholders; (14) overall market fluctuations, general economic conditions, such as inflationary pressures or a general economic slowdown or recession, and other external factors, including pandemics, war (such as the war in Ukraine) and terrorism; and (15) changes in the amounts and frequency of dividends or share repurchases, if any. \n29\nTable of Contents\nCertain of the Company’s Directors and Officers May Have Actual or Potential Conflicts of Interest Because of Their Equity Ownership in Fox Corporation (“FOX”) and/or Because They Also Serve as Officers and/or on the Board of Directors of FOX, Which May Result in the Diversion of Certain Corporate Opportunities to FOX. \nCertain of the Company’s directors and executive officers own shares of FOX’s common stock, and the individual holdings may be significant for some of these individuals compared to their total assets. In addition, certain of the Company’s officers and directors also serve as officers and/or as directors of FOX, including K. Rupert Murdoch, who serves as the Company’s Executive Chair and Chair of FOX, and Lachlan K. Murdoch, who serves as the Company’s Co-Chair and Executive Chair and Chief Executive Officer of FOX. This ownership or service to both companies may create, or may create the appearance of, conflicts of interest when these directors and officers are faced with decisions that could have different implications for the Company and FOX. For example, potential conflicts of interest could arise in connection with the resolution of any dispute that may arise between the Company and FOX regarding the terms of the agreements governing the indemnification of certain matters. In addition to any other arrangements that the Company and FOX may agree to implement, the Company and FOX agreed that officers and directors who serve at both companies will recuse themselves from decisions where conflicts arise due to their positions at both companies. \nThe Company’s Amended and Restated By-laws acknowledge that the Company’s directors and officers, as well as certain of its stockholders, including K. Rupert Murdoch, certain members of his family and certain family trusts (so long as such persons continue to own, in the aggregate, 10% or more of the voting stock of each of the Company and FOX), each of which is referred to as a covered stockholder, are or may become stockholders, directors, officers, employees or agents of FOX and certain of its affiliates. The Company’s Amended and Restated By-laws further provide that any such overlapping person will not be liable to the Company, or to any of its stockholders, for breach of any fiduciary duty that would otherwise exist because such individual directs a corporate opportunity (other than certain types of restricted business opportunities set forth in the Company’s Amended and Restated By-laws) to FOX instead of the Company. This could result in an overlapping person submitting any corporate opportunities other than restricted business opportunities to FOX instead of the Company. \nCertain Provisions of the Company’s Restated Certificate of Incorporation and Amended and Restated By-laws and the Ownership of the Company’s Common Stock by the Murdoch Family Trust May Discourage Takeovers, and the Concentration of Ownership Will Affect the Voting Results of Matters Submitted for Stockholder Approval. \nThe Company’s Restated Certificate of Incorporation and Amended and Restated By-laws contain certain anti-takeover provisions that may make more difficult or expensive a tender offer, change in control, or takeover attempt that is opposed by the Company’s Board of Directors or certain stockholders holding a significant percentage of the voting power of the Company’s outstanding voting stock. In particular, the Company’s Restated Certificate of Incorporation and Amended and Restated By-laws provide for, among other things: \n•\na dual class common equity capital structure; \n•\na prohibition on stockholders taking any action by written consent without a meeting; \n•\nspecial stockholders’ meeting to be called only by the Board of Directors, the Chair or a Vice or Deputy Chair of the Board of Directors, or, after first requesting that the Board of Directors fix a record date for such meeting, the holders of not less than 20% of the voting power of the Company’s outstanding voting stock; \n•\nthe requirement that stockholders give the Company advance notice to nominate candidates for election to the Board of Directors or to make stockholder proposals at a stockholders’ meeting;\n•\nthe requirement of an affirmative vote of at least 65% of the voting power of the Company’s outstanding voting stock to amend or repeal its by-laws; \n•\nvacancies on the Board of Directors to be filled only by a majority vote of directors then in office; \n•\ncertain restrictions on the transfer of the Company’s shares; and \n•\nthe Board of Directors to issue, without stockholder approval, Preferred Stock and Series Common Stock with such terms as the Board of Directors may determine. \n30\nTable of Contents\nThese provisions could discourage potential acquisition proposals and could delay or prevent a change in control of the Company, even in the case where a majority of the stockholders may consider such proposals, if effective, desirable. \nIn addition, as a result of his ability to appoint certain members of the board of directors of the corporate trustee of the Murdoch Family Trust (MFT), which beneficially owns less than one percent of the Company’s outstanding Class A Common Stock and approximately 39.9% of the Company’s Class B Common Stock as of June 30, 2023, K. Rupert Murdoch may be deemed to be a beneficial owner of the shares beneficially owned by the MFT. K. Rupert Murdoch, however, disclaims any beneficial ownership of these shares. Also, K. Rupert Murdoch beneficially owns or may be deemed to beneficially own an additional less than one percent of the Company’s Class B Common Stock as of June 30, 2023. Thus, K. Rupert Murdoch may be deemed to beneficially own in the aggregate less than one percent of the Company’s Class A Common Stock and approximately 40.4% of the Company’s Class B Common Stock as of June 30, 2023. This concentration of voting power could discourage third parties from making proposals involving an acquisition of the Company. Additionally, the ownership concentration of Class B Common Stock by the MFT increases the likelihood that proposals submitted for stockholder approval that are supported by the MFT will be adopted and proposals that the MFT does not support will not be adopted, whether or not such proposals to stockholders are also supported by the other holders of Class B Common Stock.\nThe Company’s Board of Directors has approved a $1 billion stock repurchase program for the Company’s Class A and Class B Common Stock, which could increase the percentage of Class B Common Stock held by the MFT. The Company has entered into a stockholders agreement with the MFT pursuant to which the Company and the MFT have agreed not to take actions that would result in the MFT and Murdoch family members together owning more than 44% of the outstanding voting power of the shares of Class B Common Stock or would increase the MFT’s voting power by more than 1.75% in any rolling 12-month period. The MFT would forfeit votes to the extent necessary to ensure that the MFT and the Murdoch family collectively do not exceed 44% of the outstanding voting power of the shares of Class B Common Stock, except where a Murdoch family member votes their own shares differently from the MFT on any matter.",
    "item7": ">ITEM 7.    MANAGEMENT’S DISCUSSION AND ANALYSIS OF FINANCIAL CONDITION AND RESULTS OF OPERATIONS\nThis discussion and analysis contains statements that constitute “forward-looking statements” within the meaning of Section 21E of the Securities Exchange Act of 1934, as amended (the “Exchange Act”), and Section 27A of the Securities Act of 1933, as amended. All statements that are not statements of historical fact are forward-looking statements. The words “expect,” “will,” “estimate,” “anticipate,” “predict,” “believe,” “should” and similar expressions and variations thereof are intended to identify forward-looking statements. These statements appear in a number of places in this discussion and analysis and include statements regarding the intent, belief or current expectations of the Company, its directors or its officers with respect to, among other things, trends affecting the Company’s business, financial condition or results of operations, the Company’s strategy and strategic initiatives, including potential acquisitions, investments and dispositions, the Company’s cost savings initiatives, including announced headcount reductions, and the outcome of contingencies such as litigation and investigations. Readers are cautioned that any forward-looking statements are not guarantees of future performance and involve risks and uncertainties. More information regarding these risks and uncertainties and other important factors that could cause actual results to differ materially from those in the forward-looking statements is set forth under the heading “Risk Factors” in Item 1A of this Annual Report on Form 10-K (the “Annual Report”). The Company does not ordinarily make projections of its future operating results and undertakes no obligation (and expressly disclaims any obligation) to publicly update or revise any forward-looking statements, whether as a result of new information, future events or otherwise, except as required by law. Readers should carefully review this document and the other documents filed by the Company with the Securities and Exchange Commission (the “SEC”). This section should be read together with the Consolidated Financial Statements of News Corporation and related notes set forth elsewhere in this Annual Report.\nThe following discussion and analysis omits discussion of fiscal 2021. Please see “Item 7. Management’s Discussion and Analysis of Financial Condition and Results of Operations” in the Company’s Annual Report on Form 10-K for the fiscal year ended June 30, 2022 for a discussion of fiscal 2021.\nINTRODUCTION\nNews Corporation (together with its subsidiaries, “News Corporation,” “News Corp,” the “Company,” “we,” or “us”) is a global diversified media and information services company comprised of businesses across a range of media, including: digital real estate services, subscription video services in Australia, news and information services and book publishing. \nThe consolidated financial statements are referred to herein as the “Consolidated Financial Statements.” The consolidated statements of operations are referred to herein as the “Statements of Operations.” The consolidated balance sheets are referred to herein as the “Balance Sheets.” The consolidated statements of cash flows are referred to herein as the “Statements of Cash Flows.” The Consolidated Financial Statements have been prepared in accordance with generally accepted accounting principles in the United States of America (“GAAP”).\nManagement’s discussion and analysis of financial condition and results of operations is intended to help provide an understanding of the Company’s financial condition, changes in financial condition and results of operations. This discussion is organized as follows:\n•\nOverview of the Company’s Businesses\n—This section provides a general description of the Company’s businesses, as well as developments that occurred during the two fiscal years ended June 30, 2023 and through the date of this filing that the Company believes are important in understanding its results of operations and financial condition or to disclose known trends.\n•\nResults of Operations\n—This section provides an analysis of the Company’s results of operations for the two fiscal years ended June 30, 2023. This analysis is presented on both a consolidated basis and a segment basis. Supplemental revenue information is also included for reporting units within certain segments and is presented on a gross basis, before eliminations in consolidation. In addition, a brief description is provided of significant transactions and events that impact the comparability of the results being analyzed. The Company maintains a 52-53 week fiscal year ending on the Sunday closest to June 30 in each year. Fiscal 2023 and 2022 included 52 and 53 weeks, respectively. As a result, the Company has referenced the impact of the 53rd week, where applicable, when providing analysis of the results of operations.\n•\nLiquidity and Capital Resources\n—This section provides an analysis of the Company’s cash flows for the two fiscal years ended June 30, 2023, as well as a discussion of the Company’s financial arrangements and outstanding commitments, both firm and contingent, that existed as of June 30, 2023.\n•\nCritical Accounting Policies and Estimates\n—This section discusses accounting policies considered important to the Company’s financial condition and results of operations, and which require significant judgment and estimates on \n34\nTable \no\nf \nContents\nthe part of management in application. In addition, Note 2 to the Consolidated Financial Statements summarizes the Company’s significant accounting policies, including the critical accounting policies discussed in this section.\nOVERVIEW OF THE COMPANY’S BUSINESSES\nThe Company manages and reports its businesses in the following six segments:\n•\nDigital Real Estate Services\n—The Digital Real Estate Services segment consists of the Company’s 61.4% interest in REA Group and 80% interest in Move. The remaining 20% interest in Move is held by REA Group. REA Group is a market-leading digital media business specializing in property and is listed on the Australian Securities Exchange (“ASX”) (ASX: REA). REA Group advertises property and property-related services on its websites and mobile apps, including Australia’s leading residential, commercial and share property websites, realestate.com.au, realcommercial.com.au and Flatmates.com.au, property.com.au and property portals in India. In addition, REA Group provides property-related data to the financial sector and financial services through a digital property search and financing experience and a mortgage broking offering.\nMove is a leading provider of digital real estate services in the U.S. and primarily operates Realtor.com\n®\n, a premier real estate information, advertising and services platform. Move offers real estate advertising solutions to agents and brokers, including its Connections\nSM\n Plus, Market VIP\nSM\n and Advantage\nSM\n Pro products as well as its referral-based services, ReadyConnect Concierge\nSM \nand UpNest. Move also offers online tools and services to do-it-yourself landlords and tenants.\n•\nSubscription Video Services\n—The Company’s Subscription Video Services segment provides sports, entertainment and news services to pay-TV and streaming subscribers and other commercial licensees, primarily via satellite and internet distribution, and consists of (i) the Company’s 65% interest in the Foxtel Group (with the remaining 35% interest held by Telstra, an ASX-listed telecommunications company) and (ii) Australian News Channel (“ANC”). The Foxtel Group is the largest Australian-based subscription television provider. Its Foxtel pay-TV service provides approximately 200 live channels and video on demand covering sports, general entertainment, movies, documentaries, music, children’s programming and news. Foxtel and the Group’s Kayo Sports streaming service offer the leading sports programming content in Australia, with broadcast rights to live sporting events including: National Rugby League, Australian Football League, Cricket Australia and various motorsports programming. The Foxtel Group’s other streaming services include \nBINGE\n, its entertainment streaming service, and Foxtel Now, a streaming service that provides access across Foxtel’s live and on-demand content.\nANC operates the SKY NEWS network, Australia’s 24-hour multi-channel, multi-platform news service. ANC channels are distributed throughout Australia and New Zealand and available on Foxtel and Sky Network Television NZ. ANC also owns and operates the international Australia Channel IPTV service and offers content across a variety of digital media platforms, including web, mobile and third party providers.\n•\nDow Jones\n—The Dow Jones segment consists of Dow Jones, a global provider of news and business information whose products target individual consumers and enterprise customers and are distributed through a variety of media channels including newspapers, newswires, websites, mobile apps, newsletters, magazines, proprietary databases, live journalism, video and podcasts. Dow Jones’s consumer products include premier brands such as \nThe Wall Street Journal\n, \nBarron’s\n, MarketWatch and \nInvestor’s Business Daily. \nDow Jones’s professional information products, which target enterprise customers, include Dow Jones Risk & Compliance, a leading provider of data solutions to help customers identify and manage regulatory, corporate and reputational risk with tools focused on financial crime, sanctions, trade and other compliance requirements, OPIS, a leading provider of \npricing data, news, insights, analysis and other information for energy commodities and key base chemicals,\n Factiva, a leading provider of global business content, and Dow Jones Newswires, which distributes real-time business news, information and analysis to financial professionals and investors.\n•\nBook Publishing\n—The Book Publishing segment consists of HarperCollins, the second largest consumer book publisher in the world, with operations in 17 countries and particular strengths in general fiction, nonfiction, children’s and religious publishing. HarperCollins owns more than 120 branded publishing imprints, including Harper, William Morrow, Mariner, HarperCollins Children’s Books, Avon, Harlequin and Christian publishers Zondervan and Thomas Nelson, and publishes works by well-known authors such as Harper Lee, George Orwell, Agatha Christie and Zora Neale Hurston, as well as global author brands including J.R.R. Tolkien, C.S. Lewis, Daniel Silva, Karin Slaughter and Dr. Martin Luther King, Jr. It is also home to many beloved children’s books and authors and a significant Christian publishing business.\n•\nNews Media\n—The News Media segment consists primarily of News Corp Australia, News UK and the\n New York Post \nand includes \nThe Australian, The Daily Telegraph, Herald Sun, The Courier Mail\n,\n The Advertiser \nand the \n35\nTable \no\nf \nContents\nnews.com.au website in Australia, \nThe Times, The Sunday Times, The Sun,\n \nThe Sun on Sunday\n and thesun.co.uk in the U.K. and the-sun.com in the U.S. This segment also includes Wireless Group, operator of talkSPORT, the leading sports radio network in the U.K., TalkTV in the U.K. and Storyful, a social media content agency.\n•\nOther\n—The Other segment consists primarily of general corporate overhead expenses, strategy costs and costs related to the U.K. Newspaper Matters (as defined in Note 16—Commitments and Contingencies to the Consolidated Financial Statements).\nDigital Real Estate Services\nThe Digital Real Estate Services segment generates revenue through property and property-related advertising and services, including: the sale of real estate listing and lead generation products and referral-based services to agents, brokers, developers, homebuilders and landlords; real estate-related and property rental-related services; display advertising on residential real estate and commercial property sites; and residential property data services to the financial sector. The Digital Real Estate Services segment also generates revenue through commissions from referrals generated through its digital property search and financing offering and mortgage broking services. Significant expenses associated with these sites and services include development costs, advertising and promotional expenses, hosting and support services, salaries, broker commissions, employee benefits and other routine overhead expenses. The Digital Real Estate Services segment’s results are highly sensitive to conditions in the real estate market, as well as macroeconomic factors such as interest rates and inflation, which are expected to continue to adversely impact real estate lead and transaction volumes and adjacent businesses in the near term.\nConsumers overwhelmingly turn to the internet and mobile devices for real estate information and services. The Digital Real Estate Services segment’s success depends on its continued innovation to provide products and services that are useful for consumers and real estate, mortgage and financial services professionals, homebuilders and landlords and attractive to its advertisers. The Digital Real Estate Services segment operates in a highly competitive digital environment with other operators of real estate and property websites and mobile apps.\nSubscription Video Services\nThe Company’s Subscription Video Services segment consists of (i) its 65% interest in the Foxtel Group and (ii) ANC. The Foxtel Group is the largest Australian-based subscription television provider, with a suite of offerings including its Foxtel pay-TV and Kayo Sports, \nBINGE\n and Foxtel Now streaming services. The Foxtel Group generates revenue primarily through subscription revenue as well as advertising revenue.\nThe Foxtel Group competes for audiences primarily with a variety of other video content providers, such as traditional Free-To-Air (“FTA”) TV operators in Australia, including the three major commercial FTA networks and two major government-funded FTA broadcasters, and content providers that deliver video programming over the internet. These providers include, Internet Protocol television, or IPTV, subscription video-on-demand and broadcast video-on-demand providers; streaming services offered through digital media providers; as well as programmers and distributors that provide content directly to consumers over the internet.\nANC operates the SKY NEWS network, Australia’s 24-hour multi-channel, multi-platform news service, and also owns and operates the Australia Channel IPTV service for international markets. Revenue is primarily derived from monthly affiliate fees received from pay-TV providers and advertising.\nThe most significant operating expenses of the Subscription Video Services segment are the acquisition and production expenses related to programming, the expenses related to operating the technical facilities of the broadcast operations, expenses related to satellite, data and cable-related transmission costs and studio and engineering expense. The expenses associated with licensing certain sports programming rights are recognized during the applicable season or event, which can cause results at the Subscription Video Services segment to fluctuate based on the timing and mix of the Foxtel Group’s local and international sports programming. Sports programming rights costs associated with a dedicated channel are amortized over 12 months. Other expenses include subscriber acquisition costs such as sales costs and marketing and promotional expenses related to improving the market visibility and awareness of the channels and their programming. Additional expenses include salaries, employee benefits, technology, rent and other routine overhead expenses.\nDow Jones\nThe Dow Jones segment’s products target individual consumers and enterprise customers. Revenue from the Dow Jones segment’s consumer business is derived primarily from circulation, which includes subscription and single-copy sales of its digital and print consumer products, the sale of digital and print advertising, licensing fees for its print and digital consumer content and \n36\nTable \no\nf \nContents\nparticipation fees for its live journalism events. Circulation revenues are dependent on the content of the Dow Jones segment’s consumer products, prices of its and/or competitors’ products, as well as promotional activities and news cycles. Advertising revenue is dependent on a number of factors, including demand for the Dow Jones segment’s consumer products, general economic and business conditions, demographics of the customer base, advertising rates and effectiveness and brand strength and reputation. Certain sectors of the economy account for a significant portion of Dow Jones’s advertising revenues, including technology and finance, which were particularly affected by economic and market conditions in fiscal 2023. Advertising revenues are also subject to seasonality, with revenues typically highest in the Company's second fiscal quarter due to the end-of-year holiday season. In addition, the consumer print business faces challenges from alternative media formats and shifting consumer preferences, which have adversely affected, and are expected to continue to adversely affect, both print circulation and advertising revenues. Advertising, in particular, has been impacted by the shift in advertising spending from print to digital. The increasing range of advertising choices and formats has resulted in audience fragmentation and increased competition. Technologies, regulations, policies and practices have also been and will continue to be developed and implemented that make it more difficult to target and measure the effectiveness of digital advertising, which may impact digital advertising rates or revenues. As a multi-platform news provider, the Dow Jones segment seeks to maximize revenues from a variety of media formats and platforms, including leveraging its content through licensing arrangements with third-party distribution platforms, developing new advertising models and growing its live journalism events business, and continues to invest in its digital and other products, which represent an increasingly larger share of revenues at its consumer business. Mobile devices, their related apps and other technologies, provide continued opportunities for the Dow Jones segment to make its content available to a new audience of readers, introduce new or different pricing schemes and develop its products to continue to attract advertisers and/or affect the relationship between content providers and consumers.\nOperating expenses for the consumer business include costs related to paper, production, distribution, third party printing, editorial and commissions. Selling, general and administrative expenses include promotional expenses, salaries, employee benefits, rent and other routine overhead. The costs associated with printing and distributing newspapers, including paper prices and delivery costs, are key operating expenses whose fluctuations can have a material effect on the results of the Dow Jones segment’s consumer business. The consumer business is affected by the cyclical changes in the price of paper and other factors that may affect paper prices, including, among other things, inflation, supply chain disruptions, industry trends or economics and tariffs or other restrictions on non-U.S. paper suppliers. In addition, the Dow Jones segment relies on third parties for much of the printing and distribution of its print products. The shift from print to digital and changing labor markets present challenges to the financial and operational stability of these third parties which could, in turn, impact the availability, or increase the cost, of third-party printing and distribution services for the Company's newspapers. \nThe Dow Jones segment’s consumer products compete for consumers, audience and advertising with other local and national newspapers, web and app-based media, news aggregators, customized news feeds, search engines, blogs, magazines, investment tools, social media sources, podcasts and event producers, as well as other media such as television, radio stations and outdoor displays. As a result of rapidly changing and evolving technologies (including recent developments in artificial intelligence (AI), particularly generative AI), distribution platforms and business models, and corresponding changes in consumer behavior, the consumer business continues to face increasing competition for both circulation and advertising revenue, including from a variety of alternative news and information sources, as well as programmatic advertising buying channels and off-platform distribution of its products.\nThe Dow Jones segment’s professional information business, which targets enterprise customers, derives revenue primarily from subscriptions to its professional information products. The professional information business serves enterprise customers with products that combine news and information with technology and tools that inform decisions and aid awareness, research, understanding and compliance. The success of the professional information business depends on its ability to provide products, services, applications and functionalities that meet the needs of its enterprise customers, who operate in information-intensive and oftentimes highly regulated industries such as finance and insurance. The professional information business must also anticipate and respond to industry trends and regulatory and technological changes.\nSignificant expenses for the professional information business include development costs, sales and marketing expenses, hosting and support services, royalties, salaries, consulting and professional fees, sales commissions, employee benefits and other routine overhead expenses.\nThe Dow Jones segment’s professional information products compete with various information service providers, compliance data providers, global financial newswires and energy and commodities pricing and data providers, including Reuters News, RELX (including LexisNexis and ICIS), Refinitiv, S&P Global, DTN and Argus Media, as well as many other providers of news, information and compliance data.\n37\nTable \no\nf \nContents\nBook Publishing\nThe Book Publishing segment derives revenues from the sale of general fiction, nonfiction, children’s and religious books in the U.S. and internationally. The revenues and operating results of the Book Publishing segment are significantly affected by the timing of releases and the number of its books in the marketplace. The book publishing marketplace is subject to increased periods of demand during the end-of-year holiday season in its main operating geographies. This marketplace is highly competitive and continues to change due to technological developments, including additional digital platforms, such as e-books and downloadable audiobooks, and distribution channels and other factors. Each book is a separate and distinct product and its financial success depends upon many factors, including public acceptance.\nMajor new title releases represent a significant portion of the Book Publishing segment’s sales throughout the fiscal year. Print-based consumer books are generally sold on a fully returnable basis, resulting in the return of unsold books. In the domestic and international markets, the Book Publishing segment is subject to global trends and local economic conditions, including supply chain challenges and inflationary and inventory pressures during fiscal 2023, which are expected to moderate in fiscal 2024. Operating expenses for the Book Publishing segment include costs related to paper, printing, freight, authors’ royalties, editorial, promotional, art and design expenses. Selling, general and administrative expenses include salaries, employee benefits, rent and other routine overhead costs.\nNews Media\nRevenue at the News Media segment is derived primarily from circulation and subscriptions, the sale of advertising, as well as licensing. Circulation and subscription revenues can be greatly affected by changes in the prices of the Company’s and/or competitors’ products, as well as by promotional activities and news cycles. Adverse changes in general market conditions for advertising have affected, and may continue to affect, revenues. Advertising revenues at the News Media segment are also subject to seasonality, with revenues typically being highest in the Company’s second fiscal quarter due to the end-of-year holiday season in its main operating geographies.\nOperating expenses include costs related to paper, production, distribution, third party printing, editorial, commissions, technology and radio sports rights. Selling, general and administrative expenses include promotional expenses, salaries, employee benefits, rent and other routine overhead. The cost of paper is a key operating expense whose fluctuations can have a material effect on the results of the segment. The News Media segment continues to be exposed to risks associated with paper used for printing. Paper is a basic commodity and its price is sensitive to the balance of supply and demand. The News Media segment’s expenses are affected by the cyclical changes in the price of paper and other factors that may affect paper prices, including, among other things, inflation, supply chain disruptions, industry trends or economics (including the closure or conversion of newsprint mills) and tariffs. The News Media segment experienced significant paper price increases in fiscal 2023. While the Company anticipates these increases will moderate, it expects prices to remain elevated.\nThe News Media segment’s products compete for readership, audience and advertising with local and national competitors and also compete with other media alternatives in their respective markets. Competition for circulation and subscriptions is based on the content of the products provided, pricing and, from time to time, various promotions. The success of these products also depends upon advertisers’ judgments as to the most effective use of their advertising budgets. Competition for advertising is based upon the reach of the products, advertising rates and advertiser results. Such judgments are based on factors such as cost, availability of alternative media, distribution and quality of consumer demographics. As a result of rapidly changing and evolving technologies (including recent developments in AI, particularly generative AI), distribution platforms and business models, and corresponding changes in consumer behavior, the News Media segment continues to face increasing competition for both circulation and advertising revenue.\nThe News Media segment’s print business faces challenges from alternative media formats and shifting consumer preferences. The News Media segment is also exposed to the impact of the shift in advertising spending from print to digital. These alternative media formats could impact the segment’s overall performance, positively or negatively. In addition, technologies, regulations, policies and practices have been and will continue to be developed and implemented that make it more difficult to target and measure the effectiveness of digital advertising, which may impact digital advertising rates or revenues.\nAs multi-platform news providers, the businesses within the News Media segment seek to maximize revenues from a variety of media formats and platforms, including leveraging their content through licensing arrangements with third-party distribution platforms and developing new advertising models, and continue to invest in their digital products. Mobile devices, their related apps and other technologies, provide continued opportunities for the businesses within the News Media segment to make their content available to a new audience of readers, introduce new or different pricing schemes and develop their products to continue to attract advertisers and/or affect the relationship between content providers and consumers.\n38\nTable \no\nf \nContents\nOther\nThe Other segment primarily consists of general corporate overhead expenses, strategy costs and costs related to the U.K. Newspaper Matters.\nOther Business Developments\nFiscal 2023\nExploration of Potential Combination with FOX Corporation (“FOX”)\nIn October 2022, the Company announced that its Board of Directors (the “Board of Directors”), following the receipt of letters from K. Rupert Murdoch and the Murdoch Family Trust, had formed a special committee of independent and disinterested members of the Board of Directors (the “Special Committee”) to begin exploring a potential combination with FOX (the “Potential Transaction”). In January 2023, the Board of Directors received a letter from Mr. Murdoch withdrawing the proposal to explore the Potential Transaction. As a result of the letter, the Special Committee has been dissolved.\nPotential Disposition of Move\nIn January 2023, the Company announced that it was engaged in discussions with CoStar Group, Inc. (“CoStar”) regarding a potential sale of its subsidiary, Move. In February 2023, the Company confirmed that it is no longer engaged in these discussions with CoStar.\nRussian and Ukrainian conflict\nThe Company takes extensive steps to ensure the safety of its journalists and other personnel in Ukraine and Russia. Despite these measures, a reporter for \nThe Wall Street Journal\n was detained by Russian authorities in March 2023 while on assignment in the country. The Company has engaged legal counsel for the reporter and is working to secure his release. The Company will continue to closely monitor the situation in the region. While the Company has extremely limited business operations in, or direct exposure to, Russia or Ukraine and the conflict has not had a material impact on its business, financial condition, or results of operations to date, the Company prioritizes the health, safety, security and well-being of its employees and will continue to support affected employees in the region. In addition to impacts on its personnel, the conflict has broadened inflationary pressures and a further escalation or expansion of its scope or the related economic disruption could impact the Company's supply chain, further exacerbate inflation and other macroeconomic trends and have an adverse effect on its results of operations.\nAnnounced Headcount Reduction\nIn response to the macroeconomic challenges facing many of the Company’s businesses, the Company continues to implement cost savings initiatives, including an expected 5% headcount reduction, or around 1,250 positions, this calendar year. Decisions regarding the elimination of positions are ongoing and assessed based on the needs of the respective businesses. The Company notified the majority of affected employees and recognized the associated cash restructuring charges of approximately $80 million in the second half of fiscal 2023. While it is still evaluating the estimated cost savings from these actions, the Company currently expects this to generate annualized gross cost savings of at least $160 million once completed, the majority of which will be reflected in fiscal 2024. See Note 5—Restructuring Programs in the accompanying Consolidated Financial Statements.\nFiscal 2022\nREA Group sale of Malaysia and Thailand businesses\nIn August 2021, REA Group acquired an 18% interest (16.6% on a diluted basis) in PropertyGuru Pte. Ltd., now PropertyGuru Group Ltd. (“PropertyGuru”), a leading digital property technology company operating marketplaces in Southeast Asia, in exchange for all shares of REA Group’s entities in Malaysia and Thailand. The transaction was completed after REA Group entered into an agreement to sell its 27% interest in its existing venture with 99.co. The transaction creates a leading digital real estate services company in Southeast Asia, new opportunities for collaboration and access to a deeper pool of expertise, technology and investment in the region. REA Group received one seat on the board of directors of PropertyGuru as part of the transaction. \n39\nTable \no\nf \nContents\nIn March 2022, PropertyGuru completed its merger with Bridgetown 2 Holdings Limited. As a result of the merger and subsequent investments made in connection with the transaction, REA Group’s ownership interest in PropertyGuru was 17.5% and a gain of approximately $15 million was recorded in Other, net.\nShare Repurchase Program\nIn September 2021, the Company announced a stock repurchase program authorizing the Company to purchase up to $1 billion in the aggregate of its outstanding Class A Common Stock and Class B Common Stock (the “Repurchase Program”). The manner, timing, number and share price of any repurchases will be determined by the Company at its discretion and will depend upon such factors as the market price of the stock, general market conditions, applicable securities laws, alternative investment opportunities and other factors. The Repurchase Program has no time limit and may be modified, suspended or discontinued at any time. See Note 12—Stockholders' Equity in the accompanying Consolidated Financial Statements.\n2022 Senior Notes Offering\nIn February 2022, the Company issued $500 million of senior notes due 2032 (the “2022 Senior Notes”). The 2022 Senior Notes bear interest at a fixed rate of 5.125% per annum, payable in cash semi-annually on February 15 and August 15 of each year, commencing on August 15, 2022. The notes will mature on February 15, 2032. The Company used the net proceeds from the offering for general corporate purposes, including to fund the acquisitions of OPIS and CMA. See Note 9—Borrowings in the accompanying Consolidated Financial Statements.\nAcquisition of OPIS\nIn February 2022, the Company acquired the Oil Price Information Service business and related assets (“OPIS”) from S&P Global Inc. (“S&P”) and IHS Markit Ltd. for $1.15 billion in cash, subject to customary purchase price adjustments. OPIS is a global industry standard for benchmark and reference pricing and news and analytics for the oil, natural gas liquids and biofuels industries. The business also provides pricing and news and analytics for the coal, mining and metals end markets and insights and analytics in renewables and carbon pricing. The acquisition enables Dow Jones to become a leading provider of energy and renewables information and furthers its goal of building the leading global business news and information platform for professionals. OPIS is a subsidiary of Dow Jones, and its results are included in the Dow Jones segment.\nTerm Loan A and Revolving Credit Facilities\nOn March 29, 2022, the Company terminated its existing unsecured $750 million revolving credit facility and entered into a new credit agreement (the “2022 Credit Agreement”) that provides for $1,250 million of unsecured credit facilities comprised of a $500 million unsecured term loan A credit facility (the “Term A Facility” and the loans under the Term A Facility are collectively referred to as “Term A Loans”) and a $750 million unsecured revolving credit facility (the “Revolving Facility” and, together with the Term A Facility, the “Facilities”) that can be used for general corporate purposes. See Note 9—Borrowings in the accompanying Consolidated Financial Statements.\nThe Company entered into an interest rate swap derivative to fix the floating rate interest component of its Term A Loans at 2.083%. See Note 11—Financial Instruments and Fair Value Measurements in the accompanying Consolidated Financial Statements.\nThe Company borrowed the full amount of the Term A Facility on March 31, 2022 and had not borrowed any funds under the Revolving Facility as of June 30, 2023.\nAcquisition of Base Chemicals\nIn June 2022, the Company acquired the Base Chemicals (rebranded Chemical Market Analytics, “CMA”) business from S&P for $295 million in cash, subject to customary purchase price adjustments. CMA provides pricing data, insights, analysis and forecasting for key base chemicals through its leading Market Advisory and World Analysis services. The acquisition enables Dow Jones to become a leading provider of base chemicals information and furthers its goal of building the leading global \n40\nTable \no\nf \nContents\nbusiness news and information platform for professionals. CMA is operated by Dow Jones, and its results are included in the Dow Jones segment.\nAcquisition of UpNest\nIn June 2022, the Company acquired UpNest, Inc. (“UpNest”) for closing cash consideration of approximately $45 million, subject to customary purchase price adjustments, and up to $15 million in future cash consideration based upon the achievement of certain performance objectives over the next two years. UpNest is a real estate agent marketplace that matches home sellers and buyers with top local agents who compete for their business. The UpNest acquisition helps Realtor.com\n®\n further expand its services and support for home sellers and listing agents and brokers. UpNest is a subsidiary of Move, and its results are included within the Digital Real Estate Services segment.\nSee Note 4—Acquisitions, Disposals and Other Transactions in the accompanying Consolidated Financial Statements for further discussion of the acquisitions and dispositions discussed above.\nResults of Operations—Fiscal 2023 versus Fiscal 2022\nThe following table sets forth the Company’s operating results for fiscal 2023 as compared to fiscal 2022.\nFor the fiscal years ended June 30,\n2023\n2022\nChange\n% Change\n(in millions, except %)\nBetter/(Worse)\nRevenues:\nCirculation and subscription\n$\n4,447 \n$\n4,425 \n$\n22 \n— \n%\nAdvertising\n1,687 \n1,821 \n(134)\n(7)\n%\nConsumer\n1,899 \n2,106 \n(207)\n(10)\n%\nReal estate\n1,189 \n1,347 \n(158)\n(12)\n%\nOther\n657 \n686 \n(29)\n(4)\n%\nTotal Revenues\n9,879 \n10,385 \n(506)\n(5)\n%\nOperating expenses\n(5,124)\n(5,124)\n— \n— \n%\nSelling, general and administrative\n(3,335)\n(3,592)\n257 \n7 \n%\nDepreciation and amortization\n(714)\n(688)\n(26)\n(4)\n%\nImpairment and restructuring charges\n(150)\n(109)\n(41)\n(38)\n%\nEquity losses of affiliates\n(127)\n(13)\n(114)\n**\nInterest expense, net\n(100)\n(99)\n(1)\n(1)\n%\nOther, net\n1 \n52 \n(51)\n(98)\n%\nIncome before income tax expense\n330\n \n812\n \n(482)\n(59)\n%\nIncome tax expense\n(143)\n(52)\n(91)\n**\nNet income\n187 \n760 \n(573)\n(75)\n%\nLess: Net income attributable to noncontrolling interests\n(38)\n(137)\n99 \n72 \n%\nNet income attributable to News Corporation stockholders\n$\n149\n \n$\n623\n \n$\n(474)\n(76)\n%\n________________________\n**    not meaningful\nRevenues\n—Revenues decreased $506 million, or 5%, for the fiscal year ended June 30, 2023 as compared to fiscal 2022. The decrease, which includes the approximately $110 million \nimpact of the absence of the 53rd week in fiscal 2023, was\n driven in part by lower revenues at the Book Publishing segment primarily due to lower print and digital book sales, mainly in the U.S. market, driven by lower consumer demand industry-wide, weak frontlist performance, Amazon’s reset of its inventory levels and rightsizing of its warehouse footprint and the negative impact of foreign currency fluctuations. The decrease was also driven by lower revenues at the Digital Real Estate Services segment primarily due to lower real estate revenues at Move, the negative impact of foreign currency fluctuations and lower financial services revenue at REA Group and at the News Media and Subscription Video Services segments due to the negative impact of foreign currency fluctuations. These decreases were partially offset by higher revenues at the Dow Jones segment primarily due to the acquisitions of OPIS and CMA. Digital revenues accounted for approximately 50% of total revenues for the fiscal year ended June 30, 2023.\n41\nTable \no\nf \nContents\nThe impact of foreign currency fluctuations of the U.S. dollar against local currencies resulted in a revenue decrease of $494 million, or 5%, for the fiscal year ended June 30, 2023 as compared to fiscal 2022. The Company calculates the impact of foreign currency fluctuations for businesses reporting in currencies other than the U.S. dollar by multiplying the results for each quarter in the current period by the difference between the average exchange rate for that quarter and the average exchange rate in effect during the corresponding quarter of the prior year and totaling the impact for all quarters in the current period.\nOperating expenses\n—Operating expenses were flat for the fiscal year ended June 30, 2023 as compared to fiscal 2022. Operating expenses at the Dow Jones segment increased due to the impact from recent acquisitions. The increase was offset by lower operating expenses at the Book Publishing segment driven by the positive impact of foreign currency fluctuations, as the impact of lower sales volumes offset higher manufacturing, freight and distribution costs, and at the News Media segment due to the positive impact of foreign currency fluctuations, as the $60 million impact of higher pricing on newsprint costs and higher costs for TalkTV and other digital investments, primarily at News Corp Australia, were partially offset by cost savings initiatives. Operating expenses at the Subscription Video Services segment were also lower due to the positive impact of foreign currency fluctuations, largely offset by higher sports and entertainment programming costs. The impact of foreign currency fluctuations of the U.S. dollar against local currencies resulted in an Operating expense decrease of $242 million, or 5%, for the fiscal year ended June 30, 2023 as compared to fiscal 2022.\nSelling, general and administrative\n—Selling, general and administrative decreased $257 million, or 7%, for the fiscal year ended June 30, 2023 as compared to fiscal 2022. \nThe decrease in Selling, general and administrative for the fiscal year ended June 30, 2023\n was primarily driven by lower expenses at the Digital Real Estate Services segment mainly due to the positive impact of foreign currency fluctuations, lower broker commissions at REA Group’s financial services business and lower discretionary spending and employee costs at Move and at the News Media segment due to the positive impact of foreign currency fluctuations and cost savings initiatives, partially offset by higher employee and marketing costs. Selling, general and administrative also decreased at the Subscription Video Services segment primarily due to the positive impact of foreign currency fluctuations and lower marketing costs and at the Book Publishing segment primarily due to lower employee costs and the positive impact of foreign currency fluctuations. Selling, general and administrative declined at the Other segment primarily due to the absence of one-time legal settlement costs, partially offset by $10 million of one-time costs related to the professional fees incurred by the Special Committee and the Company in connection with evaluating the proposal from the Murdoch Family Trust, as well as fees related to the potential sale of Move. Selling, general and administrative at the Dow Jones segment benefited from the absence of $25 million of OPIS and CMA-related transaction costs incurred in fiscal 2022 and the positive impact of foreign currency fluctuations, offset by higher employee costs due to recent acquisitions. The impact of foreign currency fluctuations of the U.S. dollar against local currencies resulted in a Selling, general and administrative decrease of $172 million, or 5%, for the fiscal year ended June 30, 2023 as compared to fiscal 2022.\nDepreciation and amortization\n—Depreciation and amortization expense increased $26 million, or 4%, for the fiscal year ended June 30, 2023 as compared to fiscal 2022, primarily driven by higher amortization expense resulting from the Company’s recent acquisitions\n. The impact of foreign currency fluctuations of the U.S. dollar against local currencies resulted in a depreciation and amortization expense decrease of \n$35 million\n, or 5%, for the fiscal year \nended June 30, 2023 as compared to fiscal 2022\n.\nImpairment and restructuring charges\n—During the fiscal years ended June 30, 2023 and 2022, the Company recorded restructuring charges of $125 million and $94 million, respectively.\nDuring the fiscal year ended June 30, 2023, the Company recognized non-cash impairment charges of $25 million related to the impairment of certain indefinite-lived intangible assets during the Company’s annual impairment assessment.\nDuring the fiscal year ended June 30, 2022, the Company recognized non-cash impairment charges of $15 million related to the write-down of fixed assets associated with the shutdown and sale of certain U.S. printing facilities at the Dow Jones segment.\nSee Note 5—Restructuring Programs, Note 7—Property, Plant and Equipment and Note 8—Goodwill and Other Intangible Assets in the accompanying Consolidated Financial Statements.\nEquity losses of affiliates\n—Equity losses of affiliates increased by $114 million for the fiscal year ended June 30, 2023 as compared to fiscal 2022, primarily due to a non-cash write-down of REA Group’s investment in PropertyGuru of approximately $81 million and losses from an investment in an Australian sports wagering venture. See Note 6—Investments in the accompanying Consolidated Financial Statements.\nInterest expense, net\n—Interest expense, net for the fiscal year ended June 30, 2023 increased $1 million, or 1%, as compared to fiscal 2022. See Note 9—Borrowings in the accompanying Consolidated Financial Statements. \n42\nTable \no\nf \nContents\nOther, net\n—Other, net decreased $51 million, or 98%, for the fiscal year ended June 30, 2023 as compared to fiscal 2022. The decrease was primarily due to the absence of REA Group’s gain on disposition of its entities in Malaysia and Thailand recognized in fiscal 2022. See Note 21—Additional Financial Information in the accompanying Consolidated Financial Statements.\nIncome tax expense\n—The Company’s income tax expense and effective tax rate for the fiscal year ended June 30, 2023 were $143 million and 43%, respectively, as compared to an income tax expense and effective tax rate of $52 million and 6%, respectively, for fiscal 2022.\nFor the fiscal year ended June 30, 2023, the Company recorded income tax expense of $143 million on pre-tax income of $330 million, resulting in an effective tax rate that was higher than the U.S. statutory tax rate. The tax rate was impacted by foreign operations which are subject to higher tax rates, impairments and valuation allowances recorded against tax benefits in certain businesses.\nFor the fiscal year ended June 30, 2022, the Company recorded income tax expense of $52 million on pre-tax income of $812 million, resulting in an effective tax rate that was lower than the U.S. statutory tax rate. The tax rate was impacted by foreign operations which are subject to higher tax rates, offset by the reversal of valuation allowances, including $149 million related to certain foreign deferred tax assets that are more likely than not to be realized, the lower tax impact related to the sale of REA Group’s Malaysia and Thailand businesses and the remeasurement of deferred taxes in the U.K. \nManagement assesses available evidence to determine whether sufficient future taxable income will be generated to permit the use of existing deferred tax assets. Based on management’s assessment of available evidence, it has been determined that it is more likely than not that deferred tax assets in certain foreign jurisdictions may not be realized and therefore, a valuation allowance has been established against those tax assets. See Note 19—Income Taxes in the accompanying Consolidated Financial Statements.\nNet income\n—Net income was $187 million for the fiscal year ended June 30, 2023, as compared to $760 million for the fiscal year ended June 30, 2022, a decrease of $573 million, or 75%, primarily driven by lower Total Segment EBITDA, higher losses from equity affiliates, higher tax expense, lower Other, net and higher impairment and restructuring charges.\nNet income attributable to noncontrolling interests\n—Net income attributable to noncontrolling interests was $38 million for the fiscal year ended June 30, 2023, as compared to $137 million for the fiscal year ended June 30, 2022, a decrease of $99 million, or 72%, primarily driven by the write-down of REA Group’s investment in PropertyGuru in the fiscal year ended June 30, 2023 and the impact of the absence of REA Group’s gain on disposition of its entities in Malaysia and Thailand recognized in fiscal 2022.\nSegment Analysis\nSegment EBITDA is defined as revenues less operating expenses and selling, general and administrative expenses. Segment EBITDA does not include: depreciation and amortization, impairment and restructuring charges, equity losses of affiliates, interest (expense) income, net, other, net and income tax (expense) benefit. Segment EBITDA may not be comparable to similarly titled measures reported by other companies, since companies and investors may differ as to what items should be included in the calculation of Segment EBITDA.\nSegment EBITDA is the primary measure used by the Company’s chief operating decision maker to evaluate the performance of, and allocate resources within, the Company’s businesses. Segment EBITDA provides management, investors and equity analysts with a measure to analyze the operating performance of each of the Company’s business segments and its enterprise value against historical data and competitors’ data, although historical results may not be indicative of future results (as operating performance is highly contingent on many factors, including customer tastes and preferences).\nTotal Segment EBITDA is a non-GAAP measure and should be considered in addition to, not as a substitute for, net income (loss), cash flow and other measures of financial performance reported in accordance with GAAP. In addition, this measure does not reflect cash available to fund requirements and excludes items, such as depreciation and amortization and impairment and restructuring charges, which are significant components in assessing the Company’s financial performance. The Company believes that the presentation of Total Segment EBITDA provides useful information regarding the Company’s operations and other factors that affect the Company’s reported results. Specifically, the Company believes that by excluding certain one-time or non-cash items such as impairment and restructuring charges and depreciation and amortization, as well as potential distortions between periods caused by factors such as financing and capital structures and changes in tax positions or regimes, the Company provides users of its consolidated financial statements with insight into both its core operations as well as the factors that affect reported results between periods but which the Company believes are not representative of its core business. As a result, users of the Company’s consolidated financial statements are better able to evaluate changes in the core operating results of the Company across different periods. \n43\nTable \no\nf \nContents\nThe following table reconciles Net income to Total Segment EBITDA for the fiscal years ended June 30, 2023 and 2022:\nFor the fiscal years ended\nJune 30,\n2023\n2022\n(in millions)\nNet income\n$\n187 \n$\n760 \nAdd:\nIncome tax expense\n143 \n52 \nOther, net\n(1)\n(52)\nInterest expense, net\n100 \n99 \nEquity losses of affiliates\n127 \n13 \nImpairment and restructuring charges\n150 \n109 \nDepreciation and amortization\n714 \n688 \nTotal Segment EBITDA\n$\n1,420\n \n$\n1,669\n \nThe following table sets forth the Company’s Revenues and Segment EBITDA by reportable segment for the fiscal years ended June 30, 2023 and 2022:\nFor the fiscal years ended June 30,\n2023\n2022\n(in millions)\nRevenues\nSegment\nEBITDA\nRevenues\nSegment\nEBITDA\nDigital Real Estate Services\n$\n1,539 \n$\n457 \n$\n1,741 \n$\n574 \nSubscription Video Services\n1,942 \n347 \n2,026 \n360 \nDow Jones\n2,153 \n494 \n2,004 \n433 \nBook Publishing\n1,979 \n167 \n2,191 \n306 \nNews Media\n2,266 \n156 \n2,423 \n217 \nOther\n— \n(201)\n— \n(221)\nTotal\n$\n9,879\n \n$\n1,420\n \n$\n10,385\n \n$\n1,669\n \nDigital Real Estate Services\n (15% and 17% of the Company’s consolidated revenues in fiscal 2023 and 2022, respectively)\nFor the fiscal years ended June 30,\n2023\n2022\nChange\n% Change\n(in millions, except %)\nBetter/(Worse)\nRevenues:\nCirculation and subscription\n$\n12 \n$\n13 \n$\n(1)\n(8)\n%\nAdvertising\n140 \n135 \n5 \n4 \n%\nReal estate\n1,189 \n1,347 \n(158)\n(12)\n%\nOther\n198 \n246 \n(48)\n(20)\n%\nTotal Revenues\n1,539\n \n1,741\n \n(202)\n(12)\n%\nOperating expenses\n(201)\n(208)\n7 \n3 \n%\nSelling, general and administrative\n(881)\n(959)\n78 \n8 \n%\nSegment EBITDA\n$\n457\n \n$\n574\n \n$\n(117)\n(20)\n%\nFor the fiscal year ended June 30, 2023, revenues at the Digital Real Estate Services segment decreased $202 million, or 12%, as compared to fiscal 2022, including an approximately $14 million impact from the absence of the 53rd week in fiscal 2023. Revenues at Move decreased $110 million\n, or\n 15%, to $602 million for the fiscal year ended June 30, 2023 from $712 million in fiscal 2022\n, primarily driven by the continued impact of the macroeconomic environment on the housing market, including higher interest rates, and the impact of the absence of the 53rd week in fiscal 2023, partially offset by the $10 million increase in advertising revenues. The market downturn resulted in lower lead volumes, which decreased 29%, and lower transaction volumes. \nRevenues from the referral model, which includes the ReadyConnect Concierge℠ product, and the traditional lead generation product decreased due to these factors, partially offset by improved lead optimization. The referral model generated \n44\nTable \no\nf \nContents\napproximately 26% of total Move revenues in fiscal 2023 as compared to approximately 31% in fiscal 2022. At REA Group, revenues decreased $92 million, or 9%, to $937 million for the fiscal year ended June 30, 2023 from $1,029 million in fiscal 2022 primarily driven by the $74 million negative impact of foreign currency fluctuations. The impact of lower national listings on Australian residential revenues and lower financial services revenue driven by lower settlements and the $15 million adverse impact from a valuation adjustment related to expected future trail commissions were partially offset by price increases, increased depth penetration for Australian residential products due to the contribution of Premiere Plus, increased depth penetration for commercial products and higher revenues at REA India. \nFor the fiscal year ended \nJune 30, 2023\n, Segment EBITDA at the Digital Real Estate Services segment decreased \n$117 million\n, or \n20%\n, as compared to fiscal \n2022, primarily due to the lower revenues discussed above, the $34 million, or 6%, negative impact of foreign currency fluctuations and higher costs at REA India, partially offset by lower broker commissions at REA Group due to the valuation adjustment related to expected future trail commissions and lower settlements and lower discretionary and employee costs at Move.\nSubscription Video Services\n (20% of the Company’s consolidated revenues in both fiscal 2023 and 2022)\n \nFor the fiscal years ended June 30,\n2023\n2022\nChange\n% Change\n(in millions, except %)\nBetter/(Worse)\nRevenues:\nCirculation and subscription\n$\n1,671 \n$\n1,753 \n$\n(82)\n(5)\n%\nAdvertising\n227 \n232 \n(5)\n(2)\n%\nOther\n44 \n41 \n3 \n7 \n%\nTotal Revenues\n1,942\n \n2,026\n \n(84)\n(4)\n%\nOperating expenses\n(1,264)\n(1,281)\n17 \n1 \n%\nSelling, general and administrative\n(331)\n(385)\n54 \n14 \n%\nSegment EBITDA\n$\n347\n \n$\n360\n \n$\n(13)\n(4)\n%\nFor the fiscal year ended June 30, 2023, revenues at the Subscription Video Services segment decreased $84 million, or 4%, as compared to fiscal 2022 due to the negative impact of foreign currency fluctuations. The $114 million increase in streaming revenues, primarily due to increased volume and pricing at Kayo and \nBINGE\n, the $26 million increase in commercial subscription revenues due to the absence of COVID-19 related restrictions imposed in fiscal 2022 and improvements in underlying advertising trends\n \nmore than offset lower residential subscription revenues resulting from fewer residential broadcast subscribers. Foxtel Group streaming subscription revenues represented approximately 27% of total circulation and subscription revenues for the fiscal year ended June 30, 2023, as compared to 20% in fiscal 2022. The impact of foreign currency fluctuations of the U.S. dollar against local currencies resulted in a revenue decrease of $157 million, or 8%, for the fiscal year ended June 30, 2023, as compared to fiscal 2022.\nFor the fiscal year ended June 30, 2023, Segment EBITDA decreased $13 million, or 4%, as compared to fiscal 2022 due to the $29 million, or 8%, negative impact of foreign currency fluctuations. Higher sports programming rights and production costs due to contractual increases and enhanced digital rights and higher entertainment programming rights costs due to the availability of content were more than offset by the revenue drivers discussed above, as well as lower transmission and marketing costs.\nThe following tables provide information regarding certain key performance indicators for the Foxtel Group, the primary reporting unit within the Subscription Video Services segment, as of and for the fiscal years ended June 30, 2023 and 2022. Management believes these metrics provide useful information to allow investors to understand trends in consumer behavior and acceptance of the various services offered by the Foxtel Group. Management utilizes these metrics to track and forecast subscription revenue trends across the business’s various linear and streaming products. See “Part I. Business” for further detail regarding these performance indicators including definitions and methods of calculation.\n45\nTable \no\nf \nContents\nAs of June 30,\n2023\n2022\n(in 000s)\nBroadcast Subscribers\nResidential\n(a)\n1,341 \n1,481 \nCommercial\n(b)\n233 \n242 \nStreaming Subscribers (Total (Paid))\n(c)\nKayo\n1,411 (1,401 paid)\n1,312 (1,293 paid)\nBINGE\n1,541 (1,487 paid)\n1,263 (1,192 paid)\nFoxtel Now\n177 (170 paid)\n201 (194 paid)\nTotal Subscribers (Total (Paid))\n(d)\n4,723 (4,650 paid)\n4,529 (4,413 paid)\nFor the fiscal years ended June 30,\n2023\n2022\nBroadcast ARPU\n(e)\nA$84 (US$56)\nA$82 (US$59)\nBroadcast Subscriber Churn\n(f)\n12.7%\n13.8%\n________________________\n(a)\nSubscribing households throughout Australia as of June 30, 2023 and 2022.\n(b)\nCommercial subscribers throughout Australia as of June 30, 2023 and 2022. \n(c)\nTotal and Paid subscribers for the applicable streaming service as of June 30, 2023 and 2022. Paid subscribers excludes customers receiving service for no charge under certain new subscriber promotions.\n(d)\nTotal subscribers consists of Foxtel Group’s broadcast and streaming services listed above and its news aggregation streaming service.\n(e)\nAverage monthly broadcast residential subscription revenue per user (Broadcast ARPU) for the fiscal years ended June 30, 2023 and 2022.\n(f)\nBroadcast residential subscriber churn rate (Broadcast Subscriber Churn) for the fiscal years ended June 30, 2023 and 2022.\nDow Jones \n(22% and 19% of the Company’s consolidated revenues in fiscal 2023 and 2022, respectively)\nFor the fiscal years ended June 30,\n2023\n2022\nChange\n% Change\n(in millions, except %)\nBetter/(Worse)\nRevenues:\nCirculation and subscription\n$\n1,689 \n$\n1,516 \n$\n173 \n11 \n%\nAdvertising\n413 \n449 \n(36)\n(8)\n%\nOther\n51 \n39 \n12 \n31 \n%\nTotal Revenues\n2,153\n \n2,004\n \n149\n \n7\n \n%\nOperating expenses\n(934)\n(845)\n(89)\n(11)\n%\nSelling, general and administrative\n(725)\n(726)\n1 \n— \n%\nSegment EBITDA\n$\n494\n \n$\n433\n \n$\n61\n \n14\n \n%\nFor the fiscal year ended June 30, 2023, revenues at the Dow Jones segment increased $149 million, or 7%, as compared to fiscal 2022, primarily due to the $97 million and $68 million impacts from the acquisitions of OPIS and CMA in the third and fourth quarters of fiscal 2022, respectively, partially offset by \nthe approximately $40 million impact of the absence of the 53rd week in fiscal 2023 and\n the decrease in advertising revenues. Digital revenues at the Dow Jones segment represented 78% of total revenues for the fiscal year ended June 30, 2023, as compared to 75% in fiscal 2022. The impact of foreign currency fluctuations of the U.S. dollar against local currencies resulted in a revenue decrease of $18 million, or 1%, for the fiscal year ended June 30, 2023 as compared to fiscal 2022.\n46\nTable \no\nf \nContents\nCirculation and subscription revenues\nFor the fiscal years ended June 30,\n2023\n2022\nChange\n% Change\n(in millions, except %)\nBetter/(Worse)\nCirculation and subscription revenues:\nCirculation and other\n$\n929 \n$\n937 \n$\n(8)\n(1)\n%\nProfessional information business\n760 \n579 \n181 \n31 \n%\nTotal circulation and subscription revenues\n$\n1,689\n \n$\n1,516\n \n$\n173\n \n11\n \n%\nCirculation and subscription revenues increased $173 million, or 11%, during the fiscal year ended June 30, 2023 as compared to fiscal 2022. Revenues at the professional information business increased $181 million, or 31%, primarily driven by the acquisitions of OPIS and CMA and the $25 million increase in Risk & Compliance revenues. Circulation and other revenues decreased $8 million, or 1%, driven by the impact of the absence of the 53rd week in fiscal 2023, as growth in digital-only subscriptions, primarily at \nThe Wall Street Journal, \nmore than offset print circulation declines\n. \nDuring the fourth quarter of fiscal 2023, average daily digital-only subscriptions at \nThe Wall Street Journal\n increased 10% to 3.4 million as compared to fiscal 2022, and digital revenues represented 69% of circulation revenue for the fiscal year ended June 30, 2023, as compared to 67% in fiscal 2022. The impact of the \nabsence of the 53rd week in fiscal 2023\n resulted in a circulation and subscription revenue decrease of approximately $31 million.\nThe following table summarizes average daily consumer subscriptions during the three months ended June 30, 2023 and 2022 for select publications and for all consumer subscription products.\n(a)\nFor the three months ended June 30\n(b)\n,\n2023\n2022\nChange\n% Change\n(in thousands, except %)\nBetter/(Worse)\nThe Wall Street Journal\nDigital-only subscriptions\n(c)\n3,406 \n3,095 \n311 \n10 \n%\nTotal subscriptions\n3,966 \n3,749 \n217 \n6 \n%\nBarron’s\n \nGroup\n(d)\nDigital-only subscriptions\n(c)\n1,018 \n848 \n170 \n20 \n%\nTotal subscriptions\n1,168 \n1,038 \n130 \n13 \n%\nTotal Consumer\n(e)\nDigital-only subscriptions\n(c)\n4,510 \n4,029 \n481 \n12 \n%\nTotal subscriptions\n5,242 \n4,898 \n344 \n7 \n%\n________________________\n(a)\nBased on internal data for the periods from April 3, 2023 to July 2, 2023 and March 28, 2022 to July 3, 2022, respectively, with independent verification procedures performed by PricewaterhouseCoopers LLP UK.\n(b)\nSubscriptions include individual consumer subscriptions, as well as subscriptions purchased by companies, schools, businesses and associations for use by their respective employees, students, customers or members. Subscriptions exclude single-copy sales and copies purchased by hotels, airlines and other businesses for limited distribution or access to customers.\n(c)\nFor some publications, including \nThe Wall Street Journal\n and \nBarron’s\n, Dow Jones sells bundled print and digital products. For bundles that provide access to both print and digital products every day of the week, only one unit is reported each day and is designated as a print subscription. For bundled products that provide access to the print product only on specified days and full digital access, one print subscription is reported for each day that a print copy is served and one digital subscription is reported for each remaining day of the week.\n(d)\nBarron’s Group consists of \nBarron’s\n, MarketWatch, \nFinancial News \nand \nPrivate Equity News.\n(e)\nTotal Consumer consists of \nThe Wall Street Journal\n, Barron’s Group\n \nand \nInvestor’s Business Daily\n.\nAdvertising revenues\nAdvertising revenues decreased $36 million, or 8%, during the fiscal year ended June 30, 2023 as compared to fiscal 2022. Print and digital advertising revenues decreased by $22 million and $14 million, respectively, primarily due to lower advertising spend within the technology and finance sectors. Digital advertising revenues represented 61% of advertising revenue for the fiscal year \n47\nTable \no\nf \nContents\nended June 30, 2023, as compared to 59% in fiscal 2022. The impact of the absence of the 53rd week in fiscal 2023 resulted in an advertising revenue decrease of approximately $9 million.\nSegment EBITDA\nFor the fiscal year ended June 30, 2023, Segment EBITDA at the Dow Jones segment increased $61 million, or 14%, as compared to fiscal 2022, including the $33 million and $26 million contributions from the acquisitions of OPIS and CMA, respectively, primarily due to the increase in revenues discussed above and the absence of $25 million of OPIS and CMA-related transaction costs incurred in fiscal 2022, partially offset by $84 million of higher employee costs primarily due to recent acquisitions.\nBook Publishing\n (20% and 21% of the Company’s consolidated revenues in fiscal 2023 and 2022, respectively)\n \nFor the fiscal years ended June 30,\n2023\n2022\nChange\n% Change\n(in millions, except %)\nBetter/(Worse)\nRevenues:\nConsumer\n$\n1,899 \n$\n2,106 \n$\n(207)\n(10)\n%\nOther\n80 \n85 \n(5)\n(6)\n%\nTotal Revenues\n1,979\n \n2,191\n \n(212)\n(10)\n%\nOperating expenses\n(1,469)\n(1,512)\n43 \n3 \n%\nSelling, general and administrative\n(343)\n(373)\n30 \n8 \n%\nSegment EBITDA\n$\n167\n \n$\n306\n \n$\n(139)\n(45)\n%\nFor the fiscal year ended June 30, 2023, revenues at the Book Publishing segment decreased $212 million, or 10%, as compared to fiscal 2022, driven by lower print and digital book sales, mainly in the U.S. market, driven by lower consumer demand industry-wide, weak frontlist performance, Amazon’s reset of its inventory levels and rightsizing of its warehouse footprint, which negatively impacted print book sales, the negative impact of foreign currency fluctuations and \nthe approximately $20 million impact of the absence of the 53rd week in fiscal 2023\n. Digital sales decreased by 5% as compared to fiscal 2022 primarily due to lower e-book sales. Digital sales represented approximately 22% of consumer revenues, as compared to 21% in fiscal 2022, and backlist sales represented approximately 60% of total revenues during the fiscal year ended June 30, 2023. \nThe impact of foreign currency fluctuations of the U.S. dollar against local currencies resulted in a revenue decrease of \n$58 million\n, or \n3%\n, for the fiscal year ended \nJune 30, 2023\n as compared to fiscal \n2022\n.\nFor the fiscal year ended June 30, 2023, Segment EBITDA at the Book Publishing segment decreased $139 million, or 45%, as compared to fiscal 2022, primarily due to the lower revenues discussed above and higher manufacturing, freight and distribution costs related to ongoing supply chain challenges and inventory and inflationary pressures, partially offset by lower costs due to lower sales volumes and lower employee costs. These supply chain challenges and inventory and inflationary pressures are expected to continue to impact the business in the near term, but are expected to moderate in fiscal 2024. To mitigate these pressures, the Company has implemented price increases, begun to reduce headcount and continues to evaluate its cost base.\nNews Media\n (23% of the Company’s consolidated revenues in both fiscal 2023 and 2022)\nFor the fiscal years ended June 30,\n2023\n2022\nChange\n% Change\n(in millions, except %)\nBetter/(Worse)\nRevenues:\nCirculation and subscription\n$\n1,075 \n$\n1,143 \n$\n(68)\n(6)\n%\nAdvertising\n907 \n1,005 \n(98)\n(10)\n%\nOther\n284 \n275 \n9 \n3 \n%\nTotal Revenues\n2,266\n \n2,423\n \n(157)\n(6)\n%\nOperating expenses\n(1,256)\n(1,278)\n22 \n2 \n%\nSelling, general and administrative\n(854)\n(928)\n74 \n8 \n%\nSegment EBITDA\n$\n156\n \n$\n217\n \n$\n(61)\n(28)\n%\nFor the fiscal year ended June 30, 2023, revenues at the News Media segment decreased $157 million, or 6%, as compared to fiscal 2022. Advertising revenues decreased $98 million as compared to fiscal 2022, primarily driven by the $70 million negative \n48\nTable \no\nf \nContents\nimpact of foreign currency fluctuations. Lower print advertising revenues at News UK, the impact \nof the absence of the 53rd week in fiscal 2023 and lower\n digital and print advertising revenues at News Corp Australia were partially offset by digital advertising revenue growth at News UK. Circulation and subscription revenues decreased $68 million as compared to fiscal 2022, driven by the $93 million negative impact of foreign currency fluctuations, as cover price increases, digital subscriber growth across key mastheads and higher content licensing revenues were partially offset by print volume declines and the impact \nof the absence of the 53rd week in fiscal 2023\n. The impact of foreign currency fluctuations of the U.S. dollar against local currencies resulted in a revenue decrease of $187 million, or 7%, for the fiscal year ended June 30, 2023 as compared to fiscal 2022\n. \nThe impact of the absence of the 53rd week in fiscal 2023 resulted in a revenue decrease of approximately $36 million.\nFor the fiscal year ended June 30, 2023, Segment EBITDA at the News Media segment decreased $61 million, or 28%, as compared to fiscal 2022, including the $13 million, or 6%, negative impact of foreign currency fluctuations, primarily due to the lower revenues described above, the $60 million impact of higher pricing on newsprint costs and approximately $50 million of increased costs associated with TalkTV and other digital investments, mainly at News Corp Australia, partially offset by cost savings initiatives.\nNews Corp Australia\nRevenues were $998 million for the fiscal year ended June 30, 2023, a decrease of $90 million, or 8%, as compared to fiscal 2022 revenues of $1,088 million. Advertising revenues decreased $54 million mainly due to the $32 million negative impact of foreign currency fluctuations, lower digital and print advertising revenues and the impact of the absence of the 53rd week in fiscal 2023. Circulation and subscription revenues decreased $34 million due to the $34 million negative impact of foreign currency fluctuations, as \nprint volume declines and the \nimpact of the absence of the 53rd week in fiscal 2023\n were offset by cover price increases, digital subscriber growth and higher content licensing revenues\n. The impact of the absence of the 53rd week in fiscal 2023 resulted in a revenue decrease of approximately $15 million. The impact of foreign currency fluctuations of the U.S. dollar against local currencies resulted in a revenue decrease of $77 million, or 7%, for the fiscal year ended June 30, 2023 as compared to fiscal 2022.\nNews UK\nRevenues were $933 million for the fiscal year ended June 30, 2023, a decrease of $74 million, or 7%, as compared to fiscal 2022 revenues of $1,007 million. Circulation and subscription revenues decreased $41 million due to the $58 million negative impact of foreign currency fluctuations. Higher revenues from cover price increases and digital subscriber growth were partially offset by print volume declines and \nthe \nimpact of the absence of the 53rd week in fiscal 2023. Advertising revenues decreased $25 million due to the $25 million negative impact of foreign currency fluctuations, as lower print advertising revenues and \nthe \nimpact of the absence of the 53rd week in fiscal 2023 were offset by higher digital advertising revenues, mainly at \nThe Sun. \nThe impact of the absence of the 53rd week in fiscal 2023 resulted in a revenue decrease of approximately $18 million. The impact of foreign currency fluctuations of the U.S. dollar against local currencies resulted in a revenue decrease of $94 million, or 9%, for the fiscal year ended June 30, 2023 as compared to fiscal 2022.\nLIQUIDITY AND CAPITAL RESOURCES\nCurrent Financial Condition\nThe Company’s principal source of liquidity is internally generated funds and cash and cash equivalents on hand. As of June 30, 2023, the Company’s cash and cash equivalents were $1,833 million. The Company also has available borrowing capacity under the Revolving Facility and certain other facilities, as described below, and expects to have access to the worldwide credit and capital markets, subject to market conditions, in order to issue additional debt if needed or desired. The Company currently expects these elements of liquidity will enable it to meet its liquidity needs for at least the next 12 months, including repayment of indebtedness. Although the Company believes that its cash on hand and future cash from operations, together with its access to the credit and capital markets, will provide adequate resources to fund its operating and financing needs for at least the next 12 months, its access to, and the availability of, financing on acceptable terms in the future will be affected by many factors, including: (i) the financial and operational performance of the Company and/or its operating subsidiaries, as applicable; (ii) the Company’s credit ratings and/or the credit rating of its operating subsidiaries, as applicable; (iii) the provisions of any relevant debt instruments, credit agreements, indentures and similar or associated documents; (iv) the liquidity of the overall credit and capital markets; and (v) the state of the economy. There can be no assurances that the Company will continue to have access to the credit and capital markets on acceptable terms.\nAs of June 30, 2023, the Company’s consolidated assets included $902 million in cash and cash equivalents that were held by its foreign subsidiaries. Of this amount, $173 million is cash not readily accessible by the Company as it is held by REA Group, a \n49\nTable \no\nf \nContents\nmajority owned but separately listed public company. REA Group must declare a dividend in order for the Company to have access to its share of REA Group’s cash balance. Prior to the enactment of the Tax Cuts and Jobs Act (“Tax Act”), the Company’s undistributed foreign earnings were considered permanently reinvested and as such, United States federal and state income taxes were not previously recorded on these earnings. As a result of the Tax Act, substantially all of the Company’s earnings in foreign subsidiaries generated prior to the enactment of the Tax Act were deemed to have been repatriated and taxed accordingly. As of June 30, 2023, the Company has approximately $800 million of undistributed foreign earnings that it intends to reinvest permanently. It is not practicable to estimate the amount of tax that might be payable if these earnings were repatriated. The Company may repatriate future earnings of certain foreign subsidiaries in which case the Company may be required to accrue and pay additional taxes, including any applicable foreign withholding taxes and income taxes.\nThe principal uses of cash that affect the Company’s liquidity position include the following: operational expenditures including employee costs, paper purchases and programming costs; capital expenditures; income tax payments; investments in associated entities; acquisitions; the repurchase of shares; dividends; and the repayment of debt and related interest. In addition to the acquisitions and dispositions disclosed elsewhere, the Company has evaluated, and expects to continue to evaluate, possible future acquisitions and dispositions of certain businesses. Such transactions may be material and may involve cash, the issuance of the Company’s securities or the assumption of indebtedness.\nIssuer Purchases of Equity Securities\nThe Board of Directors has authorized a Repurchase Program to purchase up to $1 billion in the aggregate of the Company’s outstanding Class A Common Stock and Class B Common Stock. The manner, timing, number and share price of any repurchases will be determined by the Company at its discretion and will depend upon such factors as the market price of the stock, general market conditions, applicable securities laws, alternative investment opportunities and other factors. The Repurchase Program has no time limit and may be modified, suspended or discontinued at any time. As of June 30, 2023, the remaining authorized amount under the Repurchase Program was approximately $577 million.\nStock repurchases under the Repurchase Program commenced on November 9, 2021. During the fiscal year ended June 30, 2023, the Company repurchased and subsequently retired 9.5 million shares of Class A Common Stock for approximately $159 million and 4.7 million shares of Class B Common Stock for approximately $81 million. During the fiscal year ended June 30, 2022, the Company repurchased and subsequently retired 5.8 million shares of Class A Common Stock for approximately $122 million and 2.9 million shares of Class B Common Stock for approximately $61 million.\nDividends\nThe following table summarizes the dividends declared and paid per share on both the Company’s Class A Common Stock and Class B Common Stock:\nFor the fiscal years ended\nJune 30,\n2023\n2022\nCash dividends paid per share\n$\n0.20 \n$\n0.20 \nThe timing, declaration, amount and payment of future dividends to stockholders, if any, is within the discretion of the Board of Directors. The Board of Directors’ decisions regarding the payment of future dividends will depend on many factors, including the Company’s financial condition, earnings, capital requirements and debt facility covenants, other contractual restrictions, as well as legal requirements, regulatory constraints, industry practice, market volatility and other factors that the Board of Directors deems relevant.\nSources and Uses of Cash—Fiscal 2023 versus Fiscal 2022\nNet cash provided by operating activities for the fiscal years ended June 30, 2023 and 2022 was as follows (in millions):\nFor the fiscal years ended June 30,\n2023\n2022\nNet cash provided by operating activities\n$\n1,092 \n$\n1,354 \nNet cash provided by operating activities decreased by $262 million for the fiscal year ended June 30, 2023 as compared to fiscal 2022. The decrease was primarily due to lower Total Segment EBITDA.\n50\nTable \no\nf \nContents\nNet cash used in investing activities for the fiscal years ended June 30, 2023 and 2022 was as follows (in millions):\nFor the fiscal years ended June 30,\n2023\n2022\nNet cash used in investing activities\n$\n(574)\n$\n(2,076)\nNet cash used in investing activities was $574 million for the fiscal year ended June 30, 2023 as compared to net cash used in investing activities of $2,076 million for fiscal 2022. \nDuring the fiscal year ended June 30, 2023, the Company used $499 million of cash for capital expenditures, of which $152 million related to the Foxtel Group, and $120 million for investments and acquisitions. During the fiscal year ended June 30, 2022, the Company used $1,613 million of cash for acquisitions and investments, of which $1,146 million and $288 million related to the acquisitions of OPIS and CMA in February and June 2022, respectively. The Company also used $499 million of cash for capital expenditures, of which $189 million related to the Foxtel Group.\nNet cash (used in) provided by financing activities for the fiscal years ended June 30, 2023 and 2022 was as follows (in millions):\nFor the fiscal years ended June 30,\n2023\n2022\nNet cash (used in) provided by financing activities\n$\n(501)\n$\n404 \nThe Company had net cash used in financing activities of $501 million for the fiscal year ended June 30, 2023 as compared to net cash provided by financing activities of $404 million for fiscal 2022. \nDuring the fiscal year ended June 30, 2023, the Company had $589 million of borrowing repayments, primarily related to the Foxtel Group’s 2019 Credit Facility and U.S. private placement senior unsecured notes that matured in July 2022, $243 million of repurchases of outstanding Class A and Class B Common Stock under the Repurchase Program and dividend payments of $174 million to News Corporation stockholders and REA Group minority stockholders. The net cash used in financing activities was partially offset by new borrowings related to the Foxtel Group of $514 million. \nDuring the fiscal year ended June 30, 2022, the Company issued $500 million of 2022 Senior Notes and incurred $500 million of Term A Loans and had new borrowings for REA Group and the Foxtel Group of $690 million. The net cash provided by financing activities was partially offset by $838 million of borrowing repayments, primarily related to the Foxtel Group’s 2019 Credit Facility and REA Group’s refinancing of its bridge facility, $179 million of repurchases of outstanding Class A and Class B Common Stock under the Repurchase Program and dividend payments of $175 million to News Corporation stockholders and REA Group minority stockholders. See Note 9—Borrowings in the accompanying Consolidated Financial Statements.\nReconciliation of Free Cash Flow and Free Cash Flow Available to News Corporation\nFree cash flow and free cash flow available to News Corporation are non-GAAP financial measures. Free cash flow is defined as net cash provided by operating activities, less capital expenditures, and free cash flow available to News Corporation is defined as free cash flow, less REA Group free cash flow, plus cash dividends received from REA Group. Free cash flow and free cash flow available to News Corporation should be considered in addition to, not as a substitute for, cash flows from operations and other measures of financial performance reported in accordance with GAAP. Free cash flow and free cash flow available to News Corporation may not be comparable to similarly titled measures reported by other companies, since companies and investors may differ as to what items should be included in the calculation of free cash flow.\nThe Company believes free cash flow provides useful information to management and investors about the Company’s liquidity and cash flow trends. The Company believes free cash flow available to News Corporation, which adjusts free cash flow to exclude REA Group’s free cash flow and include dividends received from REA Group, provides management and investors with a measure of the amount of cash flow that is readily available to the Company, as REA Group is a separately listed public company in Australia and must declare a dividend in order for the Company to have access to its share of REA Group’s cash balance. The Company believes free cash flow available to News Corporation provides a more conservative view of the Company’s free cash flow because this presentation includes only that amount of cash the Company actually receives from REA Group, which has generally been lower than the Company’s unadjusted free cash flow.\nA limitation of both free cash flow and free cash flow available to News Corporation is that they do not represent the total increase or decrease in the cash balance for the period. Management compensates for the limitation of free cash flow and free cash flow available to News Corporation by also relying on the net change in cash and cash equivalents as presented in the Statements of Cash Flows prepared in accordance with GAAP which incorporate all cash movements during the period.\n51\nTable \no\nf \nContents\nThe following table presents a reconciliation of net cash provided by operating activities to free cash flow and free cash flow available to News Corporation:\nFor the fiscal years ended\nJune 30,\n2023\n2022\n(in millions)\nNet cash provided by operating activities\n$\n1,092 \n$\n1,354 \nLess: Capital expenditures\n(499)\n(499)\nFree cash flow \n593 \n855 \nLess: REA Group free cash flow\n(234)\n(279)\nPlus: Cash dividends received from REA Group\n91 \n87 \nFree cash flow available to News Corporation\n$\n450 \n$\n663 \nFree cash flow\n in the fiscal year ended June 30, 2023 was $593 million compared to $855 million in the prior year. Free cash flow available to News Corporation in the fiscal year ended June 30, 2023 was $450 million compared to $663 million in the prior year. Free cash flow and free cash flow available to News Corporation decreased primarily due to lower cash provided by operating activities, as discussed above.\nBorrowings\nAs of June 30, 2023, the Company, certain subsidiaries of NXE Australia Pty Limited (the “Foxtel Group” and together with such subsidiaries, the “Foxtel Debt Group”) and REA Group and certain of its subsidiaries (REA Group and certain of its subsidiaries, the “REA Debt Group”) had total borrowings of $3 billion, including the current portion. Both the Foxtel Group and REA Group are consolidated but non wholly-owned subsidiaries of News Corp, and their indebtedness is only guaranteed by members of the Foxtel Debt Group and REA Debt Group, respectively, and is non-recourse to News Corp.\nNews Corporation Borrowings\nAs of June 30, 2023, the Company had (i) borrowings of $1,978 million, consisting of its outstanding 2021 Senior Notes, 2022 Senior Notes and Term A Loans and (ii) $750 million of undrawn commitments available under the Revolving Facility. \nFoxtel Group Borrowings\nAs of June 30, 2023, the Foxtel Debt Group had (i) borrowings of approximately $736 million, including the full drawdown of its 2019 Term Loan Facility, amounts outstanding under the 2019 Credit Facility and 2017 Working Capital Facility, its outstanding U.S. private placement senior unsecured notes and amounts outstanding under the Telstra Facility (described below), and (ii) total undrawn commitments of A$161 million available under the 2017 Working Capital Facility and 2019 Credit Facility.\nIn July 2022, the Foxtel Group repaid its U.S. private placement senior unsecured notes that matured in July 2022 using capacity under the 2019 Credit Facility.\nOn August 14, 2023, the Foxtel Group entered into an agreement (the “2023 Foxtel Credit Agreement”) for a new A$1.2 billion syndicated credit facility (the “2023 Credit Facility”), which will be used to refinance its A$610 million 2019 Credit Facility, A$250 million Term Loan Facility and tranche 3 of its 2012 U.S. private placement. The 2023 Credit Facility consists of three\n sub-facilities: (i) an A$817.5 million three year revolving credit facility (the “2023 Credit Facility — tranche 1”), (ii) a US$48.7 million four year term loan facility (the “2023 Credit Facility — tranche 2”) and (iii) an A$311 million four year term loan facility (the “2023 Credit Facility — tranche 3”). In addition, the Foxtel Group amended its 2017 Working Capital Facility to extend the maturity to August 2026 and modify the pricing.\nDepending on the Foxtel Group’s net leverage ratio, (i) borrowings under the 2023 Credit Facility — tranche 1 and 2017 Working Capital Facility bear interest at a rate of the Australian BBSY plus a margin of between 2.35% and 3.60%; (ii) borrowings under the 2023 Credit Facility — tranche 2 bear interest at a rate based on a Term SOFR formula, as set forth in the 2023 Foxtel Credit Agreement, plus a margin of between 2.50% and 3.75%; and (iii) borrowings under the 2023 Credit Facility — tranche 3 bear interest at a rate of the Australian BBSY plus a margin of between 2.50% and 3.75%. All tranches carry a commitment fee of 45% of the applicable margin on any undrawn balance during the relevant availability period. \nTranches 2 and 3 of the 2023 Credit Facility amortize on a proportionate basis in an aggregate annual amount equal to A$35 million in each of the first two years following closing and A$40 million in each of the two years thereafter. The refinancing is expected to close in the first quarter of fiscal 2024, subject to customary closing conditions.\n52\nTable \no\nf \nContents\nThe 2023 Foxtel Credit Agreement contains customary affirmative and negative covenants and events of default, with customary exceptions, that are generally consistent with those governing the Foxtel Debt Group’s external borrowings as of June 30, 2023, including financial covenants requiring maintenance of the same net debt to Earnings Before Interest, Tax, Depreciation and Amortization (“EBITDA”) and net interest coverage ratios.\nIn addition to third-party indebtedness, the Foxtel Debt Group has related party indebtedness, including A$700 million of outstanding principal of shareholder loans and A$200 million of available shareholder facilities from the Company. The shareholder loans bear interest at a variable rate of the Australian BBSY plus an applicable margin ranging from 6.30% to 7.75% and mature in December 2027. The shareholder revolving credit facility bears interest at a variable rate of the Australian BBSY plus an applicable margin ranging from 2.00% to 3.75%, depending on the Foxtel Debt Group’s net leverage ratio, and matures in July 2024. In connection with the refinancing, the shareholder revolving credit facility will be terminated, and beginning September 30, 2023, amounts outstanding under the shareholder loans are permitted to be repaid if (i) no actual or potential event of default exists both before and immediately after repayment and (ii) the net debt to EBITDA ratio of the Foxtel Debt Group was on the most recent covenant calculation date, and would be immediately after the cash repayment, less than or equal to 2.25 to 1.0. Additionally, the Foxtel Debt Group has an A$170 million subordinated shareholder loan facility with Telstra which can be used to finance cable transmission costs due to Telstra. The Telstra Facility bears interest at a variable rate of the Australian BBSY plus an applicable margin of 7.75% and matures in December 2027. The Company excludes the utilization of the Telstra Facility from the Statements of Cash Flows because it is non-cash.\nREA Group Borrowings\nAs of June 30, 2023, REA Group had (i) borrowings of approximately $211 million, consisting of amounts outstanding under its 2022 Credit Facility, and (ii) A$281 million of undrawn commitments available under its 2022 Credit Facility. \nAll of the Company’s borrowings contain customary representations, covenants and events of default. The Company was in compliance with all such covenants at June 30, 2023.\nSee Note 9—Borrowings in the accompanying Consolidated Financial Statements for further details regarding the Company’s outstanding debt, including additional information about interest rates, amortization (if any), maturities and covenants related to such debt arrangements.\nCommitments\nThe Company has commitments under certain firm contractual arrangements (“firm commitments”) to make future payments. These firm commitments secure the current and future rights to various assets and services to be used in the normal course of operations.\nThe following table summarizes the Company’s material firm commitments as of June 30, 2023:\nAs of June 30, 2023\nPayments Due by Period\nTotal\nLess than 1\nyear\n1-3 years\n3-5 years\nMore than\n5 years\n(in millions)\nPurchase obligations\n(a)\n$\n1,584 \n$\n562 \n$\n620 \n$\n355 \n$\n47 \nSports programming rights\n(b)\n3,732 \n501 \n1,073 \n950 \n1,208 \nProgramming costs\n(c)\n1,444 \n430 \n528 \n359 \n127 \nOperating leases\n(d)\nTransmission costs\n(e)\n132 \n24 \n32 \n30 \n46 \nLand and buildings\n1,606 \n136 \n257 \n199 \n1,014 \nPlant and machinery\n8 \n4 \n4 \n— \n— \nFinance leases\nTransmission costs\n(e)\n43 \n28 \n15 \n— \n— \nBorrowings\n(f)\n2,945 \n333 \n562 \n550 \n1,500 \nInterest payments on borrowings\n(g)\n613 \n120 \n189 \n163 \n141 \nTotal commitments and contractual obligations\n$\n12,107 \n$\n2,138 \n$\n3,280 \n$\n2,606 \n$\n4,083 \n________________________\n53\nTable \no\nf \nContents\n(a)\nThe Company has commitments under purchase obligations related to minimum subscriber guarantees for license fees, printing contracts, capital projects, marketing agreements, production services and other legally binding commitments.\n(b)\nThe Company has sports programming rights commitments with the National Rugby League, Australian Football League and Cricket Australia, as well as certain other broadcast rights, which are payable through fiscal 2032. \n(c)\nThe Company has programming rights commitments with various suppliers for programming content.\n(d)\nThe Company leases office facilities, warehouse facilities, printing plants, satellite services and equipment. These leases, which are classified as operating leases, are expected to be paid at certain dates through fiscal 2048. Amounts reflected represent only the Company’s lease obligations for which it has firm commitments. \n(e)\nThe Company has contractual commitments for satellite transmission services. The Company’s satellite transponder services arrangements extend through fiscal 2032 and are accounted for as operating or finance leases, based on the underlying terms of those arrangements.\n(f)\nSee Note 9—Borrowings in the accompanying Consolidated Financial Statements.\n(g)\nReflects the Company’s expected future interest payments based on borrowings outstanding and interest rates applicable at June 30, 2023. Such rates are subject to change in future periods. See Note 9—Borrowings in the accompanying Consolidated Financial Statements.\nThe Company has certain contracts to purchase newsprint, ink and plates that require the Company to purchase a percentage of its total requirements for production. Since the quantities purchased annually under these contracts are not fixed and are based on the Company’s total requirements, the amount of the related payments for these purchases is excluded from the table above.\nThe table also excludes the Company’s pension obligations, other postretirement benefits (“OPEB”) obligations and the liabilities for unrecognized tax benefits for uncertain tax positions as the Company is unable to reasonably predict the ultimate amount and timing of the commitments. The Company made contributions of $14 million and $29 million to its pension plans in fiscal 2023 and fiscal 2022, respectively. Future plan contributions are dependent upon actual plan asset returns, interest rates and statutory requirements. The Company anticipates that it will make required contributions of approximately $23 million in fiscal 2024, assuming that actual plan asset returns are consistent with the Company’s returns in fiscal 2023 and those expected beyond, and that interest rates remain constant. The Company will continue to make voluntary contributions as necessary to improve the funded status of the plans. Payments due to participants under the Company’s pension plans are primarily paid out of underlying trusts. Payments due under the Company’s OPEB plans are not required to be funded in advance, but are paid as medical costs are incurred by covered retiree populations, and are principally dependent upon the future cost of retiree medical benefits under the Company’s OPEB plans. The Company expects its OPEB payments to approximate $7 million in fiscal 2024. See Note 17—Retirement Benefit Obligations and Note 18—Other Postretirement Benefits in the accompanying Consolidated Financial Statements.\nOther significant ongoing expenses or cash requirements for each of the Company’s segments are discussed above in “Overview of the Company’s Businesses.” The Company generally expects to fund these short and long-term cash requirements with internally-generated funds and cash and cash equivalents on hand.\nContingencies\nThe Company routinely is involved in various legal proceedings, claims and governmental inspections or investigations, including those discussed in Note 16—Commitments and Contingencies in the accompanying Consolidated Financial Statements. The outcome of these matters and claims is subject to significant uncertainty, and the Company often cannot predict what the eventual outcome of pending matters will be or the timing of the ultimate resolution of these matters. Fees, expenses, fines, penalties, judgments or settlement costs which might be incurred by the Company in connection with the various proceedings could adversely affect its results of operations and financial condition.\nThe Company establishes an accrued liability for legal claims when it determines that a loss is both probable and the amount of the loss can be reasonably estimated. Once established, accruals are adjusted from time to time, as appropriate, in light of additional information. The amount of any loss ultimately incurred in relation to matters for which an accrual has been established may be higher or lower than the amounts accrued for such matters. Legal fees associated with litigation and similar proceedings are expensed as incurred. The Company recognizes gain contingencies when the gain becomes realized or realizable. See Note 16—Commitments and Contingencies in the accompanying Consolidated Financial Statements.\nThe Company’s tax returns are subject to on-going review and examination by various tax authorities. Tax authorities may not agree with the treatment of items reported in the Company’s tax returns, and therefore the outcome of tax reviews and examinations can be unpredictable. The Company believes it has appropriately accrued for the expected outcome of uncertain tax \n54\nTable \no\nf \nContents\nmatters and believes such liabilities represent a reasonable provision for taxes ultimately expected to be paid. However, these liabilities may need to be adjusted as new information becomes known and as tax examinations continue to progress, or as settlements or litigations occur.\nCRITICAL ACCOUNTING POLICIES AND ESTIMATES\nAn accounting policy is considered to be critical if it is important to the Company’s financial condition and results of operations and if it requires significant judgment and estimates on the part of management in its application. The development and selection of these critical accounting policies have been determined by management of the Company. See Note 2—Summary of Significant Accounting Policies in the accompanying Consolidated Financial Statements.\nGoodwill and Indefinite-lived Intangible Assets\nThe Company tests goodwill and indefinite-lived intangible assets for impairment on an annual basis in the fourth quarter and at other times if a significant event or change in circumstances indicates that it is more likely than not that the fair value of these assets has been reduced below their carrying value. The Company uses its judgment in assessing whether assets may have become impaired between annual impairment assessments. Indicators such as unexpected adverse economic factors, unanticipated technological changes or competitive activities, loss of key personnel and acts by governments and courts, may signal that an asset has become impaired.\nUnder ASC 350, in assessing goodwill for impairment, the Company has the option to first perform a qualitative assessment to determine whether events or circumstances exist that lead to a determination that it is more likely than not that the fair value of a reporting unit is less than its carrying amount. If the Company determines that it is not more likely than not that the fair value of a reporting unit is less than its carrying amount, the Company is not required to perform any additional tests in assessing goodwill for impairment. However, if the Company concludes otherwise or elects not to perform the qualitative assessment, then it is required to perform a quantitative analysis to determine the fair value of the reporting unit, and compare the calculated fair value of a reporting unit with its carrying amount, including goodwill. The Company determines the fair value of a reporting unit primarily by using both a discounted cash flow analysis and market-based valuation approach.\nDetermining fair value requires the exercise of significant judgments, including judgments about appropriate discount rates, long-term growth rates, relevant comparable company earnings multiples and the amount and timing of expected future cash flows. During the fourth quarter of fiscal 2023, as part of the Company’s long-range planning process, the Company completed its annual goodwill and indefinite-lived intangible asset impairment test.\nThe performance of the Company’s annual impairment analysis resulted in $25 million of impairments to indefinite-lived intangible assets and no write-downs of goodwill in fiscal 2023. Significant unobservable inputs utilized in the income approach valuation method were discount rates (ranging from 8.5% to 18.0%), long-term growth rates (ranging from 1.0% to 3.5%) and royalty rates (ranging from 0.25% to 7.0%). Significant unobservable inputs utilized in the market approach valuation method were EBITDA multiples from guideline public companies operating in similar industries and control premiums (ranging from 5.0% to 10.0%). Significant increases (decreases) in royalty rates, growth rates, control premiums and multiples, assuming no change in discount rates, would result in a significantly higher (lower) fair value measurement. Significant decreases (increases) in discount rates, assuming no changes in royalty rates, growth rates, control premiums and multiples, would result in a significantly higher (lower) fair value measurement. See Note 8—Goodwill and Other Intangible Assets in the accompanying Consolidated Financial Statements for further details regarding changes in these inputs and assumptions compared to prior fiscal years.\nAs of June 30, 2023, there were no reporting units with goodwill at-risk for future impairment. The Company will continue to monitor its goodwill for possible future impairment.\nProgramming Costs\nCosts incurred in acquiring programming rights are accounted for in accordance with ASC 920, “Entertainment—Broadcasters.” Programming rights and the related liabilities are recorded at the gross amount of the liabilities when the license period has begun, the cost of the program is determinable and the program is accepted and available for airing. Programming costs are amortized based on the expected pattern of consumption over the license period or expected useful life of each program, which requires significant judgment. The pattern of consumption is based primarily on consumer viewership information as well as other factors. If initial airings are expected to generate higher viewership, an accelerated method of amortization is used. The Company monitors its programming amortization policy on an ongoing basis and any impact arising from changes to the policy would be \n55\nTable \no\nf \nContents\nrecognized prospectively. The Company regularly reviews its programming assets to ensure they continue to reflect fair value. Changes in circumstances may result in a write-down of the asset to fair value. The Company has single and multi-year contracts for broadcast rights of sporting events. The costs of sports contracts are primarily charged to expense over the respective season as events are aired. For sports contracts with dedicated channels, the Company amortizes the sports programming rights costs over 12 months.\nIncome Taxes\nThe Company is subject to income taxes in the U.S. and various foreign jurisdictions in which it operates and records its tax provision for the anticipated tax consequences in its reported results of operations. Tax laws are complex and subject to different interpretations by the taxpayer and respective governmental taxing authorities. Significant judgment is required in determining the Company’s tax expense and in evaluating its tax positions including evaluating uncertainties as promulgated under ASC 740, “Income Taxes.”\nThe Company’s annual tax rate is based primarily on its geographic income and statutory tax rates in the various jurisdictions in which it operates. Significant management judgment is required in determining the Company’s provision for income taxes, deferred tax assets and liabilities and the valuation allowance recorded against the Company’s net deferred tax assets, if any. In assessing the likelihood of realization of deferred tax assets, management considers estimates of the amount and character of future taxable income. The Company’s actual effective tax rate and income tax expense could vary from estimated amounts due to the future impacts of various items, including changes in income tax laws, tax planning and the Company’s forecasted financial condition and results of operations in future periods. Although the Company believes its current estimates are reasonable, actual results could differ from these estimates.\nThe Company recognizes tax benefits from uncertain tax positions only if it is more likely than not that the tax position will be sustained on examination by the taxing authorities, based on the technical merits of the position. The tax benefits recognized in the Consolidated Financial Statements from such positions are then measured based on the largest benefit that has a greater than 50% likelihood of being realized upon ultimate settlement. Significant management judgment is required to determine whether the recognition threshold has been met and, if so, the appropriate amount of unrecognized tax benefits to be recorded in the Consolidated Financial Statements. Management re-evaluates tax positions each period in which new information about recognition or measurement becomes available. The Company’s policy is to recognize, when applicable, interest and penalties on unrecognized income tax benefits as part of Income tax (expense) benefit.\nSee Note 19—Income Taxes in the accompanying Consolidated Financial Statements for further details regarding these estimates and assumptions and changes compared to prior fiscal years.\nRetirement Benefit Obligations\nThe Company’s employees participate in various defined benefit pension and postretirement plans sponsored by the Company and its subsidiaries. See Note 17—Retirement Benefit Obligations in the accompanying Consolidated Financial Statements.\nThe Company records amounts relating to its pension and other postretirement benefit plans based on calculations specified by GAAP. The measurement and recognition of the Company’s pension and other postretirement benefit plans require the use of significant management judgments, including discount rates, expected return on plan assets, mortality and other actuarial assumptions. Net periodic benefit costs (income) are calculated based upon a number of actuarial assumptions, including a discount rate for plan obligations, an expected rate of return on plan assets and mortality rates. Current market conditions, including changes in investment returns and interest rates, were considered in making these assumptions. In developing the expected long-term rate of return, the pension portfolio’s past average rate of returns and future return expectations of the various asset classes were considered. The weighted average expected long-term rate of return of 5.6% for fiscal 2024 is based on a weighted average target asset allocation assumption of 16% equities, 74% fixed-income securities and 10% cash and other investments.\nThe Company recorded $13 million and nil in net periodic benefit costs (income) in the Statements of Operations for the fiscal years ended June 30, 2023 and 2022, respectively. The Company utilizes the full yield-curve approach to estimate the service and interest cost components of net periodic benefit costs (income) for its pension and other postretirement benefit plans.\nAlthough the discount rate used for each plan will be established and applied individually, a weighted average discount rate of 5.4% will be used in calculating the fiscal 2024 net periodic benefit costs (income). The discount rate reflects the market rate for high-quality fixed-income investments on the Company’s annual measurement date of June 30 and is subject to change each fiscal \n56\nTable \no\nf \nContents\nyear. The discount rate assumptions used to account for pension and other postretirement benefit plans reflect the rates at which the benefit obligations could be effectively settled. The rate was determined by matching the Company’s expected benefit payments for the plans to a hypothetical yield curve developed using a portfolio of several hundred high-quality non-callable corporate bonds. The weighted average discount rate is volatile from year to year because it is determined based upon the prevailing rates in the U.S., the U.K., Australia and other foreign countries as of the measurement date. \nThe key assumptions used in developing the Company’s fiscal 2023 and 2022 net periodic benefit costs (income) for its plans consist of the following:\n2023\n2022\n(in millions, except %)\nWeighted average assumptions used to determine net periodic benefit costs (income):\nDiscount rate for PBO\n4.1%\n2.1%\nDiscount rate for Service Cost\n4.8%\n1.8%\nDiscount rate for Interest on PBO\n4.0%\n1.7%\nAssets:\nExpected rate of return\n4.3%\n3.7%\nExpected return\n$43\n$51\nActual return\n$(92)\n$(215)\nLoss\n$(135)\n$(266)\nOne year actual return\n(8.7)%\n(15.6)%\nFive year actual return\n(1.7)%\n0.8%\nThe Company will use a weighted average long-term rate of return of 5.6% for fiscal 2024 based principally on a combination of current asset mix and an expectation of future long term investment returns. The accumulated net pre-tax losses on the Company’s pension plans as of June 30, 2023 were approximately $467 million which increased from approximately $458 million for the Company’s pension plans as of June 30, 2022. This net increase of $9 million was primarily due to losses on plan assets, which were largely offset by actuarial gains due to higher discount rates. Lower discount rates increase present values of benefit obligations and increase the Company’s deferred losses and also increase subsequent-year benefit costs. Higher discount rates decrease the present values of benefit obligations and reduce the Company’s accumulated net loss and decrease subsequent-year benefit costs. These deferred losses are being systematically recognized in future net periodic benefit costs (income) in accordance with ASC 715, “Compensation—Retirement Benefits.” Unrecognized losses for the primary plans in excess of 10% of the greater of the market-related value of plan assets or the plan’s projected benefit obligation are recognized over the average life expectancy for plan participants for the primary plans.\nThe Company made contributions of $14 million and $29 million to its pension plans in fiscal 2023 and 2022, respectively. Future plan contributions are dependent upon actual plan asset returns, statutory requirements and interest rate movements. Assuming that actual plan asset returns are consistent with the Company’s expected returns in fiscal 2023 and beyond, and that interest rates remain constant, the Company anticipates that it will make required pension contributions of approximately $23 million in fiscal 2024. The Company will continue to make voluntary contributions as necessary to improve the funded status of the plans. See Note 17—Retirement Benefit Obligations and Note 18—Other Postretirement Benefits in the accompanying Consolidated Financial Statements.\nChanges in net periodic benefit costs may occur in the future due to changes in the Company’s expected rate of return on plan assets and discount rate resulting from economic events. The following table highlights the sensitivity of the Company’s pension obligations and expense to changes in these assumptions, assuming all other assumptions remain constant:\nChanges in Assumption\nImpact on Annual\nPension Expense\nImpact on Projected\nBenefit Obligation\n0.25 percentage point decrease in discount rate\n—\nIncrease $23 million\n0.25 percentage point increase in discount rate\n—\nDecrease $22 million\n0.25 percentage point decrease in expected rate of return on assets\nIncrease $2 million\n—\n0.25 percentage point increase in expected rate of return on assets\nDecrease $2 million\n—\n57\nTable \no\nf \nContents",
    "item7a": ">ITEM 7A.    QUANTITATIVE AND QUALITATIVE DISCLOSURES ABOUT MARKET RISK\nThe Company has exposure to different types of market risk including changes in foreign currency exchange rates, interest rates, stock prices and credit.\nWhen deemed appropriate, the Company uses derivative financial instruments such as cross-currency interest rate swaps, interest rate swaps and foreign exchange contracts to hedge certain risk exposures. The primary market risks managed by the Company through the use of derivative instruments include:\n•\nforeign currency exchange rate risk: arising primarily through Foxtel Debt Group borrowings denominated in U.S. dollars, payments for customer premise equipment and certain programming rights; and\n•\ninterest rate risk: arising from fixed and floating rate Foxtel Debt Group and News Corporation borrowings. The Company neither holds nor issues financial instruments for trading purposes.\nThe following sections provide quantitative information on the Company’s exposure to foreign currency exchange rate risk, interest rate risk and other relevant market risks. The Company makes use of sensitivity analyses that are inherently limited in estimating actual losses in fair value that can occur from changes in market conditions.\nForeign Currency Exchange Rate Risk\nThe Company conducts operations in three principal currencies: the U.S. dollar; the Australian dollar; and the British pound sterling. These currencies operate primarily as the functional currency for the Company’s U.S., Australian and U.K. operations, respectively. Cash is managed centrally within each of the three regions with net earnings generally reinvested locally and working capital requirements met from existing liquid funds. To the extent such funds are not sufficient to meet working capital requirements, funding in the appropriate local currencies is made available from intercompany capital. The Company does not hedge its investments in the net assets of its Australian and U.K. operations.\nBecause of fluctuations in exchange rates, the Company is subject to currency translation risk on the results of its operations. Foreign currency translation risk is the risk that exchange rate gains or losses arise from translating foreign entities’ statements of earnings and balance sheets from their functional currency to the Company’s reporting currency (the U.S. dollar) for consolidation purposes. The Company does not hedge translation risk because it generally generates positive cash flows from its international operations that are typically reinvested locally. Exchange rates with the most significant impact to translation include the Australian dollar and British pound sterling. As exchange rates fluctuate, translation of its Statements of Operations into U.S. dollars affects the comparability of revenues and expenses between years.\nThe table below details the percentage of revenues and expenses by the three principal currencies for the fiscal years ended June 30, 2023 and 2022:\nU.S.\nDollars\nAustralian\nDollars\nBritish Pound\nSterling\nFiscal year ended June 30, 2023\nRevenues\n41 \n%\n41 \n%\n14 \n%\nOperating and Selling, general and administrative expenses\n42 \n%\n37 \n%\n16 \n%\nFiscal year ended June 30, 2022\nRevenues\n40 \n%\n41 \n%\n15 \n%\nOperating and Selling, general and administrative expenses\n41 \n%\n38 \n%\n16 \n%\nBased on the fiscal year ended June 30, 2023, a one cent change in each of the U.S. dollar/Australian dollar and the U.S. dollar/British pound sterling exchange rates would have impacted revenues by approximately $60 million and $12 million, respectively, for each currency on an annual basis, and would have impacted Total Segment EBITDA by approximately $13 million and nil, respectively, on an annual basis.\nDerivatives and Hedging\nAs of June 30, 2023, the Foxtel Group operating subsidiaries, whose functional currency is Australian dollars, had approximately $149 million aggregate principal amount of outstanding indebtedness denominated in U.S. dollars. The remaining borrowings are denominated in Australian dollars. The Foxtel Group utilizes cross-currency interest rate swaps to hedge a portion of the exchange rate risk related to interest and principal payments on its U.S. dollar denominated debt. A portion of the swaps are designated as \n58\nTable \no\nf \nContents\nfair value hedges, while the remaining swaps are accounted for as cash flow derivatives under ASC 815. As of June 30, 2023, the total notional value of these cross-currency interest rate swaps was $150 million with approximately $120 million accounted for as cash flow derivatives and $30 million designated as fair value hedges. The Foxtel Group also has a portfolio of foreign exchange contracts to hedge a portion of the exchange rate risk related to U.S. dollar payments for customer premise equipment and certain programming rights. The notional value of these foreign exchange contracts was $83 million as of June 30, 2023. Refer to Note 11—Financial Instruments and Fair Value Measurements for further detail.\nSome of the derivative instruments in place may create volatility during the fiscal year as they are marked-to-market according to accounting rules which may result in revaluation gains or losses in different periods from when the currency impacts on the underlying transactions are realized.\nThe table below provides further details of the sensitivity of the Company’s derivative financial instruments which are subject to foreign exchange rate risk and interest rate risk as of June 30, 2023 (in millions):\nNotional\nValue\nFair Value\nSensitivity\nfrom\nAdverse\n10%\nChange in\nForeign\nExchange\nRates\nSensitivity\nfrom\nAdverse\n10%\nChange in\nInterest\nRates\nForeign currency derivatives\nUS$\n83 \nUS$\n2 \nUS$\n(9)\nn/a\nCross-currency interest rate swaps\nUS$\n150 \nUS$\n43 \nUS$\n(16)\nUS$\n(1)\nInterest rate derivatives\nA$\n250 \nUS$\n6 \nn/a\nUS$\n(1)\nInterest rate derivatives\nUS$\n497 \nUS$\n35 \nn/a\nUS$\n(1)\nAny resulting changes in the fair value of the derivative financial instruments may be partially offset by changes in the fair value of certain balance sheet positions (primarily U.S. dollar denominated liabilities) impacted by the change in the foreign exchange rates. The ability to reduce the impact of currency fluctuations on earnings depends on the magnitude of the derivatives compared to the balance sheet positions during each reporting cycle.\nInterest Rate Risk\nThe Company’s current financing arrangements and facilities include $1,797 million of outstanding fixed-rate debt and $1,128 million of outstanding variable-rate bank facilities, before adjustments for unamortized discount and debt issuance costs (See Note 9—Borrowings in the accompanying Consolidated Financial Statements). Fixed and variable-rate debts are impacted differently by changes in interest rates. A change in the market interest rate or yield of fixed-rate debt will only impact the fair market value of such debt, while a change in the market interest rate of variable-rate debt will impact interest expense, as well as the amount of cash required to service such debt. News Corporation has entered into an interest rate swap cash flow hedge to fix the floating rate interest component of its Term A Loans and the Foxtel Group has utilized certain derivative instruments to swap U.S. dollar denominated fixed rate interest payments for Australian dollar denominated variable rate payments. As discussed above, the Foxtel Group utilizes cross-currency interest rate swaps to hedge a portion of the interest rate risk related to interest and principal payments on its U.S. dollar denominated debt. The Foxtel Group has also utilized certain derivative instruments to swap Australian dollar denominated variable interest rate payments for Australian dollar denominated fixed rate payments. As of June 30, 2023, the notional amount of interest rate swap contracts outstanding was approximately A$250 million and $497 million for Foxtel Group and News Corporation borrowings, respectively. Refer to the table above for further details of the sensitivity of the Company’s financial instruments which are subject to interest rate risk. Refer to Note 11—Financial Instruments and Fair Value Measurements for further detail.\nStock Prices\nThe Company has common stock investments in publicly traded companies that are subject to market price volatility. These investments had an aggregate fair value of approximately $105 million as of June 30, 2023. A hypothetical decrease in the market price of these investments of 10% would result in a decrease in income of approximately $11 million before tax.\n59\nTable \no\nf \nContents\nCredit Risk\nCash and cash equivalents are maintained with multiple financial institutions. Deposits held with banks may exceed the amount of insurance provided on such deposits. Generally, these deposits may be redeemed upon demand and are maintained with financial institutions of reputable credit and, therefore, bear minimal credit risk.\nThe Company’s receivables did not represent significant concentrations of credit risk as of June 30, 2023 or June 30, 2022 due to the wide variety of customers, markets and geographic areas to which the Company’s products and services are sold.\nThe Company monitors its positions with, and the credit quality of, the financial institutions which are counterparties to its financial instruments. The Company is exposed to credit loss in the event of nonperformance by the counterparties to the agreements. As of June 30, 2023, the Company did not anticipate nonperformance by any of the counterparties.\n60\nTable \no\nf \nContents",
    "cik": "1564708",
    "cusip6": "65249B",
    "cusip": [
        "65249B109",
        "65249B208",
        "65249b109"
    ],
    "names": [
        "NEWS CORP   CLASS B",
        "News Corp.",
        "NEWS CORP NEW"
    ],
    "source": "https://www.sec.gov/Archives/edgar/data/1564708/000156470823000368/0001564708-23-000368-index.htm"
}